{
    "id": 1792842,
    "judges": "Per Curiam",
    "date_filed": "2021-11-19",
    "date_filed_is_approximate": true,
    "slug": "van-poyck-v-singletary",
    "case_name_short": "Singletary",
    "case_name": "Van Poyck v. Singletary",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "715 So. 2d 930"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n715 So. 2d 930 (1998)\nWilliam VAN POYCK, Petitioner,\nv.\nHarry K. SINGLETARY, Jr., etc., Respondent.\nNo. 89870.\nSupreme Court of Florida.\nMay 14, 1998.\nRehearing Denied August 7, 1998.\nGerald S. Bettman, Jacksonville, and Jeffrey O. Davis and Mitchell S. Moser of Quarles &amp; Brady, Milwaukee, WI, for Petitioner.\nRobert A. Butterworth, Attorney General, and Celia A. Terenzio, Assistant Attorney General, West Palm Beach, for Respondent.\nPER CURIAM.\nWilliam Van Poyck, a prisoner under sentence of death, petitions this Court for a writ of habeas corpus. We have jurisdiction pursuant to article V, section 3(b)(9), Florida Constitution, and find that Van Poyck is not entitled to relief.\nOn June 24, 1987, Van Poyck was arrested following an attempt to free prison inmate James O'Brien from the custody of two corrections officers. Officer Fred Griffis was shot and killed during the commission of the crime. Van Poyck was found guilty of first-degree murder, attempted first-degree murder, six counts of attempted manslaughter, armed robbery with a firearm, aggravated assault, and aiding in an attempted escape. The jury recommended death by a vote of eleven to one and the trial judge sentenced Van Poyck to death. The facts of the case are set forth in greater detail in Van Poyck v. State, 564 So. 2d 1066 (Fla.1990), cert. denied, 499 U.S. 932, 111 S. Ct. 1339, 113 L. Ed. 2d 270 (1991), in which this Court affirmed the convictions and death sentence. Van Poyck subsequently filed a motion for *931 postconviction relief under Florida Rule of Criminal Procedure 3.850. The trial court denied relief after a substantial evidentiary hearing. This Court recently affirmed the trial court's ruling on the rule 3.850 motion in Van Poyck v. State, 694 So. 2d 686 (Fla.1997). Van Poyck now files this petition for a writ of habeas corpus claiming that: (1) his appellate counsel was ineffective for failing to properly raise the issue of the trial court's wrongfully forcing him to exhaust his peremptory challenges; (2) his death sentence is unconstitutional because the judge and jury weighed the invalid aggravators that the murder was premeditated or that Van Poyck was the shooter; and (3) he was charged with and convicted of criminal offenses that did not exist as a matter of law. Issues one and three warrant discussion. Issue two is procedurally barred.[1]\nAs to his first issue, Van Poyck claims the trial judge wrongfully forced him to exhaust his peremptory challenges on seven venirepersons who should have been dismissed for cause, then erroneously denied his request for an additional peremptory challenge.[2] Van Poyck asserts that as a result of the trial judge's error, two challenged jurors served on the jury.[3] Van Poyck contends that his appellate counsel on direct appeal compounded the error by failing to properly present the issue because he identified the wrong jurors seated on the jury, and then failed to argue the issue in any depth or cite relevant legal authority. Van Poyck states that this Court appropriately rejected the argument because the jurors identified by his appellate counsel, although unsuccessfully challenged for cause, were subsequently dismissed for personal reasons, and thus it was unnecessary for Van Poyck to exercise peremptory challenges. Van Poyck claims that his appellate counsel's deficient performance was prejudicial because this Court would have granted a new trial had the issue been properly presented. We do not agree that the trial court wrongfully forced Van Poyck to exhaust his peremptory challenges or that Van Poyck's appellate counsel rendered ineffective assistance.\nIf a reasonable doubt exists as to whether a juror can possess an impartial state of mind in the discharge of his or her duties, that juror is incompetent to serve and must be excused for cause. Hill v. State, 477 So. 2d 553, 556 (Fla.1985). A trial judge has great discretion in ruling on challenges for cause based on juror incompetency, Gore v. State, 706 So. 2d 1328, 1332-33 (Fla.1997), and we will not overturn the trial judge's determination in the absence of \"manifest error.\" Smith v. State, 699 So. 2d 629, 636 (Fla.1997). The denial of a challenge for cause will be upheld if there is competent record support for the decision. Gore, 706 So.2d at 1332-33; Johnson v. State, 660 So. 2d 637, 644 (Fla. 1995). On the other hand, it is reversible error when a challenge for cause is improperly denied, and the defendant then exhausts his peremptory challenges on venirepersons who should have been dismissed for cause and a request for additional peremptory challenges is denied. Trotter v. State, 576 So. 2d 691, 693 (Fla.1990); Moore v. State, 525 So. 2d 870, 873 (Fla.1988); Hill v. State, 477 So. 2d 553, 556 (Fla.1985).\nBased on our examination of the record, we find that the trial judge was clearly *932 within his discretionary authority in denying the challenges for cause to the seven venirepersons now claimed by Van Poyck to have been biased or prejudiced. During individual voir dire, each of the seven persons repeatedly and unequivocally stated that he or she could render a verdict based solely on the evidence and the instructions given by the trial judge.[4] We find nothing in this record *933 *934 that mandates that any of these venirepersons should have been excused for cause.\nVan Poyck notes that this Court decided in his direct appeal that the two jurors incorrectly named by his appellate counsel had a pro-death bias and should have been struck for cause. Van Poyck, 564 So.2d at 1071. He claims that because the voir dire testimonies of these jurors are indistinguishable in content from the voir dire of various venirepersons whom his appellate counsel should have named, this Court would have found reversible error in the denial of the for-cause challenges and in the denial of his request for an additional peremptory challenge had he received effective assistance of counsel on appeal. We have reexamined the voir dire of the jurors who were challenged for cause and were the subject of a claim in the initial appeal. In their voir dire, they each unequivocally indicated that they would abide by the trial court's instructions and would recommend a life sentence if the mitigating circumstances outweighed the aggravating circumstances.[5] Since they were excused for personal reasons and Van Poyck did not have to exercise a peremptory challenge, the grounds for their excusal for cause was a non-issue in the initial appeal. On a reexamination of the record, we also find that the trial judge properly exercised his discretion in denying the challenge for cause to each of these jurors.\nIn conclusion, we find that Van Poyck's appellate counsel did not render ineffective assistance for failing to pursue and argue Van Poyck's claim that the other seven venirepersons were biased or prejudiced. See Williamson v. Dugger, 651 So. 2d 84, 86 (Fla. 1994); Chandler v. Dugger, 634 So. 2d 1066, 1068 (Fla.1994).\nIn his third issue, Van Poyck claims that he was charged with and convicted of crimes that do not exist as a matter of law. *935 Specifically, Van Poyck contends that his convictions for attempted first-degree murder and attempted manslaughter were based on a felony murder theory, and that attempted felony murder was determined in State v. Gray, 654 So. 2d 552 (Fla.1995), to be a legal impossibility. This claim is also without merit. In State v. Woodley, 695 So. 2d 297 (Fla. 1997), this Court clarified that the Gray decision should not be applied retroactively to overturn a conviction of attempted felony murder that has become final on appeal. Because the crime of attempted felony murder was a valid offense when Van Poyck's convictions became final, he is not entitled to the relief requested.\nAccordingly, the petition for a writ of habeas corpus is denied.\nIt is so ordered.\nOVERTON, HARDING and WELLS, JJ., and GRIMES, Senior Justice, concur.\nANSTEAD, J., concurs in part and dissents in part with an opinion, in which KOGAN, C.J. and SHAW, J., concur.\nANSTEAD, Justice, concurring in part and dissenting in part.\nThe majority's holding on the juror challenge issue is not only contrary to this Court's prior unanimous opinion in this case, but is also erroneously based solely on the faulty premise that \"each of the seven persons [challenged for cause] repeatedly and unequivocally stated that he or she could render a verdict based solely on the evidence and the instruction given by the trial judge.\" Majority op. at 932. This simplistic analysis and conclusion that a juror becomes immune to challenge as long as a juror will answer the right leading question is directly contrary to our established law. See Bryant v. State, 656 So. 2d 426, 428 (Fla.1995); Hill v. State, 477 So. 2d 553, 555 (Fla.1985); Singer v. State, 109 So. 2d 7 (Fla.1959). These cases make clear that there is no particular question that can be asked nor answer received that will serve as a magic wand to qualify an otherwise objectionable juror.\nThe majority cites Hill but fails to apply its essential holding that where \"any reasonable doubt exists as to whether a juror possesses the state of mind necessary to render an impartial recommendation as to punishment, the juror must be excused for cause.\" Hill, 477 So.2d at 556. A recent opinion by Judge Pariente for the Fourth District Court of Appeal relying on our established law demonstrates the flaw in the majority's analysis and conclusion. Writing in Williams v. State, 638 So. 2d 976 (Fla. 4th DCA 1994), Judge Pariente correctly analyzed this same issue:\nA juror's subsequent statement that he or she could be fair should not necessarily control the decision to excuse a juror for cause, when the juror has expressed genuine reservations about his or her preconceived opinions or attitudes. Reasonable doubt has been found where a juror admitted she \"probably\" would be prejudiced, even though she then asserted she \"probably\" could follow the judge's instructions.\nIt was only after the court asked a series of questions, which included leading questions, that this juror asserted his belief that he hoped he could be fair and impartial. A \"juror who is being asked leading questions [by the court] is more likely to `please' the judge and give the rather obvious answers indicated by the leading questions....\" Thus, the juror's responses to questioning by the court must be evaluated in light of this reality.\nId. at 979 (alteration in original) (citations omitted) (quoting Price v. State, 538 So. 2d 486, 489 (Fla. 3d DCA 1989)). In Hill, we emphasized, in much the same way Judge Pariente did in Williams, that \"the `statement of a juror that he can readily render a verdict according to the evidence, notwithstanding an opinion entertained, will not alone render him competent if it otherwise appears that his formed opinion is of such a fixed and settled nature as not readily to yield to the evidence.'\" 477 So.2d at 555-56 (quoting our seminal opinion Singer v. State, 109 So.2d at 22).\nTrial and appellate courts must be diligent in distinguishing between those responses merely reflecting some understandable confusion with the intricacies of the criminal law, and those responses which equivocally cast *936 doubt as to that juror's ability to render an impartial and unbiased decision or recommendation as to the appropriate sentence in a particular case. Thus, \"[i]n evaluating a juror's qualifications, the trial judge should evaluate all of the questions and answers posed to or received from the juror.\" Parker v. State, 641 So. 2d 369, 373 (Fla.1994). Thereafter, where \"`any reasonable doubt exists as to whether a juror possesses the state of mind necessary to render an impartial recommendation as to punishment, the juror must be excused for cause.'\" Bryant, 656 So.2d at 428 (quoting Hill, 477 So.2d at 556); see also Singer; Williams, 638 So.2d at 978 (\"Because impartiality of the finders of fact is an absolute prerequisite to our system of justice, we have adhered to the proposition that close cases involving challenges to the impartiality of potential jurors should be resolved in favor of excusing the juror rather than leaving doubt as to impartiality.\").\nUnder this well-established standard of \"reasonable doubt,\" the relevant inquiry is not whether the juror simply agrees to follow the law as instructed by the court, but whether the juror has demonstrated by her responses to all inquiries that she has an open mind on the issues being tried and can ultimately consider the evidence presented and render an unbiased decision. See Lusk; see also Ferrell v. State, 697 So. 2d 198, 198 (Fla. 2d DCA 1997) (reversing defendant's conviction where juror should have been excused because his reluctance to consider voluntary intoxication defense raised reasonable doubt as to ability to render impartial verdict). An examination of the record here demonstrates that several death penalty qualified jurors should have been excused for cause.\n\nCHALLENGES ON APPEAL\nFor example, here, venire persons Busto, Carter, Farmer, and Moker initially indicated strong support for the death penalty or expressed a predisposed belief that premeditated murder or the murder of a law enforcement officer automatically warranted the death penalty. Upon further questioning by the court or the attorneys, however, each clearly stated that their recommendation would depend on the actual circumstances presented in the case, and they would not automatically vote in favor of the death penalty. I find that the trial court and prosecutors sufficiently rehabilitated those jurors through additional questioning and further explanation of the jury's role in criminal proceedings. Therefore, I agree with the majority that there was no error in their selection.\n\nALDRIDGE, NICKERSON AND MILLER\nIn contrast, however, and left unexplained by the majority, venire persons Aldridge, Nickerson and Miller each indicated biases or prejudices as to Van Poyck's guilt or a predisposition in favor of the death penalty for him, which clearly cast reasonable doubt on their impartiality. For example, Miller responded during the selection process:\nTHE COURT: ... If you were asked your opinion of the death penalty, sir, would you say you are strongly in favor, strongly opposed or in the middle?\nMR. MILLER: I am for capital punishment.\nTHE COURT: Okay, would you agree, sir, that it is a fair statement that capital punishment or the death penalty is not an appropriate sentence in all first degree murder cases, that it depends on the case?\nMR. MILLER: Right. The thing, if a person is without a doubt proven guilty, you know, for a rape or murder, I believe, you know, death ought to be the sentence.\nTHE COURT: In every case no matter what?\nMR. MILLER: Without a doubt, yes, if it's proved without a doubt.\nAfter additional questions by the prosecutor and defense counsel, the following colloquy occurred:\nMR. KLEIN [Defense Counsel]: Is there any particular type of case where you would have severe problems or substantial problems with giving a life recommendation? How about premeditated murder, would you have a problem giving a life recommendation for premeditated murder assuming, again, the facts show *937 there is no question that he did it beyond a reasonable doubt?\nMR MILLER: Yes, premeditated I would say it was deliberate so long as it was without a doubt, I would probably, you know, go with the death penalty.\n....\nMR. KLEIN: Would you feel the same way if you were to know that the alternative to the death penalty that a person should spend the rest of his life in prison, you as a taxpayer would have to house and feed him for the rest of his natural life, would you, would you hesitate to give a life recommendation under those circumstances?\nMR. MILLER: Yes.\nHe further stated that he did not believe the public should be burdened with the cost of feeding and housing persons convicted of premeditated murder. Although the majority notes Mr. Miller's later statements in response to leading questions that he could set his personal feelings aside and follow the court's instructions, his initial statements strongly cast doubt on his ability to remain impartial and, under our established case law, it was error for the trial court to deny a challenge for cause.\nSimilarly, Aldridge's statements indicated reasonable doubt as to his ability to accept Van Poyck as innocent until proven guilty:\nMR. KLEIN: Mr. Aldridge, as a result of what you have read [in the newspapers], have you formed any opinion, at all, about this case or about Mr. Van Poyck?\nALDRIDGE: Based on the facts presented in the newspaper, my opinion is that the Defendant is guilty.\nMR. KLEIN: Okay. Based upon what you read, would you have, would you, before you could bring back a verdict of not guilty, would you ask for evidence, would you ask for us as Defense to present evidence to persuade you otherwise?\nMR. ALDRIDGE: Yes, certainly.\nMR. KLEIN: Would you have a difficult time finding Mr. Van Poyck not guilty unless you heard some evidence from the Defense to convince you that he was innocent in view of what you have heard?\nMR. ALDRIDGE: Yes, in view of what I have read, yes.\nTHE COURT: Mr. Aldridge, let me ask you something. If I instructed you that under the law of our country, that under the constitution Mr. Van Poyck as he sits here right at this moment is presumed innocent and that presumption stays with him until the time the State presents evidence sufficient for you to find him guilty beyond a reasonable doubt, would you be able to follow that instruction?\nMR. ALDRIDGE: I would hope that I could.\n\nTHE COURT: If I told you right now the ball is in your court, is Mr. Van Poyck guilty or not guilty, what would you say in light of what I just told you?\nMR. ALDRIDGE: I would have to say not guilty.\nTHE COURT: Okay. Would you be able to follow that if you were a juror and not form an opinion or fixed in your mind a verdict until you have heard all the evidence in the courtroom?\nMR. ALDRIDGE: I would hope that I could.\n\n....\nTHE COURT: Also, under our system the Defendant in any criminal case is not required to testify nor present evidence. The reason for that is that the burden of proof in a criminal case is on the State, not on the Defense. Would you agree with that?\nMR. ALDRIDGE: Yes.\nTHE COURT: Would you be able to do that even if you read the papers?\nMR. ALDRIDGE: I would hope that I could.\n\n(Emphasis added.) Aldridge's statements that he hoped he could set aside his personal views and render a verdict based solely on evidence presented in the courtroom did not overcome his earlier statement that he believed Van Poyck was guilty. Rather, his responses, \"I hope that I could\" to each of the court's questions pertaining to the guilt phase of the trial further clouded Aldridge's *938 ability to set aside his personal biases. Williams; Singer.\nNickerson also declared strong support for the death penalty and expressed a predisposed belief that premeditated murder warrants the death penalty. Upon being advised by the court that, if selected as a juror, he would be given a set of instructions to follow in making a recommendation as to sentence, Nickerson claimed that he \"probably would\" follow the instructions regardless of his personal views, but \"d[id] not know for sure.\"\nWhen compared to the juror responses discussed in our prior cases and those discussed by Judge Pariente in Williams, it is clear that Nickerson, Miller and Aldridge should have been excused for cause because their responses raised reasonable doubts as to their ability to render an unbiased and impartial decision and recommendation. Despite their affirmations to the court, Nickerson's response that he \"probably would\" follow the law and Aldridge's statement that he \"hoped [he] could\" are, for example, far too uncertain and ambiguous to overcome their earlier statements indicating predisposed prejudices. Our case law supports appellant's challenges to these jurors. Because the trial court denied Van Poyck's challenges for cause, Van Poyck was forced to exhaust his peremptory strikes on them. As a result, two pro-death jurors actually sat on his jury.\n\nPRIOR APPEAL\nVan Poyck contends that the trial court's error was compounded on direct appeal when his appellate attorney raised the juror qualification issue but identified the wrong two jurors, Bruschi and Abufaris, as objectionable. Appellate counsel's performance was patently incompetent, since Bruschi and Abufaris had both been excused from jury service for other reasons, thereby rendering any trial court error on challenges to them entirely moot. Nonetheless, based upon our established case law discussed above, this Court unanimously held in Van Poyck's first appeal that had jurors Bruschi and Abufaris not been released from jury service for other, personal reasons, the trial court would clearly have been in error in failing to excuse them for cause based on their responses to questions during the jury selection process. Van Poyck v. State, 564 So. 2d 1066, 1071 (Fla.1990).\nUnderstandably, the appellant compared the responses of Bruschi and Abufaris to the responses of the other jurors he challenged for cause, now having the benefit of this Court's opinion as to the kind of responses that would disqualify a juror. Today, however, the majority opinion pulls the rug out from under the appellant by abruptly receding from our prior unanimous conclusion as to jurors Bruschi and Abufaris. Majority op. at 934. And, of course, this abrupt about-face is done with absolutely no analysis other than the fact that today's majority disagrees with our prior unanimous opinion. Kind of scary, isn't it?\nContrary to the present majority's posture, an examination of the record demonstrates that our prior opinion was correct in concluding that both Abufaris and Bruschi indicated predisposed beliefs that premeditated murder automatically warrants the death penalty, which tainted those jurors' later affirmations to the court that they would follow the law. For example, Bruschi made the following statements during voir dire:\nTHE COURT: ... Would you agree that you could sit as a juror in a case of this nature of first degree murder and if you listened to the aggravating and mitigating circumstances that you would follow my instruction on the law disregarding your personal feelings?\nMR. BRUSCHI: Yes, I would.\nTHE COURT: Would you agree that first degree murder is not the appropriate penalty\u0097that death is not the appropriate penalty in all first degree murder cases?\nMR. BRUSCHI: Agree that it is.\nTHE COURT: You think it is for all cases?\nMR. BRUSCHI: For all, for murder.\nTHE COURT: Okay, what if I told you under Florida law it is not an appropriate penalty for all cases of first degree murder, only in certain cases?\nMR. BRUSCHI: It's hard because technically what I believe in, murder is basically punishable by death.\n\n*939 THE COURT: Okay. Would you agree, though, that you would put that feeling aside and render a recommendation of a sentence in this case based on the instructions in the law I give you?\nMR. BRUSCHI: Yes, it would.\nUpon additional questioning by defense counsel, however, Mr. Bruschi indicated that premeditated murder warrants the death penalty:\nMR. KLEIN: Let's go back to premeditated murder if I could. Do you think somebody who committed premeditated murder doesn't deserve to live?\nMR. BRUSCHI: Yes, I do. I would agree with that.\nMR. KLEIN: How strongly do you feel about that, by the way?\nMR. BRUSCHI: I believe, you know, if he committed premeditated murder, thought out and committed murder, he should die for it.\nMR. KLEIN: You would not want the State, for instance, spending money to house and feed this guy the rest of his life?\nMR. BRUSCHI: No, I don't think so.\nMR. KLEIN: This is not something you just felt about recently?\nMR. BRUSCHI: I always felt that way.\nMR. KLEIN: You feel that way pretty strongly?\nMR. BRUSCHI: Yes, I do.\nMR. KLEIN: Do you feel strongly enough about it so you think it would color your judgment, whatever your judgment would be sometime down the road when you were to consider the issue of life or death in a premeditated murder case?\nMR. BRUSCHI: It possibly could.\nAlthough Mr. Bruschi told the prosecutor he believed he could set his personal views aside in rendering a recommendation, he later agreed with defense counsel that he was not \"one hundred percent sure.\" Moreover, Mr. Bruschi openly expressed his doubts or reservations about his ability to render an impartial verdict based on his belief that certain murders deserve the death penalty. Thus, Mr. Bruschi's response to the court that he would follow the law does not overcome his attitude regarding the death penalty or his admitted belief that his views \"possibly could\" taint his ability to render an unbiased recommendation. Williams; Hill.\nLikewise, Abufaris indicated that the death penalty is automatically warranted where a person is convicted of premeditated murder indicating a reasonable doubt as to her ability to render an unbiased recommendation. When asked by the prosecutor if she would follow the court's instruction, she responded, \"Yes. I think I would.\" Furthermore, when asked if she could recommend a life sentence if the court's instructions led her to so conclude, Mrs. Abufaris indicated she \"probably\" would recommend a life sentence \"in certain cases.\" In contrast, when asked whether the death penalty is the appropriate sentence where premeditated, intentional murder is proven, Mrs. Abufaris stated: \"Yes, I think I would.\" Despite Mrs. Abufaris's agreement to follow the law and recommend a life sentence where appropriate, her responses (\"I think\" and \"probably\") were sufficiently unequivocal and arguably more in line with pleasing the party asking the questions by providing the obvious, sought after responses. See Williams. Accordingly, it is apparent that this Court did not err in its assessment in Van Poyck's direct appeal that Abufaris and Bruschi's responses were sufficiently equivocal to cast doubt on their ability to set aside any personal biases and render a recommendation based solely on the evidence presented and the law as instructed by the court.[6]\n*940 In addition, and perhaps most unsettling of all, the majority opinion, in casually casting aside our prior holding, disregards the important and stabilizing legal doctrine of the law of the case without so much as a hint of explanation or justification. \"Under this doctrine, all points of law which have been previously adjudicated by a majority of this Court may be reconsidered only where a subsequent hearing or trial develops material changes in the evidence, or where exceptional circumstances exist whereby reliance upon the previous decision would result in manifest injustice.\" Henry v. State, 649 So. 2d 1361, 1364 (Fla.1994), cert. denied, 516 U.S. 830, 116 S. Ct. 101, 133 L. Ed. 2d 55 (1995); Preston v. State, 444 So. 2d 939, 942 (Fla. 1984); see also U.S. Concrete Pipe Co. v. Bould, 437 So. 2d 1061, 1063 (Fla.1983) (holding that doctrine of law of the case is limited to rulings on questions of law actually presented and considered on former appeal); Strazzulla v. Hendrick, 177 So. 2d 1, 4 (Fla. 1965) (noting that \"an exception to the general rule binding the parties to `the law of the case' at the retrial and at all subsequent proceedings should not be made except in unusual circumstances and for the most cogent reasons\u0097and always, of course, only where `manifest injustice' will result from a strict and rigid adherence to the rule\"). One such exceptional circumstance is an intervening decision by a higher court contrary to the decision in the former appeal. Brunner Enterprises, Inc. v. Department of Revenue, 452 So. 2d 550, 553 (Fla.1984). However, \"the exception to the rule should never be allowed when it would amount to nothing more than a second appeal on a question determined on the first appeal.\" Strazzulla, 177 So.2d at 4 (discussing exceptions to \"law of case\" doctrine).\nThe \"bottom line\" in this case is that when our established case law is properly applied to the juror qualification issues raised here, it demonstrates that a number of challenges for cause were erroneously denied and the defendant, now a convicted and death-sentenced defendant, was substantially prejudiced thereby.\nKOGAN, C.J., and SHAW, J., concur.\nNOTES\n[1]  This claim was raised and rejected on direct appeal, Van Poyck, 564 So.2d at 1070-71, and also rejected as procedurally barred on the rule 3.850 appeal. Van Poyck, 694 So.2d at 698.\n[2]  The trial judge offered to grant defense counsel's request for an additional peremptory challenge on the condition that Van Poyck waive his right to examine a venireman that the judge wanted to excuse for cause. Apparently, the judge wanted this juror excused because he was concerned about the juror's competency. The trial judge admitted \"that the Appellate Court won't like [the proposed bargain].\" Defense counsel refused the offer and the trial judge denied his request for an additional peremptory challenge. We do not condone the trial judge's proposed \"bargain.\" Counsel for both the prosecution and the defense have a due process right and a right under Florida Rule of Criminal Procedure 3.300(b) to examine venirepersons. O'Connell v. State, 480 So. 2d 1284 (Fla.1985).\n[3]  The issue was not preserved for direct appeal as to one of these jurors because Van Poyck's trial counsel did not identify her as a venireperson whom he wanted to excuse through an additional peremptory challenge. Kearse v. State, 662 So. 2d 677, 683 (Fla.1995). Thus, Van Poyck's appellate counsel was not ineffective for failing to raise this procedurally barred claim.\n[4]  The following are excerpts from voir dire of the seven venirepersons:\n\nQ [The Court]: Would you say ... that you could sit on a jury and if a person is found guilty or first degree murder, listen to the evidence in the penalty phase, listen to the instructions in the law and make a recommendation to me and follow the instructions and the law, make a recommendation about either life in prison or death or do you think you would always recommend death?\nA [Juror A]: I don't think I would always recommend death. It would depend on the facts and the law.\n....\nQ: [W]ould [you] be willing and able to recommend life if the law [sic] met the requirements of the law?\nA: Yes, sir.\n....\nQ [The State]: And it would not be fair to the Defendant if a jury were to automatically recommend death in every case?\nA: I agree.\nQ: So, even in a case where there is an intentional killing of a prison guard, could you still look at all the surrounding facts and circumstances such as this person's involvement, any aggravating factors, any mitigating factors that you are instructed to by the Court before making that recommendation?\nA: I would be willing to listen to all the factors.\n....\nQ: Would you make up your decision of guilt or innocence based upon the evidence that you hear in the courtroom where you get an opportunity to see the witnesses, hear what they have to say, hear the cross examination, see if the evidence conflicts or is consistent with the other evidence in the case?\nA: I would have to do that.\nQ: That's where a person's guilt or innocence should be based upon, the actual witnesses with confrontation and cross examination, you agree with that?\nA: Yes.\nQ: That's what you would do in this case?\nA: Yes.\n....\nQ [The Court]: If I instructed you that under the laws of our country, that under the constitution Mr. Van Poyck as he sits here right at this moment is presumed innocent and that presumption stays with him until the time the State presents evidence sufficient for you to find him guilty beyond a reasonable doubt, would you be able to follow that instruction?\nA: I would hope that I could.\nQ: Okay. If I told you right now the ball is in your court, is Mr. Van Poyck guilty or not guilty, what would you say in light of what I just told you?\nA: I would have to say not guilty.\n....\nQ [The Court]: Under the law of Florida the death penalty is an appropriate sentence only in very special cases. And I am going to instruct you on the law as to, basically, what those aggravating circumstances and what mitigating circumstances are. Would you follow those instructions?\nA [Juror B]: (Nods in the affirmative.)\nQ: And disregard your personal opinion on the matter?\nA: (Nods in the affirmative.)\n....\nQ: Would you follow my instructions and agree that not in all cases a person should get a death penalty?\nA: I will follow your instructions.\nQ: No matter what they are?\nA: No matter what they are.\n....\nQ: [Van Poyck] has no burden of proof under the law. He is not required to prove anything in a criminal case, only the State is required to prove anything; okay?\nA: (Nods in the affirmative.)\nQ: You understand that?\nA: (Nods in the affirmative.)\nQ: Do you agree with that one principle of law?\nA: Yes.\n....\nQ [The Court]: Under the law of Florida, sir, the death penalty is a penalty that is appropriate only in very specific and limited cases. And you will be instructed in the law as to what to consider in regards to the aggravating and mitigating circumstances. You must follow the law. Do you understand that?\nA [Juror C.]: Yes.\nQ: Could you follow that law irregardless of your personal feelings?\nA: Yes.\nQ: Could you perceive a case where an individual would be on a jury and you would hear the aggravating, mitigating circumstances and you would vote a recommendation of life in prison?\nA: Yes.\n....\nQ: All right, would you agree, sir, that the matter, matter of employment of the alleged dead person being a ... law enforcement officer... would not affect your ability to render a fair recommendation as to life or death?\nA: It would not.\n....\nQ: Sir, would you say even though you feel [death] is the appropriate penalty [in cases of premeditated first-degree murder] ... does that mean that it is a penalty that you would vote for in every first degree murder case regardless, you would not pay attention to the evidence or the instructions or would you follow them?\nA: I would listen and think about it and weigh all the evidence and make my decision on that. I would not go in straight looking at: Well, it's premeditated.\nQ: It's not a closed issue then, to you?\nA: Right. I am not\u0097I would have to have an open mind about it.\nQ: You will follow my instructions that I tell you?\nA: Yes, sir.\n....\nQ [The Court]: Could you, sir, sit on the jury, listen to the instructions of the law and the evidence and render a verdict based on the instructions on the law and the evidence and disregard your personal feelings?\nA [Juror. F.]: I, gee, I would have to.\nQ: Okay. In other words, if you sat on the jury you could conceive where you would sit on the jury, listen to the evidence and the instructions on the law and come back and say based on everything I have heard there should be a recommendation of life. You could do that?\nA: I can do that.\n....\nQ: The death penalty should not be imposed in all cases; is that a fair statement?\nA: Yes.\n....\nQ [The State]: Sir, even though it's a police officer that was, or a prison guard that was killed in this case, would you listen to the mitigating factors?\nA: I would listen to the mitigating factors.\nQ: [W]ould you listen to the instructions of the Court?\nA: Yes.\nQ: Would you weigh any mitigating factors against the legal aggravating factors the Court would instruct you?\nA: That would be my job.\nQ: Concerning that [pretrial] publicity, even though you have read the papers, you formed an opinion from that, could you set that aside and reach a decision based upon the law and the evidence?\nA: I feel that I would, yes. I am intelligent enough to go on what is said, what is done in the courtroom.\n....\nQ [The Court]: Could you perceive of a situation, excuse me, where you could be on a jury and hear the aggravating and mitigating circumstances and the instructions on the law and you could return a recommendation of, personally, of life in prison?\nA [Juror M.]: Yes, if it was explained or, you know, like I said, it was the law.\nQ: Okay, what you're telling me then, what I believe is you would be willing to listen to the evidence and aggravating factors, evidence of mitigating factors, you would follow the law that I give you or instructions, make your recommendation based on those factors?\nA: Yes.\nQ: You would follow that law whether you personally agreed with it or not?\nA: Yes.\n....\nQ [The State]: If there are aggravating factors that exist outweighing the mitigating factors, then you should make a recommendation of life. Could you follow those instructions of the Court and be fair to both sides?\nA: Yes.\nQ: So, you would not automatically just because a person is convicted of first degree murder, you would not automatically recommend death. You would look at the circumstances and the Defendant's background or what have you and look at all the circumstances?\nA: The facts and the circumstances.\nQ: Listen to the judge and make a reasoned decision?\nA: Yes.\n....\nQ [The Defense]: Suppose the judge should instruct you premeditated murder, even though it's no question but that the person did it, that it is not the end. There are other things that need to be considered. Would you have a problem putting aside your feelings about the death penalty and about those people, you know, living off the public coffers, for the rest of their lives, would you have a problem putting that stuff aside and considering the other things that would need to be considered?\nA: No, because the judge, if he says that's the law or that's the way it should be, then, you know, that's his decision, you know. I can live with it.\nQ: Would you have any problems going home and telling your family members or your friends that you returned a life recommendation in a premeditated murder case?\nA: No.\n....\nQ [The Court]: [C]ould you personally sit on a jury where a person was convicted of first degree murder, hearing the aggravating and mitigating circumstances and instructions on the law and follow those instructions on the law whether you personally agree with them or not?\nA [Juror M.]: Yes, I believe I could.\n....\nQ: Could you vote a recommendation of life if the law warranted that, whether you personally agreed or not?\nA: Yes, I would, sir.\n....\nQ: Ma'am, let me ask you one question. If you were on a jury and you went to the penalty phase and I gave you an instruction in the law as to what concerns the penalty phase and your recommendation, would you follow that instruction in the law?\nA: Yes.\nQ: Whether you personally agree with it or not?\nA: Yes, I would follow the instructions of the law.\nQ: Say it involved a police officer or a prison guard and you have those strong feelings about them that you mentioned. Would you still follow those instructions in the law?\nA: If I took the oath and all that, yes, I would follow the instructions. I would put my own emotions aside, try not to make up my mind until after I have heard the instructions. But I would follow the instructions. That's the way it would be. That's the way it would have to be because I believe in the law.\n....\nQ [The Court]: Will you be willing, sir, to look at [the case] from an objective viewpoint? You understand that under our law the death penalty is only a sentence imposed in specific cases? Would you be willing to follow our law when it was given to you in regards to that extent?\nA [Juror N.]: Yes.\nQ: And you have specific instructions on the law as to when you make a recommendation as to death or life. Would you be willing to follow those?\nA: Yes.\n....\nQ [The State]: Could you make a decision if you're chosen as a member of this panel based upon what the judge tells you, do you think you could give that Defendant a fair trial?\nA: Yes, I would have to follow the law, yes.\n[5]  The following are excerpts from the voir dire of these venirepersons:\n\nQ [The Court]: Will you follow my instructions on the law if they were to tell you that the death penalty is limited and a recommendation only of death can only be given in specific instances where certain aggravating factors outweigh any mitigating circumstances?\nA [Juror AA]: Uh-huh.\n....\nQ: Would you say that it's not fair for a jury to always recommend the death penalty, would you agree with that, a jury should not always recommend death?\nA: Yes, I think I do.\n....\nQ [Defense Counsel]: [D]o you still feel, however, that whatever instructions there are that in all cases where there is an intentional killing you believe that the death penalty should be given?\nA: No, not all cases.\n....\nQ [The Court]: [U]nder our system of justice Mr. Van Poyck, as he is seated here, is presumed innocent.... Do you agree with that?\nA [Juror DB]: Yes, I do.\n....\nQ: Would you agree that you could sit as a juror in a case of this nature of first degree murder and if you listened to the aggravating and mitigating circumstances that you would follow my instructions on the law disregarding your personal feelings?\nA: Yes, I would.\n[6]  I disagree with Van Poyck's assertion that the responses of the two jurors (Moody and Bradford) who sat for the jury are virtually indistinguishable from the responses of Abufaris and Bruschi, and therefore, this Court should hold it was error not to excuse Moody and Bradford for cause. Initially, I note my accordance with the majority opinion that only juror Moody was identified to the trial court during Van Poyck's request for an additional peremptory strike and thus properly preserved for appellate review. See Majority op. at 931 n. 3. Juror Bradford was not identified to the trial court during Van Poyck's request for additional peremptory strikes, and therefore any error with regard to that juror has not been preserved for appellate review.\n\nDuring voir dire, juror Moody asserted that she supports the death penalty; \"If they are guilty, I am for.\" However, she later stated that she would make her decision based on the law as instructed and not on any personal opinions or beliefs. Moreover, she acknowledged that she would not automatically vote for the death penalty in every case in which a person is convicted of first-degree murder nor in every case in which a person is convicted of premeditated murder. Therefore, I would hold that the court did not err in denying Van Poyck's challenge for cause, as well as his request for an additional peremptory strike as to this juror.\n\n",
            "ocr": false,
            "opinion_id": 1792842
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}