{
    "id": 1049412,
    "judges": "Judge Camille R. McMullen",
    "date_filed": 1287014400000,
    "date_filed_is_approximate": false,
    "slug": "eldridge-hill-v-state-of-tennessee",
    "case_name_short": null,
    "case_name": "Eldridge Hill v. State of Tennessee",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/TCCA/PDF/104/Eldridge%20Hill%20vs%20State.pdf",
            "author_id": 8286.0,
            "opinion_text": "        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                           Assigned on Briefs June 2, 2010\n\n                 ELDRIDGE HILL v. STATE OF TENNESSEE\n\n              Direct Appeal from the Criminal Court for Shelby County\n                    No. 04-06183 James M. Lammey, Jr., Judge\n\n\n\n               No. W2009-01481-CCA-R3-PC - Filed October 14, 2010\n\n\n\nThe Petitioner, Eldridge Hill, appeals from the Shelby County Criminal Court’s denial of\npost-conviction relief from his conviction for especially aggravated robbery. In his appeal,\nhe claims that trial counsel was ineffective in failing to make a motion for judgment of\nacquittal regarding the especially aggravated robbery charge and that appellate counsel was\nineffective in failing to challenge the sufficiency of the conviction on appeal based on his\nclaim that the victim’s shooting did not occur prior to or contemporaneously with the\nrobbery. Upon review, we affirm the judgment of the post-conviction court.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nC AMILLE R. M CM ULLEN, J., delivered the opinion of the court, in which D AVID H. W ELLES\nand J OHN E VERETT W ILLIAMS, JJ., joined.\n\nRobert Brooks, Memphis, Tennessee, for the Petitioner-Appellant, Eldridge Hill.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Cameron L. Hyder, Assistant Attorney\nGeneral; William L. Gibbons, District Attorney General; and Kevin R. Rardin, Assistant\nDistrict Attorney General, for the Appellee, State of Tennessee.\n\n                                        OPINION\n\n       Factual Background. The facts in this case were summarized by this court on direct\nappeal:\n\n              On September 2, 2004, the Shelby County Grand Jury returned an\n       indictment charging the defendant with the especially aggravated robbery of\n       Marcus Brown and the aggravated robberies of Mark Taylor and Felicitas\n       Spurlock-Fitzpatrick. At the conclusion of his jury trial, he was convicted of\n\fthe especially aggravated robbery count of the indictment and acquitted of the\ntwo aggravated robbery counts. Because the defendant confines his argument\non appeal to the sufficiency of the evidence as it relates to the severity of the\nvictim’s injury, we will only briefly summarize the proof the State presented\nof the crime itself.\n\n       On the afternoon of April 28, 2004, Brown, Taylor, and Fitzpatrick\nwere watching television in the living room of Fitzpatrick’s Memphis home\nwhen the defendant, who was known to all of them as “Big Red,” pulled up to\nthe house in a car driven by another man. The defendant came to the porch\nand asked Fitzpatrick if “Bumblebee,” or Brown, was inside. She replied yes\nand admitted the defendant into the house. The defendant closed the door\nbehind him, pulled out a gun, and ordered everyone to stay seated on the\ncouch. He then demanded that they tell him where the money and ten pounds\nof marijuana were located. The three disavowed any knowledge of marijuana,\nand the defendant struck Taylor in the face with his hand and Brown in the\nhead with his gun. He then picked up a pillow from the couch, held it between\nthe barrel of his gun and Brown’s head, and threatened to shoot Brown if the\nthree did not reveal the location of the marijuana.\n\n        The defendant took $860 in cash from Brown’s pocket and cell phones\nand car keys from Taylor and Fitzpatrick. He then went to the front door of\nthe home and beckoned for the driver of his vehicle, whom the three victims\nknew only as “Big Daddy,” to come inside. Big Daddy came in, and the\ndefendant instructed him to get his brother and to watch the door. The\ndefendant’s brother, Carl Hill, entered the house, and the defendant sent him\nout to get another gun. At some point, the defendant also gave the victims’ car\nkeys to either Big Daddy or Carl Hill with instructions to search the victims’\nvehicles. When Big Daddy and Carl Hill were gone, the defendant pulled\nFitzpatrick into the kitchen of the residence. Seizing his chance, Brown fled\nout the door and down a hill, followed by the defendant who shouted, “Shoot\nhim” as he ran out the door after Brown.\n\n        Hearing gunshots behind him, Brown turned around, saw the defendant\nstanding on the hill shooting at him, turned back around to continue his flight,\nwas struck in the back by a bullet, fell to the ground, got up, ran to a\nneighbor’s house, and collapsed on the front porch. From there, he was taken\nby ambulance to the hospital, where he underwent surgery. Brown testified\nthat the bullet hit his kidney and stomach and caused him pain and breathing\nproblems. In addition, it “messed [his] bowels up,” causing him to “have\n\n                                       -2-\n\f       trouble using the restroom.” Brown stated that he continued to experience\n       problems with his bowels and had to take “stool pills” to help his elimination.\n       At the request of the State, he raised his shirt to show the jury his surgical scar.\n       He stated that the bullet was unable to be removed and remained in his body.\n       At a later point in the trial, two photographs of the victim’s torso, which the\n       parties stipulated showed the surgical scar, were admitted into evidence.\n\nState v. Eldridge Hill, No. W2006-01942-CCA-R3-CD, 2007 WL 1840752, at *1-2 (Tenn.\nCrim. App., at Jackson, June 26, 2007) (internal footnote omitted), perm. to appeal denied\n(Tenn. Oct. 15, 2007). Following a jury trial, the Petitioner was convicted of especially\naggravated robbery and sentenced as a violent offender to sixteen years at 100%. Id. at *1.\n\n       Post-Conviction Hearing. On October 13, 2008, the Petitioner filed a timely post-\nconviction petition alleging among other things that trial counsel and appellate counsel\nrendered ineffective assistance by failing to challenge the sufficiency of the evidence based\non his claim that the robbery was complete at the time that the victim was shot.\n\n        At the post-conviction hearing on April 8, 2009, the Petitioner presented testimony\nfrom trial counsel and appellate counsel but did not testify in his own behalf. The Petitioner\nasserted that he was going forward on two different issues: (1) trial counsel and appellate\ncounsel were ineffective in failing to challenge the sufficiency of the evidence based on his\nclaim that the robbery was complete at the time the victim was shot; and (2) trial counsel was\nineffective in failing to request the lesser included offense of aggravated assault with respect\nto the especially aggravated robbery charge. Regarding the first issue, the Petitioner argued\nthat counsel were ineffective based on State v. Owens, 20 S.W.3d 634, 641 (Tenn. 2000),\nwhich held that “the use of violence or fear must precede or be contemporaneous with the\ntaking of property from the person to constitute the offense of robbery under Tenn. Code\nAnn. § 39-13-401.” The Petitioner argued:\n\n        [O]nce the money was taken from the victim, under the Tennessee rule –\n       under the common-law rule – the robbery was complete. And just as in [State\n       v. Owens,] if there is . . . a weapon used – or later there is – [if] there is serious\n       bodily injury inflicted – that if it occurs after the actual taking of the money,\n       then it is not part of the robbery and cannot be used to make this an\n       especially[]aggravated robbery. The use of force must immediately [precede]\n       or be contemporaneous with the robbery.\n\n       The State responded that State v. Owens was not applicable to the facts of this case:\n\n\n\n\n                                                -3-\n\f       [T]his is not a case in which the taking was complete and the [Petitioner] left\n       the scene. This was a case in which the taking was incomplete, and the\n       [Petitioner] remained on the scene. The proof was that [the Petitioner] came\n       in armed demanding money and drugs. He got some money. He didn’t get the\n       drugs. The [victim] Marcus Brown ran from the scene. [The Petitioner]\n       ordered another man waiting outside to shoot [the victim]. Shots were fired,\n       but [the victim] was missed. [The Petitioner] then fired shots, actually hitting\n       [the victim] in the back.\n\n               So, the state’s position is . . . we don’t believe State v. Owen[s] applies\n       in this case.\n\n        During the post-conviction hearing, trial counsel testified that he represented the\nPetitioner at trial. He said that at the time that he represented the Petitioner he had been\npracticing in the area of criminal defense for thirteen or fourteen years, had handled hundreds\nif not thousands of cases, and had conducted fifty to one hundred criminal trials. Trial\ncounsel described his recollection of the case:\n\n       [F]irst, with regarding to the defense, it was always [the Petitioner’s]\n       contention that it was not him that committed this crime, and that is the\n       defense we went into trial with. But with regard to the actual events around\n       the robbery, . . . the testimony was that [the Petitioner] came in; he physically\n       assaulted [the victim] with the gun. There were several people in the room.\n       Big Daddy – whoever this guy was – came in as well and kind of – the two of\n       them kind of held the house – for lack of a better term, kind of held everybody\n       where they were. . . . And [the Petitioner] apparently hit [the victim], took\n       some money from him. At some point – and this is where I can’t remember –\n       somebody – either [the Petitioner] or the other gentleman took a young lady\n       into the kitchen. [The Petitioner] . . . and maybe someone else was still in the\n       living[]room, I think. And at the point where the young lady goes into the\n       kitchen with either [the Petitioner] or somebody else, [and] that’s when [the\n       victim runs] out of the house.\n\n               Now this is all happening, according to witness testimony – if you put\n       it altogether, this is all happening in a fairly tight frame of time – and it’s kind\n       of all happening at once. And at the point where [the victim] is out of the\n       house, allegedly [the Petitioner] goes in and says, “Shoot him,” and then goes\n       to the front door and shoots at him and hits him in the back.\n\n\n\n\n                                               -4-\n\fTrial counsel acknowledged that the Petitioner was acquitted of taking the cell phone and the\ncar keys from Taylor and Fitzpatrick and was only convicted of taking $860 in cash from the\nvictim. Trial counsel said that although the Petitioner was not charged with taking any other\nproperty, the testimony at trial showed that the Petitioner was looking for drugs and\nadditional money at the time of the offense. However, he acknowledged that the Petitioner\ndid not actually find any drugs or additional money.\n\n        Trial counsel explained that when Fitzpatrick was taken into the kitchen by the\nPetitioner, the victim decided to run out of the house, and the Petitioner yelled, “Shoot him”\nto the person standing guard outside. The person outside did not have a gun, and the\nPetitioner pursued the victim and ultimately shot the victim. Trial counsel stated that he was\naware of the case of State v. Owens but was unsure whether he was aware of the case “well\nin advance of the trial.” He also stated that he was aware of the Tennessee rule on robbery\nbut “felt like the state would be able to carry [its] burden with regard to aggravated\nrobbery[.]” Trial counsel acknowledged that there might have been some evidence at trial\nthat indicated someone other than the Petitioner shot the victim.\n\n        Trial counsel said that because he was asked to pursue a defense strategy that the\nPetitioner was not the individual who committed the offenses, he felt “it would have been\npoor judgment to then turn around and say, ‘Okay, [the Petitioner] didn’t do it, but if [he] did,\nthis is what [he] didn’t do.’” He also added that he talked to the jury following trial, and\n“they just didn’t believe anything [the Petitioner] said, anyway.” He acknowledged,\nhowever, that it would not have been poor judgment to argue that the State failed to prove\nthat this was an especially aggravated robbery based on State v. Owens in his motion for\njudgment of acquittal. Trial counsel stated that he did argue in his motion for judgment of\nacquittal that the State had failed to satisfy its burden of proof regarding the charged offenses\nof especially aggravated robbery and aggravated robbery [Trial Transcript]. Trial counsel\nsaid that he did not argue that the State failed to prove that this was an especially aggravated\nrobbery pursuant to Owens in his motion for a new trial because the motion was written very\ngenerally and focused more on the fact that the victim showed his scars from his injury to the\njury.\n\n       Appellate counsel testified that she had been appointed to represent the Petitioner for\nhis appeal. She stated that she had been practicing in the area of criminal defense since 1993,\nthat her law practice consisted of sixty or seventy percent of criminal work, and that she had\nrepresented individuals in fifty to seventy-five appeals to the Tennessee Court of Criminal\nAppeals and the Tennessee Supreme Court. When asked if she was aware of the State v.\nOwens case, appellate counsel said that she maintained her knowledge of the state of the\ncriminal law in Tennessee. She further stated, “[W]hether or not I knew specifically of that\ncase two years ago, I don’t think I’m in a position to say that one way or the other.” She said\n\n                                               -5-\n\fthat she did not believe that there was a viable issue regarding whether the shooting was an\nappropriate aggravator for the aggravated robbery in the Petitioner’s case:\n\n                My professional opinion is . . . that there probably would not be a viable\n       issue there for the sole purpose that the robbery was – had not been completed\n       . . . . Evidently, [the Petitioner] was still perpetrating the robbery because he\n       ha[d] the people being held in the house . . . . So, it would be my position that\n       the robbery was not complete; that it was still being perpetrated; and,\n       therefore, . . . when [the victim] took his opportunity to break loose [and run\n       from the house], that that was still part and parcel of the incidents that would\n       have been part of the robbery.\n\n              Furthermore, taking what you’ve said – and obviously the record will\n       put forth what the testimony was – but just from what you’ve said today –\n       recited today that the Court of Appeals had cited in [its] opinion. [During the\n       incident the Petitioner demanded] [m]ore than just the money that was taken\n       [from the victim] . . . . There is nothing to say that [the victim] didn’t have any\n       drugs to still . . . be taken from him – or have more money or something like\n       that. So, I think that . . . as far as looking and making an analysis of whether\n       the robbery was continuing [it] may very well [be] – that it was still going on.\n\nWhen the Petitioner’s attorney suggested that the robbery ended when the Petitioner took the\nmoney from the victim, appellate counsel stated, “I think you’re splitting hairs[.]” Appellate\ncounsel stated that she had certain limitations as appellate counsel:\n\n              I raised the issue [regarding whether the evidence was sufficient to\n       support the conviction for especially aggravated robbery]. Certainly, I am\n       being only the appellate counsel, not having raised issue and cited them in the\n       motion for new trial. And I think you are quite aware of the fact that there\n       certainly are limitations that are placed on appellate issues that can be raised\n       based on what is raised in the motion for new trial.\n\n              Having said that, . . . [I] raised the issues that I thought were viable\n       [regarding the] appellate issues and presented those to the Court of [Criminal]\n       Appeals at the time.\n\nThe Petitioner’s post-conviction counsel then entered the transcript of the jury instructions\nfrom the Petitioner’s trial and this court’s decision on direct appeal. The State said that they\nwould not be calling witnesses and were relying on the trial transcripts, the jury instructions,\nand the proof that had already been heard at the hearing. During closing arguments, the\n\n                                               -6-\n\fPetitioner’s counsel stated that “[t]he facts that are in the appellate opinion are quite adequate\nto support our position.” In contrast, the State argued that the court should deny relief\nbecause “State v. Owen[s], as cited by the petitioner, does not fit the facts or the proof that\nwas developed in this case at trial.”\n\n       Regarding the Petitioner’s argument that the robbery had been completed prior to the\nvictim’s shooting, the court stated:\n\n       In this particular instance, judging by what I’ve gathered from the testimony\n       and just . . . looking at this opinion, the robbery was still going on. And the\n       victim that was shot in the back tried to leave. Now, you can speculate all day\n       long why he was shot in the back. He was shot in the back because the\n       robbery is still going on – we still haven’t found our [drugs], and we don’t\n       want him to get away and call the police because we want to continue the\n       robbery. So, it was a continuing offense. The robbery was still in action.\n\n       The court considered whether the serious bodily injury occurred during the robbery:\n\n              So, he was shot and seriously injured – being shot in the back, I’m\n       assuming the jury found that it was a serious bodily injury that he sustained\n       while the robbery was still going on. It wasn’t completed. It was still going\n       on.\n\nAs the court was considering whether trial counsel had been ineffective in failing to request\nthe lesser included offense of aggravated assault, Petitioner’s counsel withdrew that issue\nfrom consideration:\n\n               Let me simplify it. . . . I’m going to withdraw the allegation that [trial\n       counsel] should have asked for a lesser-included offense. That’s off the table.\n       I’m going to withdraw any argument that he should have argued to the jury\n       that this was not an especially[]aggravated robbery because the person . . . fled\n       the scene before he was shot.\n\n              All I’m arguing is that he should have made a motion [for judgment of\n       acquittal] to the court [claiming] that there was insufficient evidence to\n       establish that there was an especially[]aggravated robbery. That’s the only\n       issue.\n\nThe court noted that the Court of Criminal Appeals had already determined on direct appeal\nthat the evidence presented at trial was sufficient to sustain the conviction for especially\n\n                                               -7-\n\faggravated robbery. See Eldridge Hill, 2007 WL 1840752, at *1. The Petitioner’s post-\nconviction counsel responded that appellate counsel only argued that there was insufficient\nevidence to support the conviction on the basis that the victim did not suffer serious bodily\ninjury and did not argue that the robbery was completed at the time of the victim’s shooting.\nThe post-conviction court stated that it did not believe that trial counsel or appellate counsel\nwere deficient. However, the court found that even if counsel were deficient, it did not\nbelieve that the actions of trial counsel or appellate counsel prejudiced the Petitioner. The\nPetitioner’s attorney responded by arguing that if Owens precluded the Petitioner’s\nconviction for especially aggravated robbery, then trial counsel’s and appellate counsel’s\nfailure to raise the issue constituted ineffective assistance of counsel since the error was not\nharmless. The post-conviction court reiterated its belief that the facts of this case did not fit\nthe scenario discussed in Owens:\n\n               [Most attorneys would not have made the Owens argument in] this\n       situation. If it had been a situation like I’ve seen before where it’s been a\n       taking – a subsequent leaving of the scene – and a following by the victim to\n       confront the person to get the item back – we’ve seen a lot of those where it’s\n       been said that was a completed theft and a subsequent aggravated assault.\n       That’s not so here. So, I’ll note that for the record.\n\n      On June 22, 2009, the court entered an order denying the Petitioner’s request for post-\nconviction relief. In the order, the court made the following findings of fact:\n\n              [T]he facts of State v. Owens are not analogous to the facts of this case.\n       In order to constitute the offense of robbery, “the use of violence or fear must\n       precede or be contemporaneous with the taking [of] property from the person.”\n       State v. Owens, 20 S.W.3d 634 (Tenn. 2000). Here, the use of violence\n       contemporaneously occurred with the taking of the property. Unlike Owens,\n       where the use of fear occurred after the robbery was completed, the victim,\n       Marcus Brown, was shot while the robbery was still in action because the\n       Petitioner was waiting on the victims to reveal the location of some marijuana.\n\nFollowing the denial of post-conviction relief, the Petitioner then filed a timely notice of\nappeal.\n\n                                        ANALYSIS\n\n        The Petitioner contends that trial counsel and appellate counsel were ineffective in\nfailing to challenge the sufficiency of the evidence based on his claim, pursuant to Owens,\n20 S.W.3d at 641, that the robbery was completed at the time that the victim was shot.\n\n                                               -8-\n\fSpecifically, he claims that trial counsel was ineffective in failing to make a motion for\njudgment of acquittal regarding the especially aggravated robbery charge and that appellate\ncounsel was ineffective in failing to challenge the sufficiency of this conviction on appeal.\nThe Petitioner asserts that this issue has not been previously determined since appellate\ncounsel challenged the sufficiency of the conviction on appeal solely on the basis that the\nvictim did not suffer serious bodily injury during the incident. Finally, the Petitioner argues\nthat the robbery involving the taking of $860 from the victim, which was the subject of his\nonly conviction, was completed before the victim ran from the house. He further asserts that\nhe was not charged with attempted robbery of drugs or additional money from the victim or\nthe home and that attempted robbery was the only offense that was continuing at the time that\nthe victim was shot.\n\n       In response, the State argues that the trial court properly denied post-conviction relief\nbecause the Petitioner failed to prove his allegations of ineffective assistance of counsel by\nclear and convincing evidence. Moreover, the State contends that the proof presented at trial\nestablished that the robbery was continuing at the time that the victim was shot in the back\nby the Petitioner. We agree with the State.\n\n      Post-conviction relief is only warranted when a petitioner establishes that his or her\nconviction is void or voidable because of an abridgement of a constitutional right. T.C.A.\n§ 40-30-103 (2003). The Tennessee Supreme Court has held:\n\n       A post-conviction court’s findings of fact are conclusive on appeal unless the\n       evidence preponderates otherwise. When reviewing factual issues, the\n       appellate court will not re-weigh or re-evaluate the evidence; moreover, factual\n       questions involving the credibility of witnesses or the weight of their testimony\n       are matters for the trial court to resolve. The appellate court’s review of a\n       legal issue, or of a mixed question of law or fact such as a claim of ineffective\n       assistance of counsel, is de novo with no presumption of correctness.\n\nVaughn v. State, 202 S.W.3d 106, 115 (Tenn. 2006) (internal quotation and citations\nomitted). “The petitioner bears the burden of proving factual allegations in the petition for\npost-conviction relief by clear and convincing evidence.” Id. (citing T.C.A. § 40-30-110(f);\nWiley v. State, 183 S.W.3d 317, 325 (Tenn. 2006)). Evidence is considered clear and\nconvincing when there is no serious or substantial doubt about the accuracy of the\nconclusions drawn from it. Hicks v. State, 983 S.W.2d 240, 245 (Tenn. Crim. App. 1998)\n(citing Hodges v. S.C. Toof & Co., 833 S.W.2d 896, 901, n.3 (Tenn. 1992)), perm. to appeal\ndenied (Tenn. Nov. 2, 1998).\n\n\n\n\n                                              -9-\n\f       Vaughn further repeated well-settled principles applicable to claims of ineffective\nassistance of counsel:\n\n              The right of a person accused of a crime to representation by counsel\n       is guaranteed by both the Sixth Amendment to the United States Constitution\n       and article I, section 9, of the Tennessee Constitution. Both the United States\n       Supreme Court and this Court have recognized that this right to representation\n       encompasses the right to reasonably effective assistance, that is, within the\n       range of competence demanded of attorneys in criminal cases.\n\n202 S.W.3d at 116 (internal quotations and citations omitted).\n\n       In order to prevail on an ineffective assistance of counsel claim, the petitioner must\nestablish that (1) his lawyer’s performance was deficient and (2) the deficient performance\nprejudiced the defense. Id. (citing Strickland v. Washington, 466 U.S. 668, 687, 104 S. Ct.\n2052, 2064 (1984); Baxter v. Rose, 523 S.W.2d 930, 936 (Tenn. 1975)). “[A] failure to\nprove either deficiency or prejudice provides a sufficient basis to deny relief on the\nineffective assistance claim. Indeed, a court need not address the components in any\nparticular order or even address both if the [petitioner] makes an insufficient showing of one\ncomponent.” Goad v. State, 938 S.W.2d 363, 370 (Tenn. 1996) (citing Strickland, 466 U.S.\nat 697, 104 S. Ct. at 2069).\n\n       A petitioner successfully demonstrates deficient performance when the clear and\nconvincing evidence proves that his attorney’s conduct fell below “an objective standard of\nreasonableness under prevailing professional norms.” Id. at 369 (citing Strickland, 466 U.S.\nat 688, 104 S. Ct. at 2065; Baxter, 523 S.W.2d at 936). Prejudice arising therefrom is\ndemonstrated once the petitioner establishes “a reasonable probability that, but for counsel’s\nunprofessional errors, the result of the proceeding would have been different.” Id. at 370.\n“‘A reasonable probability is a probability sufficient to undermine confidence in the\noutcome.’” Id. (quoting Strickland, 466 U.S. at 694, 104 S. Ct. at 2068).\n\n        We note that “[i]n evaluating an attorney’s performance, a reviewing court must be\nhighly deferential and should indulge a strong presumption that counsel’s conduct falls\nwithin the wide range of reasonable professional assistance.” State v. Burns, 6 S.W.3d 453,\n462 (Tenn. 1999) (citing Strickland, 466 U.S. at 689, 104 S. Ct. at 2065). Moreover, “[n]o\nparticular set of detailed rules for counsel’s conduct can satisfactorily take account of the\nvariety of circumstances faced by defense counsel or the range of legitimate decisions\nregarding how best to represent a criminal defendant.” Strickland, 466 U.S. at 688-89, 104\nS. Ct. at 2065.\n\n\n\n                                             -10-\n\f        Here, the Petitioner argues that trial counsel and appellate counsel were ineffective\nin failing to challenge the sufficiency of the evidence of the especially aggravated robbery\ncharge based on his claim, pursuant to Owens, that the robbery was complete at the time that\nthe victim was shot. Tennessee Code Annotated section 39-13-403(a) defines especially\naggravated robbery as the following:\n\n       (a) Especially aggravated robbery is robbery as defined in § 39-13-401:\n\n               (1) Accomplished with a deadly weapon; and\n               (2) Where the victim suffers serious bodily injury.\n\nT.C.A. § 39-13-403(a) (2003). The Tennessee Sentencing Commission Comments explain\nthe distinction between the crimes of especially aggravated robbery and aggravated robbery:\n\n       This section defines the offense of especially aggravated robbery as a robbery\n       committed under two circumstances: (1) a deadly weapon is used and (2) the\n       victim suffers serious bodily injury. If only one of these two circumstances is\n       found, the offense is aggravated robbery pursuant to § 39-13-402.\n\nT.C.A. 39-13-403(a) (2003), Sentencing Comm’n Comments. Robbery is defined as “the\nintentional or knowing theft of property from the person of another by violence or putting the\nperson in fear.” T.C.A. § 39-13-401(a) (2003).\n\n       The Petitioner acknowledges that his appeal centers on whether State v. Owens is\napplicable to his case.1 In Owens, the Tennessee Supreme Court addressed “the temporal\n\n\n       1\n         We are compelled to note that the Petitioner also relies upon State v. Gerraldo White, No.\nW2008-02579-CCA-R3-CD, 2010 WL 271271 (Tenn. Crim. App.) appeal denied (Tenn. Jun 16, 2010),\nwhich was designated “Not For Citation”. Rule 4(E) of the Rules of the Supreme Court of Tennessee\nprovides:\n\n       (1) If an application for permission to appeal is hereafter denied by this Court with a “Not\n       for Citation” designation, the opinion of the intermediate appellate court has no precedential\n       value.\n\n       (2) An opinion so designated shall not be published in any official reporter nor cited by any\n       judge in any trial or appellate court decision, or by any litigant in any brief, or other material\n       presented to any court, except when the opinion is the basis for a claim of res judicata,\n       collateral estoppel, law of the case, or to establish a split of authority, or when the opinion\n       is relevant to a criminal, post-conviction or habeas corpus action involving the same\n       defendant.\n                                                                                                    (continued...)\n\n                                                     -11-\n\frelationship between the taking and the use of violence (fear) as they together constitute the\noffense of robbery as defined in Tenn. Code Ann. § 39-13-401.” Owens, 20 S.W.3d at 636.\nThe facts of this case were the following:\n\n                David L. Owens, the defendant, entered a Dollar General Store, grabbed\n        an article of clothing, and left without making payment. Owens was chased for\n        several blocks by two store employees. When one employee closed in, Owens\n        dropped the clothes, turned toward the employee, and brandished a box cutter.\n        Owens then walked away, but he was subsequently apprehended and charged.\n        He was convicted of robbery and sentenced to nine years in the Department of\n        Correction. His conviction was affirmed by the Court of Criminal Appeals.\n\nId. In his appeal, Owens argued that his robbery conviction was not sustainable under\nsection 39-13-401 because the violence against the employee did not occur at the time that\nhe took the merchandise but instead occurred at the end of the chase. Id. After conducting\nan exhaustive analysis of use of the common law rule versus the “continuous offense theory”\nby different states, the court formally adopted the common law rule in Tennessee and held,\n“[T]he use of violence or fear must precede or be contemporaneous with the taking of\nproperty from the person to constitute the offense of robbery under Tenn. Code Ann. §\n39-13-401.” Id. at 641. The court then applied this rule to the facts in the Owens case:\n\n                Here, Owens took an article of clothing from Dollar General Store\n        without paying and fled. After having run for at least five blocks, he stopped,\n        dropped the clothes, turned towards Mims (who had given chase), and\n        brandished a box cutter. This evidence is not sufficient to establish violence\n        or fear preceding or contemporaneous with the taking of property. Indeed, in\n        this case, the use of violence or fear was subsequent to the taking and\n        temporally remote. Accordingly, there is insufficient evidence in the record\n        to support Owens’s conviction of robbery. There is, however, ample evidence\n        in the record to support a conviction for theft under Tenn. Code Ann. §\n        39-14-103. Thus, in reversing Owens’s conviction for robbery, we modify the\n        trial court’s judgment to show a conviction of theft and remand the case to the\n        trial court for resentencing.\n\nId. at 641-42.\n\n\n\n        1\n            (...continued)\nAccordingly, we will not consider this case in our resolution of this appeal.\n\n\n                                                   -12-\n\f        In the more recent case of State v. Swift, 308 S.W.3d 827, 828 (Tenn. 2010), the\nTennessee Supreme Court considered “whether the location of the use of violence or fear is\nrelevant in distinguishing theft from robbery.” In Swift, an employee saw the defendant take\ntwo video games inside a Best Buy store. Id. The employee informed the loss prevention\ndesk at the front of the store that the defendant had “just stole[n] two games.” Id. It was\nBest Buy’s policy for employees to approach an individual suspected of taking merchandise\nat the front door of the store to minimize disruption. Id. The loss prevention specialist\nlocated the defendant on the surveillance camera. Id. Just two minutes later, the defendant\nwalked toward the exit of the store. Id. The loss prevention specialist asked to speak to him,\nand the defendant did not answer. Id. As the loss prevention specialist tried to restrain the\ndefendant, the defendant swung at him, and then both employees grabbed the defendant. Id.\nWhen the defendant took a second swing, the employees realized that he had a knife in his\nhand. Id. Because the employees feared for their safety, they backed away, allowing the\ndefendant to leave the store. Id. The employees followed the defendant to the parking lot\nand saw him get in a vehicle and drive away. Id. The video games were not found. Id.\nFollowing a jury trial, the defendant was convicted of aggravated robbery. Id. On appeal,\nthe State argued that Swift was distinguishable from Owens because the defendant’s “use of\nviolence and fear occurred inside rather than outside the store.” Id. at 831. The Tennessee\nSupreme Court disagreed, holding that the location of the use of violence or fear was\nimmaterial and that “[t]he temporal proximity between the taking of property and the use of\nviolence or fear [was] the sole relevant factor.” Id. The court concluded that the taking of\nthe store’s property was complete when the defendant removed the video games from their\ncases and concealed them on his person, thereby demonstrating his intent to deprive the store\nof its property. Id. In assessing the temporal proximity between the defendant’s taking of\nthe games and the use of violence or fear, the court concluded:\n\n               Mr. Swift’s use of violence and fear did not precede or occur\n        contemporaneously with the removal and concealment of the games. Mr.\n        Swift walked toward the exit and swung a knife at the Best Buy employees\n        several minutes after the taking was complete. We therefore hold that the\n        evidence is insufficient to support Mr. Swift’s conviction for aggravated\n        robbery.\n\nId. Accordingly, the court reversed and vacated the conviction for aggravated robbery,\nmodified the conviction to aggravated assault, a lesser included offense of aggravated\nrobbery pursuant to State v. Franklin, 130 S.W.3d 789, 798 (Tenn. Crim. App. 2003),2 and\n\n\n        2\n        “[A]ggravated assault is a lesser-included offense of aggravated robbery[.]” Franklin, 130 S.W.3d\nat 798 (citing State v. Jason C. Carter, No. M1998-00798-CCA-R3-CD, 2000 WL 515930, at *8 (Tenn.\n                                                                                             (continued...)\n\n                                                  -13-\n\fremanded the case for a new sentencing hearing. Id. at 831-32. It also noted the sequential\njury instructions in Swift, which stated that the jury could convict the defendant of any one\nof the following offenses: aggravated robbery, robbery, aggravated assault, assault, and theft.\nId. at 831. The court concluded that the offenses of aggravated robbery and robbery could\nnot be sustained because the defendant’s use of violence and fear did not occur prior to or\ncontemporaneously with the defendant’s taking of the video games. Id. at 831-32. The court\nthen concluded that aggravated assault was the first offense listed in the jury instructions that\nwas supported by the evidence presented at trial. Id. at 832.\n\n        Following a review of the above authority, we conclude that Owens and Swift are\nfactually distinct from the instant case. Here, the Petitioner argues that trial counsel and\nappellate counsel were ineffective in failing to argue that the evidence was insufficient to\nsupport his conviction for especially aggravated robbery based on the Petitioner’s claim that\nthe victim’s serious bodily injury did not occur prior to or contemporaneously with the\nrobbery pursuant to Owens. Our review of the evidence presented at trial shows that the\nrobbery was accomplished with a deadly weapon. Fitzpatrick, Taylor, and the victim testified\nat trial that the Petitioner entered the residence, pulled out his gun, and demanded that all\nthree individuals tell him where the money and the ten pounds of marijuana were located.\nMoreover, all three witnesses testified that the Petitioner picked up a pillow from the couch\nand held it between the barrel of his gun and the victim’s head before taking $860 in cash\nfrom the victim. Accordingly, the evidence is more than sufficient to support a conviction\nfor aggravated robbery.\n\n       The Petitioner further claims that the evidence was insufficient to support his\nconviction for especially aggravated robbery because he claims that the victim’s serious\nbodily injury did not precede or occur contemporaneously with the aggravated robbery.\nFitzpatrick testified that after the Petitioner took the cash from the victim, either “Big Daddy”\nor Carl Hill yelled that Fitzpatrick must have the keys to the victim’s car, which ostensibly\ncontained the ten pounds of marijuana, because the victim claimed he did not have the keys.\nShe said the Petitioner dragged her into the kitchen, searched her unsuccessfully for the\nvictim’s car keys, and then promised to give her two of the ten pounds of marijuana if she\ntold him where the drugs were. Fitzpatrick said that as they were having this discussion in\nthe kitchen, the victim ran out the door, and the Petitioner ran after him with his gun and\nyelled, “Shoot him.” She then heard one gunshot. Taylor’s testimony was similar to\nFitzgerald’s regarding the series of events in the house. He also stated that the Petitioner\nkept asking the victim directly about the location of the marijuana. Taylor reiterated that the\n\n\n       2\n           (...continued)\nCrim. App., at Nashville, Apr. 27, 2000) (“Applying the approach established in Burns, we conclude that\naggravated assault is a lesser-included offense of especially aggravated robbery.”).\n\n                                                 -14-\n\fvictim ran out the door after the Petitioner pulled Fitzpatrick into the kitchen and that the\nvictim yelled, “Shoot him.” He also heard only one gunshot. The victim testified similarly\nto Fitzpatrick and Young, except he added the following details:\n\n              The [Petitioner] told [Big Daddy] to watch the door. And then [the\n       Petitioner’s] brother[, Carl Hill,] came in and [the Petitioner] told [his brother]\n       to go out and go get another gun because he [was taking Fitzpatrick] to the\n       back in the kitchen and his brother left out and Big Daddy was at that door.\n       So I had got up and I ran. And by the time I was leaving out the door I ran\n       down the hill, I turned around, I heard shots. When I turned around and\n       looked I see [the Petitioner] standing on the hill shooting. And [as] I turned\n       back around, I get hit in the back and I fall. So I jump back up running again\n       and I ran to this lady[’s] house.\n\n        Based on the above testimony, we conclude that the aggravated robbery was not\ncomplete at the time that the Petitioner suffered his serious bodily injury. The evidence\nestablished that the Petitioner had already taken $860 from the victim and believed that the\nvictim was concealing ten pounds of marijuana in his car. As the Petitioner was attempting\nto discover the location of these drugs from Fitzgerald, the victim ran out of the house and\nwas immediately shot by the Petitioner. We conclude that the evidence in this case was\nsufficient to support the Petitioner’s conviction of especially aggravated robbery because it\nclearly established that the victim was shot during the perpetration of the aggravated robbery.\nAccordingly, we conclude that trial counsel was not deficient in failing to make a motion for\njudgment of acquittal pursuant to Owens based on the fact that the aggravated robbery was\ncomplete at the time that the victim was shot. We further conclude that appellate counsel\nwas not deficient in failing to challenge the sufficiency of the evidence on this basis on\nappeal. Given its verdict, the jury reasonably determined that the Petitioner was guilty of\nespecially aggravated robbery, since the robbery was accomplished with a deadly weapon and\nthe victim suffered serious bodily injury during the perpetration of the aggravated robbery.\nAccordingly, the Petitioner has failed to establish that trial counsel’s or appellate counsel’s\nactions were deficient or prejudicial. Because the evidence does not preponderate against\nthe post-conviction court’s findings of fact regarding the ongoing nature of the aggravated\nrobbery, this court is bound by those findings. We conclude that the Petitioner failed to\nprove by clear and convincing evidence that trial counsel and appellate counsel provided\nineffective assistance.\n\n       Conclusion. Upon review, the post-conviction court’s denial of relief is affirmed.\n\n\n                                                     ________________________________\n                                                     CAMILLE R. McMULLEN, JUDGE\n\n\n\n                                              -15-\n\f",
            "ocr": false,
            "opinion_id": 1049412
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}