{
    "id": 8034047,
    "judges": "Whitfield",
    "date_filed": "1982-02-17",
    "date_filed_is_approximate": true,
    "slug": "yazoo-mississippi-valley-railroad-v-rivers",
    "case_name_short": "Rivers",
    "case_name": "Yazoo & Mississippi Valley Railroad v. Rivers",
    "case_name_full": "Yazoo & Mississippi Valley Railroad Company v. John Rivers",
    "attorneys": "Mayes & Longstreet and Charles N. Burch, for appellant., TIenry & Barbour, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>1. Slander. Limitation of actions. Amendment of declaration. LTeto cause of action.</p> <p>The causes of action stated in an original and in an amended declaration for slander are the,same, the original declaration charging the actionable words spoken to have been, “the old -— is stealing and I want him discharged” and the amended one averring that they were, “the oldest foreman on the road was caught stealing;” and the statute of limitation did not run against plaintiff after the beginning of the suit.</p> <p>2. Same. Deposition. Evidence.</p> <p>In an action for slander it was error to admit the deposition of a witness as to what was said in a conversation other than the one on which the suit is based.</p> <p>3. Same. When exclusion of evidence too late to cure error.</p> <p>Where, a deposition, most damaging in its character, was erroneously admitted in an action of slander, the error was not cured by excluding it after it remained with the jury overnight.</p> <p>4. Trial. Remarles of counsel.</p> <p>On a trial for slander against a railroad, it was not reversible error for plaintiffs counsel to state that the railroad had seen fit to employ time checkers who were no more than spies on honest men, and who, if they did not report somebody, would lose their positions.</p>",
    "headnotes": null,
    "summary": "Hrom the circuit court of Yazoo county. Hon. J. B. Holden, Special Judge. Rivers, appellee, was plaintiff in the court below; the railroad company, appellant, was defendant there: The action was for slander. The jury rendered a verdict for $10,000 in plaintiff’s favor, but the same was by remittitur reduced to $5,000 to prevent the court below granting a new trial. The defendant appealed from the judgment of the circuit court for the latter sum to the supreme court. This report is of the second decision made in this case; a former decision being reported, Rivers v. Yazoo, etc.,R. Co-. 90 Hiss. 196, 43 South. 471, 9 L. R. A. (N. S.) 931. The original declaration, filed June 1, 1906, consisted of twoi counts; the first charging slander by and through defendant’s agent, one Sullivan, a time checker, and the second count charging slander by and through one Gilleas, defendant’s roadmaster. The amended declaration, filed October 30, 1906, charged in the first count a libel contained in a letter written by Sullivan to the assistant chief engineer, and the second count is based upon statements made by Sullivan in the presence of another that he had caught appellee stealing. The third count of the amended declaration was on a statement made by Gilleas in the defendant’s office at Jackson, Hiss., in the presence of O. A. Haynor and one Hudson, when Gilleas said, “The old-is stealing, and I want him discharged;” the third count being afterwards amended on November 18th by adding, “and that the oldest foreman on the road (meaning appellee) was, caught stealing.” The fourth count of the amended declaration was on a statement made by said Gilleas at HcComb City, Hiss., in the, presence of John Haynor and another, to the effect that O. A. Haynor, supervisor, had caught two men stealing, and that one of them (meaning plaintiff) had been in the service of the company about twenty years, and that he was section foreman at Pocahontas. The court held the first count bad, and instructed the jury that no recovery could be had on the evidence under the second and fourth counts. The judgment was based, therefore, on the -third count alone. The appellant relied for reversal on the following alleged errors, to-wit: First, the statute of limitations, the contentions being that the amended declaration, in which the third count first .-appears, was not filed until more than one year after the slandér is alleged to have been spoken; i. e., on June Y, 1905. The ■court held that, since the original declaration was filed within •one year after the cause of action arose, the amended declaration, although filed after the expiration of one year, was good, and that it was not barred by the statute of limitations of one .year. Second, the admission of the deposition of John Maynor as to what was said in his presence in McComb City, since the recovery was had on the third count, based upon the conversation with C. A. Maynor at Jackson, Miss.; contending that John Maynor’s deposition could only be admitted to show malice on 'the part of Gilleas, and, Third, the appellant predicated error-of the admission of the deposition of G. B. Ham which was •admitted by the court and remained with the jury overnight, 'but- withdrawn the following day. Appellant also complained ■of the remarks of counsel as follows: “This railroad corporation has seen fit to employ these time checkers, like Sullivan, who are no more than spies on honest men, and if they did not report somebody, they would lose their positions.” The court below was requested to instruct the jury that, any right of Rivers to recover because of the matters set forth- in the-third count of the amended declaration, was barred by the one .year statute of limitations, which the court refused to do. This was error. The court will observe that this amended declaration, including, of course, the third count, was filed October 30,. 1906. The amendment to the third count was not filed until the 18th day of November, 1907. The conversation which is alleged to have been slanderous is-shown by the record to have taken place on the 7th day of June, 1905. The original declaration having been filed on the 1st of June, 1906, was, therefore, filed within a year of the time when this conversation took place; but the amended declaration in which this third count occurs, not having been filed until' the 30th of October, 1906, was not filed until more than sixteen monthsafterwards, and the amendment to the third count was not filed until more than two years after the conversation. 'It is not necessary to amplify this presentation. The point is easily intelligible; and we submit that when the amended declaration was filed in October, 1906, the third count must be treated as a presentation of substantially a new demand and; it was barred by the one year statute of limitations. More especially is this true when the second count of the original declaration expressly avers that the statement made by Gilleas was made in the month of August, 1905, and the third count of the amended declaration is upon a statement alleged to have been made by Gilleas in the month of June, 1905. ' At the conclusion of the evidence, the defendant moved the court to exclude the deposition of John Maynor on the ground' that it was incompetent and irrelevant. This motion was overruled, and the defendant excepted. This action of the court was error, and that error was not cured by the fact that the court afterwards instructed the jury that the deposition of John Maynor could only be considered on the question as to whether it tended to show malice on the part of Gilleas at the time he made the statement complained of. If this court will read the deposition of Mr. John Maynor, the court will see that it relates ivholly to a conversation which took place, not at Jackson, bnt in the office at MeComb City.. This conversation in the MeComb City office ivas, of course, entirely irrelevant to a charge of slander predicated of different conversations at a different time in Jackson; but over the objection of the defendant the court let it go to 'the jury to show malice. If this court will read the deposition of John Maynor, it. will see that it did not have the slightest tendency to show malice on the part of Mr. Gilleas in making the observations which he made in the Jackson office on the Ith day of J une. The conversation at the MeComb City office was on the fifteenth day of June. The communication was in fact privileged. Apart from that question the deposition does not have the slightest tendency to show malice on the part of Gilleas. Malice, being an essential element, had to be shown by evidence ; the jury could not assume it. If now the court will look through the testimony in this case, it will find that there is no evidence whatever of any malice on the part of Gilleas. The materiality of the error which we have criticised under the preceding head of the admission of the deposition of John May-nor, here becomes evident. The record shows manifestly that the point of malice was sought to be made out by the use made of John Maynor’s deposition. It did not even tend to prove it„ There is no other evidence in the case to prove it. The deposition of one G. B. Ham was read to the jury. Itivas clearly irrelevant and at the conclusion of the testimony the defendant moved to exclude the deposition. This motion to exclude was by the court overruled, and although the court afterwards reversed its ruling apd ruled out the deposition of Ham, and in fact gave an instruction that the-jury should not consider this deposition; yet still a night had! intervened; the deposition had been lodged with the jury duringtlie night. The case falls squarely within the rule laid down by this court in the case of Bailroad Go. v. My, 83 Miss. 519. There is a special bill of exceptions which shows that on the argument of this case one of the counsel for plaintiff indulged in some very objectionable remarks which were not adequately reproved by the court. The court will observe that the charges made in the third count of the amended declaration and the' second count of the original declaration refer to the same conversation, (in Jackson), between the same parties, (Gilleas and Maynor in the presence of Hudson), about the same person, (the plaintiff) ; concerning the same identical charge, (that of plaintiff’s false and dishonest entries), of the same identical occurrence (the time when Sullivan, the time checker, detected Rivers) and at the same time (in the office at Jackson after Sullivan had mado his report.) We therefore submit that a new and different cause of action is not set up in'the amended declaration. Unless the plaintiff has departed from the cause of action which he set up in his first declaration, and asserts a different cause of action in his amended declaration, the statute of limitations is not involved, under our liberal rule allowing amendments, so that the real cause of action may be shown to the court. It is next insisted by appellant that the court erred in admitting the deposition of John Maynor. The record shows that this testimony was admitted solely as a circumstance by which the. jury could be aided in determining whether there was malice upon the part of Gilleas in uttering the slanderous words •about Rivers who, the record shows was a faithful and trusted -employee of defendant, at one post of duty for nearly twenty years. The deposition of Maynor was clearly competent for the purpose for which it was introduced. There is an almost unbroken line of authorities holding that repetition of the slanderous words, and a want of probable cause, are admissible to show malice. “The fact-that the slanderous or libelous words are repeated, or that similar statements are made at other times, is admissible to show the animus of the defendant.” -Jackson v. Adams, 1 Hodges, 78; Harris v. Zanone, 93 Cal. 59; Behee v. M. P. B. -Co., 71 Texas 424; Bodgers v. Clifton, 3 B. & P. 587. And such evidence can not be excluded simply because it may disclose another and a different cause of action. Pearson v. M. é G., 700, 44 E. C. L. 366. In this case it was of course necessary to show malice on the part of Gilleas. This could only be done by circumstances to go to the jury that they might determine whether Gilleas exceeded the privileges which his position gave him. There are several circumstances which we believe show malice upon the part of Gilleas. The authorities give the following circumstances which are admissible to show malice, viz.: 1. Ealsity of the charge, or want of probable cause to believe it to be true. 2. Repetition of slanderous language. 3. The use of language and conduct indicating the state of mind of the party at the time of uttering slander. 4. Conduct of the party subsequent to uttering the slander. That the charge made against the plaintiff was false is not •disputed anywhere in the record. The repetition by Gilleas to John Maynor of the charge, after Charles Maynor had suggested the improbability of the truth of it-tended to show malice. The use of the language by Gilleas in his conversation with Charles Maynor and his subsequent conduct show clearly there was malice. The conduct of Gilleas after the utterance of the slander in Jackson, June 7th and the use there of the indecent language directed towards Rivers, show that he was prompted by more than, an honest desire to serve the defendant. His repetition to- John Maynor and insistance that the charge is true, even after John Maynor suggests its falsity and even after Charles Maynor has done the same thing were sufficient alone to justify the jury in finding that thex’e was malice. Whether the deposition of G. B. Ham was admissible or notr appellant is not in a position to assign it as error. There was no objection to any special part of it. Some parts were clearly admissible, and the objection was to all. The general objection was therefore properly sustained. The case narrowed down to the third count of the amended declaration which was predicated of the slanderous utterances of Gilleas to Charles Maynor in Jackson, June 7th 1905. The name of Gilleas does not appear in the deposition, and there was nothing in it which could possibly have influenced the jury. Again, the court sustained a motion subsequently made to exclude it and the jury was instructed both verbally and by written instructions, given' at the instance of defendant to disregard it. It is not like the case of Railroad Co. v. Ely, 83 Miss. 519,. 35 South. 873, for in the case at bar, the testimony of Ham does not tend, in any way to show malice.on the part of Gilleas, and in the Ely case, supra, the objectionable testimony, was practically the only testimony tending to establish malice. Beside, in the Ely case, eliminating the objectionable testimony, there was no evidence of malice, while in the case at bar, there is abundant evidence to establish malice on the part of Gilleas. We cannot agree with the learned counsel for appellant that the remarks of counsel of which complaint is made were of a character to constitute reversible error.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "93 Miss. 557",
        "46 So. 705"
    ],
    "opinions": [
        {
            "author_str": "Whitfield",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWhitfield, C. J.,\ndelivered the opiixion of the court.\nThis case was tried upon the third count of the amended declaration, and it is on this count that the verdict was rendered and the judgment entexud. We think the court below ruled correctly with respect to the statute of limitations. Substantially, the original declaration charged the same matter as tbe third count of the amended declaration. The second count of the orig*565iaal declaration, in substance and judged fairly, was an effort to recover for tbe same cause of action set out in the third count of the amended declaration. But the court below undoubtedly erred in admitting the deposition of John Maynor for any purpose. It was admitted by the court below, as set out in the record, to show malice; but no just inference of malice can be drawn from that deposition. The admission of the deposition of G. B.' Ham was also manifest error, and, 'although the court subsequently excluded it on the following day, that deposition, most damaging to the defendant, remained with the jury overnight, and the error in its admission was not cured by subsequently excluding it, in view of its contents and the whole course of the trial. Railroad Co. v. Ely, 83 Miss. 519, 35 South. 873.\nThe now very common assignment of error that the cause should be reversed because of remarks of counsel has the usual lack of merit. There is nothing whatever in the point. We have heretofore remarked, and we do not see. why we should be called upon again and again to repeat it, that the twelve men who sit in the jury box are presumed to be men of common sense, honest, and desirous only of trying the case according to the law and the evidence, not according to the remarks of counsel, wise or foolish. The conversation at Jackson is the only conversation presented on this record for the consideration of the jury; not the one at MeComb City.\nBor the errors which have been indicated, the judgment is reversed, and the cause remanded.\n\nReversed.\n\n",
            "ocr": true,
            "opinion_id": 7990159
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}