{
    "id": 1798131,
    "judges": "Harris",
    "date_filed": 348796800000,
    "date_filed_is_approximate": false,
    "slug": "griffin-v-state",
    "case_name_short": "Griffin",
    "case_name": "Griffin v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "393 So. 2d 523"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6148.0,
            "opinion_text": "\n393 So. 2d 523 (1981)\nTommy Lee GRIFFIN, alias\nv.\nSTATE.\n6 Div. 803.\nCourt of Criminal Appeals of Alabama.\nJanuary 20, 1981.\n*524 John A. Bivens and Eddie Hardaway, Jr., of England, Bivens &amp; Hardaway, Tuscaloosa, for appellant.\nCharles A. Graddick, Atty. Gen., and Joseph T. Simonetti, Jr., Asst. Atty. Gen., for appellee.\nHARRIS, Presiding Judge.\nAppellant was indicted and convicted for the November 24, 1977, robbery of Miss Rena Owen. The trial court fixed his punishment at twelve years imprisonment. At arraignment and throughout the trial proceedings, he was represented by counsel of his choice. After sentence was imposed he gave notice of appeal and was found to be indigent. He is in this court with a free transcript and trial counsel was appointed to represent him on this appeal.\nThe prosecutrix, Miss Rena Owen, testified that, on the afternoon of November 24, 1977, she visited her aunt in Northport and, around 8:00 p. m., returned to her apartment, located in the Bent Tree Apartments in Tuscaloosa. She stated when she got out of her car she saw a black male walk from between two apartment buildings and away from her. While she was walking to her apartment, an unidentified black male approached Miss Owen from behind, grabbed her hand, whirled her around and snatched her shoulder purse. Miss Owen stated that she fell against the exterior wall of the apartment building and saw two black males running in the direction from which she had seen the first black male come. Miss Owen testified that her right hand was scratched and thumb bruised by the robber pulling the purse off her shoulder. She stated that the incident occurred in a matter of seconds and, although the lighting in the area was good, she did not see the robber's face and could not describe him. Miss Owen testified that her purse was worth approximately $15.00, and inside was a .38 caliber Smith and Wesson pistol worth $160.00 and $15.00 to $20.00 in cash. She stated that she immediately called the Tuscaloosa Police. Miss Owen testified that approximately one week later someone found her purse and returned it.\nOn cross-examination, Miss Owen testified that, when she parked her car, the black male walking between the apartment buildings was approximately seven to ten feet away. She stated that he walked in the opposite direction from her apartment and she did not know that he had come behind her until she was near her apartment door. Miss Owen testified that it was only a matter of seconds between realizing the robber was behind her and the completion of the robbery. She testified that in January, 1978, Investigator Jones returned her pistol which was marked as an exhibit and identified by her.\nMr. Eugene Dunn testified that, in November 1977, he lived near the victim's apartment with his girl friend, Sarah Eubanks. He stated that his girl friend and he knew the appellant and that, near the end of November, the appellant visited him and told him that he needed some money. The appellant told Mr. Dunn that he had a pistol he would like to \"pawn.\" Mr. Dunn testified that he told the appellant that he did not want to buy the pistol but that possibly his girl friend would. He stated *525 that he had never bought a pistol from the appellant and did not see it. Mr. Dunn took the appellant to the bedroom to talk to his girl friend. He left before they began to talk, but stated that the appellant left with some money so he knew that his girl friend had bought the pistol. Mr. Dunn testified that, about one month later, he talked to Investigator Jones at his mother's house about the pistol. He stated that he told Investigator Jones that his girl friend had bought the pistol from the appellant. He went to his residence, got the pistol, returned to his mother's, and turned it over to Investigator Jones.\nMiss Sarah Eubanks testified that she was the girl friend of Eugene Dunn and that they were living together. She stated that she knew the appellant and had talked to him one evening after Thanksgiving Day. She stated that the appellant had first talked to Mr. Dunn before coming inside the apartment to talk to her. Miss Eubanks testified that Mr. Dunn was not present when she talked to the appellant. She stated that the appellant told her that he needed some money and had a pistol to \"pawn.\" She asked the appellant whether the pistol was \"hot\" (stolen) and whether it belonged to him to which he replied that the pistol was not \"hot\" and that it belonged to him. Miss Eubanks gave the appellant $30.00 in exchange for the pistol with the understanding that he would \"buy\" it back the following Friday, which he did not do. She further stated that she had not seen him since he pawned the pistol to her. Miss Eubanks stated that the pistol was loaded when she bought it, and she did not ask the appellant where he had gotten it. She stated that no one disturbed the pistol while it was in her possession.\nTuscaloosa Police Investigator Harold Jones testified that he had served one and one-half of his three years police service as an investigator. Investigator Jones stated that, in January, 1978, a reliable informer, who had given him credible information in the past, informed him that appellant had obtained the pistol stolen from Miss Owen and had sold it to Eugene Banks (Dunn). He said that the next afternoon he went to Mr. Dunn's mother's residence and, after identifying himself and his purpose, asked to see Mr. Dunn. He stated that Mr. Dunn came to his mother's and told him that his girl friend had the pistol. He returned to his residence and retrieved it and gave the pistol to Officer Jones. The pistol was offered and properly admitted into evidence.\nInvestigator Jones stated that, after Miss Owen identified the pistol Mr. Dunn had given him as belonging to her, he went to the appellant's home and told him that he needed to question him about a robbery. He read the appellant his Miranda warnings, placed him in his patrol car and transported him to police headquarters.\nOn voir dire examination, Investigator Jones stated that the appellant was not under arrest at the time he picked him up. He stated that he was under arrest \"for investigation\" although a warrant for his arrest had not been signed.\nContinuing on direct examination, Investigator Jones testified that when the appellant and he were in the patrol car he mentioned the robbery and gun, without disclosing any details thereof, and asked him if he would be willing to make a statement to which the appellant replied, \"Yeah, what do you want to know about.\" Investigator Jones asked him if he had sold a gun to Eugene Dunn to which the appellant negatively answered.\nAround 7:45 p. m. at police headquarters, the appellant was given his Miranda warnings a second time and signed a waiver of rights form. Investigator Jones testified that no threat, promise, hope, or reward or other inducements were made to the appellant in exchange for making a statement. The waiver of rights form was properly offered and admitted into evidence. The appellant gave a statement to Investigator Jones wherein he said that he saw two males running, apparently from Miss Owen's apartment, and saw one drop a purse. He picked it up and went home. The appellant stated that he sold a pistol found inside the purse for $30.00 to Eugene Dunn although he did not identify Miss *526 Owen's pistol, which was shown to him, as the one he had sold. The appellant told Investigator Jones that he did not know the two males he had seen with the purse and denied taking it, although he admitted taking the pistol. He stated that when he picked up the purse, it contained only the pistol. The appellant's statement concluded at 8:15 p. m. No objection was interposed to the first or second statement.\nInvestigator Jones testified that, prior to the appellant's making either of the above statements, he had not discussed any details of the incident with him and had not suggested that two males were involved in the robbery.\nAround 8:45 p. m., the appellant made a third statement to Investigator Jones. No Miranda warning was given although the proper voluntariness predicate was laid. In the statement, appellant stated that about one month ago a person named Ronnie Dent and he had been at a convenience store near the Bent Tree Apartments and after leaving saw a white female with a purse driving toward the apartments. Ronnie Dent told the appellant that he was going to get the purse. After the female drove into the apartments, the appellant said that \"Ronnie ran up and got her purse.\" Both ran away and about five minutes later Ronnie Dent came to the appellant's house and gave him the purse and pistol. The appellant stated that Ronnie had taken the money from the purse. The appellant threw the purse behind his house and about one week later sold the pistol to Eugene Dunn for $30.00. Investigator Jones stated that he could not locate anyone by the name of Ronnie Dent. The statement was properly admitted into evidence over the appellant's objection that he had not been given his Miranda warnings before the last statement was made. Love v. State, Ala.Cr.App., 372 So. 2d 414 stands for the proposition that it is not necessary to repeat the Miranda rights before each successive interview.\nOn cross-examination, Investigator Jones reiterated much of his direct testimony. He added, during the second statement, that the appellant initially denied selling the pistol to Eugene Dunn (actually Miss Eubanks) but when Investigator Jones suggested that they go to Mr. Dunn's residence to make sure that he had picked up the right person, the appellant admitted selling it to Mr. Dunn.\nAppellant challenges the sufficiency of the State's evidence, which is based primarily upon circumstantial evidence. Initially, we note that the State established the corpus delicti of the crime prior to the admission of appellant's statements through the testimony of the victim. Tice v. State, Ala. Cr.App., 386 So. 2d 1180, cert. denied, Ala., 386 So. 2d 1187 (1980); Horsley v. State, Ala.Cr.App., 374 So. 2d 363 (1978), cert. denied, Ala., 374 So. 2d 375 (1979).\nThe primary inquiry in regard to the sufficiency of the State's evidence concerns the identification of the appellant as the perpetrator of the robbery. The State's identification rested solely on circumstantial evidence as the victim could not identify the robber and no other eyewitness was present. In Watters v. State, Ala.Cr.App., 369 So. 2d 1262, 1271 (1978), reversed on other grounds, Ala., 369 So. 2d 1272 (1979), this court held:\n\"... [I]nconclusive facts and circumstances tending prima facie to show the corpus delicti may be aided by the admissions or confession of the accused so as to satisfy the jury beyond a reasonable doubt, and so to support a conviction, although such facts and circumstances, standing alone, would not thus satisfy the jury of the existence of the corpus delicti.\"\nThis court stated in Cumbo v. State, Ala. Cr.App., 368 So. 2d 871, 874, cert. denied, Ala., 368 So. 2d 877 (1979), that:\n\"In reviewing a conviction based on circumstantial evidence, this court must view that evidence in the light most favorable to the prosecution. The test to be applied is whether the jury might reasonably find that the evidence excluded every reasonable hypothesis except that of guilt; not whether such evidence excludes every reasonable hypothesis but *527 guilt, but whether a jury might reasonably so conclude....\" (citations omitted)\nSee also, Johnson v. State, Ala.Cr.App., 378 So. 2d 1164, cert. denied, Ala., 378 So. 2d 1173 (1979).\n\"It is our duty upon review to determine whether or not any theory of the evidence exists from which the jury could have excluded every hypothesis except guilty beyond a reasonable doubt. It is within the province of the jury to decide whether or not circumstantial evidence tending to connect the appellant with the crime excludes to a moral certainty every other reasonable hypothesis than that of appellant's guilt. Cumbo, supra, at 875. If facts are presented from which the jury may reasonably infer that the crime has been committed, although established by circumstantial evidence, the question must be submitted to the jury. Hopson v. State, Ala.Cr.App., 352 So. 2d 500, 502, affirmed, Ala., 352 So. 2d 506 (1976). Mauldin v. State, Ala.Cr.App., 376 So. 2d 788, cert. den., Ala., 376 So. 2d 793 (1979).\"\nIn reaching its verdict, the jury had before it the testimony of the State's witnesses and the statements of the appellant from which the following facts are found: (1) the victim described the details of the robbery and stated that immediately after its commission two black males fled from the apartment complex, (2) the appellant visited Eugene Dunn and Sarah Eubanks some time after the robbery and pawned a pistol to Miss Eubanks, stating to her that it was not stolen and belonged to him, (3) through a reliable informer, Investigator Jones learned of the location and possessor of the pistol, contacted Mr. Dunn and retrieved the pistol from him, (4) the victim identified the pistol procured by Investigator Jones, (5) the appellant was picked up for questioning and denied selling the pistol to Eugene Dunn, (6) the appellant again denied selling the pistol to Eugene Dunn but later admitted it but stated that he found the pistol in a purse thrown away by two black males running away from the victim's apartment complex, (7) the appellant admitted knowing of his companion's plan to rob the victim and going to the victim's apartment complex with him while he committed the robbery as well as being given the purse and pistol by his companion, (8) Investigator Jones had not discussed the details of the robbery prior to the appellant making his first or second statement, (9) the \"robber,\" whose name was given to Investigator Jones by the appellant could not be located.\nIt is clear that the appellant was aware of the criminal intentions of his companion and was present when such plans were made. He went with him to execute the crime, although he may not have actually committed it, and fled after its completion. Shortly thereafter he received the pistol and purse taken in the crime. There was ample evidence before the jury from which it, by fair inference, could have found the appellant guilty of robbery. Walls v. State, Ala.Cr.App., 378 So. 2d 1186 (1979), cert. denied, Ala., 378 So. 2d 1193 (1980); McElroy v. State, Ala.Cr.App., 360 So. 2d 1060, cert. denied, Ala., 360 So. 2d 1067 (1978); Garrison v. State, Ala.Cr.App., 372 So. 2d 55; Smith v. State, 57 Ala.App. 151, 326 So. 2d 680 (1975), cert. denied, 295 Ala. 419, 326 So. 2d 686 (1976); Bass v. State, 55 Ala.App. 5, 312 So. 2d 576 (1975); and cases cited therein; § 13-9-1 Code of Alabama 1975. It took the jury only thirty-two minutes to return a verdict of guilty as charged in the indictment.\nAppellant's last assertion of error concerns itself with certain comments made by the district attorney during his closing argument and the failure of the trial court to grant his motion for a mistrial upon such ground. He contends the comments were an improper reference to his failure to testify and produce evidence.\nThe pertinent portion of the district attorney's comment is quoted:\n\"MR. WILLIAMS: And then you get a police officer like Harold Jones over here, that is a young officer\u0097one of the very best we have got, if not the best that works that night shift; and you insinuate that our officer makes cases simply because it will help his promotions. And *528 when you do that, it burns me up; it gets to me and I get mad about that, that witnesses have to undergo that when that is the only way you are going to try your case, is to attack those people there, and not put any evidence on. And that is wrong, and that defeats our system of justice. And I don't like to see attorneys do that. I don't believe juries will buy that.\"\nThe appellant's objection was sustained, and after a discussion out of the hearing of the jury the following occurred:\n\"MR. BIVENS: I would like to make a motion for a mistrial at this time, based on the statements relative to the defendant's failure to put on evidence, and failure to testify.\n\"MR. WILLIAMS: I did not say that he did not testify. I said the State's evidence \u0097\n\"MR. BIVENS: No, sir, that is not true, and that is not the portion that I am making my motion to. I think the record would hold it out.\n\"MR. WILLIAMS: Nowhere did I comment on the defendant's failure to take the stand.\n\"MR. BIVENS: Your statement was that the evidence was undisputed, that the only evidence that\u0097which they could consider, would be the evidence that the State put on.\n\"THE COURT: Motion denied.\"\nWhile the State may not call attention to a defendant's failure to testify it may expose the failure of the defendant to produce other exculpatory evidence. Before the State's comment will be interpreted as an improper comment upon the failure of the defendant to testify, there must be virtually direct reference to the defendant alone as the individual who has not become a witness. Robinson v. State, Ala. Cr.App., 352 So. 2d 11, cert. denied, Ala., 352 So. 2d 15 (1977); and cases cited therein; § 12-21-220 Code of Alabama 1975. However, where the prosecuting attorney remarks that the State's evidence is uncontradicted, and where the defendant is the only person who could or would have contradicted such, it is generally held that the comment refers to the defendant's failure to testify. Robinson, supra, at 13.\nThe above comment cannot be construed as a direct or indirect reference to the failure of the defendant to testify. It is more closely akin to those situations wherein the prosecution refers to the defendant's failure to put on any evidence. Beecher v. State, 294 Ala. 674, 320 So. 2d 727 (1975); Luker v. State, Ala.Cr.App., 358 So. 2d 504 (1978); Gissendaner v. State, Ala.Cr.App., 338 So. 2d 1025, cert. denied, Ala., 338 So. 2d 1028 (1976); Farr v. State, 54 Ala.App. 80, 304 So. 2d 898 (1974); 6A Alabama Digest Criminal Law 721(5). Such is not a comment upon the defendant's failure to testify unless the defendant himself is the only one who can contradict or deny the evidence. Thompson v. State, Ala.Cr.App., 382 So. 2d 1184 (1980); Diamond v. State, Ala.Cr.App., 363 So. 2d 109 (1978); Robinson, supra.\nWe find the prosecutor's comment as not falling within the situations discussed in Thompson, Diamond, and Robinson, supra. The appellant could have produced evidence to refute the State's evidence other than by calling himself as a witness.\nFurthermore, we note the above comment was made in reference to the nature of the appellant's cross-examination of Investigator Jones. See, Proctor v. State, Ala.Cr.App., 391 So. 2d 1092 (1980); Whitt v. State, Ala.Cr.App., 370 So. 2d 730 (1978), reversed on other grounds, Ala., 370 So. 2d 736 (1979); Gissendaner, supra.\nFor a collection of cases dealing with this area generally, see Meade v. State, Ala.Cr. App., 381 So. 2d 656, cert. denied, Ala., 381 So. 2d 659 (1980).\nWe have carefully searched the record for errors injuriously affecting substantial rights of appellant and have found none. The judgment of conviction is hereby affirmed.\nAFFIRMED.\nAll the Judges concur.\n",
            "ocr": false,
            "opinion_id": 1798131
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}