{
    "id": 1800087,
    "judges": "Miller",
    "date_filed": 426297600000,
    "date_filed_is_approximate": false,
    "slug": "ex-parte-stuart",
    "case_name_short": null,
    "case_name": "Ex Parte Stuart",
    "case_name_full": "Ex Parte Patrick Henry STUART",
    "attorneys": "Curtis C. Mason, Huntsville, for appellant., Henry Wade, Dist. Atty. and Gregg S. Long, Asst. Dist. Atty., Dallas, Robert Hut-tash, State’s Atty., and Alfred Walker, Asst. State’s Atty., Austin, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "On Rehearing July 6, 1983.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b45-7\">\n    Ex parte Patrick Henry STUART.\n   </parties><br><docketnumber id=\"b45-8\">\n    No. 69139.\n   </docketnumber><br><court id=\"b45-9\">\n    Court of Criminal Appeals of Texas, En Banc.\n   </court><br><decisiondate id=\"b45-11\">\n    May 25, 1983.\n   </decisiondate><br><otherdate id=\"b45-12\">\n    On Rehearing July 6, 1983.\n   </otherdate><br><attorneys id=\"b45-18\">\n    Curtis C. Mason, Huntsville, for appellant.\n   </attorneys><br><attorneys id=\"b45-19\">\n    Henry Wade, Dist. Atty. and Gregg S. Long, Asst. Dist. Atty., Dallas, Robert Hut-tash, State’s Atty., and Alfred Walker, Asst. State’s Atty., Austin, for the State.\n   </attorneys>",
    "citations": [
        "653 S.W.2d 13"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5764.0,
            "opinion_text": "\n653 S.W.2d 13 (1983)\nEx parte Patrick Henry STUART.\nNo. 69139.\nCourt of Criminal Appeals of Texas, En Banc.\nMay 25, 1983.\nOn Rehearing July 6, 1983.\nCurtis C. Mason, Huntsville, for appellant.\nHenry Wade, Dist. Atty. and Gregg S. Long, Asst. Dist. Atty., Dallas, Robert Huttash, State's Atty., and Alfred Walker, Asst. State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION\nMILLER, Judge.\nThis is an application for a post-conviction writ of habeas corpus which was submitted to this Court by the trial court pursuant to the provisions of Art. 11.07, V.A.C. C.P. Ex parte Young, 418 S.W.2d 824 (Tex. Cr.App.1967).\nThe applicant was convicted of the offense of aggravated promotion of prostitution with two prior convictions alleged for enhancement. Punishment was assessed at imprisonment in the Texas Department of Corrections for life. On direct appeal, appellant's conviction was affirmed in an unreported per curiam opinion. Stuart v. State, No. 58,251.\nThe applicant has filed at least ten prior applications for post-conviction habeas corpus relief challenging this conviction or the prior convictions used to enhance it. On September 17, 1980, the applicant was cited for abuse of the writ. Ex parte Stuart, Writ No. 5441. See Ex parte Carr, 511 S.W.2d 523 (Tex.Cr.App.1977); Ex parte *14 Dora, 548 S.W.2d 392 (Tex.Cr.App.1977); Sanders v. United States, 373 U.S. 1, 83 S. Ct. 1068, 10 L. Ed. 2d 148 (1963).\nIn Ex parte Bilton, 602 S.W.2d 534 (Tex. Cr.App.1980), this Court held, however, that it would consider a new application for habeas corpus relief filed after the entry of an abuse of the writ order \"based upon cases decided subsequent to the entry of our order of\" September 16, 1980. In light of recent decisions of this Court and the United States Supreme Court, we will examine the merits of this post-conviction habeas corpus application. See Ex parte Bilton, supra; Ex parte Dora, supra.\nThe applicant contends that he was twice placed in jeopardy when after his first conviction was reversed for insufficient evidence to prove the prior convictions, he was retried with the same prior convictions used for enhancement.\nThe record reflects that the applicant was charged with aggravated promotion of prostitution, a prior conviction for felony theft from Grayson County, and a prior conviction for burglary from Lamar County were alleged for enhancement. On June 16, 1975, he was convicted of the primary offense. The jury also found that he was the same person that had been convicted of the felonies alleged for enhancement. Notice of appeal was timely given and the applicant's attorney filed a brief in the trial court on May 29, 1976, pursuant to then Article 40.09, Section 12, V.A.C.C.P. The trial court granted a new trial. The docket sheet entry ordering a new trial reads:\n\"Def. brief having been filed, and Mr. Wilenskie of DA appellate section advising the court that reversible error probably exists in the submission of the habitual punishment to the jury based on insufficient evidence at the punishment hearing, court grants a new trial, allowing the defendant to withdraw his notice of appeal herein.\"\nThe applicant was retried before a jury on July 27, 1976, which found him guilty of the primary offense of aggravated promotion of prostitution and also found that the enhancement allegations were again true.\nIn findings of fact contained in a previous application submitted to this Court raising this issue, the trial court specifically found that:\n\"[A]s is indicated on its docket sheet on the instant case, that a motion for new trial was granted in the instant case upon considering the appellate briefs filed. Said motion for new trial was granted on May 19, 1976. As the docket sheet will reflect, said motion for new trial was granted because of the problem in proving up the habitual portion of the indictment. This Court remembers this problem in proof and knows that such problem was with the second paragraph of the indictment with respect to the prior Grayson County felony conviction alleged. At the punishment of the first trial, the State was unable to prove the date of commission of the Grayson County conviction, so that this was unable to show that it was committed after the Lamar County conviction became final. It was clear that the Lamar County conviction was final before the underlying aggravated promotion of prostitution offense occurred. Thus, the Lamar County conviction would have remained for enhancement. The motion for new trial was granted solely due to the insufficiency of the evidence to prove up the Grayson County prior conviction.\"\nIn Cooper v. State, 631 S.W.2d 508 (Tex. Cr.App.1982), this Court held: \"As a matter of federal constitutional law ... if the State fails to sufficiently prove all facts necessary to find an enhancement paragraph `true', the State may not at a new hearing in that cause have a second opportunity to prove the original allegations.\" To the extent of any conflict, this Court's holdings in Porier v. State, 591 S.W.2d 482 (Tex.Cr.App.1979); Komurke v. State, 562 S.W.2d 230 (Tex.Cr.App.1978); Tyra v. State, 534 S.W.2d 695 (Tex.Cr.App.1976); and Bullard v. State, 533 S.W.2d 812 (Tex. Cr.App.1976) were expressly overruled. This Court in Cooper also pointed out that although it was not bound to follow the constitutional interpretations of the United *15 States Court of Appeals for the Fifth Circuit, see Flores v. State, 487 S.W.2d 122 (Tex.Cr.App.1972), it chose to follow the decision in Bullard v. Estelle, 665 F.2d 1347 (5th Cir.1982), which based its decision on Burks v. United States, 437 U.S. 1, 98 S. Ct. 2141, 57 L. Ed. 2d 1 (1978); Greene v. Massey, 437 U.S. 19, 98 S. Ct. 2151, 57 L. Ed. 2d 15 (1978); and Bullington v. Missouri, 451 U.S. 430, 101 S. Ct. 1852, 68 L. Ed. 2d 270 (1981).\nIn Ex parte Augusta, 639 S.W.2d 481 (Tex.Cr.App.1982), this Court applied Cooper v. State to a post-conviction habeas corpus situation and further held that based on this Court's previous interpretation of Burks and Greene, that Cooper v. State was to be applied retroactively.\nTherefore, on the basis of Cooper v. State, supra, and Ex parte Augusta, supra, the applicant is entitled to relief.\nThe judgment of conviction in Cause No. F75-5898-KI, in Criminal District Court No. 2 of Dallas County is set aside. The applicant is remanded to the custody of the sheriff of Dallas County to answer the indictment in this case. A copy of this opinion will be sent by the Clerk of this Court to the Texas Department of Corrections.\n\nOPINION ON STATE'S MOTION FOR REHEARING\nPER CURIAM.\nThe State has correctly pointed out to us that at the second trial in this cause the punishment phase was tried before the court and not before the jury.\nAccordingly, the judgment of conviction in Cause No. F75-5898-KI, in Criminal District Court No. 2 of Dallas County is not set aside, but rather this cause is remanded to that court for a proper assessment of punishment by the court.\n",
            "ocr": false,
            "opinion_id": 1800087
        },
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "070rehearing",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION ON STATE’S MOTION FOR REHEARING\nPER CURIAM.\nThe State has correctly pointed out to us that at the second trial in this cause the punishment phase was tried before the court and not before the jury.\nAccordingly, the judgment of conviction in Cause No. F75-5898-KI, in Criminal District Court No. 2 of Dallas County is not set aside, but rather this cause is remanded to that court for a proper assessment of punishment by the court.\n",
            "ocr": false,
            "opinion_id": 9684975
        },
        {
            "author_str": "Miller",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nMILLER, Judge.\nThis is an application for a post-conviction writ of habeas corpus which was submitted to this Court by the trial court pursuant to the provisions of Art. 11.07, Y.A.C. C.P. Ex parte Young, 418 S.W.2d 824 (Tex.Cr.App.1967).\nThe applicant was convicted of the offense of aggravated promotion of prostitution with two prior convictions alleged for enhancement. Punishment was assessed at imprisonment in the Texas Department of Corrections for life. On direct appeal, appellant’s conviction was affirmed in an unreported per curiam opinion. Stuart v. State, No. 58,251.\nThe applicant has filed at least ten prior applications for post-conviction habeas corpus relief challenging this conviction or the prior convictions used to enhance it. On September 17,1980, the applicant was cited for abuse of the writ. Ex parte Stuart, Writ No. 5441. See Ex parte Carr, 511 S.W.2d 523 (Tex.Cr.App.1977); Ex parte *14Dora, 548 S.W.2d 392 (Tex.Cr.App.1977); Sanders v. United States, 373 U.S. 1, 83 S.Ct. 1068, 10 L.Ed.2d 148 (1963).\nIn Ex parte Bilton, 602 S.W.2d 534 (Tex.Cr.App.1980), this Court held, however, that it would consider a new application for ha-beas corpus relief filed after the entry of an abuse of the writ order “based upon cases decided subsequent to the entry of our order of” September 16, 1980. In light of recent decisions of this Court and the United States Supreme Court, we will examine the merits of this post-conviction habeas corpus application. See Ex parte Bilton, supra; Ex parte Dora, supra.\nThe applicant contends that he was twice placed in jeopardy when after his first conviction was reversed for insufficient evidence to prove the prior convictions, he was retried with the same prior convictions used for enhancement.\nThe record reflects that the applicant was charged with aggravated promotion of prostitution, a prior conviction for felony theft from Grayson County, and a prior conviction for burglary from Lamar County were alleged for enhancement. On June 16, 1975, he was convicted of the primary offense. The jury also found that he was the same person that had been convicted of the felonies alleged for enhancement. Notice of appeal was timely given and the applicant’s attorney filed a brief in the trial court on May 29, 1976, pursuant to then Article 40.09, Section 12, V.A.C.C.P. The trial court granted a new trial. The docket sheet entry ordering a new trial reads:\n“Def. brief having been filed, and Mr. Wilenskie of DA appellate section advising the .court that reversible error probably exists in the submission of the habitual punishment to the jury based on insufficient evidence at the punishment hearing, court grants a new trial, allowing the defendant to withdraw his notice of appeal herein.”\nThe applicant was retried before a jury on July 27,1976, which found him guilty of the primary offense of aggravated promotion of prostitution and also found that the enhancement allegations were again true.\nIn findings of fact contained in a previous application submitted to this Court raising this issue, the trial court specifically found that:\n“[A]s is indicated on its docket sheet on the instant case, that a motion for new trial was granted in the instant case upon considering the appellate briefs filed. Said motion for new trial was granted on May 19, 1976. As the docket sheet will reflect, said motion for new trial was granted because of the problem in proving up the habitual portion of the indictment. This Court remembers this problem in proof and knows that such problem was with the second paragraph of the indictment with respect to the prior Grayson County felony conviction alleged. At the punishment of the first trial, the State was unable to prove the date of commission of the Grayson County conviction, so that this was unable to show that it was committed after the Lamar County conviction became final. It was clear that the Lamar County conviction was final before the underlying aggravated promotion of prostitution offense occurred. Thus, the Lamar County conviction would have remained for enhancement. The motion for new trial was granted solely due to the insufficiency of the evidence to prove up the Gray-son County prior conviction.”\nIn Cooper v. State, 631 S.W.2d 508 (Tex.Cr.App.1982), this Court held: “As a matter of federal constitutional law ... if the State fails to sufficiently prove all facts necessary to find an enhancement paragraph ‘true’, the State may not at a new hearing in that cause have a second opportunity to prove the original allegations.” To the extent of any conflict, this Court’s holdings in Porier v. State, 591 S.W.2d 482 (Tex.Cr.App.1979); Komurke v. State, 562 S.W.2d 230 (Tex.Cr.App.1978); Tyra v. State, 534 S.W.2d 695 (Tex.Cr.App.1976); and Bullard v. State, 533 S.W.2d 812 (Tex.Cr.App.1976) were expressly overruled. This Court in Cooper also pointed out that although it was not bound to follow the constitutional interpretations of the United *15States Court of Appeals for the Fifth Circuit, see Flores v. State, 487 S.W.2d 122 (Tex.Cr.App.1972), it chose to follow the decision in Bullard v. Estelle, 665 F.2d 1347 (5th Cir.1982), which based its decision on Burks v. United States, 437 U.S. 1, 98 S.Ct. 2141, 57 L.Ed.2d 1 (1978); Greene v. Massey, 437 U.S. 19,98 S.Ct. 2151, 57 L.Ed.2d 15 (1978); and Bullington v. Missouri, 451 U.S. 430, 101 S.Ct. 1852, 68 L.Ed.2d 270 (1981).\nIn Ex parte Augusta, 639 S.W.2d 481 (Tex.Cr.App.1982), this Court applied Cooper v. State to a post-conviction habeas corpus situation and further held that based on this Court’s previous interpretation of Burks and Greene, that Cooper v. State was to be applied retroactively.\nTherefore, on the basis of Cooper v. State, supra, and Ex parte Augusta, supra, the applicant is entitled to relief.\nThe judgment of conviction in Cause No. F75-5898-KI, in Criminal District Court No. 2 of Dallas County is set aside. The applicant is remanded to the custody of the sheriff of Dallas County to answer the indictment in this case. A copy of this opinion will be sent by the Clerk of this Court to the Texas Department of Corrections.\n",
            "ocr": false,
            "opinion_id": 9684974
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}