{
    "id": 1803899,
    "judges": "Nettesheim, P.J., Brown and Anderson",
    "date_filed": 1011744000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-stout",
    "case_name_short": "Stout",
    "case_name": "State v. Stout",
    "case_name_full": "State of Wisconsin, Plaintiff-Appellant, v. Jeffrey Stout, Defendant-Respondent",
    "attorneys": "On behalf of the plaintiff-appellant, the cause was submitted on the briefs of James E. Doyle, attorney general, and Warren D. Weinstein, assistant attorney general. There was oral argument by Warren D. Wein-stein., On behalf of the defendant-respondent, the cause was submitted on the brief of and oral argument by James L. Fullin, assistant state public defender.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "\nOral argument December 5, 2001.\n",
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b916-3\">\n    State of Wisconsin, Plaintiff-Appellant, v. Jeffrey Stout, Defendant-Respondent.\n    <a class=\"footnote\" href=\"#fn†\" id=\"fn†_ref\">\n     †\n    </a>\n</parties><br><court id=\"b916-6\">\n    Court of Appeals\n   </court><br><docketnumber id=\"b916-7\">\n<em>\n     Nos. 01-0904-CR, 01-0905-CR.\n    </em>\n</docketnumber><otherdate id=\"AnB\">\n<em>\n     Oral argument December 5, 2001.\n    </em>\n</otherdate><decisiondate id=\"Aic\">\n    Decided\n    <em>\n     January 23, 2002.\n    </em>\n</decisiondate><br><citation id=\"b916-8\">\n    2002 WI App 41\n   </citation><citation id=\"AzJ\">\n    (Also reported in 641 N.W.2d 474.)\n   </citation><br><attorneys id=\"b922-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"774\"> \n     *774\n     </span>\n    On behalf of the plaintiff-appellant, the cause was submitted on the briefs of\n    <em>\n     James E. Doyle,\n    </em>\n    attorney general, and\n    <em>\n     Warren D. Weinstein,\n    </em>\n    assistant attorney general. There was oral argument by\n    <em>\n     Warren D. Wein-stein.\n    </em>\n</attorneys><br><attorneys id=\"b922-7\">\n    On behalf of the defendant-respondent, the cause was submitted on the brief of and oral argument by\n    <em>\n     James L. Fullin,\n    </em>\n    assistant state public defender.\n   </attorneys><br><judges id=\"b922-8\">\n    Before Nettesheim, PJ., Brown and Anderson, JJ.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn†\" label=\"†\">\n<a class=\"footnote\" href=\"#fn†_ref\">\n     †\n    </a>\n<p id=\"b916-19\">\n     Petition to review denied 4-22-02.\n    </p>\n</div></div>",
    "citations": [
        "2002 WI App 41",
        "641 N.W.2d 474",
        "250 Wis. 2d 768"
    ],
    "opinions": [
        {
            "author_str": "Brown",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n250 Wis. 2d 768 (2002)\n2002 WI App 41\n641 N.W.2d 474\nSTATE of Wisconsin, Plaintiff-Appellant,\nv.\nJeffrey STOUT, Defendant-Respondent.[\u0086]\nNos. 01-0904-CR, 01-0905-CR.\nCourt of Appeals of Wisconsin.\nOral argument December 5, 2001.\nDecided January 23, 2002.\n*774 On behalf of the plaintiff-appellant, the cause was submitted on the briefs of James E. Doyle, attorney general, and Warren D. Weinstein, assistant attorney general. There was oral argument by Warren D. Weinstein.\nOn behalf of the defendant-respondent, the cause was submitted on the brief of and oral argument by James L. Fullin, assistant state public defender.\nBefore Nettesheim, P.J., Brown and Anderson, JJ.\n¶ 1. BROWN, J.\nThe first question is whether the police entry into the apartment in this case can be justified under the Terry[1] doctrine where the statute and case law specify that the doctrine only applies to police-citizen confrontations in a public place. We hold that the doctrine only applies to stops made in a public place and police may not enter an abode based on Terry. The second issue is whether police must first have reasonable suspicion that someone inside a dwelling has committed a crime as a condition precedent to asking the owner for consent to enter and search the premises. We hold that there is no such condition precedent. Regardless of whether there is reasonable suspicion of criminal activity within a dwelling, the police can ask for permission to enter and the owner has the right to say \"no.\" That is the extent of it and we reverse the trial court's holding to the contrary. We *775 remand with directions that the trial court determine whether there was consent for the police to enter. If so, then consistent with the reasons set forth hereafter in this opinion, the resultant seizure was valid.\n¶ 2. Jeffrey Stout was charged in two separate cases with possession of cocaine, with intent to deliver, with a penalty enhancer, in violation of WIS. STAT. §§ 961.41(1m)(cm)1 and 961.49 (1999-2000),[2] and burglary of a building, in violation of WIS. STAT. § 943.10(1)(a). He filed motions to suppress in each case, seeking to suppress evidence seized and confessions he made after his arrest. After a hearing, the trial court granted the motions to suppress.\n¶ 3. At the hearing, Officer Rick Birkholz testified that he received a phone call from a concerned citizen. The caller did not give a name or identifying information and the call was not recorded. The caller identified a white male wearing specific clothing named \"Jeff\" whom the caller had seen selling cocaine on the street in the area of the Viking Bar located near Douglas Avenue. The caller claimed to see \"Jeff\" enter the side door at 1405 Douglas Avenue.\n¶ 4. Birkholz responded to that address; when he arrived he was joined by uniformed officers responding to a complaint of loud music. Birkholz met Mary Millhollen on the stairs. He described \"Jeff\" and asked if the person was in the building. Millhollen motioned upward toward her apartment. Birkholz asked if he could go look and, according to Birkholz, Millhollen said \"I don't care\" or words to that effect. Millhollen knocked on the door and said, \"[I]t's me.\" Yusef Buckley, known to Birkholz from prior drug contacts, opened the door.\n*776 ¶ 5. Birkholz observed an individual, later identified as Stout, matching the tipster's description seated on a couch in the living room facing the door. As Birkholz and the uniformed officers entered the apartment, Stout made a rapid movement with his right hand toward the area of his pants pocket. Birkholz testified that it appeared to him that Stout was going for something in his pocket. He feared Stout had a weapon and was concerned for his safety and the safety of others.\n¶ 6. Birkholz quickly moved forward, drew his own weapon and, with his free hand, pulled Stout to his feet and placed him against the wall where he patted Stout down for weapons. During the pat-down he felt a baggie with a rock-like substance in it. Based on his training and experience, he believed the object to be crack cocaine. He removed the item and found a clear baggie which contained numerous individually wrapped whitish rock-like substances and cash.\n¶ 7. Birkholz took Stout into custody. A full body search yielded pull tabs\u0097gambling tickets sold in bars. At the police station, Stout was given his Miranda[3] rights, after which he confessed to a burglary.\n¶ 8. The trial court suppressed the cocaine, the pull tabs and the confession, ruling them to be the unattenuated fruits of a Terry stop-and-frisk for which the police lacked reasonable suspicion of criminal activity. In particular, the court held that an investigative stop occurred at the instant that the door to the apartment opened and Birkholz observed Stout, but before Stout reached for his pants pocket. The court further held that at the time the door opened, the only information available to Birkholz was the anonymous *777 telephone call which did not provide reasonable suspicion of criminal activity in the absence of independent police observation of incriminating behavior.\n[1-4]\n¶ 9. When reviewing a motion to suppress evidence, we will uphold the trial court's findings of fact unless they are clearly erroneous. State v. Fields, 2000 WI App 218, ¶ 9, 239 Wis. 2d 38, 619 N.W.2d 279. However, the application of constitutional principles to the facts is a question of law that we decide de novo without deference to the trial court's decision. Id. A major question throughout this controversy has been whether Stout was stopped at the moment the police appeared at the door or only after he made the furtive gesture. The resolution of this issue drives the outcome of the case because once a person is \"seized,\" the officers' conduct in doing so is constitutional only if they reasonably suspect the person of wrongdoing. See United States v. Mendenhall, 446 U.S. 544, 551-52 (1980). The correctness of the legal characterization of the facts in the record is also a matter for our independent review. Id. at 551 n.5.\n[5-8]\n¶ 10. The Fourth Amendment does not invalidate all searches and seizures but only those that are unreasonable. U.S. Const. amend. IV; Florida v. Jimeno, 500 U.S. 248, 250 (1991). Searches and seizures conducted without a warrant are per se unreasonable under the Fourth Amendment, subject to some exceptions. Minnesota v. Dickerson, 508 U.S. 366, 372 (1993). The government bears the burden of establishing by a preponderance of the evidence that a warrantless search falls within one of the exceptions. United States v. Basinski, 226 F.3d 829, 833 (7th Cir. 2000). One exception is when a police officer observes behavior that *778 he or she reasonably believes is suspicious, the officer may briefly stop the person to inquire and may pat-down or frisk the person to check for weapons if the officer reasonably believes the person is armed and endangers the safety of the officer and others. Dickerson, 508 U.S. at 372-73 (summarizing the holding of Terry). Another exception is when a person consents to a search \"because it is no doubt reasonable for the police to conduct a search once they have been permitted to do so.\" Jimeno, 500 U.S. at 250-51.\n¶ 11. Our first task is to determine which exception, if any, applies to the warrantless search in this case. The State argues that this is not a typical Terry stop based on reasonable suspicion provided by an informant's tip, although the tip \"certainly led to the chain of events here.\" The State posits instead that the investigator had \"consent inside the apartment from the person who lived there.\" Thereafter, \"it was the actions of Mr. Stout that led to his own stop and the subsequent frisk of him.\" The trial court noted the distinctive fact in this case\u0097that the stop occurred in a dwelling rather than a public place:\nLet me ask you this question, you're basing your argument to a great extent upon the fact that the police had the authority to be where they were. They were given consent you say to go into the apartment and it was lawful for them to be there. . . . Now normally when we talk about investigative stops or Terry stops we talk about them being made in a public place, even the statute 968.28 codifies the right of the police to stop someone in a public place.\n¶ 12. However, the trial court did not pursue this line of reasoning to inquire whether the Terry doctrine was even applicable to justify police entry into an apartment. Instead, the trial court made a legal conclusion *779 that an investigative stop occurred when the police entered the apartment for the sole purpose of making contact with Stout. The only basis for the stop was the telephone call with no independent observations by police that would have led them to believe Stout was engaged in illegal activity. The trial court made no explicit factual or legal ruling about consent, apparently because it found that issue to be legally irrelevant: \"I don't think that the controlling factor is that Ms. Millhollen said she didn't care if Investigator Birkholz went up to take a look for the defendant. It's not as if he was there for some other disconnected valid purpose.\" The trial court also stated that the actions of Birkholz \"constitute an investigatory stop or certainly the functional equivalent.\"\n¶ 13. We understand the trial court to be implicitly making the following legal characterizations: first, that the Fourth Amendment allows police officers to cross the threshold of a dwelling to make an investigatory stop based on reasonable suspicion, and second, police must have reasonable suspicion as a predicate to seeking consent. These statements do not reflect the law in Wisconsin and we address each in turn.\n¶ 14. With respect to the first statement, the United States Supreme Court has never held that a warrantless entry into a private residence may be justified by a Terry investigatory stop based on reasonable suspicion provided by an informant's tip. To the contrary, the Supreme Court extended the Terry doctrine's reasonable suspicion standard within the confines of a dwelling only when lawful entry had already been obtained. See Maryland v. Buie, 494 U.S. 325, 337 (1990). We are convinced that this is also the law in Wisconsin. For example, in State v. Rodriguez, *780 2001 WI App 206, 247 Wis. 2d 734, 634 N.W.2d 844, review denied, 2001 WI 117, 247 Wis. 2d 1035, 635 N.W.2d 783 (Wis. Oct. 23, 2001) (No. 00-2546-CR), we addressed whether a warrantless entry into a home is justified when an individual flees from an officer attempting to conduct an investigative stop. Id. at ¶ 22. We concluded that the suspect's flight from the officer constituted, at best, reasonable suspicion, id., and as the concurring opinion clarified, reasonable suspicion, even coupled with exigent circumstances, is not sufficient to justify a warrantless home entry; probable cause and exigent circumstances are required. Id. at ¶ 26.[4] Also on point is State v. Munroe, 2001 WI App 104, 244 Wis. 2d 1, 630 N.W.2d 223, in which officers obtained Munroe's consent to enter his hotel room by telling him that they were there to check his identification. Id. at ¶ 5. Once they determined that his identification was valid, they asked for permission to search his room. Id. In a footnote, we explicitly refused to sanction the trial court's use of the Terry doctrine authorizing brief investigative stops to justify talking to Munroe in his motel room about drugs. Id. at ¶ 13 n.4 (\"[B]oth Terry and § 968.24 authorize such stops in public places, not in homes or hotel rooms.\").\n[9, 10]\n¶ 15. Based upon Rodriguez, Munroe, and the explicit language in WIS. STAT. § 968.24 that a \"law enforcement officer may stop a person in a public place,\" we conclude that under Wisconsin law, Terry applies to *781 confrontations between the police and citizens in public places only. For private residences and hotels, in the absence of a warrant, the police must have probable cause and exigent circumstances or consent to justify an entry. State v. Rodgers, 119 Wis. 2d 102, 107, 349 N.W.2d 453 (1984).\n¶ 16. Having concluded that the entry into the apartment cannot be based on a Terry investigative stop, we now address the consent issue. The trial court appeared to hold that police cannot request consent to enter without at least an articulable suspicion to believe that there is criminal evidence or activity where the police seek to enter. This is why the court did not make any explicit findings regarding consent; it was irrelevant in the absence of \"some other disconnected valid purpose\" for the detective's presence. We disagree with this view of the law.\n[11]\n¶ 17. We hold that there is no Fourth Amendment requirement of reasonable suspicion as a prerequisite to seeking consent to enter a dwelling. We find support for this holding in federal automobile search cases. In Ohio v. Robinette, 519 U.S. 33, 39-40 (1996), the United States Supreme Court held that as a matter of Fourth Amendment jurisprudence, the voluntariness of a driver's consent to search, requested without articulable suspicion, cannot be made to depend upon his or her being told by the police that if he or she refuses to consent to the search, he or she will be free to go. The proposition that reasonable suspicion is not required as a basis for seeking consent is apparently the majority view respecting the mandate of the Fourth Amendment of the Federal Constitution. State v. Carty, 753 A.2d 149, 153 (N.J. Super. Ct. App. Div. 2000); see also 3 WAYNE R. LAFAVE, SEARCH AND SEIZURE § 8.1 n.8, at 597 *782 (3rd ed. 1996). In Wisconsin, our supreme court has stated that the law of search and seizure under the state constitution conforms to that developed by the United States Supreme Court under the Fourth Amendment. State v. Phillips, 218 Wis. 2d 180, 195, 577 N.W.2d 794 (1998). We therefore apply the federal approach to our state law and conclude that reasonable suspicion is not a prerequisite to an officer's seeking consent to enter a private dwelling.[5]\n[12]\n¶ 18. We conclude, therefore, that Birkholz could ask permission to enter the apartment without a reasonable suspicion that criminal activity was afoot. Providing that the police did in fact receive such a valid permission, they had a right to enter the apartment even if the sole purpose for being there was to question *783 Stout. After scrutinizing the record, however, we do not find any indication that consent was established or that Stout conceded the consent issue. Indeed, the issue of consent seemed to have been cast aside by the trial court and the prosecutor did not thereafter pursue the matter. For example, at one point the court indicated that it was unclear as to the nature of the consent conveyed to the police: \"I'm not certain exactly what it is they asked consent to go into her apartment to make contact with Mr. Stout.\" [sic] Nor did the court make a ruling regarding Millhollen's authority to grant consent. \"I don't know that the record ever really established that this was in fact her apartment.\" In its reply brief, the State contends that Stout failed to raise the consent issue in the trial court and therefore he has forfeited any claim of error as to that issue. In light of the sparse record showing a factual basis for consent and the trial court's digression from the issue altogether, we remand to the trial court for explicit factual and legal findings on the validity of consent granted to the officers.\n¶ 19. We next address whether the entry of the officers to the apartment, assuming Millhollen's consent, effected a seizure of Stout, thereby implicating the Fourth Amendment. Relying on California v. Hodari D., 499 U.S. 621 (1991), and State v. Kelsey C.R., 2001 WI 54, 243 Wis. 2d 422, 626 N.W.2d 777, the State argues that even if there was a show of authority at the door, no seizure occurred in the absence of submission to the authority. Stout responds that these cases involve fleeing suspects and are inapplicable to this case. He states that \"[t]here is not a shred of evidence in this record to suggest that Mr. Stout did not submit to the *784 show of authority by police. Certainly Mr. Stout did not attempt to escape them like Hodari D. and Kelsey C.R. did.\"\n¶ 20. In Mendenhall, the United States Supreme Court provided guidance as to what might constitute a seizure even where the suspect does not attempt to flee. In language applicable to this case, the Court stated:\n[A] person has been \"seized\" within the meaning of the Fourth Amendment only if, in view of all of the circumstances surrounding the incident, a reasonable person would have believed that he was not free to leave. Examples of circumstances that might indicate a seizure, even where the person did not attempt to leave, would be the threatening presence of several officers, the display of a weapon by an officer, some physical touching of the person of the citizen, or the use of language or tone of voice indicating that compliance with the officer's request might be compelled. In the absence of some such evidence, otherwise inoffensive contact between a member of the public and the police cannot, as a matter of law, amount to a seizure of that person.\nMendenhall, 446 U.S. at 554-55 (footnote and citations omitted).[6] We now review the relevant facts in this case to determine whether, under the Mendenhall criteria, Stout was \"seized\" prior to the furtive gesture.\n*785 [13]\n¶ 21. The trial court made a factual finding that when Birkholz entered the apartment he neither said nor announced anything. Therefore, nothing in his tone of voice could have made Stout feel compelled to remain. Similarly, prior to the furtive gesture, there was no physical contact between the officers and Stout. Stout argues, however, that the presence of three officers, two in uniform and one with sidearm drawn, was sufficient to establish a stop and seizure. The trial court's findings of historical fact, however, contradict Stout's view that Birkholz drew his weapon as he entered the room. We detail the trial court's factual findings:\nAs Investigator Birkholz stepped through the door and took several steps simultaneously. [sic] With that he observed the defendant who was still seated on the couch make a motion. The motion was described as moving his right hand quickly toward his right pants pocket or toward his pants. That occurred according to Investigator Birkholz simultaneously with his stepping forward through the door and into the apartment. Investigator Birkholz became concerned for his safety and believed that the defendant may have been reaching for a weapon. As a result Investigator Birkholz drew his own weapon and with his free hand pulled the defendant to his feet and placed him against the wall where he then proceeded to frisk him or to do a pat down for weapons.\nThis portion of the record indicates that these events evolved in an extremely compressed time frame; it also clarifies that Birkholz did not enter the apartment with a weapon drawn. Thus, we are left with the presence of three officers in the room and the issue of whether their presence, absent the display of a weapon, physical *786 contact or use of language, was sufficient to establish a seizure. Under these circumstances, we conclude that a reasonable person in Stout's position would have no reason to believe he or she was not free to leave. Assuming the officers were present under the cloak of valid consent, their initial brief encounter at the door to the apartment was nothing more than an inoffensive encounter between a citizen and police that intruded upon no constitutionally protected interest.\n[14]\n¶ 22. Based on the foregoing analysis, and on the premise that the officers had consent, we determine that no seizure occurred until after Stout's gesture toward his pants pocket. After that point, Birkholz drew his weapon and placed Stout against the wall to frisk him. We now address the constitutionality of the frisk at this point in the confrontation.\n¶ 23. The State argues the seizure was a Terry frisk for weapons justified by reasonable suspicion that Stout was armed and dangerous. According to the State, Birkholz, having a legitimate right to be in the apartment, allegedly developed a reasonable suspicion that Stout was attempting to draw a weapon when he reached for his pants pocket. Stout responds that Birkholz did not have a reasonable suspicion because the \"bare bones\" anonymous tip was uncorroborated by independent police observation of criminal activity.\n[15, 16]\n¶ 24. Preliminary to this analysis, we make the following observation. Notwithstanding our holding that investigative stops must be made in a public place, it is entirely consistent with the Terry doctrine to allow a frisk under certain circumstances once the police have lawfully gained entry to a private dwelling. The different treatment lies in the distinction between the two *787 types of police work, the stop and the frisk, and the different purposes underlying them. The stop serves to investigate crime and therefore must be based on a reasonable suspicion of criminal activity, but a frisk is different. A frisk serves to prevent injury and is therefore based on a reasonable suspicion that the person is armed. See United States v. Bonds, 829 F.2d 1072, 1074 (11th Cir. 1987) (discussing the justifications for the separate components of the Terry stop-and-frisk). A lawful frisk does not always flow from a justified stop, United States v. Thomas, 863 F.2d 622, 628 (9th Cir. 1988); the standard is whether a reasonably prudent officer in the circumstances would be warranted in the belief that his or her safety or that of others was in danger. Terry, 392 U.S. at 27. These safety concerns may arise wherever an officer legitimately encounters an individual, whether in a public place or in a private residence or hotel room.\n¶ 25. In Buie, for example, the United States Supreme Court extended the Terry frisk doctrine to a private residence when the police swept the house for dangerous persons while effecting an in-house arrest pursuant to an arrest warrant. Buie, 494 U.S. at 334. The sweep, based only on reasonable suspicion, was upheld. Id. at 337. The Buie Court focused on a concern for police safety in the confines of a suspect's dwelling. Id. at 333. Terry, an on-the-street stop, involved similar safety concerns. Terry, 392 U.S. at 24 (\"[I]t would appear to be clearly unreasonable to deny the officer the power to take necessary measures to determine whether the person is in fact carrying a weapon and to neutralize the threat of physical harm.\").\n[17]\n¶ 26. The protective search was upheld in Buie because the police had a legitimate right to enter the *788 home and \"[o]nce inside, the potential for danger justified a standard of less than probable cause for conducting a limited protective sweep.\" Buie, 494 U.S. at 334 n.1. We conclude from this that when the police have lawfully entered a dwelling with valid consent and have a reasonable suspicion that a suspect is armed, a Terry pat-down for weapons is permissible. See United States v. Flippin, 924 F.2d 163, 167 (9th Cir. 1991) (upholding frisk of suspect in motel room who consented to police entry but then grabbed bag, creating reasonable belief in officer that she was attempting to arm herself).[7]\n¶ 27. We now consider the legitimacy of the frisk of Stout which must be based on Birkholz having a reasonable belief or suspicion that Stout was armed and presently dangerous. Ybarra v. Illinois, 444 U.S. 85, 92-93 (1979). In this case, the facts forming the predicate of reasonable belief include the anonymous tip and the furtive gesture. The facts known to Birkholz conveyed through the tip included the information that \"Jeff\" had been personally observed selling drugs at a *789 specific location and had been observed entering a building. The State argues that when Birkholz entered the apartment and personally verified an individual present, fitting the description provided by the tipster who then reached for his pants pocket, these facts justified a reasonable officer in suspecting that Stout was armed. See State v. Guy, 172 Wis. 2d 86, 96, 492 N.W.2d 311 (1992) (weapons are often tools of trade for drug dealers). Stout argues, and the trial court agreed, that verification of innocent details, without personal observation of criminal activity, does not provide reasonable suspicion to justify a frisk.\n¶ 28. We note that at the time of the trial court's decision, State v. Williams, 225 Wis. 2d 159, 591 N.W.2d 823 (1999) (Williams I), had been vacated and remanded by the United States Supreme Court for further consideration in light of its holding in Florida v. J.L., 529 U.S. 266 (2000). Thus, the trial court did not have the benefit of the Wisconsin Supreme Court's subsequent decision in State v. Williams, 2001 WI 21, 241 Wis. 2d 631, 623 N.W.2d 106 (Williams II), cert. denied, 122 S. Ct. 343.\n¶ 29. In Williams II, our supreme court addressed whether an anonymous tip containing a contemporaneous report of drug trafficking, combined with independent observations and corroboration of details from the tip, justified a stop and frisk.[8]Id. at ¶ 2. In assessing *790 the indicia of reliability surrounding the tip, the court considered that the tipster described the basis for her knowledge of the criminal activity, id. at ¶ 33, the tipster put her identity at risk by the manner in which she contacted the authorities, id. at ¶¶ 34-35, the police corroborated significant, if innocent, details of the tip, id. at ¶ 39, and the police observed a hand gesture that raised concerns of contraband or weapons, id. at ¶ 43.\n¶ 30. In this case, as in Williams II, we have the personal observation of a concerned citizen caller that criminal activity was taking place. Although the tip was not recorded, there is no evidence disputing the fact that the call was made to the COP House, which citizens frequently called because they knew detectives worked there. In addition, Birkholz corroborated significant, if innocent, details of the tip: a person wearing the clothes described was in fact located at the address given by the tipster. Additionally, Millhollen corroborated that a person known as \"Jeff\" was in her apartment. Finally, and most significantly, Birkholz corroborated a fact independent of the tip, giving him reason to believe Stout was attempting to arm himself\u0097Stout reached toward his pocket upon seeing the officers enter the apartment.\n[18]\n¶ 31. We hold that this collective information entitled Birkholz to conduct a pat-down search for weapons. Although there may have been an innocent reason for Stout's movement, it was also reasonable for Birkholz to suspect that Stout was attempting to reach for a weapon. This belief was objectively reasonable in light of the tip suggesting that Stout was engaged in selling cocaine, coupled with the officer's knowledge that persons engaged in selling narcotics frequently *791 carry firearms. Guy, 172 Wis. 2d at 96. We conclude that the content of the tip, Birkholz's corroboration of the facts in the tip, and his independent observation of suspicious behavior were sufficient to justify the frisk of Stout.\n¶ 32. In conclusion, we determine that Birkholz's approach at the apartment door was not a Terry investigative stop based upon a reasonable suspicion that a person inside was engaged in criminal activity. Under Wisconsin law, Terry stops are limited to confrontations between police and citizens in public places. In addition, the appearance of Birkholz and two uniformed officers at the door was not a sufficient show of authority to constitute a seizure within the Fourth Amendment. We remand this case to the trial court for particularized factual and legal findings regarding the validity of the consent given to Birkholz to enter the apartment. We further instruct, however, that if the trial court finds such consent to be valid, no seizure occurred until after Stout's furtive gesture, at which point Birkholz could reasonably believe, based on the facts known to him at the time, that Stout might be armed and dangerous.\nBy the Court.\u0097Orders reversed and cause remanded with directions.\nNOTES\n[\u0086]  Petition to review denied 4-22-02.\n[1]  Terry v. Ohio, 392 U.S. 1 (1968).\n[2]  All references to the Wisconsin Statutes are to the 1999-2000 version.\n[3]  Miranda v. Arizona, 384 U.S. 436 (1966).\n[4]  We also noted, without deciding, that such flight might satisfy the requirements for an on-the-street Terry stop, but it would not justify entry into the home. State v. Rodriguez, 2001 WI App 206, ¶ 13, 247 Wis. 2d 734, 634 N.W.2d 844, review denied, 2001 WI 117, 247 Wis. 2d 1035, 635 N.W.2d 783 (Wis. Oct. 23, 2001) (No. 00-2546-CR).\n[5]  A case on point is State v. Stankus, 220 Wis. 2d 232, 582 N.W.2d 468 (Ct. App. 1998). We analyzed that automobile case as a consent case rather than a Terry search case. Stankus, 220 Wis. 2d at 236 n.1. Indeed, we expressed doubt as to the existence of reasonable suspicion under the facts of that case, id., but did not have to directly address the point under the consent analysis. Instead, the analysis focused on whether the consent was voluntary under the totality of the circumstances and not the product of duress or coercion, express or implied. Id. at 237. With respect to whether an officer has the right to ask for consent to search, we stated: \"[A]n officer has a right to ask for consent to search and the individual has a right to say no,\" so long as consent is received and not extracted. Id. at 239.\n\nAlthough we rely on automobile cases on the consent issue, we find their reasoning equally applicable to cases where police seek consent to enter and search a dwelling. The fact that police ask permission to search a \"castle\" rather than an automobile makes no difference to the analysis. In each case, a person is giving up his or her right to privacy by consent.\n[6]  Applying the law to the facts in that case, the Court held that no \"seizure\" occurred when federal drug enforcement agents approached a suspect at the airport because the agents wore no uniforms and displayed no weapons. United States v. Mendenhall, 446 U.S. 544, 555 (1980). Furthermore, Mendenhall was not seized \"simply by reason of the fact that the agents approached her, asked her if she would show them her ticket and identification, and posed to her a few questions. Nor was it enough to establish a seizure that the person asking the questions was a law enforcement official.\" Id.\n[7]  By contrast, in Ybarra v. Illinois, 444 U.S. 85 (1979), the Supreme Court addressed the question of whether the police could pat-down a patron of a tavern which was legitimately being searched. The police frisked every person in the bar solely as a safety precaution. Id. at 88. The Court held that the frisk of Ybarra was not supported by a reasonable belief that he was armed and presently dangerous when,\n\n[u]pon seeing Ybarra, [police] neither recognized him as a person with a criminal history nor had any particular reason to believe that he might be inclined to assault them. Moreover... Ybarra, whose hands were empty, gave no indication of possessing a weapon, made no gestures or other actions indicative of an intent to commit an assault, and acted generally in a manner that was not threatening.\nId. at 93.\n[8]  In Williams II, the police received an anonymous tip indicating that individuals were selling drugs from a particular automobile in the parking lot of an apartment building. State v. Williams, 2001 WI 21, ¶ 4, 241 Wis. 2d 631, 623 N.W.2d 106 (Williams II), cert. denied, 122 S. Ct. 343. The tipster provided her address but not her name. Id. The police located the vehicle and in addition observed Williams reach down and behind the passenger seat as they approached. Id. at ¶ 8.\n\n",
            "ocr": false,
            "opinion_id": 1803899
        }
    ],
    "court_short_name": "Court of Appeals of Wisconsin",
    "court_full_name": "Court of Appeals of Wisconsin",
    "court_type": "SA",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Robbery"
}