{
    "id": 2737682,
    "judges": null,
    "date_filed": "2023-04-12",
    "date_filed_is_approximate": true,
    "slug": "people-v-donahue",
    "case_name_short": "Donahue",
    "case_name": "People v. Donahue",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2014 IL App (1st) 120163"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 20.0,
            "download_url": "http://www.state.il.us/court/Opinions/AppellateCourt/2014/1stDistrict/1120163.pdf",
            "author_id": null,
            "opinion_text": "                                  Illinois Official Reports\n\n                                          Appellate Court\n\n\n\n                             People v. Donahue, 2014 IL App (1st ) 120163\n\n\n\nAppellate Court              THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v.\nCaption                      DWOND DONAHUE, Defendant-Appellant.\n\nDistrict & No.               First District, Fifth Division\n                             Docket No. 1-12-0163\n\n\n\nRehearing denied             July 21, 2014\nModified opinion filed\nupon denial of\nrehearing                    July 25, 2014\n\n\n\nHeld                         Defendant’s conviction for first degree murder and sentence including\n(Note: This syllabus         a 25-year firearm enhancement were upheld on appeal,\nconstitutes no part of the   notwithstanding defendant’s contentions that the evidence was\nopinion of the court but     insufficient to establish his guilt in view of the lack of physical\nhas been prepared by the     evidence, the absence of an arrest at the scene, and the weaknesses in\nReporter of Decisions        the identification testimony of two eyewitnesses, one of whom told a\nfor the convenience of       defense investigator that a detective pressured her to identify\nthe reader.)                 defendant, since the evidence was sufficient, the appellate court found\n                             defendant’s arguments unpersuasive, and a rational trier of fact could\n                             have found defendant guilty.\n\n\n\nDecision Under               Appeal from the Circuit Court of Cook County, No. 08-CR-15119; the\nReview                       Hon. William G. Lacy, Judge, presiding.\n\n\n\nJudgment                     Affirmed.\n\f     Counsel on               Michael J. Pelletier and Deepa Punjabi, both of State Appellate\n     Appeal                   Defender’s Office, of Chicago, for appellant.\n\n                              Anita M. Alvarez, State’s Attorney, of Chicago (Michelle Katz and\n                              Kalia M. Coleman, Assistant State’s Attorneys, of counsel), for the\n                              People.\n\n\n\n\n     Panel                    PRESIDING JUSTICE GORDON delivered the judgment of the\n                              court, with opinion.\n                              Justices McBride and Taylor concurred in the judgment and opinion.\n\n\n\n                                               OPINION\n\n¶1         Defendant Dwond Donahue was convicted on November 4, 2010, after a jury trial, of first\n       degree murder and sentenced on December 12, 2011, to 47 years, plus a 25-year firearm\n       enhancement, for a total of 72 years in the Illinois Department of Corrections (IDOC). The\n       case concerned the shooting death of Lawaide Labon, age 32, on June 14, 2008, near Jackson\n       and Whipple Streets, in Chicago.\n¶2         On this direct appeal, defendant claims that the State presented insufficient evidence where\n       there was no physical evidence, no arrest at the scene, no admissions or statements by\n       defendant, no evidence that defendant and the victim previously knew each other, and no\n       evidence of gang affiliation or drug involvement, and where the case was based entirely on the\n       identifications of two witnesses, one of whom told a defense investigator that she identified\n       defendant only after pressure from a detective.\n¶3         Defendant also claims that prosecutorial misconduct deprived defendant of a fair trial,\n       when the prosecutor made false statements about the defense’s theory of the case and made\n       inflammatory remarks, such as the victim would have been safer in a war zone than on the\n       streets of Chicago since the death rate is lower in the military than in Chicago.\n¶4         For the following reasons, we affirm.\n\n¶5                                          BACKGROUND\n¶6         In the case at bar, the defense made no pretrial motions and offered no objections to the\n       State’s motion in limine to bar the defense from asking questions on certain topics, such as\n       police misconduct.\n¶7         On November 2 and 3, 2010, the State called six witnesses: (1) Denise Labon, the victim’s\n       wife, who identified the victim; (2) Tiffany Labon, the victim’s cousin and his wife’s best\n       friend, who was one of two eyewitnesses called at trial; (3) Daiquiri Collins, who was Tiffany\n       Labon’s uncle, and the other eyewitness called at trial; (4) Detective Gregory Jones; (5) Jon\n\n\n\n                                                  -2-\n\f       Flaskamp, a firearms examiner; and (6) Officer Joseph Wagner, the arresting officer. After the\n       State rested, the defense rested without making a motion for a directed verdict.\n\n¶8                                I. Denise Labon, the Victim’s Wife\n¶9         Denise Labon, the first witness, testified that she was the wife of Lawaide Labon, the\n       victim. On June 14, 2008, she was working an evening shift, from 4 p.m. to midnight, as a\n       security guard when she received a call at 11:30 p.m. from her best friend, Tiffany Labon. Her\n       work partner then drove her to the hospital where she identified her dead husband.\n\n¶ 10                               II. Tiffany Labon, the Victim’s Cousin\n¶ 11       Next, Tiffany Labon testified that the victim was her cousin and the other testifying\n       eyewitness, Daiquiri Collins, was her uncle. On June 14, 2008, she attended a family gathering\n       on the west side of Chicago, near Jackson and Whipple Streets. The occasion was a\n       housewarming party and the victim, Lawaide Labon, was also there. At 11:20 p.m., she was\n       standing on the street near 312 South Whipple Street talking with her uncle, Daiquiri Collins,\n       and another man, known as “Red,” who was there with his dog. Labon recognized the dog\n       because it had belonged to her brother, who had given it to Red.\n¶ 12       Labon testified that, while the three of them were standing there talking, a man arrived and\n       pointed a gun at the dog, threatening “shut the f*** dog up or I’ll shoot it.” Although it was late\n       at night, there was light from streetlamps and house lights, and she was able to see the face of\n       the man with the gun, whom she identified in court as defendant. Then someone else arrived,\n       grabbed the man with the gun and took him “across the street or down the street or something.”\n       Two minutes later, Labon’s cousin, the victim, drove up with his children and double-parked\n       on the other side of a vehicle against which Labon was leaning. As soon as the victim stepped\n       out of his vehicle, the man with the gun returned and “stepped up in [the victim’s] face asking\n       who is you? Who is you?”\n¶ 13       Labon testified that the victim and the other man started “tussling” and pushing each other,\n       and the other man was reaching for his gun. At that moment, Labon’s Uncle Daiquiri “snatched\n       [her] away from it” and she heard three gunshots. When she turned around, she observed her\n       cousin on the ground, crawling to the curb, and the other man entering a van.\n¶ 14       Labon was then asked whether anyone spoke to the shooter when he first approached but\n       before the victim drove up. She testified that, when the shooter first walked up, someone stated\n       “what’s up Swol” and the shooter responded “what’s up.”\n¶ 15       Labon further testified that, on June 15 at 1:25 a.m., she reviewed a photo array at the\n       police station:\n                   “ASSISTANT STATE’S ATTORNEY (ASA): Were you able to positively\n               identify the shooter in these photo arrays?\n                   LABON: Yes, I was positive. Only one I said he looked like him but it wasn’t him.\n                                                    ***\n                   ASA: What did you tell the detective about that person?\n                   LABON: I said he looked like him but that wasn’t him.”\n\n\n\n\n                                                    -3-\n\f       Labon then viewed another photo array on the same day and selected defendant’s photo. On\n       July 10, 2008, she returned to the police station and viewed a lineup where she also identified\n       defendant.\n¶ 16       On cross-examination, Labon admitted that she did not recall how the shooter was dressed\n       or whether he wore a “hoodie,” which she explained was a jacket with a hood. She did not\n       know how tall the shooter was; she recalled only that he was taller than she was. When asked\n       how much the man weighed, she replied, “I’m not sure of that either.” The first time she ever\n       observed him was the night of the shooting. Although she had lived in that neighborhood for\n       almost a year, she had never seen him before. Only one or two minutes elapsed between the\n       time when the shooter first approached and made a comment about the dog and when\n       somebody pulled him away. Labon did not know whether the shooter was wearing pants or\n       shorts, or a tee shirt or a shirt with a collar; and she did not recall the color of his shirt. She did\n       not recall what kind of vehicle the victim was driving, but the color was “champagne.”\n¶ 17       On cross, Labon testified that, after the shooting, a blue van came down the street and\n       picked up the shooter. When the victim and the shooter were tussling, she was leaning against\n       the vehicle with her back turned to the fight, but she looked back over her left shoulder and\n       observed it. Then her uncle grabbed her away, and she heard the gun. After her uncle pulled her\n       away, she was standing on the curb. She recalled the shooter had a mustache and a “little bit” of\n       a beard,1 but she did not tell the police that because they did not ask.\n¶ 18       On cross, Labon testified that, on June 15, 2008, just a few hours after the shooting, she\n       was shown two photo arrays, and defendant’s photo was in neither one. In one photo array, she\n       viewed photographs of six people and then circled one and signed her name under the one that\n       she had circled. Labon testified that she “said he looks like him but he wasn’t him.” Ten days\n       later, on June 25, 2008, she viewed another photo array and identified defendant.\n¶ 19       On cross, Labon testified that, on October 8 and 9, 2009, she received a visit at her home\n       from defense investigator Mark Saunders. When asked whether she told Saunders that the\n       detective had pointed to defendant’s photograph, she replied: “I told–he pointed to the\n       defendant, after I pointed him out. Not before.” However, this statement, that the detective\n       pointed out the photograph only after she did, does not appear in Labon’s signed statement.\n       While Labon and Saunders were talking, Saunders wrote out a two-page statement which\n       Labon then initialed on the first page and signed on the second page. Defense counsel then\n       reviewed with Labon the statements contained in her signed statement. Labon admitted that\n       she told the investigator that, while she was viewing the photo array, the detective pointed to\n       defendant’s photo and stated: “Is this him?” Labon admitted that she told the investigator: “I\n       was shown five photos but I wasn’t sure if the shooter was one of these pictures, one of the\n       police detectives kept pointing at [defendant’s] picture and repeatedly saying, is this him, is\n       this him.” Then she told the investigator: “At this time, I felt as if I was supposed to say that\n       [defendant] was the shooter.” She also admitted that she told the investigator that “prior to the\n       shooting I had never seen [defendant].” She admitted that she signed her name to this\n       statement, which was subsequently admitted into evidence.\n¶ 20       On cross, Labon testified that, on October 9, 2009, when she met with the investigator at\n       her home, they also discussed the lineup. On July 10, she went to the lineup at 1 p.m. and\n\n           Tiffany Labon’s uncle, Daiquiri Collins, later testified that the shooter was “clean cut” and did not\n           1\n\n       have a mustache or a beard.\n\n                                                       -4-\n\f       looked through a window at four or five men sitting on chairs. She told the investigator that she\n       “saw the man whose picture the detective kept pointing at and saying, is this him, so I\n       obviously said it’s No. 2.”\n¶ 21       On redirect, she testified that she was scared because she had never been through anything\n       like this before and she came “from the same neighborhood.” However, she did not specify the\n       same neighborhood as whom. Labon had previously testified that she had never observed the\n       shooter before in the neighborhood.\n\n¶ 22                             III. Daiquiri Collins, Tiffany Labon’s Uncle\n¶ 23        The State’s next witness, Daiquiri Collins, was the uncle of Tiffany Labon, who had just\n       testified. Collins, whose nickname was “Zack,” was 42 years old and had been employed\n       delivering “Ready-Mix” concrete for five years. He lived in the Chicago suburbs with his wife,\n       who was the victim’s aunt. At 11 p.m., on June 14, 2008, he was at 139 South Whipple Street\n       with about 12 people for a housewarming party in an apartment there. At some point, he left\n       the party and walked to the 300 South block of Whipple Street to visit with Tiffany and\n       Chevelle Labon. Tiffany’s nickname is April. Collins knew they would be there because\n       “[t]hat’s where they hang out at.” Before leaving the party, Collins said good-bye to the victim,\n       who was at the party with his four children.\n¶ 24        Collins testified that, when he arrived at the 300 block of Whipple Street, he observed\n       Tiffany Labon, Chevelle Labon, “Bobby” and some other people he did not know. Collins did\n       not know Bobby’s last name. Collins also recognized a dog that “Chevelle and them had before\n       they gave it to this other person.” However, Collins did not know the dog’s owner. They were\n       all standing on the curb and on the grassy area between the street and the sidewalk. A black\n       four-door Saturn was parked next to them, and they were “all crowded on the passenger side of\n       the vehicle.” At some point, Chevelle and Bobby departed, and Collins remained conversing\n       with Labon and the dog owner. In addition to the three of them, there were so many people\n       right there that “you had enough people to play basketball and sub people in at the time.” Then\n       everyone departed, except for himself, Labon and the dog owner.\n¶ 25        Collins testified that, after everyone left except the three of them, a man arrived whom\n       Collins identified in court as defendant. Collins had never observed him before. Collins first\n       noticed this man approaching when the dog, who had been facing Collins, turned to face the\n       new arrival. Collins was standing six feet from the dog, and Labon was three feet from the dog.\n       The approaching man then reached behind his back with his right hand and pulled out a gun\n       and pointed it at the dog. At that moment, Collins was eight or nine feet away from the shooter.\n       Collins recalled that there were streetlights but could not recall whether there was light coming\n       from nearby homes. Less than a minute later, a blue van pulled up and double-parked on the\n       other side of the black Saturn. The shooter then walked to the passenger side of the van and\n       stated “these guys are punks here and they’re not going to do anything.”\n¶ 26        Collins testified that the victim then drove up in “a van or champagne car” with his children\n       in the vehicle and parked three or four feet behind the blue van. When the victim exited his\n       vehicle, his children remained in the vehicle and the shooter was standing near the side\n       passenger door of the blue van. The victim then walked toward Collins, Labon and the dog\n       owner. Through the open side door of the blue van, Collins observed that the driver was male\n       and that there were one or two additional people inside the van who were “pulling on [the\n       shooter] to go to leave.” The shooter then looked toward the victim and stated “who the f*** is\n\n                                                   -5-\n\f       that?” At this point, the shooter was standing six feet from the victim. Then the shooter walked\n       in front of the victim, and his chin bumped the victim’s nose. The victim bumped the shooter\n       back, and the shooter hit the victim on the left side of his face. The victim then hit the shooter\n       back and, the next time the shooter brought his hand up, he was holding a gun, a foot from the\n       victim’s shoulder, and the gun fired. Then Collins pushed Labon away and heard another shot.\n       Collins was 10 feet from the victim when he ran to the victim, who was lying on his back on the\n       ground near the curb, and Collins held the victim’s hand. The shooter, who was standing in the\n       street, entered the blue van which then drove off.\n¶ 27        Collins testified that, the next morning, he went to a police station and viewed two photo\n       arrays, with six photos each, but he was not able to identify anyone. Later, on June 17,\n       detectives visited him at home and asked him to review another photo array with five photos,\n       from which he identified defendant’s photograph as that of the shooter. On July 10, he went to\n       a police station where he viewed a lineup and identified defendant as the shooter.\n¶ 28        On cross-examination, Collins testified that the victim, who was his wife’s nephew, was\n       “like a son of mine.” Collins saw the victim probably 100 times during the year before the\n       shooting. Although there was a big crowd on the street on the night of the shooting, everyone\n       left before the shooter arrived. Five minutes elapsed between when the shooter first pointed his\n       gun at the dog and when the victim was shot. Contrary to Labon, who testified that the shooter\n       had a mustache and a small beard, Collins testified that the shooter was “clean cut” and did not\n       have a mustache or a beard:\n                    “DEFENSE COUNSEL: What was his facial hair?\n                    COLLINS: He was clean cut.\n                    DEFENSE COUNSEL: Any moustache?\n                    COLLINS: He was clean cut.\n                    DEFENSE COUNSEL: That means no moustache or beard, correct.\n                    COLLINS: Just clean–yes.”\n       Like Labon, Collins had never observed the shooter before.\n¶ 29        On cross, Collins admitted that the photograph of defendant, which he had identified as a\n       photograph of the shooter, depicted a mustache and a beard. Then the following exchange\n       occurred:\n                    “DEFENSE COUNSEL: So [defendant’s] picture is different from the man that\n                you saw shoot your in-law, is that correct?\n                    COLLINS: Yes.”\n       On redirect, Collins was asked if “clean cut” included a mustache, and he said that it did.\n\n¶ 30                                    IV. Detective Gregory Jones\n¶ 31       Detective Gregory Jones testified that he had been with the Chicago police force for 24\n       years and, for the last 6 years, had been a member of the evidence response team, which was a\n       group of detectives and forensic investigators who processed major crime scenes. On June 14,\n       2008, he was assigned to investigate a shooting death near 312 South Whipple Street, and his\n       team recovered three discharged 9-millimeter shell casings from the pavement. After\n       canvassing the neighborhood, they also identified two potential eyewitnesses who were\n       Tiffany Labon and Daiquiri Collins. Although he sent the casings to the State Police crime lab\n\n\n                                                   -6-\n\f       for firearms analysis, he did not request fingerprint analysis, because he had never encountered\n       a situation where a fingerprint was recovered from a shell casing.\n¶ 32        On cross, Jones admitted that he also learned the name of a person who was walking a dog\n       immediately before the shooting, and his name was Gregory Howard. Jones also spoke to\n       Howard.\n¶ 33        Jones further testified that the three shell casings found at the scene came from a\n       semiautomatic weapon. A revolver would not leave shell casings at the scene because the\n       casings in a revolver remain in the revolver when the weapon is discharged. By contrast, with a\n       semiautomatic weapon, for every round that is fired, the gun ejects the cartridge casing, with\n       the bullet heading in one direction and the casing falling to the ground. When a semiautomatic\n       weapon is loaded, a bullet is placed into a magazine and then the magazine is placed into the\n       bottom of the weapon and pushed up into the gun. Each bullet has to be placed into the\n       magazine by hand. On redirect, Jones agreed that any fingerprints on the bullet would likely be\n       removed during the firing process.\n¶ 34        Jones was recalled as a witness by the State the following day and he testified that he\n       conducted the lineup, which included defendant and which was viewed on July 10, 2008, by\n       Gregory Howard at 12:10 p.m., Tiffany Labon at 1:05 p.m., and Daiquiri Collins at 1:35 p.m.\n       Labon and Collins both identified defendant. Jones recalled that, after Collins entered the\n       lineup room, he hit his fist against the two-way mirror and stated “number two. That’s the guy\n       that did it.”\n\n¶ 35                        V. Firearms Examiner Jon Flaskamp; Stipulations\n¶ 36       After a stipulation concerning crime scene photographs and the recovery of the three shell\n       casings, the State called Jon Flaskamp, who was employed for 11 years as a firearms examiner\n       with the Illinois State Police crime lab and who examined the three shell casings recovered in\n       this case. Flaskamp determined that the casings were all 9-millimeter Luger-caliber cartridge\n       cases fired from the same firearm.\n¶ 37       The parties then stipulated that an assistant medical examiner, if called to testify, would\n       testify that the two gunshot wounds on the victim revealed no evidence of close-range firing,\n       that close-range firing occurs when the muzzle of the gun is less than 18 inches away, that she\n       did not examine the victim’s clothing for evidence of close-range firing, and that the victim\n       died from his gunshot wounds.\n\n¶ 38                               VI. Arresting Officer Joseph Wagner\n¶ 39       Joseph Wagner testified that he was a police officer with the Chicago police department\n       and, on July 9, 2008, he traveled with other members of his unit to Elgin, Illinois, to assist\n       detectives from Area 4 with defendant’s arrest. He traveled in plain clothes2 with Officer Ed\n       Zablocki in an unmarked Chevy Uplander minivan with normal plates in order to conduct\n       surveillance. They were in an unmarked vehicle so “they wouldn’t stick out.” After arriving at\n       the target location, he observed defendant exit a building and walk in the officers’ direction on\n       the sidewalk across the street from the officers’ parked vehicle. When defendant was almost\n\n          2\n            Officer Wagner testified on redirect that he and Officer Zablocki were not wearing police\n       uniforms.\n\n                                                   -7-\n\f       directly across the street from the officers, Officer Wagner looked in his direction and\n       defendant ran. After defendant ran, Officer Wagner exited his vehicle and yelled “police.”\n       After he yelled, defendant kept running, and Officer Wagner chased defendant on foot, while\n       his partner, Officer Zablocki, pursued with their vehicle. Officer Wagner quickly lost sight of\n       defendant but members of the Elgin police department arrived shortly and residents began\n       providing information about where they had observed defendant. Eventually, Officer Wagner\n       arrived in the area of 1230 Forest with several other officers, including Officer DeLopez, who\n       was searching a line of trees with his flashlight.3 Wagner then heard DeLopez state “police”\n       and “let me see your hands.” Officer Wagner then observed defendant under some brush and\n       trees, and he placed him in handcuffs. Only 20 or 30 minutes elapsed between when defendant\n       initially ran and when he was placed in custody. After defendant was transported to a police\n       station, identifying information was obtained, including defendant’s home address, which was\n       2753 West Jackson Boulevard, Chicago. Officer Wagner testified that this address is only a\n       few blocks from 312 South Whipple Street.\n\n¶ 40                                     VII. Detective Mark Vanek\n¶ 41       Detective Mark Vanek testified that he had been employed with the Chicago police\n       department for 10 years. On June 14, 2008, at 11:30 p.m., he and his partner, Detective Ruis,\n       responded to a radio call concerning a shooting in the 300 block of South Whipple Street.\n       When they arrived, there was “mass chaos, a lot of police officers, a lot of citizens running\n       around.” He and his partner spoke with Tiffany Labon and then transported Labon to the police\n       station to conduct an interview. After returning to the police station, Detective Vanek also\n       spoke with Daiquiri Collins and compiled two photo arrays to show the witnesses. First he\n       showed the two arrays to Labon, who circled a photo and stated that it looked like the offender\n       but “she would not be able to say that was the person.” She stated that she would need a\n       physical lineup to be sure. Next he showed the arrays to Collins, who was not able to make an\n       identification. Neither photo array contained defendant’s photo. On cross, Detective Vanek\n       testified that he was aware there was a bystander with a dog but that he never learned the\n       bystander’s name and never spoke with a man named Gregory Howard.\n¶ 42       On cross, Officer Wagner testified that no weapon was found on defendant when he was\n       arrested and that officers later obtained a search warrant for defendant’s home and no weapon\n       was found during that search.\n\n¶ 43                                 VIII. Detective Roberto Garcia\n¶ 44       Detective Roberto Garcia testified that he was employed for 16 years with the Chicago\n       police department and that he worked with other detectives to investigate this case. Detective\n       Garcia visited Daiquiri Collins at home and showed him a five-photo array from which Collins\n       identified defendant’s photograph as a photograph of the shooter. During the investigation,\n       Detective Garcia became aware of a potential third witness, in addition to Tiffany Labon and\n       Daiquiri Collins. This third witness was Gregory Howard, who was walking his dog during the\n       incident. By June 23, 2008, Garcia was able to interview Howard, and at some point Howard\n       viewed a photo array. In the months before trial, the State’s Attorney’s office asked Garcia to\n           3\n             The transcript in the appellate record provides the time as “8:45 in the evidence.” We assume that\n       this is a typographical error and that the transcript should read “8:45 in the evening.”\n\n                                                      -8-\n\f       help locate Gregory Howard but Garcia was unable to do so. On cross, Garcia testified that he\n       had two addresses for Gregory Howard, both of which were near the scene of the shooting.\n\n¶ 45                                      IX. Closing Argument\n¶ 46       After Garcia testified and the State moved its exhibits into evidence, the State rested. The\n       defense did not move for a directed verdict, and also rested. The next day the defense moved to\n       reopen its case in order to admit into evidence the signed statement of the defense investigator\n       concerning his interview of Tiffany Labon, which was granted.\n¶ 47       During closing argument, the prosecutor stated that defendant did not know the victim, that\n       both Labon and Collins had identified defendant as the shooter and that defendant’s flight a\n       month later from the plainclothes officers in an unmarked vehicle showed consciousness of\n       guilt.\n¶ 48       The defense during its closing reviewed the discrepancies between the testimony of the two\n       eyewitnesses and argued that defendant’s flight did not reflect consciousness of this crime. The\n       defense observed that, although defendant gave his address after his arrest as Jackson Street,\n       only a block away, Tiffany Labon, who lived in the same neighborhood, testified that she had\n       never seen the shooter before. Labon also made a tentative identification of another person\n       from the first photo array and could not recall any details about the shooter, such as his\n       clothing, height or weight. Labon admitted that she told the defense investigator that, while she\n       was viewing the photo array, the detective kept pointing to defendant’s photo and stating “Is\n       this him? Is this him?” She told the investigator that, at the lineup, she observed the man whose\n       photo the detective had identified, so she selected that man.\n¶ 49       Collins, the other eyewitness, admitted that the photo he selected from the photo array\n       looked different from the shooter. On cross, Collins testified that the shooter was clean-cut and\n       that meant without a mustache, and then on redirect he contradicted himself and testified that\n       clean-cut included a mustache.\n¶ 50       In rebuttal closing, the prosecutor argued that the defense theory was that “[i]t’s a police\n       conspiracy. The police conspired somehow to set up Dwond Donahue.” Defense counsel\n       objected stating “we’ve never argued that,” and the objection was overruled. The prosecutor\n       then argued that “[y]ou need a motive” for a conspiracy and observed that when television\n       shows discuss conspiracy theories concerning the murders of John F. Kennedy, Martin Luther\n       King and Robert Kennedy, they provide motives, and the prosecutor discussed what some of\n       those motives were. The prosecutor then argued that the defense had failed to provide a motive\n       for why the police would “come up with a conspiracy to frame” defendant. The prosecutor told\n       the jury: “You’re the people who are going to give justice to this community, not by idiotic\n       conspiracy theories.”\n¶ 51       After discussing conspiracy theories, the prosecutor then discussed military service,\n       implying that the jurors would be letting down our men and women overseas if they acquitted\n       and that the victim would have been safer if he was serving with them:\n               “[O]ur military folks go out there and try to protect our society, they try to make our\n               society safer. Iwo Jima, the rise and decline of the Suribachi, so [the victim’s] killer\n               could go free. We didn’t fight the battle of Fallujah so we could have a murderer\n               walking the streets. They didn’t show perseverance in places like Khe Sanh and things\n               like that so you can go back in there and say let’s let this murderer go.\n\n\n                                                   -9-\n\f                  The ironic thing about this is if you look at the way things are now it would have\n              been safer for [the victim] to be in the military in a war zone than to be on the streets on\n              the west side with guys like defendant walking around. The death rate is lower in the\n              military service than it is on the streets in our city.”\n¶ 52       The trial court then instructed the jury, and the jury later returned with a verdict that\n       defendant was guilty of first degree murder and that he had discharged a firearm during the\n       commission of the offense.\n\n¶ 53                                          X. Posttrial Motions\n¶ 54        After trial, defendant retained new counsel. On July 8, 2011, defendant filed a motion to\n       vacate his conviction or, in the alternative, for a new trial, on the grounds that the State failed to\n       prove defendant guilty beyond a reasonable doubt, that there was a newly discovered\n       eyewitness who could exculpate defendant, that trial counsel was ineffective for failing to\n       interview and call alibi witnesses, and that the State’s closing argument was improper and\n       denied defendant a fair trial. The motion included affidavits from the newly discovered\n       eyewitness and the alibi witnesses, and dated photographs supporting the alibi.\n¶ 55        On October 27, 2011, the trial court held a hearing on defendant’s motion at which the\n       defense called four witnesses: (1) Angelina Donahue, defendant’s sister; (2) Lawrence\n       Murphy; (3) Winter Williams, defendant’s girlfriend at the time of the offense; and (4)\n       defendant. In response, the State called defendant’s trial attorney.\n¶ 56        Angelina Donahue testified that, on the day of the offense, she and her son accompanied\n       defendant and his girlfriend to a barbecue in Garfield Park and then to the Buckingham\n       Fountain area, where they stayed until 11:30 p.m. There was a man by the fountain taking\n       photographs for tourists, and she identified two dated photographs of the four of them standing\n       in front of the fountain. After the first photograph was taken, they had to wait a few minutes for\n       it to develop. After viewing it, they decided to have another photograph taken, and Angelina\n       Donahue appears in the second photograph holding the first photograph. When they left the\n       lakefront, they drove to her father’s house, since it was the night before Father’s Day. They did\n       not make any stops along the way and arrived between midnight and 12:30 a.m. They stayed\n       close to an hour, and then defendant and his girlfriend drove Angelina Donahue and her son\n       home, where they arrived at 1 or 1:30 a.m. Angelina Donahue and defendant later informed\n       defendant’s trial attorney prior to trial that they were at Buckingham Fountain and had\n       photographs. The conversation occurred in March 2010 during a three-way conference call\n       where defendant called her from jail and then she called defense counsel.\n¶ 57        On cross, Angelina Donahue testified that they probably left the fountain area around\n       10:30 p.m. and that she could not locate the photographs at first but found them in December\n       2009. On redirect, Angelina Donahue testified that the defense counsel “blew us off” 4 when\n       they tried to talk to him about the photographs and stated: “I got this. Didn’t worry about that.\n       I got that.”\n¶ 58        The next witness was Lawrence Murphy, who testified that he was 23 years old and lived at\n       321 South Whipple Street in Chicago. Although defendant was not a friend, Murphy knew him\n\n\n           The transcript states that he “blue us off.” We presume that the word meant was “blew,” which\n           4\n\n       sounds exactly the same.\n\n                                                    - 10 -\n\f       from playing basketball in the neighborhood. At 11:30 p.m. on the day of the offense, he was\n       sitting on his front porch with his mother. His house was across the street from 312 South\n       Whipple Street and, if he stood on his porch, it would be to his right. On that evening, 50 or\n       more people were in front of 312 South Whipple Street because there was a party. At some\n       point, he observed a light blue van, heading southbound toward Van Buren Street. In his line of\n       vision, it was traveling from his right to his left. Murphy observed an arm “stick out [of] the\n       passenger window” and two shots were fired. At the moment that the shots were fired, the van\n       was moving directly in front of his house. Two people were in the van; and neither one was\n       defendant. After Murphy heard the gunshots, the van proceeded south toward Van Buren\n       Street and, when it reached the end of the block, it turned right or west onto Van Buren Street.\n       Murphy then observed a man laying facedown and chaos ensuing in the crowd. After the police\n       arrived, he did not approach them, because there were so many people out there, he was sure\n       someone else would have told them. In August 2008, he moved with his mother and child to\n       attend college at Southern Illinois University in Carbondale, Illinois, and returned later in the\n       summer of 2009. Murphy first learned that defendant had been accused of the offense in\n       December 2010 from defendant’s sister, Angelina Donahue, when he encountered her at a\n       local gas station.\n¶ 59        On cross, Murphy testified that he never heard anyone call defendant “Swol.” At 11:30\n       p.m. on the night of the offense, he observed two men fighting who were “lighter complected.”\n       A man who lived there, whom Murphy knew as “Tay,” asked everybody to leave. There was\n       another man, whom defendant knew only as “Vale,” who was also present. Murphy\n       encountered Angelina Donahue again sometime in 2011, and she informed him that there was\n       a mistrial and that there was going to be a retrial. Murphy told her that he would do what he\n       could to help because he knew defendant was not the shooter. Murphy admitted that he had\n       two prior drug convictions.\n¶ 60        The defense’s next witness, Winter Williams, testified that she was 30 years old and\n       employed as a program specialist with Sequin Services, a social service agency, for five years.\n       Williams was no longer defendant’s girlfriend but they dated back in 2008. On June 14, 2008,\n       the date of the offense, defendant picked her up after work at 3 p.m. in River Forest, Illinois.\n       They then drove to defendant’s sister’s home and picked up Angelina Donahue and her son,\n       and then drove to Garfield Park for a barbecue, arriving at around 4:30 p.m. After leaving the\n       barbecue, they drove to Buckingham Fountain, where they walked around and took\n       photographs. Williams then identified two dated photographs of the four of them taken in front\n       of Buckingham Fountain on June 14, 2008. They left downtown at 11 or 11:30 p.m.\n¶ 61        Williams further testified that, before they left downtown, she recorded on her cell phone\n       approximately 13 seconds of the four of them walking down the street. Unfortunately, since it\n       was dark when the video was made, the faces were not clear. Williams testified that the date\n       displayed on the cell phone was June 14, 2008, and the time, which was in 24-hour or military\n       time, was “2204,” or 10:04 p.m. After the video footage was played, Williams testified that it\n       was the same footage as contained on her cell phone.\n¶ 62        Williams testified that, after departing downtown at around 11:30 p.m., they drove to the\n       home of defendant’s and Angelina Donahue’s father on Polk Street, arriving at around\n       midnight. They stayed 30 to 45 minutes, and then defendant and Williams dropped Angelina\n       Donahue and her son at their home. Defendant and Williams then drove to Elgin, Illinois,\n       where Williams was then living.\n\n                                                  - 11 -\n\f¶ 63        On cross, Williams testified that she attended the last day of trial and that is when she\n       realized the significance of the June 14 date and defendant could not have possibly committed\n       this murder.\n¶ 64        The parties then stipulated that defendant’s present counsel received a cell phone from\n       Williams and that a technician in his office transferred a video from the cell phone to a disc,\n       which is defense exhibit No. 3 in the posttrial hearing.\n¶ 65        The next witness was defendant, who testified that he was 34 years old and he first learned\n       in December 2009 that his trial counsel had been retained for this case. On June 14, 2008, the\n       day of the offense, he was dating Williams and he picked her up from work in River Forest at 3\n       p.m. Then they picked up his sister and her son, and the four of them traveled to a barbecue in\n       Garfield Park, arriving at around 4:30 p.m. and staying a few hours. Then they drove\n       downtown, parked and walked around the lakefront near Buckingham Fountain. A man was\n       taking photographs for money, and they had their picture taken. Defendant then identified two\n       dated photographs as the photographs that they had taken. They crossed Lake Shore Drive and\n       sat by the lake. Williams used her cell phone to make a video recording. When they left\n       downtown, Williams drove them to his father’s house and he slept in the vehicle. They stayed\n       at his father’s house for no more than an hour, and then defendant and Williams took his sister\n       and her son home, and defendant and Williams went to Elgin.\n¶ 66        Defendant denied that he committed the murder and testified that he was arrested a couple\n       of weeks later in Elgin. Since January 2009, he has been housed in Cook County jail, and his\n       trial counsel did not visit him once in jail. Sometime between December 2009, when defendant\n       first learned that counsel had been retained for this case, and March 8, 2010, the first date set\n       for trial, defendant told his counsel about the photographs and that he was not at the scene of\n       the murder. Prior to this conversation, defendant mailed counsel a packet of information, in\n       which he told counsel that he was with Angelina Donahue and Williams on the night of the\n       murder and included their names, addresses and phone numbers. During the conversation,\n       defendant asked counsel why he had not called Angelina Donahue and Williams, and counsel\n       responded that defendant did not need any witnesses. The only times that counsel spoke to\n       defendant in person were in the lockup at the courthouse.\n¶ 67        On cross, defendant testified that he told his counsel in person about his innocence when\n       they met in the lockup sometime between March and November 2010. Counsel’s response was\n       that defendant did not need any witnesses because the State could not prove its case.\n       Defendant’s sister was incorrect when she testified that the three-party conference call among\n       himself, counsel and his sister occurred in March 2010. Defendant pled guilty in 1994 to\n       vehicular hijacking, in 2001 to residential burglary and in 2007 to driving under the influence\n       of liquor and unlawful use of a weapon. His trial counsel told defendant that it would not be a\n       good idea for him to testify. Defendant testified that it was possible that he contacted his\n       counsel through Denise Johnson’s phone, as he had with his sister. Denise Johnson was a\n       former girlfriend whose nickname was “Nisey.” The prosecutor then asked: “Would it surprise\n       you in the recordings of her phone calls, there is no mention of an alibi there?” Defense counsel\n       objected, and the trial court stated “Hold on, sir” when defendant started to respond. As a\n       result, defendant never answered the question. Defendant testified that he mailed the packet of\n       information to his attorney, after his attorney stated that he would visit defendant before\n       Christmas which he did not; thus, the packet was mailed after Christmas 2009 and Williams\n\n\n                                                  - 12 -\n\f       knew in December 2009 that she was an alibi witness for defendant. After defendant testified,\n       the defense rested on its motion.\n¶ 68        The State then called defendant’s trial counsel, who testified that he had been an attorney in\n       Illinois for 43 years. Counsel did not “recall” defendant informing him of an alibi for the day\n       and time of the offense. When asked whether he received a packet of information from\n       defendant containing information about alibi witnesses, counsel testified that defendant “might\n       have sent it,” but he did not receive it. Counsel had previously listened to a recording of a\n       three-part phone conversation among himself, defendant and defendant’s sister that took place\n       on March 11, 2010, and during that phone conversation, defendant did not refer to an alibi\n       defense. Defendant did not inform counsel of an alibi defense while defendant was in the\n       lockup at the courthouse. The defense was to challenge the identification witnesses. Counsel\n       still believes that defendant did not commit this crime, and he was “very confident” that they\n       would win at trial.\n¶ 69        On cross, defense counsel testified that his theory of the case was a “beyond a reasonable\n       doubt” theory, and he discussed this theory “basically” with defendant when defendant was in\n       the lockup in the courthouse. Counsel did not recall either visiting defendant in jail or receiving\n       a packet from defendant in the mail. Counsel did recall receiving other letters from defendant\n       but did not recall them raising an alibi defense. Counsel was confident that they had “a very\n       strong case.” If defendant or his family discussed with counsel family photographs taken at the\n       lakefront or a cell phone video, counsel did not recall those conversations.\n¶ 70        After hearing argument, the trial court denied defendant’s motion for a new trial and\n       proceeded to sentencing.\n\n¶ 71                                           XI. Sentencing\n¶ 72       In aggravation, the State presented a victim impact statement from the victim’s brother and\n       called two detectives who related hearsay evidence of offenses allegedly committed by\n       defendant. However, defendant was never questioned with respect to these incidents, and there\n       were no subsequent convictions. One incident allegedly occurred on the same day as the\n       offense in the case at bar. In mitigation, defendant addressed the trial court and maintained his\n       innocence, and denied committing the two other offenses raised by the State in aggravation.\n¶ 73       The trial court sentenced defendant to 47 years, plus a 25-year firearm enhancement, for a\n       total of 72 years. Defense counsel made a motion to reconsider sentence which was denied.\n       The notice of appeal was filed on December 16, 2011, and this timely appeal followed.\n\n¶ 74                                           ANALYSIS\n¶ 75       On this appeal, defendant raises only two claims: (1) that the evidence was insufficient; and\n       (2) that remarks by the prosecutor rose to the level of prosecutorial misconduct, depriving\n       defendant of a fair trial. Defendant does not claim either ineffectiveness of trial counsel or\n       actual innocence based on newly discovered evidence, which were claims raised at his posttrial\n       hearing.\n¶ 76       On this direct appeal, defendant claims, first, that the State presented insufficient evidence\n       at trial where there was no physical evidence, no arrest at the scene, no admissions or\n       statements by defendant, no evidence that defendant and the victim previously knew each\n       other, and no evidence of gang affiliation or drug involvement, and where the case was based\n\n                                                   - 13 -\n\f       entirely on the identifications of two witnesses, one of whom told a defense investigator that\n       she identified defendant only after pressure from a detective.\n¶ 77       Defendant claims, second, that prosecutorial misconduct deprived defendant of a fair trial,\n       when the prosecutor made false statements about the defense’s theory of the case and made\n       inflammatory remarks, such as the victim would have been safer in a war zone than on the\n       streets of Chicago; and when the prosecutor’s questions concerned a tape recording that was\n       not in evidence.\n¶ 78       For the following reasons, we do not find these two claims persuasive.\n\n¶ 79                                          I. Sufficient Evidence\n¶ 80                                         A. Standard of Review\n¶ 81       When a defendant challenges the sufficiency of the evidence, our standard of review is\n       whether, when viewing the evidence in the light most favorable to the State, any rational trier\n       of fact could have found the essential elements of the crime beyond a reasonable doubt. People\n       v. Davison, 233 Ill. 2d 30, 43 (2009) (citing Jackson v. Virginia, 443 U.S. 307, 319 (1979)).\n       When considering a challenge to a criminal conviction based on the sufficiency of the\n       evidence, it is not the role of the appellate court to retry the defendant. People v. Hall, 194 Ill.\n       2d 305, 329-30 (2000). Only where the evidence is so improbable or unsatisfactory as to create\n       a reasonable doubt of the defendant’s guilt will a conviction be set aside. Hall, 194 Ill. 2d at\n       330.\n¶ 82       It is the job of the fact finder to make determinations about witness credibility, and the fact\n       finder’s credibility determinations are entitled to great deference and will be disturbed rarely\n       on appeal. People v. Siguenza-Brito, 235 Ill. 2d 213, 224, 228 (2009); People v. Williams, 2013\n       IL App (1st) 111116, ¶ 76; People v. Bowie, 36 Ill. App. 3d 177 (1976). This deferential\n       standard of review exists because the fact finder is in a superior position to determine and\n       weigh the credibility of the witnesses, observe witnesses’ demeanor and resolve conflicts in\n       their testimony. People v. Jones, 215 Ill. 2d 261, 268 (2005); People v. Lomax, 2012 IL App\n       (1st) 103016, ¶ 19.\n¶ 83       In the case at bar, defendant challenges the credibility of the State’s two eyewitnesses.\n       “The issue is whether, viewing the evidence in the light most favorable to the State, any\n       rational juror could have believed [the event witness] and found defendant guilty beyond a\n       reasonable doubt.” People v. Cerda, 2014 IL App (1st) 120484, ¶ 163.\n\n¶ 84                                      B. Close But Sufficient\n¶ 85       The evidence in the record was close but sufficient.\n¶ 86       As defendant observes, there was no physical evidence, no arrest at the scene, no\n       admissions or statements by defendant, no evidence that defendant and the victim previously\n       knew each other, and no evidence of gang affiliation or drug involvement.\n¶ 87       What little physical evidence there was in this record contradicted the State’s eyewitnesses\n       and corroborated the defense’s posttrial eyewitness. The State’s medical examiner stated in a\n       stipulation that there was no close-range firing, which was consistent with the defense posttrial\n       witness who testified that this was a drive-by shooting but contradicted the State’s witnesses\n       who testified that the shooter and the victim were fighting hand-to-hand and that the shots were\n       fired at a very close range.\n\n                                                    - 14 -\n\f¶ 88        Labon, one of two eyewitnesses at trial, admitted that she recanted her identification to the\n       defense investigator and told him that she had identified defendant only because of pressure\n       from the detective. Collins, the other eyewitness at trial, admitted that the photograph of\n       defendant that he selected did not look like the shooter. Collins also contradicted himself, first\n       testifying on cross that “clean-cut” did not include a mustache and then asserting on redirect\n       that it did.\n¶ 89        The issues before us are whether the evidence at trial was sufficient, and whether the\n       prosecutor’s remarks constituted reversible misconduct.\n¶ 90        When examining the sufficiency of the evidence, the issue is not whether the evidence was\n       close but whether any rational trier of fact could have found defendant guilty beyond a\n       reasonable doubt. People v. Davison, 233 Ill. 2d 30, 43 (2009) (citing Jackson v. Virginia, 443\n       U.S. 307, 319 (1979)). As we have already stated, the evidence at trial was sufficient.\n¶ 91        The State’s evidence at trial included defendant’s flight upon observing the police, as well\n       as the testimony of two identification witnesses. However, it emerged at the posttrial hearing\n       that defendant had two other pending criminal cases. Thus, his flight did not necessarily reflect\n       consciousness of guilt of this particular crime. However, trial counsel did not move prior to\n       trial to suppress the flight evidence on this ground. Since the two pending cases were, for\n       obvious reasons, not brought out at trial in front of the jury, we will still consider the flight\n       evidence when examining the sufficiency of evidence at trial.\n¶ 92        In addition to the flight evidence, the State presented two identification witnesses. On\n       appeal, defendant argues that recent scientific experiments have repeatedly confirmed the\n       fallibility of eyewitness identifications, and that mistaken eyewitness identifications are the\n       single greatest cause of wrongful convictions of innocent defendants in the United States. This\n       court has previously observed that “numerous studies in the area of eyewitness psychology\n       indicate [that] there is significant potential for eyewitness error and that jurors have\n       misconceptions about the abilities of eyewitnesses.” People v. Allen, 376 Ill. App. 3d 511, 523\n       (2007) (citing People v. Tisdel, 338 Ill. App. 3d 465, 467 (2003)); see also People v. Tisdel,\n       316 Ill. App. 3d 1143, 1157 (2000), rev’d on other grounds, 201 Ill. 2d 210 (2002); People v.\n       Hernandez, 312 Ill. App. 3d 1032, 1037 (2000) (“Eyewitness testimony under the best of\n       conditions is subject to all of the frailties of human perception.”). For example, although a\n       reasonable juror could believe that the presence of a weapon would focus a witness’s attention\n       and thus result in a more accurate identification, numerous studies have shown just the\n       opposite is true. Allen, 376 Ill. App. 3d at 524-25. This court found that it was an abuse of\n       discretion for a trial court to refuse to allow the testimony of an eyewitness identification\n       expert proposed by the defense. Allen, 376 Ill. App. 3d at 525-26 (this court reversed and\n       remanded for a new trial, observing that “[r]eliability of the studies rarely is questioned”).\n       However, in the case at bar, trial counsel chose not to call an expert in eyewitness\n       identifications, and thus none of this scientific evidence is before us on appeal.\n¶ 93        A single eyewitness identification can support a conviction if the witness viewed the\n       accused under circumstances permitting a positive identification. Hernandez, 312 Ill. App. 3d\n       at 1036 (citing People v. Lewis, 165 Ill. 2d 305, 356 (1995)). Although this court has\n       occasionally reversed murder convictions that were supported by only “the uncorroborated\n       testimony of a single eyewitness,” the case at bar involves not one but two eyewitnesses.\n       Hernandez, 312 Ill. App. 3d at 1037; People v. Rodriguez, 312 Ill. App. 3d 920, 934 (2000).\n\n\n                                                   - 15 -\n\f¶ 94        In evaluating the reliability of an eyewitness identification, Illinois courts rely on the five\n        factors listed by the United States Supreme Court in Neil v. Biggers, 409 U.S. 188, 199-200\n        (1972): (1) the witness’s opportunity to view the criminal at the time of the offense; (2) the\n        witness’s degree of attention; (3) the accuracy of the witness’s prior description of the\n        criminal; (4) the level of certainty demonstrated by the witness when first identifying the\n        defendant as the criminal; and (5) the length of time between the crime and the initial\n        identification. Hernandez, 312 Ill. App. 3d at 1036 (“Illinois courts consider these factors.”).\n¶ 95        First, with respect to the opportunity to view, both eyewitnesses testified that there was\n        ample street light and that they observed the offender twice: first, when he approached the dog\n        owner; and again when he approached the victim. Second, as for the degree of attention,\n        although both witnesses testified that the shooter caught their attention when he pointed a gun\n        at a nearby dog, they both indicated that they were able to observe the shooter’s face. Third, as\n        for the accuracy of prior descriptions, Collins declined to make an identification from the first\n        photo array he was shown, and Labon stated only that a photo in the first array “looked like\n        him but it wasn’t him.” Fourth, as for level of certainty, Detective Jones testified that, when\n        Collins entered the lineup room, Collins hit his fist against the two-way mirror and stated\n        “number two. That’s the guy who did it.” Although Labon stated to the investigator that she\n        “wasn’t sure” when she identified defendant from a photo array, she later explained that she\n        was scared when speaking to the defense investigator because she and defendant came “from\n        the same neighborhood.” Fifth, the time between the offense and the initial identification was\n        short. Labon identified defendant 11 days later, and Collins identified him 3 days later.\n¶ 96        Thus, none of the Biggers factors require us to conclude that there was no rational fact\n        finder who could have found defendant guilty.\n¶ 97        All of the weaknesses in the eyewitnesses’ testimony, such as Labon’s looking back over\n        her left shoulder to observe the fight as her uncle pulled her away and her recantation to the\n        defense investigator, and Collin’s contradicting himself on the stand about the meaning of\n        “clean-cut,” were presented clearly to the fact finders for them to make a judgment about\n        credibility. We will not reverse their conclusion on appeal.\n\n\n¶ 98                           II. The State’s Closing and Posttrial Remarks\n¶ 99        Defendant’s second claim is that prosecutorial remarks during closing argument at trial and\n        during the posttrial hearing deprived defendant of both a fair trial and a fair hearing.\n¶ 100       Specifically, defendant claims that during trial, the State committed misconduct by stating:\n        (1) that the defense theory was the existence of a police conspiracy, when that was not the\n        defense theory; (2) that the victim would have been safer in a war zone than on the streets of\n        Chicago; and (3) that an acquittal of defendant would hurt the interests of our troops overseas.\n        In addition, defendant claims that, during defendant’s posttrial motion, the prosecutor asserted\n        facts not in evidence. For the following reasons, we do not find these claims persuasive.\n\n¶ 101                                     A. Standard of Review\n¶ 102      The appellate court has observed in many prior cases that the standard of review for closing\n        remarks is unclear, due to an apparent conflict between two Illinois supreme court cases. E.g.,\n        People v. Koen, 2014 IL App (1st) 113082, ¶ 52 (“not clear whether the appropriate standard\n\n\n                                                    - 16 -\n\f        of review for this issue is de novo or abuse of discretion, based on an apparent conflict between\n        Wheeler and Blue”); People v. Crawford, 2013 IL App (1st) 100310, ¶ 139 (“apparent conflict\n        between two supreme court cases”). In People v. Wheeler, 226 Ill. 2d 92, 121 (2007) the\n        supreme court appeared to embrace a de novo standard of review while in People v. Blue, 189\n        Ill. 2d 99, 128, 132 (2000), it appeared to apply an abuse-of-discretion standard. This court first\n        identified this apparent conflict in 2008 (People v. Johnson, 385 Ill. App. 3d 585, 603 (2008))\n        and, since then, many other appellate cases have discussed it at length. E.g., People v. Phillips,\n        392 Ill. App. 3d 243, 274-75 (2009); People v. Robinson, 391 Ill. App. 3d 822, 839-40 (2009).\n¶ 103        We will not repeat here what we have already said at length elsewhere. However, we do not\n        need to resolve this conflict now because our conclusion in the case at bar would be the same\n        under either standard.\n\n¶ 104                                               B. Waiver\n¶ 105       The State argues on appeal that defendant objected at trial only to some of the remarks\n        which he now appeals, and the State is correct.\n¶ 106       First, when the prosecutor argued that the defense theory was “a police conspiracy,”\n        defense counsel objected stating “we’ve never argued that,” and the objection was overruled.\n        Thus, that issue is preserved for appeal.\n¶ 107       However, the State correctly observes that the defendant did not object when the\n        prosecutor stated that the victim would have been safer in a war zone than on the streets of\n        Chicago and implied that an acquittal of defendant would hurt the interests of our troops\n        overseas. Thus, the State is correct that any issues concerning these statements were waived.\n¶ 108       Defendant did preserve the issues relating to the posttrial remark he now challenges on\n        appeal. During the posttrial hearing, the State asked defendant: “Would it surprise you that in\n        the recordings of [Denise Johnson’s] phone calls, there is no mention of an alibi there?”\n        Defense counsel immediately objected, and thus the objection was preserved for our review.\n        All of the remarks quoted above were also quoted in defendant’s posttrial motion except, of\n        course, for the one remark made during the posttrial hearing itself.\n¶ 109       A defendant must both specifically object at trial and raise the specific issue again in a\n        posttrial motion to preserve an alleged error for review. People v. Piatkowski, 225 Ill. 2d 551,\n        564 (2007). When an issue is preserved for review, the State has the burden of proving that the\n        error was harmless beyond a reasonable doubt. People v. McLaurin, 235 Ill. 2d 478, 495\n        (2009). Thus, with respect to the remark about a police conspiracy and the remark during the\n        posttrial hearing, the State has the burden of proving that these remarks were harmless beyond\n        a reasonable doubt.\n¶ 110       However, if a defendant failed to preserve an error for review, the defendant has the burden\n        on appeal of establishing that the error rose to the level of plain error. Piatkowski, 225 Ill. 2d at\n        564 (the burden of persuasion is on the defendant); People v. Woods, 214 Ill. 2d 455, 471\n        (2005) (with respect to plain error, “it is the defendant who bears the burden of persuasion with\n        respect to prejudice”). The plain error doctrine allows a reviewing court to consider\n        unpreserved error when: (1) a clear and obvious error occurs and the evidence is so closely\n        balanced that the error alone threatened to tip the scales of justice, regardless of the seriousness\n        of the error, or (2) a clear and obvious error occurs and that error is so serious that it affected\n        the fairness of the defendant’s trial and challenged the integrity of the judicial process,\n\n\n                                                     - 17 -\n\f        regardless of the closeness of the evidence. Piatkowski, 225 Ill. 2d at 565. As we already\n        explained in the prior section on the sufficiency of the evidence, the evidence was close. Thus,\n        we must determine, with respect to the unobjected-to remarks about a war zone and our\n        overseas troops, whether they affected the fairness of defendant’s trial and whether they\n        threatened to tip the scales of justice against defendant.\n¶ 111       Since different burdens apply, we will examine separately the preserved and unpreserved\n        remarks. The primary difference between plain and harmless error is one of burdens. In\n        harmless error analysis, it is the State that bears the burden of persuasion with respect to\n        prejudice, while, in plain error analysis, it is the defendant that bears the burden of persuasion.\n        McLaurin, 235 Ill. 2d at 494-95.\n\n¶ 112                                       C. Unpreserved Remarks\n¶ 113        As we observed above, defendant failed to preserve any issues relating to the prosecutor’s\n        closing remarks about a war zone and our overseas troops. For the reasons explained below,\n        defendant has failed to carry his burden of persuasion on appeal that these remarks affected the\n        fairness of his trial or tipped the scales of justice against him.\n¶ 114        A State’s closing will lead to reversal only if the prosecutor’s remarks created “substantial\n        prejudice.” Wheeler, 226 Ill. 2d at 123; People v. Johnson, 208 Ill. 2d 53, 64 (2003); People v.\n        Easley, 148 Ill. 2d 281, 332 (1992). For example in Easley, our supreme court concluded that\n        “[t]he remarks by the prosecutor while improper, do not amount to substantial prejudice.”\n        Easley, 148 Ill. 2d at 332. Thus, remarks may be improper without creating substantial\n        prejudice. Substantial prejudice occurs “if the improper remarks constituted a material factor\n        in a defendant’s conviction.” Wheeler, 226 Ill. 2d at 123.\n¶ 115        When reviewing claims of prosecutorial misconduct in closing argument, a reviewing\n        court will consider the entire closing arguments of both the prosecutor and the defense\n        attorney, in order to place the remarks in context. Wheeler, 226 Ill. 2d at 122; Johnson, 208 Ill.\n        2d at 113; People v. Tolliver, 347 Ill. App. 3d 203, 224 (2004). A prosecutor has wide latitude\n        during closing argument. Wheeler, 226 Ill. 2d at 123; Blue, 189 Ill. 2d at 127. “In closing, the\n        prosecutor may comment on the evidence and any fair, reasonable inferences it yields ***.”\n        People v. Nicholas, 218 Ill. 2d 104, 121 (2005).\n¶ 116        In the case at bar, defendant objects to the prosecutor’s statements (1) that “it would have\n        been safer for [the victim] to be in the military in a war zone than to be on the streets on the\n        west side with guys like the defendant walking around. The death rate is lower in the military\n        service than it is on the streets in our city”; and (2) that “our military folks go out there and try\n        to protect our society, they try to make our society safer. Iwo Jima, the rise and decline of the\n        Suribachi, so [the victim’s] killer could go free. We didn’t fight the battle of Fallujah so we\n        could have a murderer walking the streets. They didn’t show perseverance in places like Khe\n        Sanh and things like that so you can go back in there and say let’s let this murderer go.”\n¶ 117        As the defendant argues, these remarks are completely unrelated to the one and only issue\n        at trial, which was the identity of the shooter. These remarks are improper and should not have\n        been made. However, it is because they are so completely unrelated that it is unlikely that they\n        tipped the scales of justice at trial. The primary question for the jury to resolve here was a\n        question of credibility: whether they believed the State’s two eyewitnesses. It is not clear how\n        all this talk about “Suribachi” and “Khe Sanh” would have any impact on the jury’s\n\n\n                                                     - 18 -\n\f        determinations of credibility. We do not even know whether the average juror would know that\n        the iconic photograph of marines raising the flag on the island of Iwo Jima was taken on Mount\n        “Suribachi,” which was the island’s highest point. Taken together with the prosecutor’s other\n        ramblings about conspiracy theories of Martin Luther King and Robert Kennedy’s\n        assassinations, we are not persuaded that these remarks tipped the scales of justice against\n        defendant or were so serious that they affected the fairness of the defendant’s trial. Piatkowski,\n        225 Ill. 2d at 565.\n\n¶ 118                                D. Preserved Remarks\n¶ 119      Now we will examine the remarks where defendant preserved the issue by objecting\n        promptly in the trial court.\n\n¶ 120                                         1. Police Conspiracy\n¶ 121       First, when the prosecutor argued during closing that the defense theory was “a police\n        conspiracy,” defense counsel objected promptly stating “we’ve never argued that,” and the\n        objection was overruled. Thus, that issue is preserved for appeal.\n¶ 122       After his initial “police conspiracy” comment, the prosecutor continued:\n                     “It has to be a conspiracy theory because why else would the detectives do that?\n                Why would they tell her who to pick out, according to the defense’s theory? Well,\n                that’s where the whole conspiracy theory breaks down. There is no reason for it and to\n                have a conspiracy theory you need a reason. You need a motive. If you watch the\n                History Channel conspiracy shows about JFK, RFK or Martin Luther King or my\n                favorite, we never landed on the moon, they all have reasons. They wanted to kill John\n                F. Kennedy because he was going to stop the war in Vietnam and that was going to\n                mean bad things for all of big business. Same thing with RFK. He was going to change\n                the country and empower people, and big business didn’t want him to do that. Martin\n                Luther King, all the various reasons from racism to empowering people to do other\n                things and the moon landing, of course, because NASA is part of the big conspiracy. As\n                silly as they are, especially the moon one, those are reasons. There is not a single reason\n                for the police to come up with a conspiracy to frame [defendant], but the defense wants\n                you to believe that, and this is where it gets kind of helpful to our case, the reason why\n                is because you can’t look at the evidence and the reasonable inferences from it and be\n                left with anything other than the conclusion that the defendant is guilty. So offer the\n                conspiracy theory to draw attention away from the reasonable inferences, from the\n                evidence, from the conclusions.”\n¶ 123       Defendant is correct that, in the above speech, when the prosecutor stated to the jury “[y]ou\n        need a motive,” he tried to shift the burden of proof onto defendant, namely, that it was\n        defendant’s burden to prove a “motive” on the part of the police to frame him. Even the State\n        has no obligation to prove a motive during a murder prosecution. People v. James, 348 Ill.\n        App. 3d 498, 509 (2004) (“the State has no obligation to prove motive” (citing People v. Smith,\n        141 Ill. 2d 40, 56 (1990))). However, we must read the prosecutor’s remarks in context\n        (Wheeler, 226 Ill. 2d at 122; Johnson, 208 Ill. 2d at 113; Tolliver, 347 Ill. App. 3d at 224), and\n        his ramblings about conspiracy theories, assassinations of political figures and the landing on\n        the moon bordered on the bizarre. It is the completely outlandish nature of these remarks that\n\n\n                                                    - 19 -\n\f        makes them of so little prejudice to defendant. Reading these remarks in context shows that\n        they were harmless beyond a reasonable doubt.\n\n¶ 124                                   2. Denise Johnson’s Phone Calls\n¶ 125        Second, during the posttrial hearing, the State asked defendant: “Would it surprise you that\n        in the recordings of [Denise Johnson’s] phone calls, there is no mention of an alibi there?”\n        Defense counsel immediately objected, and the trial court stopped the witness from answering.\n        Although defendant argues on appeal that it is not clear whether the trial court sustained the\n        objection, the trial record is clear that the court stopped defendant from answering the question\n        and then further asked the prosecutor to establish dates in response to defense counsel’s further\n        objection about a lack of foundation and a time frame. Although, for the purposes of waiver,\n        any issue was preserved, it is hard to understand what prejudice could have possibly occurred\n        as a result of the trial court’s sustaining defendant’s objections.\n¶ 126        Defendant argues that he was prejudiced by this remark because, at the end of the posttrial\n        hearing, the trial court appeared to accept the prosecutor’s unsupported representation when\n        the court concluded that the recordings revealed no discussion of an alibi witness. In support of\n        this argument, defendant cites page 81 of the posttrial transcript. However, the trial court’s\n        remarks, cited by defendant on page 81, have nothing to do with phone calls between\n        defendant and Denise Johnson. The trial court carefully limited its conclusion to the phone\n        calls between defendant and his sister, stating:\n                     “Mr. Weiner has testified that there was no mention of any alibi to him and no\n                 package that he ever received with regard to the alibi.\n                     It is corroborated by the fact that the telephone conversation in which there was no\n                 mention of an alibi when Mr. Weiner talks to Angelina as well as to the defendant.”\n                 (Emphases added.)\n¶ 127        Thus, the trial court did exactly what we would expect a trial court to do, which is limit\n        itself to the evidence admitted before it. People v. Mischke, 278 Ill. App. 3d 252, 264 (1995)\n        (“the trial court is presumed to know the law, to apply it properly, and to consider only\n        competent evidence”). See also People v. McCoy, 207 Ill. 2d 352, 357 (2003) (“the prospect of\n        confusion *** on the part of a judge sitting in a bench trial is decidedly diminished from that of\n        a jury. Indeed, we must presume that a trial judge knows the law”). Any error by the prosecutor\n        in making the remark was rendered harmless beyond a reasonable doubt by the fact that the\n        trial court simply did not take it into consideration when reaching the court’s conclusion at the\n        posttrial hearing.\n\n¶ 128                                      CONCLUSION\n¶ 129       For the foregoing reasons, we do not find persuasive defendant’s claims: (1) that the\n        evidence was insufficient; or (2) that remarks by the prosecutor rose to the level of\n        prosecutorial misconduct denying defendant a fair trial.\n\n¶ 130      Affirmed.\n\n\n\n\n                                                    - 20 -\n\f",
            "ocr": false,
            "opinion_id": 2737682
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}