{
    "id": 1820400,
    "judges": "William G. Callow",
    "date_filed": 456537600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-horenberger",
    "case_name_short": "Horenberger",
    "case_name": "State v. Horenberger",
    "case_name_full": "State of Wisconsin, Plaintiff-Respondent, v. Frederick Carl Horenberger, Jr., Defendant-Appellant-Petitioner",
    "attorneys": "For the defendant-appellant-petitioner there were briefs and oral argument by Donald T. Lang, assistant state public defender., For the plaintiff-respondent the cause was argued by Pamela Magee-Heilprin, assistant attorney general, with whom on the brief was Bronson C. La Follette, attorney general.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued April 25, 1984.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b275-3\">\n    State of Wisconsin, Plaintiff-Respondent, v. Frederick Carl Horenberger, Jr., Defendant-Appellant-Petitioner.\n   </parties><court id=\"AGX\">\n    Supreme Court\n   </court><br><docketnumber id=\"b275-8\">\n<em>\n     No. 82\n    </em>\n    -2405-CR.\n   </docketnumber><otherdate id=\"AVV\">\n<em>\n     Argued April 25, 1984\n    </em>\n    .\n   </otherdate><decisiondate id=\"Avs\">\n    Decided\n    <em>\n     June 20, 1984.\n    </em>\n</decisiondate><br><citation id=\"b275-10\">\n    (Also reported in 349 N.W.2d 692.)\n   </citation><br><attorneys id=\"b276-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"238\"> \n     *238\n     </span>\n    For the defendant-appellant-petitioner there were briefs and oral argument by\n    <em>\n     Donald T. Lang,\n    </em>\n    assistant state public defender.\n   </attorneys><br><attorneys id=\"b276-10\">\n    For the plaintiff-respondent the cause was argued by\n    <em>\n     Pamela Magee-Heilprin,\n    </em>\n    assistant attorney general, with whom on the brief was\n    <em>\n     Bronson C. La Follette,\n    </em>\n    attorney general.\n   </attorneys>",
    "citations": [
        "349 N.W.2d 692",
        "119 Wis. 2d 237"
    ],
    "opinions": [
        {
            "author_str": "Callow",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWILLIAM G. CALLOW, J.\nThis is a review of an unpublished decision of the court of appeals affirming a judgment of conviction and an order denying a motion for a new trial. The defendant, Frederick Horen-berger, was convicted as a party to the crimes of armed *239robbery, false imprisonment, and burglary, contrary to secs. 943.32(1) (b) and (2), 940.30, 943.10(1) (a), and 939.05, Stats. The judgment and order were entered by the Milwaukee county circuit court, Judge Robert W. Landry. We affirm the court of appeals.\nThe issue presented on appeal is whether a defendant charged as a party to a crime must file a notice of alibi, pursuant to sec. 971.23(8) (a), Stats., in order to introduce testimony rebutting allegations that at a particular-time and place the defendant participated in planning the charged offense. We hold that such testimony is not an alibi, and, therefore, the defendant is not required to file a notice of alibi.\nThis case arises from an incident which occurred the night of July 2, 1981. Testimony revealed that, when Judy Zess returned to her apartment at approximately 11:30 p.m. that night, she was confronted at her car by two men, Jonathan Jarnig and Daniel Gilbert. While Gilbert restrained Zess and took her jewelry, Jarnig used Zess’s keys to enter her apartment building and burglarize her apartment, taking $1,000 in cash, a $2,000 check, and other items.\nJarnig, testifying for the state, asserted that the defendant planned the crimes and participated in their execution. Jarnig testified that the first time the defendant met with him on the day of the crime was at 9 a.m., but nothing concerning the planning of the crime occurred. The defendant returned at approximately 1 p.m. that afternoon. The defendant told Jarnig that a woman whom the defendant was dating had some jewelry and that she would soon receive some money from the sale of her car. According to Jarnig, the defendant returned around 5 or 6 p.m. and told Jarnig that the car sale had been completed, that the woman would have some jewelry with her, and that they could rob her when she returned from visiting her boyfriend in Chicago *240later that night. The defendant asked Jarnig to find someone with a gun to help them in the robbery scheme. Jarnig and the defendant then drove to Zess’s apartment building, where they went over the layout and finalized their plans. At approximately 10 p.m., after Jarnig had made arrangements for Gilbert, who had a gun, to participate in the robbery, the defendant arrived at Jarnig’s home. The three went over the robbery plan, deciding that the defendant would drive the car, Gilbert would hold Zess in her car and handcuff her, and Jarnig would take her keys and burglarize her apartment. Jarnig testified that the trio arrived at Zess’s apartment building at approximately 10:45 p.m. They waited until Zess arrived; then Gilbert robbed Zess and Jarnig burglarized her apartment, while the defendant waited in the car. Later that night, according to Jarnig, he, the defendant, and Gilbert met at Thomas Eckert’s house and divided the proceeds of the crimes.\nThe defendant denied any participation in the crimes. He testified that on July 2 he worked at Robert Stein-bacher’s garage from 9 a.m. to 2 p.m., except for a fifteen-minute lunch break. Although the defendant knew Jarnig, he denied seeing Jarnig at any time that day. The defendant admitted that he had been dating Zess for several weeks and that he knew she had jewelry and was going to Chicago on July 2. The defendant testified that he met Jarnig and Gilbert at Eckert’s house later that night, but claimed that he was only trying to find out what Gilbert and Jarnig had done in robbing Zess, and what could be done to return the items to Zess so she would not report the crimes.\nGilbert testified that the defendant had not participated in planning or carrying out the crimes. Gilbert claimed that it was Jarnig who planned and executed the crimes. Gilbert testified that, when he arrived at Eckert’s house, the defendant was there. Gilbert stated *241that the defendant was upset and tried to get Jarnig to surrender the robbery proceeds, but Jarnig threatened that he would implicate the defendant if he said anything. According to Gilbert, the defendant refused Jarnig’s offer of a share of the proceeds and left, saying he wanted nothing to do with it.\nDawn Rodriguez, a friend of the defendant’s, testified at trial that the defendant on the night of July 2 had only said to her that some friends of his had robbed a woman he knew. This testimony was contradicted by a Milwaukee police detective who testified that Rodriguez had given a statement directly implicating the defendant as a participant in the planning and execution of the crimes. Thomas Eckert gave testimony which supported the defendant’s version of the facts. This testimony, too, was contradicted through testimony by a police detective concerning prior inconsistent statements given to the police wherein Eckert implicated the defendant in the crimes.\nRobert Steinbacher, with whom the defendant worked, testified that he and the defendant left Steinbacher’s at approximately 2 p.m. on July 2. Steinbacher, through the defendant, had made arrangements to purchase a car from Judy Zess. Steinbacher and the defendant went to a bank to get the purchase money and then waited at Zess’s for her return. Between 5 and 6 p.m., they completed the sale of the car, and Steinbacher last saw the defendant about 6:45 p.m.\nWhen the defendant’s counsel sought to elicit testimony from Steinbacher about the defendant’s whereabouts earlier that day, the state objected on the grounds that the testimony concerned an alibi, and the defendant had not properly filed a notice of alibi pursuant to sec. 971.23(8), Stats. An offer of proof showed that Stein-bacher would testify that the defendant was working at Steinbacher’s garage between 9 a.m. and 2 p.m. on July *2422. The trial court excluded the testimony, concluding that it was alibi testimony and was to be excluded for the failure to file proper notice.\nThe defendant was convicted as a party to the crimes of armed robbery, false imprisonment, and burglary. The defendant moved for a new trial, claiming that the exclusion of Steinbacher’s testimony was error. The trial court denied the motion, and the defendant appealed to the court of appeals from the judgment of conviction and the order denying the motion for a new trial. The court of appeals affirmed the judgment and order, finding that the trial court properly excluded Steinbacher’s testimony for failure to file proper alibi notice.1 The defendant petitioned this court for review of the court of appeals’ decision, and we granted the petition.\nSection 971.23(8) (a), Stats., requires that, when a defendant relies on an alibi defense at trial, the defendant must provide notice of “the place where the defendant claims to have been when the crime is alleged to have been committed together with the names and addresses of witnesses to the alibi, if known.” (Emphasis added.) We have previously noted that “[t]he word, ‘alibi,’ is merely a shorthand method of describing a defense based on the fact that the accused was elsewhere at the time the alleged incident took place.” Logan v. State, 43 Wis. 2d 128, 135, 168 N.W.2d 171 (1969). (Emphasis added.) In 1 Wharton’s Criminal Law, sec. 43 at 209 (C. Torcía 14th ed. 1978), it is stated that in raising an alibi the defendant “is in effect denying . . . that he was present at the scene of the crime at the time it was committed.” (Emphasis added.) It *243is clear from these definitions of alibi that the alibi defense focuses on the defendant’s activities at the time of a specific act which is in itself a violation of a criminal statute.\nWe conclude that the testimony the defendant sought to introduce concerning the defendant’s whereabouts during the planning stages of the crimes did not constitute an alibi defense. When a person is charged as a party to a crime, it is a way of establishing criminal liability separate from proving the elements of the underlying offenses. The party to a crime charge does not add to or alter the elements of the offense to which the defendant is charged as a party. The manner of participation in a crime is not an element of the offense to which one is charged as party to a crime. See May v. State, 97 Wis. 2d 175, 192, 293 N.W.2d 478 (1980). As we noted in Holland v. State, 91 Wis. 2d 134, 143, 280 N.W.2d 288 (1979), there is no such separate offense as aiding and abetting in another offense. We concluded in Holland that the method of complicity in an offense under the party to a crime statute was not an essential element of the offense upon which the jury must agree unanimously. Thus, the proof of the acts which can support liability as party to a crime is separate from proof of the underlying criminal act.2\n*244As noted above, the notice of alibi statute focuses on the defendant’s whereabouts at the time the offense was committed. The statute, by its terms, makes no reference to acts other than the actual offense. In this case, then, the actual offenses to which the statute refers would be the criminal acts which occurred at approximately 11 p.m. The crimes with which the defendant was charged did not occur at the time they were planned. Rather, the crimes occurred at the time the plan was executed by robbing and falsely imprisoning Zess and burglarizing her apartment. The defendant’s acts in planning the crimes, which might have led to criminal liability as a party to the crime, were separate in time and location from these offenses. We conclude that the testimony concerning the defendant’s whereabouts earlier in the day on July 2 was not an alibi defense within the meaning of sec. 971.28(8) (a), Stats.\nWe believe that to interpret the notice of alibi statute differently would lead to undesirable results. First, including such acts of planning would expand the meaning of alibi far beyond the usual definition which focuses on the defendant’s whereabouts at the time of the criminal offense. We think the plain meaning of the statute necessarily limits the alibi to the events immediately surrounding the commission of the offense itself. Sec*245ond, the defendant might not receive sufficient notice of what conduct would be at issue at trial. If, for example, the defendant were charged as party to a crime and general allegations of planning activities prior to the offense were made in the information and complaint, the defendant would not know which acts within what time period would be relevant to establishing his defense. Conversely, if the notice of alibi requirement is confined to the criminal act itself, the defendant has sufficient notice of the time period and events about which his whereabouts are relevant.\nIn this case, Steinbacher’s testimony did not constitute an alibi because it concerned the defendant’s whereabouts at a time and place removed from the actual commission of the crimes. Rather, Steinbacher’s testimony was merely corroborative of the defendant’s version of the facts concerning complicity in the criminal scheme. The defendant claimed he did not meet with Jarnig to plan the crimes, and Steinbacher’s testimony could have shown that the'defendant was elsewhere when Jarnig claimed the meetings took place. The obvious inference from this would be that the defendant did not, as Jarnig claimed, meet with him to plan the crimes.\nBecause Steinbacher’s testimony did not constitute an alibi, no notice of alibi was required. Therefore, the trial court erred in excluding Steinbacher’s testimony on the grounds of a failure to file a notice of alibi. However, “[e]rrors committed at trial should not overturn the conviction unless it appears the result might probably have been more favorable to the party complaining had the error not occurred.” Hart v. State, 75 Wis. 2d 371, 394, 249 N.W.2d 810 (1977). We have also applied the test that “[a] verdict will not be set aside because of the exclusion of evidence unless it would probably have a substantial influence in bringing about a different verdict.” State v. Johnson, 60 Wis. 2d 334, *246341-42, 210 N.W.2d 735 (1973). (Footnote omitted.) See also Lambert v. State, 73 Wis. 2d 590, 606, 243 N.W. 2d 524 (1976); Zastrow v. State, 62 Wis. 2d 381, 389, 215 N.W.2d 426 (1974); Woodhull v. State, 43 Wis. 202, 215, 168 N.W.2d 281 (1969).\nWe conclude that, although it was error to exclude Steinbacher’s testimony, the error would not have affected the jury’s verdict. As noted earlier, Steinbacher’s testimony was merely corroborative of the defendant’s version of the facts insofar as it related to two meetings with Jarnig prior to the robbery and burglary. Even assuming the jury would have believed Stein-bacher’s testimony that the defendant was with him between 9 a.m. and 2 p.m. on July 2, there was sufficient other evidence to find the defendant guilty beyond a reasonable doubt as a party to the crimes committed by Jarnig and Gilbert.\nThe jury apparently chose to believe Jarnig’s testimony, which was diametrically opposed to the defendant’s and Gilbert’s versions of the facts. Jarnig’s testimony, excluding the 9 a.m. and 1 p.m. meetings, directly implicated the defendant in casing Zess’s apartment and planning the crimes before Gilbert and Jarnig committed the crimes, and in driving the car to the scene of the crimes and standing by while the crimes occurred. Jarnig’s testimony also showed that the defendant participated in splitting the proceeds from the crimes. While Steinbacher’s excluded testimony might have had some effect on Jarnig’s credibility, we do not think it was sufficient to affect the jury’s belief in Jarnig’s testimony. Jarnig’s testimony was contradicted at trial by several defense witnesses concerning other parts of the crimes, yet the jury chose to believe him. There is no reason to believe that Steinbacher’s testimony would have had more of an effect on Jarnig’s credibility than *247that of the other defense witnesses. We note in this regard that Steinbacher was permitted to testify about the defendant’s activities between 2 p.m. and 6:45 p.m. This testimony contradicted Jarnig’s version of casing the Zess apartment between 5 p.m. and 6 p.m. Despite this inconsistency, the jury apparently chose to believe Jarnig. Thus, we cannot conclude that Steinbacher’s excluded testimony about the time period relating to the 9 a.m. and 1 p.m. meetings would have had a different effect than his testimony about the 2 p.m. to 6:45 p.m. period.\nThe jury appears to have chosen to believe the police detectives’ testimony concerning prior inconsistent statements of Rodriguez and the Eckerts. It is permissible for prior inconsistent statements to be offered substantively where the declarant is available for cross-examination. Sec. 908.01 (4) (a) 1, Stats., and Vogel v. State, 96 Wis. 2d 372, 386, 291 N.W.2d 838 (1980). Thus, the jury could, and apparently did, believe Detective Roman Blazer’s testimony about Dawn Rodriguez’s prior statement. Rodriguez told Blazer that the defendant told her the night of July 2 that he and some friends had robbed a woman, and he showed Rodriguez some jewelry. Rodriguez also told Blazer that she knew the defendant had been “setting up” a woman whom he had been dating for several weeks. He knew the woman was selling items belonging to her boyfriend. Rodriguez also related that the defendant stated that there was a $2,000 check at another house. Finally, Rodriguez told Blazer that the defendant left her house and returned later that night with $600 in cash which he told her was his share. At trial, Rodriguez denied making these statements.\nThomas Eckert, in a prior statement, told Detective Frank Cole that in late June of 1981 the defendant had offered Eckert some money to help him burglarize the *248apartment of a woman the defendant was dating. The apartment the defendant described to Eckert was consistent with Zess’s apartment. Eckert also stated that on July 3, 1981, at a few minutes after midnight the defendant and Gilbert arrived at his house together. Eckert related that the defendant was very upset and said things were going badly, that it looked like big trouble, and that Jarnig was in trouble and might be arrested. According to Eckert, the defendant and Gilbert had some jewelry with them. Eckert also told Detective Cole that later he saw Jarnig, who had arrived in the meantime, give the defendant $600 in cash in return for which the defendant gave Jarnig some of the jewelry. The contents of this prior statement were substantially corroborated by Eckert’s attorney, who was present when Eckert gave the statement. At trial Eckert denied the substance of his prior statement. Terry Eckert, Thomas’s wife, in a prior statement given to Detective Cole, also related that the defendant and Gilbert arrived together at the Eckerts’. At trial she denied saying this to the detective.\nWe also note that the testimony clearly revealed that the defendant was in a position to know details necessary to plan and execute this sophisticated criminal scheme. Further, the record shows that neither Jarnig nor Gilbert had sufficient information to plan and carry out the scheme. The defendant knew Judy Zess, had been to her apartment, had discussed the value of her jewelry, had participated in the car transaction which led to Zess’s having $1,000 in cash and a $2,000 check in her apartment on July 2, and knew that Zess was going to Chicago that day and knew approximately when she would return that night. We also note that the defendant was given an opportunity to testify that he was at Steinbacher’s residence between 9 a.m. and 2 p.m. The jury, had they chosen to believe the defendant, could *249have used this testimony to question Jarnig’s version of the facts even without Steinbacher’s corroborative testimony.\nIn summary, Steinbacher’s testimony, while corroborative of the defendant’s testimony concerning his whereabouts at the time of the 9 a.m. and 1 p.m. meetings, was not dispositive of the issue of the defendant’s participation in the crimes because it related only to part of the overall criminal scheme. Thus, we conclude that the exclusion of this testimony was harmless error because it was not likely that its admission would have led to a different result. We also conclude that the trial court did not err in denying the defendant’s motion for a new trial. Accordingly, we hold that the court of appeals properly affirmed the judgment of conviction and the order denying the motion for a new trial.\nThe defendant contends that we should reverse his conviction because justice has miscarried. Sec. 751.06, Stats., gives this court the power to reverse the judgment of conviction if “it is probable that justice has for any reason miscarried.” We have concluded that the jury, acting reasonably, could have convicted the defendant of the crimes charged. A review of the record does not lead to the conclusion that the defendant’s conviction constituted a miscarriage of justice. Accordingly, we decline to reverse the defendant’s conviction.\nBy the Court. — The decision of the court of appeals is affirmed.\n\n The court of appeals also held that the criminal complaint and information gave sufficient notice of the charges, that the defendant was not denied effective assistance of counsel, and that a new trial was not warranted in the interests of justice.\n\n\n Section 939.05(2), Stats., establishes liability as party to a crime if the defendant:\n“(a) Directly commits the crime; or\n“(b) Intentionally aids and abets the commission of it; or\n“(c) Is a party to a conspiracy with another to commit it or advises, hires, counsels or otherwise procures another to commit it. Such a party is also concerned in the commission of any other crime which is committed in pursuance of the intended crime and which under the circumstances is a natural and probable consequence of the intended crime. This paragraph does not apply to a person who voluntarily changes his mind and no longer desires *244that the crime be committed and notifies the other parties concerned of his withdrawal within a reasonable time before the commission of the crime so as to allow the others also to withdraw.”\nIf the defendant were alleged to have directly committed the crime under subsection (a), or to have aided and abetted at the scene of the criminal act at the time it was committed, then testimony as to the defendant’s whereabouts would be an alibi defense falling under the sec. 971.23(8) notice requirement. We note that in this case the defendant properly filed a notice of alibi under sec. 971.23(8), Stats., listing the Eckerts as alibi witnesses for the time period during which the criminal acts were committed.\n\n",
            "ocr": false,
            "opinion_id": 9686541
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6052.0,
            "opinion_text": "\n119 Wis. 2d 237 (1984)\n349 N.W.2d 692\nSTATE of Wisconsin, Plaintiff-Respondent,\nv.\nFrederick Carl HORENBERGER, Jr., Defendant-Appellant-Petitioner.\nNo. 82-2405-CR.\nSupreme Court of Wisconsin.\nArgued April 25, 1984.\nDecided June 20, 1984.\n*238 For the defendant-appellant-petitioner there were briefs and oral argument by Donald T. Lang, assistant state public defender.\nFor the plaintiff-respondent the cause was argued by Pamela Magee-Heilprin, assistant attorney general, with whom on the brief was Bronson C. La Follette, attorney general.\nWILLIAM G. CALLOW, J.\nThis is a review of an unpublished decision of the court of appeals affirming a judgment of conviction and an order denying a motion for a new trial. The defendant, Frederick Horenberger, was convicted as a party to the crimes of armed *239 robbery, false imprisonment, and burglary, contrary to secs. 943.32(1) (b) and (2), 940.30, 943.10(1) (a), and 939.05, Stats. The judgment and order were entered by the Milwaukee county circuit court, Judge Robert W. Landry. We affirm the court of appeals.\nThe issue presented on appeal is whether a defendant charged as a party to a crime must file a notice of alibi, pursuant to sec. 971.23(8) (a), Stats., in order to introduce testimony rebutting allegations that at a particular time and place the defendant participated in planning the charged offense. We hold that such testimony is not an alibi, and, therefore, the defendant is not required to file a notice of alibi.\nThis case arises from an incident which occurred the night of July 2, 1981. Testimony revealed that, when Judy Zess returned to her apartment at approximately 11:30 p.m. that night, she was confronted at her car by two men, Jonathan Jarnig and Daniel Gilbert. While Gilbert restrained Zess and took her jewelry, Jarnig used Zess's keys to enter her apartment building and burglarize her apartment, taking $1,000 in cash, a $2,000 check, and other items.\nJarnig, testifying for the state, asserted that the defendant planned the crimes and participated in their execution. Jarnig testified that the first time the defendant met with him on the day of the crime was at 9 a.m., but nothing concerning the planning of the crime occurred. The defendant returned at approximately 1 p.m. that afternoon. The defendant told Jarnig that a woman whom the defendant was dating had some jewelry and that she would soon receive some money from the sale of her car. According to Jarnig, the defendant returned around 5 or 6 p.m. and told Jarnig that the car sale had been completed, that the woman would have some jewelry with her, and that they could rob her when she returned from visiting her boyfriend in Chicago *240 later that night. The defendant asked Jarnig to find someone with a gun to help them in the robbery scheme. Jarnig and the defendant then drove to Zess's apartment building, where they went over the layout and finalized their plans. At approximately 10 p.m., after Jarnig had made arrangements for Gilbert, who had a gun, to participate in the robbery, the defendant arrived at Jarnig's home. The three went over the robbery plan, deciding that the defendant would drive the car, Gilbert would hold Zess in her car and handcuff her, and Jarnig would take her keys and burglarize her apartment. Jarnig testified that the trio arrived at Zess's apartment building at approximately 10:45 p.m. They waited until Zess arrived; then Gilbert robbed Zess and Jarnig burglarized her apartment, while the defendant waited in the car. Later that night, according to Jarnig, he, the defendant, and Gilbert met at Thomas Eckert's house and divided the proceeds of the crimes.\nThe defendant denied any participation in the crimes. He testified that on July 2 he worked at Robert Steinbacher's garage from 9 a.m. to 2 p.m., except for a fifteen-minute lunch break. Although the defendant knew Jarnig, he denied seeing Jarnig at any time that day. The defendant admitted that he had been dating Zess for several weeks and that he knew she had jewelry and was going to Chicago on July 2. The defendant testified that he met Jarnig and Gilbert at Eckert's house later that night, but claimed that he was only trying to find out what Gilbert and Jarnig had done in robbing Zess, and what could be done to return the items to Zess so she would not report the crimes.\nGilbert testified that the defendant had not participated in planning or carrying out the crimes. Gilbert claimed that it was Jarnig who planned and executed the crimes. Gilbert testified that, when he arrived at Eckert's house, the defendant was there. Gilbert stated *241 that the defendant was upset and tried to get Jarnig to surrender the robbery proceeds, but Jarnig threatened that he would implicate the defendant if he said anything. According to Gilbert, the defendant refused Jarnig's offer of a share of the proceeds and left, saying he wanted nothing to do with it.\nDawn Rodriguez, a friend of the defendant's, testified at trial that the defendant on the night of July 2 had only said to her that some friends of his had robbed a woman he knew. This testimony was contradicted by a Milwaukee police detective who testified that Rodriguez had given a statement directly implicating the defendant as a participant in the planning and execution of the crimes. Thomas Eckert gave testimony which supported the defendant's version of the facts. This testimony, too, was contradicted through testimony by a police detective concerning prior inconsistent statements given to the police wherein Eckert implicated the defendant in the crimes.\nRobert Steinbacher, with whom the defendant worked, testified that he and the defendant left Steinbacher's at approximately 2 p.m. on July 2. Steinbacher, through the defendant, had made arrangements to purchase a car from Judy Zess. Steinbacher and the defendant went to a bank to get the purchase money and then waited at Zess's for her return. Between 5 and 6 p.m., they completed the sale of the car, and Steinbacher last saw the defendant about 6:45 p.m.\nWhen the defendant's counsel sought to elicit testimony from Steinbacher about the defendant's whereabouts earlier that day, the state objected on the grounds that the testimony concerned an alibi, and the defendant had not properly filed a notice of alibi pursuant to sec. 971.23 (8), Stats. An offer of proof showed that Steinbacher would testify that the defendant was working at Steinbacher's garage between 9 a.m. and 2 p.m. on July *242 2. The trial court excluded the testimony, concluding that it was alibi testimony and was to be excluded for the failure to file proper notice.\nThe defendant was convicted as a party to the crimes of armed robbery, false imprisonment, and burglary. The defendant moved for a new trial, claiming that the exclusion of Steinbacher's testimony was error. The trial court denied the motion, and the defendant appealed to the court of appeals from the judgment of conviction and the order denying the motion for a new trial. The court of appeals affirmed the judgment and order, finding that the trial court properly excluded Steinbacher's testimony for failure to file proper alibi notice.[1] The defendant petitioned this court for review of the court of appeals' decision, and we granted the petition.\nSection 971.23 (8) (a), Stats., requires that, when a defendant relies on an alibi defense at trial, the defendant must provide notice of \"the place where the defendant claims to have been when the crime is alleged to have been committed together with the names and addresses of witnesses to the alibi, if known.\" (Emphasis added.) We have previously noted that \"[t]he word, `alibi,' is merely a shorthand method of describing a defense based on the fact that the accused was elsewhere at the time the alleged incident took place.\" Logan v. State, 43 Wis. 2d 128, 135, 168 N.W.2d 171 (1969). (Emphasis added.) In 1 Wharton's Criminal Law, sec. 43 at 209 (C. Torcia 14th ed. 1978), it is stated that in raising an alibi the defendant \"is in effect denying ... that he was present at the scene of the crime at the time it was committed.\" (Emphasis added.) It *243 is clear from these definitions of alibi that the alibi defense focuses on the defendant's activities at the time of a specific act which is in itself a violation of a criminal statute.\nWe conclude that the testimony the defendant sought to introduce concerning the defendant's whereabouts during the planning stages of the crimes did not constitute an alibi defense. When a person is charged as a party to a crime, it is a way of establishing criminal liability separate from proving the elements of the underlying offenses. The party to a crime charge does not add to or alter the elements of the offense to which the defendant is charged as a party. The manner of participation in a crime is not an element of the offense to which one is charged as party to a crime. See May v. State, 97 Wis. 2d 175, 192, 293 N.W.2d 478 (1980). As we noted in Holland v. State, 91 Wis. 2d 134, 143, 280 N.W.2d 288 (1979), there is no such separate offense as aiding and abetting in another offense. We concluded in Holland that the method of complicity in an offense under the party to a crime statute was not an essential element of the offense upon which the jury must agree unanimously. Thus, the proof of the acts which can support liability as party to a crime is separate from proof of the underlying criminal act.[2]\n*244 As noted above, the notice of alibi statute focuses on the defendant's whereabouts at the time the offense was committed. The statute, by its terms, makes no reference to acts other than the actual offense. In this case, then, the actual offenses to which the statute refers would be the criminal acts which occurred at approximately 11 p.m. The crimes with which the defendant was charged did not occur at the time they were planned. Rather, the crimes occurred at the time the plan was executed by robbing and falsely imprisoning Zess and burglarizing her apartment. The defendant's acts in planning the crimes, which might have led to criminal liability as a party to the crime, were separate in time and location from these offenses. We conclude that the testimony concerning the defendant's whereabouts earlier in the day on July 2 was not an alibi defense within the meaning of sec. 971.23 (8) (a), Stats.\nWe believe that to interpret the notice of alibi statute differently would lead to undesirable results. First, including such acts of planning would expand the meaning of alibi far beyond the usual definition which focuses on the defendant's whereabouts at the time of the criminal offense. We think the plain meaning of the statute necessarily limits the alibi to the events immediately surrounding the commission of the offense itself. Second *245 the defendant might not receive sufficient notice of what conduct would be at issue at trial. If, for example, the defendant were charged as party to a crime and general allegations of planning activities prior to the offense were made in the information and complaint, the defendant would not know which acts within what time period would be relevant to establishing his defense. Conversely, if the notice of alibi requirement is confined to the criminal act itself, the defendant has sufficient notice of the time period and events about which his whereabouts are relevant.\nIn this case, Steinbacher's testimony did not constitute an alibi because it concerned the defendant's whereabouts at a time and place removed from the actual commission of the crimes. Rather, Steinbacher's testimony was merely corroborative of the defendant's version of the facts concerning complicity in the criminal scheme. The defendant claimed he did not meet with Jarnig to plan the crimes, and Steinbacher's testimony could have shown that the defendant was elsewhere when Jarnig claimed the meetings took place. The obvious inference from this would be that the defendant did not, as Jarnig claimed, meet with him to plan the crimes.\nBecause Steinbacher's testimony did not constitute an alibi, no notice of alibi was required. Therefore, the trial court erred in excluding Steinbacher's testimony on the grounds of a failure to file a notice of alibi. However, \"[e]rrors committed at trial should not overturn the conviction unless it appears the result might probably have been more favorable to the party complaining had the error not occurred.\" Hart v. State, 75 Wis. 2d 371, 394, 249 N.W.2d 810 (1977). We have also applied the test that \"[a] verdict will not be set aside because of the exclusion of evidence unless it would probably have a substantial influence in bringing about a different verdict.\" State v. Johnson, 60 Wis. 2d 334, *246 341-42, 210 N.W.2d 735 (1973). (Footnote omitted.) See also Lambert v. State, 73 Wis. 2d 590, 606, 243 N.W.2d 524 (1976); Zastrow v. State, 62 Wis. 2d 381, 389, 215 N.W.2d 426 (1974); Woodhull v. State, 43 Wis. 202, 215, 168 N.W.2d 281 (1969).\nWe conclude that, although it was error to exclude Steinbacher's testimony, the error would not have affected the jury's verdict. As noted earlier, Steinbacher's testimony was merely corroborative of the defendant's version of the facts insofar as it related to two meetings with Jarnig prior to the robbery and burglary. Even assuming the jury would have believed Steinbacher's testimony that the defendant was with him between 9 a.m. and 2 p.m. on July 2, there was sufficient other evidence to find the defendant guilty beyond a reasonable doubt as a party to the crimes committed by Jarnig and Gilbert.\nThe jury apparently chose to believe Jarnig's testimony, which was diametrically opposed to the defendant's and Gilbert's versions of the facts. Jarnig's testimony, excluding the 9 a.m. and 1 p.m. meetings, directly implicated the defendant in casing Zess's apartment and planning the crimes before Gilbert and Jarnig committed the crimes, and in driving the car to the scene of the crimes and standing by while the crimes occurred. Jarnig's testimony also showed that the defendant participated in splitting the proceeds from the crimes. While Steinbacher's excluded testimony might have had some effect on Jarnig's credibility, we do not think it was sufficient to affect the jury's belief in Jarnig's testimony. Jarnig's testimony was contradicted at trial by several defense witnesses concerning other parts of the crimes, yet the jury chose to believe him. There is no reason to believe that Steinbacher's testimony would have had more of an effect on Jarnig's credibility than *247 that of the other defense witnesses. We note in this regard that Steinbacher was permitted to testify about the defendant's activities between 2 p.m. and 6:45 p.m. This testimony contradicted Jarnig's version of casing the Zess apartment between 5 p.m. and 6 p.m. Despite this inconsistency, the jury apparently chose to believe Jarnig. Thus, we cannot conclude that Steinbacher's excluded testimony about the time period relating to the 9 a.m. and 1 p.m. meetings would have had a different effect than his testimony about the 2 p.m. to 6:45 p.m. period.\nThe jury appears to have chosen to believe the police detectives' testimony concerning prior inconsistent statements of Rodriguez and the Eckerts. It is permissible for prior inconsistent statements to be offered substantively where the declarant is available for cross-examination. Sec. 908.01(4) (a) 1, Stats., and Vogel v. State, 96 Wis. 2d 372, 386, 291 N.W.2d 838 (1980). Thus, the jury could, and apparently did, believe Detective Roman Blazer's testimony about Dawn Rodriguez's prior statement. Rodriguez told Blazer that the defendant told her the night of July 2 that he and some friends had robbed a woman, and he showed Rodriguez some jewelry. Rodriguez also told Blazer that she knew the defendant had been \"setting up\" a woman whom he had been dating for several weeks. He knew the woman was selling items belonging to her boyfriend. Rodriguez also related that the defendant stated that there was a $2,000 check at another house. Finally, Rodriguez told Blazer that the defendant left her house and returned later that night with $600 in cash which he told her was his share. At trial, Rodriguez denied making these statements.\nThomas Eckert, in a prior statement, told Detective Frank Cole that in late June of 1981 the defendant had offered Eckert some money to help him burglarize the *248 apartment of a woman the defendant was dating. The apartment the defendant described to Eckert was consistent with Zess's apartment. Eckert also stated that on July 3, 1981, at a few minutes after midnight the defendant and Gilbert arrived at his house together. Eckert related that the defendant was very upset and said things were going badly, that it looked like big trouble, and that Jarnig was in trouble and might be arrested. According to Eckert, the defendant and Gilbert had some jewelry with them. Eckert also told Detective Cole that later he saw Jarnig, who had arrived in the meantime, give the defendant $600 in cash in return for which the defendant gave Jarnig some of the jewelry. The contents of this prior statement were substantially corroborated by Eckert's attorney, who was present when Eckert gave the statement. At trial Eckert denied the substance of his prior statement. Terry Eckert, Thomas's wife, in a prior statement given to Detective Cole, also related that the defendant and Gilbert arrived together at the Eckerts'. At trial she denied saying this to the detective.\nWe also note that the testimony clearly revealed that the defendant was in a position to know details necessary to plan and execute this sophisticated criminal scheme. Further, the record shows that neither Jarnig nor Gilbert had sufficient information to plan and carry out the scheme. The defendant knew Judy Zess, had been to her apartment, had discussed the value of her jewelry, had participated in the car transaction which led to Zess's having $1,000 in cash and a $2,000 check in her apartment on July 2, and knew that Zess was going to Chicago that day and knew approximately when she would return that night. We also note that the defendant was given an opportunity to testify that he was at Steinbacher's residence between 9 a.m. and 2 p.m. The jury, had they chosen to believe the defendant, could *249 have used this testimony to question Jarnig's version of the facts even without Steinbacher's corroborative testimony.\nIn summary, Steinbacher's testimony, while corroborative of the defendant's testimony concerning his whereabouts at the time of the 9 a.m. and 1 p.m. meetings, was not dispositive of the issue of the defendant's participation in the crimes because it related only to part of the overall criminal scheme. Thus, we conclude that the exclusion of this testimony was harmless error because it was not likely that its admission would have led to a different result. We also conclude that the trial court did not err in denying the defendant's motion for a new trial. Accordingly, we hold that the court of appeals properly affirmed the judgment of conviction and the order denying the motion for a new trial.\nThe defendant contends that we should reverse his conviction because justice has miscarried. Sec. 751.06, Stats., gives this court the power to reverse the judgment of conviction if \"it is probable that justice has for any reason miscarried.\" We have concluded that the jury, acting reasonably, could have convicted the defendant of the crimes charged. A review of the record does not lead to the conclusion that the defendant's conviction constituted a miscarriage of justice. Accordingly, we decline to reverse the defendant's conviction.\nBy the Court.\u0097The decision of the court of appeals is affirmed.\nSHIRLEY S. ABRAHAMSON, J. (dissenting).\nThe majority concludes that the circuit court's erroneous exclusion of Steinbacher's testimony on behalf of the defendant was harmless error. Unfortunately the majority reaches this conclusion without explaining which test for harmless error it is using. Deciding the applicable test and analyzing the evidence under each test may be the *250 most difficult issue presented in the case for the majority.\nI conclude that this court should reverse the decision of the court of appeals, whether it treats the error as constitutional error, nonconstitutional error, or plain error, or whether it acts under sec. 751.06, Stats. 1981-82.\nThe jury in this case was confronted with a serious question of credibility. Whom should it believe: the state's primary witness, Jarnig, a participant in the crime who received immunity in exchange for his testimony implicating the defendant; the defendant; or Daniel Gilbert, another participant in the crime, and Thomas Eckert, witnesses who were supportive of the defendant's testimony.\nSteinbacher whose testimony was excluded was an important witness for the defendant. The jury may have given more weight to his testimony than to the testimony of other witnesses. Unlike any of the other witnesses in the case, he did not have a criminal record, he had not previously given an inconsistent statement, and he had no stake in the outcome of the trial.\nIn view of the entire record, I conclude that Steinbacher's testimony was of great importance to the defendant's case. Steinbacher's testimony not only would have corroborated the defendant's testimony but also would have directly undercut Jarnig's assertion that the defendant planned the robbery. It was especially crucial that the defendant have the opportunity to bolster his own testimony and undercut Jarnig's testimony, since the jury had been instructed that it could consider the defendant's prior convictions and his interest in the case in weighing the credibility of his testimony and could base a conviction wholly on the testimony of an accomplice if that testimony rang true.\n*251 Steinbacher's testimony went directly to the crux of the case\u0097the credibility of the defendant and the credibility of the state's chief witness. See State v. Cuyler, 110 Wis. 2d 133, 141-43, 327 N.W.2d 662 (1983); Garcia v. State, 73 Wis. 2d 651, 655, 245 N.W.2d 654 (1976); Logan v. State, 43 Wis. 2d 128, 137, 168 N.W.2d 171 (1969). The jury cannot search for truth if the circuit court erroneously prevents the jury from considering relevant and admissible evidence on a critical issue in the case. The error was not harmless in this case.\nAccordingly, I dissent.\nNOTES\n[1]  The court of appeals also held that the criminal complaint and information gave sufficient notice of the charges, that the defendant was not denied effective assistance of counsel, and that a new trial was not warranted in the interests of justice.\n[2]  Section 939.05(2), Stats., establishes liability as party to a crime if the defendant:\n\n\"(a) Directly commits the crime; or\n\"(b) Intentionally aids and abets the commission of it; or\n\"(c) Is a party to a conspiracy with another to commit it or advises, hires, counsels or otherwise procures another to commit it. Such a party is also concerned in the commission of any other crime which is committed in pursuance of the intended crime and which under the circumstances is a natural and probable consequence of the intended crime. This paragraph does not apply to a person who voluntarily changes his mind and no longer desires that the crime be committed and notifies the other parties concerned of his withdrawal within a reasonable time before the commission of the crime so as to allow the others also to withdraw.\"\nIf the defendant were alleged to have directly committed the crime under subsection (a), or to have aided and abetted at the scene of the criminal act at the time it was committed, then testimony as to the defendant's whereabouts would be an alibi defense falling under the sec. 971.23 (8) notice requirement. We note that in this case the defendant properly filed a notice of alibi under sec. 971.23(8), Stats., listing the Eckerts as alibi witnesses for the time period during which the criminal acts were committed.\n\n",
            "ocr": false,
            "opinion_id": 1820400
        },
        {
            "author_str": "Abrahamson",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSHIRLEY S. ABRAHAMSON, J.\n(dissenting). The majority concludes that the circuit court’s erroneous exclusion of Steinbacher’s testimony on behalf of the defendant was harmless error. Unfortunately the majority reaches this conclusion without explaining which test for harmless error it is using. Deciding the applicable test and analyzing the evidence under each test may be the *250most difficult issue presented in the case for the majority.\nI conclude that this court should reverse the decision of the court of appeals, whether it treats the error as constitutional error, nonconstitutional error, or plain error, or whether it acts under sec. 751.06, Stats. 1981-82.\nThe jury in this case was confronted with a serious question of credibility. Whom should it believe: the state’s primary witness, Jarnig-, a participant in the crime who received immunity in exchange for his testimony implicating the defendant; the defendant; or Daniel Gilbert, another participant in the crime, and Thomas Eckert, witnesses who were supportive of the defendant’s testimony.\nSteinbacher whose testimony was excluded was an important witness for the defendant. The jury may have given more weight to his testimony than to the testimony of other witnesses. Unlike any of the other witnesses in the case, he did not have a criminal record, he had not previously given an inconsistent statement, and he had no stake in the outcome of the trial.\nIn view of the entire record, I conclude that Stein-bacher’s testimony was of great importance to the defendant’s case. Steinbacher’s testimony not only would have corroborated the defendant’s testimony but also would have directly undercut Jarnig’s assertion that the defendant planned the robbery. It was especially crucial that the defendant have the opportunity to bolster his own testimony and undercut Jarnig’s testimony, since the jury had been instructed that it could consider the defendant’s prior convictions and his interest in the case in weighing the credibility of his testimony and could base a conviction wholly on the testimony of an accomplice if that testimony rang true.\n*251Steinbacher’s testimony went directly to the crux of the case — the credibility of the defendant and the credibility of the state’s chief witness. See State v. Cuyler, 110 Wis. 2d 133, 141-43, 327 N.W.2d 662 (1983); Garcia v. State, 73 Wis. 2d 651, 655, 245 N.W.2d 654 (1976); Logan v. State, 43 Wis. 2d 128, 137, 168 N.W.2d 171 (1969). The jury cannot search for truth if the circuit court erroneously prevents the jury from considering relevant and admissible evidence on a critical issue in the case. The error was not harmless in this case.\nAccordingly, I dissent.\n",
            "ocr": false,
            "opinion_id": 9686542
        }
    ],
    "court_short_name": "Wisconsin Supreme Court",
    "court_full_name": "Wisconsin Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Robbery"
}