{
    "id": 8038047,
    "judges": "Ethridge",
    "date_filed": -1492560000000,
    "date_filed_is_approximate": true,
    "slug": "sorrells-v-state",
    "case_name_short": "Sorrells",
    "case_name": "Sorrells v. State",
    "case_name_full": "Sorrells v. State",
    "attorneys": "Davis •& Langston and 0. 0. Luper, for appellant., H. Talbot Odom, for thé state.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "130 Miss. 300",
        "94 So. 209"
    ],
    "opinions": [
        {
            "author_str": "Ethridge",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nEthridge, J.,\n'delivered the opinion of the court.\nAppellant was indicted, tried, and convicted for stealing a bale-of cotton and sentenced to the penitentiary for a term of three years, from which judgment he prosecutes this appeal.\nThe evidence shows that one W. F. Whitehead sold to S. S. Dale &amp; Sons, a corporation, five bales of, cotton. The cotton was ginned at a gin at Prentiss, Miss., in which town Dale &amp; Sons did business. The cotton was sold on sample and was -delivered to the railroad company at the station, being placed on the platform. The bale of cotton in question was a three-hundred-pound bale and was bought by Dale &amp; Sons for thirty-eight cents per pound, and graded strictly low middling. The bale of cotton was stolen, or at least disappeared from the platform where it had been placed, in the latter part of October; the precise date not being fixed in the testimony.- On the 27th day of October the appellant sold to one Waits at Sumrall, Miss., a three-hundred-pound bale of cotton at thirty-four -cents per pound, which was also graded by Waits' as strictly low middling. The appellant lived on a place of one B. Stringer, and Stringer testified that the appellant raised two bales, or at least that was all that he saw raised on the place, and that Sorrels did not work any other land. He further testified that he-had information that Sorrells had more cotton, but did not know whether the information was *304true. It was further shown in the evidence that when the appellant carried the cotton to Sumrall and sold it, he was driving a one-horse wagon; and the proof shows that he borrowed this horse and wagon on Friday evening and returned it to the owner Monday night, and that the owner of the horse and wagon heard that the bale of cotton was stolen about a week after that time. Others prove that it was about sixteen miles to Sumrall from where the appellant lived and about three miles from where Dale &amp; Sons’ store was.\nAnother witness testified that he saw Sorrells in Sum-rail in the latter part of October, 1919, and that he was driving a one-horse wagon which the appellant said belonged to one Thurman, and that at the time he did not have the bale of cotton. Also it is in proof that Sorrells sold the cotton to Waits, and that the cotton had been sampled on each side.\nThere was no proof of any particular marks on the cotton by which it could be identified, and it is not proven that Sorrells was in the town from which the cotton was stolen, or from which it disappeared, at or near the time of the theft, if it were stolen, nor were any tracks traced from said place to Sorrells’ home or any other circumstance which would tend to show that Sorrells was in or near the place where the cotton was. stored on the platform.\nIn the case of Byrd v. City of Hazlehurst, 101 Miss. 57, 57 So. 360, in discussing a case depending upon circumstances for conviction the court said:\n“After a thorough consideration of this record, we are convinced that under the facts of this case, and the well-settled rules of criminal law, there is nothing in this record showing that the possession of this liquor by the defendant was with any intent to violate the law. . . . The facts may raise a suspicion; “but the wisdom of the law is such that it refuses to allow any person to be punished for a crime, however strong and well-founded may be the suspicion.’ There must be proof.”\n*305In Hogan v. State, 127 Miss. 407, 90 So. 99, the rule for testing the sufficiency of circumstantial evidence is set forth, quoting from Algheri v. State, 25 Miss. 584, Morris’ State Cases, 658:\n“It is always insufficient where, assuming all to be proved which the evidence tends to prove, some other hypothesis may still be true, for it is the actual exclusion of every other hypothesis which invests mere circumstances with the force of truth. Whenever, therefore, the evidence leaves it indifferent, which of several hypotheses is true, or merely establishes some finite probability in favor of one hypothesis rather than another, such evidence cannot amount to proof, however great the probability may be.”\nMeasured by this rule, the facts in the record before us are utterly inadequate to establish the guilt of the appellant. See, also, Jackson v. State, 118 Miss. 602, 79 So. 809.\nThe judgment of the lower court will be reversed, and appellant discharged.\nReversed, and appellant discharged.\n\nReversed.\n\n",
            "ocr": true,
            "opinion_id": 7994413
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}