{
    "id": 1850895,
    "judges": "Wedemeyer, P.J., Fine and Schudson",
    "date_filed": "1989-07-07",
    "date_filed_is_approximate": true,
    "slug": "state-v-marhal",
    "case_name_short": "Marhal",
    "case_name": "State v. Marhal",
    "case_name_full": "State of Wisconsin, Plaintiff-Respondent, v. Mark M. Marhal, Defendant-Appellant",
    "attorneys": "On behalf of the defendant-appellant, the cause was submitted on the briefs of William E. Schmaal of Madison., On behalf of the plaintiff-respondent, the cause was submitted on the briefs of James E. Doyle, attorney general, and Thomas J. Balistreri, assistant attorney general.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "\nSubmitted on briefs September 2, 1992.\n",
    "cross_reference": null,
    "correction": null,
    "citation_count": 20,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b609-3\">\n    State of Wisconsin, Plaintiff-Respondent, v. Mark M. Marhal, Defendant-Appellant.\n    <a class=\"footnote\" href=\"#fn†\" id=\"fn†_ref\">\n     †\n    </a>\n</parties><br><court id=\"b609-6\">\n    Court of Appeals\n   </court><br><docketnumber id=\"b609-7\">\n<em>\n     No. 91-2972-CR.\n    </em>\n</docketnumber><otherdate id=\"AQ\">\n<em>\n     Submitted on briefs September 2, 1992.\n    </em>\n</otherdate><decisiondate id=\"AP4\">\n    Decided\n    <em>\n     November 24, 1992.\n    </em>\n</decisiondate><br><citation id=\"b609-9\">\n    (Also reported in 493 N.W.2d 758.)\n   </citation><br><attorneys id=\"b611-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"493\"> \n     *493\n     </span>\n    On behalf of the defendant-appellant, the cause was submitted on the briefs of\n    <em>\n     William E. Schmaal\n    </em>\n    of Madison.\n   </attorneys><br><attorneys id=\"b611-4\">\n    On behalf of the plaintiff-respondent, the cause was submitted on the briefs of\n    <em>\n     James E. Doyle,\n    </em>\n    attorney general, and\n    <em>\n     Thomas J. Balistreri,\n    </em>\n    assistant attorney general.\n   </attorneys><br><judges id=\"b611-5\">\n    Before Wedemeyer, P.J., Fine and Schudson, JJ.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn†\" label=\"†\">\n<a class=\"footnote\" href=\"#fn†_ref\">\n     †\n    </a>\n<p id=\"b609-18\">\n     Petition to review denied.\n    </p>\n</div></div>",
    "citations": [
        "493 N.W.2d 758",
        "172 Wis. 2d 491"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n172 Wis. 2d 491 (1992)\n493 N.W.2d 758\nSTATE of Wisconsin, Plaintiff-Respondent,\nv.\nMark M. MARHAL, Defendant-Appellant.[\u0086]\nNo. 91-2972-CR.\nCourt of Appeals of Wisconsin.\nSubmitted on briefs September 2, 1992.\nDecided November 24, 1992.\n*493 On behalf of the defendant-appellant, the cause was submitted on the briefs of William E. Schmaal of Madison.\nOn behalf of the plaintiff-respondent, the cause was submitted on the briefs of James E. Doyle, attorney general, and Thomas J. Balistreri, assistant attorney general.\nBefore Wedemeyer, P.J., Fine and Schudson, JJ.\nFINE, J.\nMark M. Marhal appeals his conviction of first-degree reckless homicide by use of a dangerous weapon, sections 940.02(1), 939.63, Stats., his sentence to an indeterminate term of incarceration not to exceed twenty-five years, and the trial court's order denying his motion for postconviction relief.[1] Marhal claims that his federal and state constitutional rights were violated because: (1) of alleged jury misconduct; and (2) the trial court permitted a juror to speak at the sentencing hearing. Additionally, Marhal seeks either a new trial or a resentencing \"in the interests of justice.\" We affirm.\n\nI.\nEvery defendant in a criminal case has a fundamental. right to have his or her guilt decided by \"an impartial jury.\" U.S. CONST. amend. VI; WIS. CONST. art. I, § 7; see Duncan v. Louisiana, 391 U.S. 145, 149-150 (1968) (Sixth Amendment's guarantee of right to jury trial is applicable to states via Fourteenth Amendment). In his postconviction motion before the trial court, Marhal claimed that he was denied an impartial jury because:\n\n*494 Prior to deliberations, the jury was improperly and prejudicially effected [sic] by the misconduct of one or more jurors making a noose and stating words to the effect that the defendant \"should hang.\" In addition, a juror or jurors, prior to deliberations, refused to listen to any remarks or questions of trial counsel for the defendant because of his \"dialect.\" In addition, prior to deliberation, a juror or jurors, stated that they should walk out of the trial because the trial was \"useless\" and the defendant was guilty.\nThe motion, which sought an \"evidentiary hearing to form a factual basis for this allegation,\" was not supported by affidavits. Nevertheless, the trial court held the requested evidentiary hearing, at which two jurors testified. It denied Marhal's motion. Although the trial court should not have granted the request for an evidentiary hearing because Marhal did not make the requisite preliminary showing under Rule 906.06(2), Stats., that the jurors were competent to testify, we affirm.[2]\nRule 906.06(2), Stats., provides:\nINQUIRY INTO VALIDITY OF VERDICT OR INDICTMENT. Upon an inquiry into the validity of a verdict or indictment, a juror may not testify as to any matter or statement occurring during the course of the jury's *495 deliberations or to the effect of anything upon the juror's or any other juror's mind or emotions as influencing the juror to assent to or dissent from the verdict or indictment or concerning the juror's mental processes in connection therewith, except that a juror may testify on the question whether extraneous prejudicial information was improperly brought to the jury's attention or whether any outside influence was improperly brought to bear upon any juror. Nor may the juror's affidavit or evidence of any statement by the juror concerning a matter about which the juror would be precluded from testifying be received.\nRule 906.06(2) is \"`a rule of incompetency.'\" State v. Thomas, 161 Wis. 2d 616, 627, 468 N.W.2d 729, 733 (Ct. App. 1991) (quoting 3 J. Weinstein &amp; M. Berger, WEINSTEIN'S EVIDENCE ¶ 606[04] at 606-28 (1990)). By its terms, the rule renders incompetent not only evidence of what transpired during the actual jury deliberations, but also evidence of \"the effect of anything upon the juror's or any other juror's mind or emotions as influencing the juror to assent to or dissent from the verdict . . . or concerning the juror's mental processes in connection therewith.\" Rule 906.06(2).\n[1]\nRule 906.06(2), Stats., reconciles two competing interests. On the one hand, it advances the institutional goal that litigation, whether civil or criminal, must ultimately end; it discourages juror harassment by disappointed litigants; it furthers open and unhindered juror discourse; and, of course, it maintains the jury's viability \"as a judicial decision-making body.\"[3]State v. Shillcutt, *496 119 Wis. 2d 788, 794, 350 N.W.2d 686, 689-690 (1984), habeas corpus denied, Shillcutt v. Gagnon, 602 F. Supp. 1280 (E.D. Wis. 1985), aff'd, 827 F.2d 1155 (7th Cir. 1987). On the other hand, the overriding goal of our system of justice is to ensure that litigants receive fair trials so that truth prevails. Ibid. Rule 906.06(2) accommodates the tension between these interests by permitting jurors to testify only with regard to two areas: (1) \"whether extraneous prejudicial information was improperly brought to the jury's attention,\" or (2) \"whether any outside influence was improperly brought to bear upon any juror.\" See also Shillcutt, 119 Wis. 2d at 794, 350 N.W.2d at 689-690. Generally, a juror's bias or prejudice is not the type of extraneous information or \"outside influence\" within the rule's exception to juror testimonial-incompetence, id., 119 Wis. 2d at 794-801, 350 N.W.2d at 690-693, because the rule forbids \"an inquiry by the court into a juror's subjective motives for voting\" on the verdict, id., 119 Wis. 2d at 800-801, 350 N.W.2d at 693.[4]\n*497 [2]\nThere are, however, circumstances where juror prejudice is so strong and pervasive that fundamental fairness requires that the rule of testimonial incompetency give way. Id., 119 Wis. 2d at 804-805, 350 N.W.2d at 695. This requires a showing that there was \"`such a magnitude of prejudice' as to constitute\" `an obvious default of justice,' or . . . such a `substantial likelihood' that the defendant was prejudiced by the influence of racial bias in the jury room to `offend fundamental fairness' or `violat[e] [sic] the plainest principles of justice.'\" Id., 119 Wis. 2d at 805, 350 N.W.2d at 695 (citations omitted); see also Shillcutt v. Gagnon, 827 F.2d at 1159 (Rule 906.06(2)'s prohibition against juror testimony gives way to due-process considerations upon a showing that \"prejudice pervaded the jury room.\").\nThe right to an evidentiary hearing concerning matters within the exceptions to juror testimonial-incompetency imposed by Rule 906.06(2), Stats., however, is not automatic: a litigant seeking an evidentiary hearing must make a preliminary showing by affidavit or nonjuror evidence that the requested hearing and the resulting intrusion into the sanctity of jury deliberations are warranted. Thus, the subject matter of the proposed inquiry must not only be within Rule 906.06(2)'s exceptions, State v. Poh, 116 Wis. 2d 510, 516-517, 343 N.W.2d 108, 113 (1984), but, additionally, the preliminary showing must assert facts that, if true, would require a new trial, After Hour Welding, Inc. v. Laneil *498 Management Co., 108 Wis. 2d 734, 743, 324 N.W.2d 686, 691-692 (1982) (juror's affidavit might be insufficient to require further proceedings); see Shillcutt, 119 Wis. 2d at 811, 350 N.W.2d at 698 (juror's affidavit insufficient to require evidentiary hearing since it was clear that \"any impeachment would have probed the forbidden area of a juror's mental processes\") (Heffernan, C.J., concurring); see also Tanner v. United States, 483 U.S. 107, 126-127 (1987) (evidentiary hearing at which jurors would testify not warranted absent a preliminary showing by nonjuror evidence supporting allegations of juror misconduct of the type that could impeach verdict) (alleged juror intoxication). A rule that either permitted or required an evidentiary hearing without a preliminary showing would be a license for dissatisfied litigants to impermissibly rummage through jurors' thoughts, motives, and debates propelled by the hope, rather than the likelihood, of discovering something with which to overturn the jury's verdict. Marhal's request for an evidentiary hearing so as to, in the words of the postconviction motion, \"form a factual basis\" for the motion's assertions thus put the proverbial cart before the horse. Since Marhal did not make the required preliminary showing, the trial court erred as a matter of law in granting the evidentiary hearing.[5]*499\n\n\n*500 II.\nMarhal claims that he was denied his right to due process at sentencing because the trial court permitted a juror to speak during the sentencing hearing. This, Marhal contends, destroyed the trial judge's impartiality, and resulted in a sentence that was influenced by the juror's comments.\nThe juror told the trial court over the objection of Marhal's trial counsel that \"the vast majority of people on the jury felt that Mr. Marhal was guilty of first degree intentional homicide\" and that it was \"a sad fact that we had to change our verdict because of the persistence of a juror who decided to, to [sic]\u0097 who decided the case on grounds outside the evidence of the case.\"[6] When the trial court indicated that its responsibility was \"to determine the appropriate sentence for the crime that [Marhal] has been convicted of,\" the juror replied that his \"own personal feelings are that the maximum penalty should be given.\" Marhal's trial counsel then requested an adjournment of the sentencing hearing in order \"to get the other jurors in here.\" The trial court denied the request, noting that it was not going to consider the juror's comments about what the verdict should have been. Additionally, during the course of the hearing on Marhal's postconviction motion, the trial court reiterated, and found as a fact, that it \"did not consider those comments\" at sentencing.[7] Marhal argues that *501 this finding is belied by the record. As the State points out, however, even if the trial court did consider at sentencing whether Marhal was culpable of first-degree intentional homicide although the jury returned a verdict finding him guilty of the lesser-included offense, there was no error. The reasons are clear.\n[3]\n\"Juries have always had the inherent and fundamental power to return a verdict of not guilty irrespective of the evidence.\" State v. Thomas, 161 Wis. 2d 616, *502 630, 468 N.W.2d 729, 735 (Ct. App. 1991). Thus, a jury verdict may be based on considerations of compromise, leniency, or even nullification. See id., 161 Wis. 2d at 630-631, 468 N.W.2d at 734-735. This is especially true when a jury is presented with an opportunity to consider a lesser-included offense. Cf. State v. Kramar, 149 Wis. 2d 767, 792, 440 N.W.2d 317, 327 (1989) (\"`The inclusion of a doubtful lesser included offense is likely to result in a jury's compromise to the detriment of the defendant.'\" (citation omitted)). Thus, a verdict of acquittal demonstrates only a lack of proof beyond a reasonable doubt; it does not necessarily establish defendant's innocence of the acquitted conduct. United States v. Isom, 886 F.2d 736, 738 (4th Cir. 1989).\nInformation upon which a trial court bases a sentencing-decision, as opposed to a finding of guilt, need not, of course, be established beyond a reasonable doubt. See State v. McQuay, 154 Wis. 2d 116, 126, 452 N.W.2d 377, 381 (1990) (\"Evidence of unproven offenses involving the defendant may be considered by the court\" in \"determining the character of the defendant and the need for his incarceration and rehabilitation.\"); see also State v. Whitaker, 167 Wis. 2d 247, 265, 481 N.W.2d 649, 656 (Ct. App. 1992). The rules of evidence do not apply at sentencing, Rule 911.01(4)(c), Stats., and a sentencing court will generally know more about the crime and its circumstances than will the jury. A sentencing court may even consider evidence that has been suppressed because it was obtained in violation of the defendant's Fourth Amendment rights, as long as the law-enforcement officers did not intentionally violate the Fourth Amendment to obtain evidence with which to enhance the sentence. See, e.g., United States v. Jewell, 947 F.2d 224, 233 n.11 (7th Cir. 1991); United States v. McCrory, 930 F.2d 63, 68-69 (D.C. Cir. 1991); United *503 States v. Torres, 926 F.2d 321, 324-325 (3d Cir. 1991). See also United States v. Lawrence, 943 F.2d 868, 874 (7th Cir. 1991) (\"[A] sentencing court may consider uncorroborated hearsay that the defendant has had an opportunity to rebut, illegally obtained evidence, and evidence for which the defendant has not been prosecuted.\"), cert. denied, 116 L. Ed. 2d 323.\nAs demonstrated, there are significant differences between the jury's role in adjudicating guilt and the trial court's responsibility to determine an appropriate sentence. Accordingly, every United States Court of Appeals that has decided the issue, but one, has ruled that a sentencing court may consider conduct for which the defendant has been acquitted. See, e.g., United States v. Mocciola, 891 F.2d 13, 17 (1st Cir. 1989); United States v. Rodriguez-Gonzalez, 899 F.2d 177, 179-182 (2d Cir. 1990); United States v. Ryan, 866 F.2d 604, 608-610 (3d Cir. 1989); Isom, 886 F.2d at 738; United States v. Bernard, 757 F.2d 1439, 1444 (4th Cir. 1985); United States v. Juarez-Ortega, 866 F.2d 747, 749 (5th Cir. 1989) (percuriam); United States v. Fonner, 920 F.2d 1330, 1332-1333 (7th Cir. 1990); Lawrence, 934 F.2d at 873-874; United States v. Dawn, 897 F.2d 1444, 1449 (8th Cir. 1990). Ryan and Bernard are especially significant because, like the case here, they concerned trial courts' consideration of circumstances that would have supported conviction on the offenses charged even though the juries convicted the defendants of lesser-included offenses. This principle has also been recognized elsewhere. See State v. Mateer, 383 N.W.2d 533, 538 (Iowa 1986) (in sentencing, trial court may consider its belief that defendant should have been charged with more serious crime).\nAlthough Mocciola, Rodriguez-Gonzalez, Ryan, Isom, Juarez-Ortega, Fonner, and Dawn were decided *504 under the federal sentencing guidelines, pre-guideline law was the same. See, e.g., United States v. Sweig, 454 F.2d 181, 184 (2d Cir. 1972); Bernard, 757 F.2d at 1444; United States v. Morgan, 595 F.2d 1134, 1135-1137 (9th Cir. 1979). The exception to this litany of unanimity is United States v. Brady, 928 F.2d 844, 850-852 (9th Cir. 1991). In a two-to-one decision, and over a well-reasoned dissent by Chief Judge J. Clifford Wallace, Brady declared that it\u0097alone among the circuits\u0097divined in the federal sentencing guidelines the command that \"facts that have been rejected by a jury's not guilty verdict\" may not be used to enhance a sentence under those guidelines, id., 928 F.2d at 850-851 n.12.[8] Whether or not Brady was correctly decided, its explicit reliance on the federal sentencing guidelines to justify its break not only with its own pre-guidelines precedent but also with the almost universally-accepted and established standards for sentencing renders negligible its value as precedent for the Wisconsin state courts, which do not, of course, operate under those guidelines. We are satisfied that the trial court did not misuse its discretion in sentencing Marhal.[9]\nAlthough Marhal argues that the trial court's exposure to the juror's remarks at the sentencing hearing also destroyed the requisite appearance of fairness, he did not *505 seek the judge's recusal until his motion for post-conviction and post-sentencing relief. Since the alleged basis for the recusal was known to Marhal prior to sentencing, any right he might have had to request the trial judge's disqualification was waived.\n[4]\nA challenge to a judge's right to adjudicate a matter must be made as soon as the alleged infirmity is known and prior to the judge's decision on a contested matter. Pure Milk Prods. Coop. v. National Farmers Org., 64 Wis. 2d 241, 249, 219 N.W.2d 564, 569 (1974) (peremptory challenge to judge that was timely under statute permitting such automatic disqualifications came too late when made after judge decided contested matter). \"`We cannot permit a litigant to test the mind of the trial judge like a boy testing the temperature of the water in the pool with his toe, and if found to his liking, decides to take a plunge.'\" Id., 64 Wis. 2d at 249, 219 N.W.2d at 568-569 (quoting State v. Armijo, 50 P.2d 852, 855 (1935)). This rationale applies with even greater force when recusal rather than a peremptory disqualification, for which no reason need be given, is sought. Marhal's post-sentencing attempt to disqualify the trial judge must, accordingly, fail.\nAlthough Marhal waived his direct challenge to the impartiality of the sentencing trial judge by not seeking her recusal once the alleged grounds for recusal were known to him and prior to the sentencing, the sentencing must nevertheless be vacated if the trial judge should have recused herself sua sponte. See State v. American TV &amp; Appliance of Madison, Inc., 151 Wis. 2d 175, 180-181, *506 443 N.W.2d 662, 664 (1989) (action by judge disqualified as a matter of law is void).[10]\n[5]\nSection 757.19(2)(g), Stats., requires that a \"judge disqualify himself or herself from any civil or criminal action or proceeding when... [the] judge determines that, for any reason, he or she cannot, or it appears he or she cannot, act in an impartial manner.\" Both aspects of this analysis are subjective: \"the determination of the existence of a judge's actual or apparent inability to act impartially in a case is for the judge to make.\" American TV &amp; Appliance, 151 Wis. 2d at 183, 443 N.W.2d at 665. Since Marhal did not assert the disqualification issue before the trial court we do not have direct evidence of the trial judge's view of her impartiality or its appearance. Nevertheless, it is clear from the record that the trial judge never doubted that she was impartial nor believed that her unequivocal response to the juror's comments would give anyone reason to doubt her impartiality. Indeed, even Marhal's trial counsel, who was present during the course of the trial judge's colloquy with the juror and at the sentencing, never raised the partiality issue. Under these circumstances, we can conclude without the necessity for a remand that the factors mandating the trial judge's disqualification pursuant to section 757.19(2)(g) were not present.\n\nIII.\n[6]\nMarhal's final claim for appellate relief is that a new trial or re-sentencing should be granted \"in the interests *507 of justice\" pursuant to section 752.35, Stats. That section provides:\nIn an appeal to the court of appeals, if it appears from the record that the real controversy has not been fully tried, or that it is probable that justice has for any reason miscarried, the court may reverse the judgment or order appealed from, regardless of whether the proper motion or objection appears in the record and may direct the entry of the proper judgment or remit the case to the trial court for entry of the proper judgment or for a new trial, and direct the making of such amendments in the pleadings and the adoption of such procedure in that court, not inconsistent with statutes or rules, as are necessary to accomplish the ends of justice.\nIn support of his argument that we should employ this provision, however, Marhal merely repeats in cursory form the contentions he made in connection with his allegations of juror misconduct and trial-court partiality. As this court has previously written: \"Larding a final catch-all plea for reversal adds nothing; `[z]ero plus zero equals zero.'\" State v. Echols, 152 Wis. 2d 725, 745, 449 N.W.2d 320, 327 (Ct. App. 1989) (quoting Mentek v. State, 71 Wis. 2d 799, 809, 238 N.W.2d 752, 758 (1976)).\nBy the Court.\u0097Judgment and order affirmed.\nSCHUDSON, J. (concurring).\nWhile I agree that the trial court did not consider the juror's comments in any improper way, and that the trial court did not abuse its discretion in denying an adjournment to allow the defense to produce other jurors to offer their recommendations, I write separately to express my concerns about two very significant implications that, for some, may seem to flow all too freely from our decision.\n\n\n*508 I.\nIn this case, we have affirmed the decision of the trial court that allowed and then circumscribed its consideration of a juror's comments. This is not to suggest, however, that appellate courts approve juror participation in sentencing (with the exception of decisions from states where statutory authority provides for juror involvement in sentencing capital and some other offenses). United States v. Rogers, 422 U.S. 35 (1975), and United States v. Smith, 433 F.2d 1266 (5th Cir. 1970), cert. denied, 401 U.S. 977 (1971), cited in footnote seven, do support a trial court's discretion to receive and consider sentencing recommendations from jurors. However, Rogers, Smith, and almost all other cases regarding juror sentencing recommendations, deal with written or oral comments that accompany verdicts, not prepared recommendations at a sentencing hearing. Needless to say, trial courts necessarily do receive these unavoidable and relatively spontaneous comments from jurors. I would emphasize, therefore, that these cases do not promote juror participation in sentencing.\nIn this case, we have not analyzed the propriety \u0097constitutional, statutory, or practical\u0097of allowing jurors to make prepared recommendations at sentencing hearings. I note, however, that the only two decisions that addressed the issue disapproved the practice. In State v. Byer, 394 N.E.2d 632 (Ill. Ct. App. 1979), a robbery case, the court found \"no merit\" in the contention \"that jurors are proper witnesses at a sentencing hearing.\" Id., 394 N.E.2d at 642-643. In Parker v. State, 577 S.W.2d 414 (Ark. 1979), a case in which the trial judge requested a probation officer to interview the jurors about what they thought would be a proper sentence, the Arkansas Supreme Court was \"unanimously of the opinion that the jurors should not have been questioned *509 about their views [about what they thought to be a proper sentence], especially after they had separated.\" Id., 577 S.W.2d at 414.\nWhether juror participation in sentencing is good or proper is not the issue before us. However, it is important to understand that if jurors assumed, as a matter of course, that they would be able to offer recommendations at sentencings, that could influence the manner in which they would deliberate and render verdicts, resulting in potential unfairness for both prosecution and defense. For example, in a case charging multiple counts, a jury might be more inclined to render unjust \"not guilty\" verdicts on some counts if jurors expected to balance that with their tough sentencing recommendations on a \"guilty\" count. In another case, a jury might be more inclined to render an unjust \"guilty\" verdict if jurors expected to balance that with their soft sentencing recommendations. In either case, a jury's understandable anticipation of its role at sentencing would be inconsistent with its required fact-finding function.\nFinally, adherence to Rule 906.06(2)'s prohibition against attempting to impeach a verdict by inquiring into the nature of a jury's deliberations would be undermined by any anticipated allowance for routine juror participation in sentencing hearings. Inevitably, sentence recommendations by jurors would relate to the deliberative process. As the court in Parker warned:\nthe secrecy and freedom of the jury's deliberations would be jeopardized if the jurors knew in advance that they might be questioned about their reasons for their decision. There would also be the possibility, if the practice were approved, that the counsel on both sides might think it proper and advisable for them to see the individual jurors in an effort to win a favorable recommendation.\n*510 Id., 577 S.W.2d at 414-415.\nTherefore, our holding today should not be interpreted as one that approves or encourages juror participation in sentencing.\n\nII.\nOur decision also discusses an issue that is not squarely before us when it states that \"even if the trial court did consider at sentencing whether Marhal was culpable of first-degree intentional homicide although the jury returned a verdict finding him guilty of the lesser-included offense, there was no error.\" See maj. op. at 501 (emphasis added). While perhaps we should be more tentative in addressing a complex issue barely addressed by the parties, I would at least hasten to add that here, the terms \"guilty\" and \"culpable\" are not interchangeable. As we explain, sentencing courts quite appropriately can consider all the facts and circumstances surrounding an offense, established in the course of a trial, even when individual elements may not have been proven beyond a reasonable doubt. A court may not, however, sentence according to its desire to replace a jury's conclusion with its own, a risk that may be most serious within the context of a lesser-included offense case.\nWhere, as we have here, a jury returns a verdict of \"guilty\" on a lesser-included offense, a trial court must accept that conclusion. Not knowing the exact basis for the jury's verdict, and not knowing the exact reason for the jury's \"not guilty\" conclusion on the greater offense, a court must be very careful not to sentence on the basis of \"facts that have been rejected by a jury's not guilty verdict\" on the greater offense. U.S. v. Brady, 928 F.2d 844, 851 nn. 11 &amp; 12 (9th Cir. 1991). Although, as we have noted, that concept from Brady has not received *511 wide support when sentencing courts have considered conduct stemming from acquitted counts of a multi-count case, see U.S. v. Lawrence, 934 F.2d 868, 873-875, cert. denied, 116 L. Ed. 2d 323 (1991), I believe the concept still offers particularly valid caution for sentencing a lesser-included offense.\nWith that in mind, I would also caution sentencing courts to carefully consider the differences between two groups of conduct that, at first glance, may seem all too easily folded together in the references to State v. McQuay, 154 Wis. 2d 116, 452 N.W.2d 377 (1990), and State v. Whitaker, 167 Wis. 2d 247, 481 N.W.2d 649 (Ct. App. 1992). See maj. op. at 502.\nMcQuay stated that a sentencing court could evaluate a defendant's character in light of \"evidence of unproven offenses\" stemming from circumstances of dismissed counts and uncharged acts. See McQuay, 154 Wis. 2d at 126, 452 N.W.2d at 381. Although in some cases \"unproven offenses\" may be closely connected to offenses being sentenced, in other cases they may have no connection at all. Therefore, they may present a very different situation from the one in Whitaker, which allowed a sentencing court to evaluate character in light of proven conduct established in the course of the trial. See Whitaker, 167 Wis. 2d at 265, 481 N.W.2d at 656. Apples and oranges? Perhaps not, but to a careful sentencing court, it is at least the difference between a Cort-land and a McIntosh.\nNOTES\n[\u0086]  Petition to review denied.\n[1]  Marhal was charged with first-degree intentional homicide. See sec. 940.01, Stats. The jury, however, convicted him of the lesser-included offense.\n[2]  Marhal argues that the State waived any objection to juror competency by participating in the evidentiary hearing, and that the trial court at least implicitly so found. We are not, however, bound by the parties' analysis of the applicable law, State v. Gomaz, 141 Wis. 2d 302, 307, 414 N.W.2d 626, 629 (1987) and must affirm the trial court when it reaches the right result, even when that result is reached for the wrong reason, State v. Holt, 128 Wis. 2d 110, 124, 382 N.W.2d 679, 687 (Ct. App. 1985), irrespective of whether the correct legal argument was made to the trial court by the respondent on appeal, State v. Truax, 151 Wis. 2d 354, 359, 444 N.W.2d 432, 435 (Ct. App. 1989).\n[3]  In connection with this latter objective, we are counselled that \"the community's trust in a system that relies on the decisions of laypeople would all be undermined by a barrage of post-verdict scrutiny of juror conduct,\" Tanner v. United States, 483 U.S. 107, 121 (1987), and that attempts to devise \"a foolproof method for ensuring a jury completely free of bias or prejudice\" so as to guarantee a \"perfect\" jury system could very well \"kill it,\" Shillcutt, 119 Wis. 2d at 803, 350 N.W.2d at 694.\n[4]  As Shillcutt explains:\n\nOne prominent commentator has noted that the problem that arises when there are allegations of prejudicial comments during deliberations is whether proof of the statements can be separated from proof of the jury's subjective motives or the effects of the statements on the jury's minds. Given this difficulty \"[g]enerally, it seems better to draw [the line] in favor of juror privacy; in the heat of juror debate all kinds of statements may be made which have little effect on outcome, though taken out of context they may seem damning and absurd.\"\n119 Wis. 2d at 801-802, 350 N.W.2d at 693 (quoting 3 J. Weinstein &amp; M. Berger, WEINSTEIN'S EVIDENCE ¶ 606[04] (1976)). \"Extraneous\" information, on the other hand, is both not of record and beyond the jurors' general knowledge and accumulated life experiences. State v. Poh, 116 Wis. 2d 510, 518-522, 343 N.W.2d 108, 113-115 (1984) (prior driving record of defendant charged with homicide by negligent operation of a vehicle while under the influence of an intoxicant).\n[5]  An evidentiary hearing would not have been warranted even if counsel's assertions in Marhal's postconviction motion had been supported by affidavits because those assertions, even if proven, would not have warranted a new trial. The allegations of misconduct fall into two categories. First, the postconviction motion alleges that one or more of the jurors had made up their minds prior to hearing all of the evidence (there was testimony at the evidentiary hearing that prior to the start of their deliberations some of the jurors thought that Marhal was guilty and that one juror had fashioned a small \"noose\" from a window-shade cord). Second, Marhal alleges that one or more jurors \"refused to listen to any remarks or questions of trial counsel for the defendant because of [trial counsel's] `dialect.'\" We briefly discuss these two matters in turn.\n\n1. Although jurors are instructed that they must not make up their minds prior to the close of evidence or before they have heard the trial court's legal instructions, see, e.g., Wis JI\u0097Criminal 50, jurors frequently reach tentative decisions as the trial progresses, SPECIAL COMMITTEE ON JURY COMPREHENSION, SECTION OF LITIGATION, A.B.A., JURY COMPREHENSION IN COMPLEX CASES, Appendix 10 at 17-20 (1989); cf. H. STERN, TRYING CASES TO WIN 127-132 (1991) (opening statements set the tone of trial and shape the way jury views the case); T. MAUET, FUNDAMENTALS OF TRIAL TECHNIQUES 41 (1992) (\"Trial lawyers agree that opening statements often make the difference in the outcome of a case. Studies have shown that jury verdicts are, in the substantial majority of cases, consistent with the initial impressions made by the jury during the opening statements.\"). If verdicts could be impeached whenever a juror has been persuaded by an opening statement or by the testimony of a particular witness, hardly a verdict would be secure, and the protective wall guarding jury deliberations erected by Rule 906.06(2), Stats., would be wholly illusory.\n2. There was testimony at the evidentiary hearing that some of the jurors believed that Marhal's trial counsel was difficult to understand at times, that his shoes were in disrepair, that his hair was unkempt, and that he seemed unqualified. We take judicial notice, as did the trial court, that Marhal's trial counsel is Black. See Rule 902.01(6), Stats. (\"Judicial notice may be taken at any stage of the proceeding.\"). Although one of the jurors who testified at the postconviction evidentiary hearing thought that these comments were \"racially directed,\" she admitted than no juror ever mentioned the lawyer's race. Clearly, the assertions in Marhal's postconviction motion, even when supplemented by the testimony adduced at the evidentiary hearing, hardly \"`reveal such a magnitude of prejudice' as to constitute `an obvious default of justice,' or show such a substantial likelihood' that [Marhal] was prejudiced by the influence of racial bias in the jury room as to `offend fundamental fairness' or `violat[e] the plainest principles of justice',\" which, as we have seen, is the test that must be applied. See Shillcutt, 119 Wis. 2d at 805, 350 N.W.2d at 695; Shillcutt v. Gagnon, 827 F.2d 1155, 1159 (7th Cir. 1987).\n[6]  The juror did not reveal the \"grounds outside the evidence.\"\n[7]  Jurors occasionally wish to express their views on sentencing. See Annotation, Petit Jury Recommendations for Leniency in Federal Prosecutions, 33 A.L.R. FED. 774 (1977). We have previously recognized that in weighing the appropriate sentencing factors, a sentencing court \"may consider the recommendations of interested parties in framing a sentence.\" State v. Johnson, 158 Wis. 2d 458, 464, 463 N.W.2d 352, 355 (Ct. App. 1990) (prosecutors, defense experts, defendants' family members and friends). Indeed, the permissible scope of inquiry by the sentencing court is \"largely unlimited either as to the kind of information . . . or the source from which it may come.\" United States u. Tucker, 404 U.S. 443, 446 (1972). See also Neely v. State, 47 Wis. 2d 330, 334-335, 177 N.W.2d 79, 82 (1970). Although trial courts should ensure that jurors who wish to address the trial court at sentencing do not reveal the nature of the jury's deliberations or the \"mental processes\" of any juror in connection with either the deliberations or the verdict, Rule 906.06(2), Stets., receipt of voluntary post-verdict sentencing recommendations by jurors is within the trial court's discretion. The trial court may give these recommendations whatever weight it believes proper. See Rogers u. United States, 422 U.S. 35, 38 (1975); United States u. Smith, 433 F.2d 1266, 1273-1274 (5th Cir. 1970). The trial court here appropriately stopped the juror from revealing the substance of jury deliberations, and was within its discretion not to permit defense counsel to \"get the other jurors in here.\" The trial court was also within its discretion when it allowed the juror to express his personal views concerning Marhal's sentence. We agree, however, with the note of caution expressed in Part I of the concurrence.\n[8]  As we have seen, pre-guidelines law in the Ninth Circuit permitted such facts to be considered by the trial court in passing sentence, see Morgan, 595 F.2d at 1136-1137.\n[9]  After this decision was released, the court discovered that the Wisconsin Supreme Court has previously held that a trial court in passing sentence may properly consider that, in its view, the defendant could have been convicted of the crime charged even though the jury found the defendant guilty of a lesser-included offense. Tucker v. State, 56 Wis. 2d 728, 740, 202 N.W.2d 897, 902 (1973).\n[10]  Ordinarily, an appellant's failure to raise an issue before the trial court waives that issue for appellate purposes. Wirth v. Ehly, 93 Wis. 2d 433, 443-444, 287 N.W.2d 140, 145-146 (1980).\n\n",
            "ocr": false,
            "opinion_id": 1850895
        },
        {
            "author_str": "Fine",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFINE, J.\nMark M. Marhal appeals his conviction of first-degree reckless homicide by use of a dangerous weapon, sections 940.02(1), 939.63, Stats., his sentence to an indeterminate term of incarceration not to exceed twenty-five years, and the trial court's order denying his motion for postconviction relief.1 Marhal claims that his federal and state constitutional rights were violated because: (1) of alleged jury misconduct; and (2) the trial court permitted a juror to speak at the sentencing hearing. Additionally, Marhal seeks either a new trial or a re-sentencing \"in the interests of justice.\" We affirm.\nI.\nEvery defendant in á criminal case has a fundamental right to have his or her guilt decided by \"an impartial jury.\" U.S. Const, amend. VI; WlS. CONST, art. I, § 7; see Duncan v. Louisiana, 391 U.S. 145, 149-150 (1968) (Sixth Amendment's guarantee of right to jury trial is applicable to states via Fourteenth Amendment). In his postconviction motion before the trial court, Marhal claimed that he was denied an impartial jury because:\n*494Prior to deliberations, the jury was improperly and prejudicially effected [sic] by the misconduct of one or more jurors making a noose and stating words to the effect that the defendant \"should hang.\" In addition, a juror or jurors, prior to deliberations, refused to listen to any remarks or questions of trial counsel for the defendant because of his \"dialect.\" In addition, prior to deliberation, a juror or jurors, stated that they should walk out of the trial because the trial was \"useless\" and the defendant was guilty.\nThe motion, which sought an \"evidentiary hearing to form a factual basis for this allegation,\" was not supported by affidavits. Nevertheless, the trial court held the requested evidentiary hearing, at which two jurors testified. It denied Marhal's motion. Although the trial court should not have granted the request for an eviden-tiary hearing because Marhal did not make the requisite preliminary showing under Rule 906.06(2), Stats., that the jurors were competent to testify, we affirm.2 Rule 906.06(2), Stats., provides:\nInquiry into Validity of Verdict or Indictment. Upon an inquiry into the validity of a verdict or indictment, a juror may not testify as to any matter or statement occurring during the course of the jury's *495deliberations or to the effect of anything upon the juror's or any other juror's mind or emotions as influencing the juror to assent to or dissent from the verdict or indictment or concerning the juror's mental processes in connection therewith, except that a juror may testify on the question whether extraneous prejudicial information was improperly brought to the jury's attention or whether any outside influence was improperly brought to bear upon any juror. Nor may the juror's affidavit or evidence of any statement by the juror concerning a matter about which the juror would be precluded from testifying be received.\nRule 906.06(2) is \" 'a rule of incompetency.' \" State v. Thomas, 161 Wis. 2d 616, 627, 468 N.W.2d 729, 733 (Ct. App. 1991) (quoting 3 J. Weinstein &amp; M. Berger, WEIN-STEIN'S Evidence ¶606[04] at 606-28 (1990)). By its terms, the rule renders incompetent not only evidence of what transpired during the actual jury deliberations, but also evidence of \"the effect of anything upon the juror's or any other juror's mind or emotions as influencing the juror to assent to or dissent from the verdict ... or concerning the juror's mental processes in connection therewith.\" Rule 906.06(2).\nRule 906.06(2), Stats., reconciles two competing interests. On the one hand, it advances the institutional goal that litigation, whether civil or criminal, must ultimately end; it discourages juror harassment by disappointed litigants; it furthers open and unhindered juror discourse; and, of course, it maintains the jury's viability \"as a judicial decision-making body.\"3 State v. Shillcutt, *496119 Wis. 2d 788, 794, 350 N.W.2d 686, 689-690 (1984), habeas corpus denied, Shillcutt v. Gagnon, 602 F. Supp. 1280 (E.D. Wis. 1985), aff'd, 827 F.2d 1155 (7th Cir. 1987). On the other hand, the overriding goal of our system of justice is to ensure that litigants receive fair trials so that truth prevails. Ibid. Rule 906.06(2) accommodates the tension between these interests by permitting jurors to testify only with regard to two areas: (1) \"whether extraneous prejudicial information was improperly brought to the jury's attention,\" or (2) \"whether any outside influence was improperly brought to bear upon any juror.\" See also Shillcutt, 119 Wis. 2d at 794, 350 N.W.2d at 689-690. Generally, a juror's bias or prejudice is not the type of extraneous information or \"outside influence\" within the rule's exception to juror testimonial-incompetence, id., 119 Wis. 2d at 794-801, 350 N.W.2d at 690-693, because the rule forbids \"an inquiry by the court into a juror's subjective motives for voting\" on the verdict, id., 119 Wis. 2d at 800-801, 350 N.W.2d at 693.4\n*497There are, however, circumstances where juror prejudice is so strong and pervasive that fundamental fairness requires that the rule of testimonial incompetency give way. Id., 119 Wis. 2d at 804-805, 350 N.W.2d at 695. This requires a showing that there was \" 'such a magnitude of prejudice' as to constitute \" 'an obvious default of justice,' or . . . such a 'substantial likelihood' that the defendant was prejudiced by the influence of racial bias in the jury room as to 'offend fundamental fairness' or 'violatfe] [sic] the plainest principles of justice.' \" Id., 119 Wis. 2d at 805, 350 N.W.2d at 695 (citations omitted); see also Shillcutt v. Gagnon, 827 F.2d at 1159 (Rule 906.06(2)'s prohibition against juror testimony gives way to due-process considerations upon a showing that \"prejudice pervaded the jury room.\").\nThe right to an evidentiary hearing concerning matters within the exceptions to juror testimonial-incompetency imposed by Rule 906.06(2), Stats., however, is not automatic: a litigant seeking an evidentiary hearing must make a preliminary showing by affidavit or nonjuror evidence that the requested hearing and the resulting intrusion into the sanctity of jury deliberations are warranted. Thus, the subject matter of the proposed inquiry must not only be within Rule 906.06(2)'s exceptions, State v. Poh, 116 Wis. 2d 510, 516-517, 343 N.W.2d 108, 113 (1984), but, additionally, the preliminary showing must assert facts that, if true, would require a new trial, After Hour Welding, Inc. v. Laneil *498Management Co., 108 Wis. 2d 734, 743, 324 N.W.2d 686, 691-692 (1982) (juror's affidavit might be insufficient to require further proceedings); see Shillcutt, 119 Wis. 2d at 811, 350 N.W.2d at 698 (juror's affidavit insufficient to require evidentiary hearing since it was clear that \"any impeachment would have probed the forbidden area of a juror's mental processes\") (Heffernan, C.J., concurring); see also Tanner v. United States, 483 U.S. 107, 126-127 (1987) (evidentiary hearing at which jurors would testify not warranted absent a preliminary showing by nonjuror evidence supporting allegations of juror misconduct of the type that could impeach verdict) (alleged juror intoxication). A rule that either permitted or required an evi-dentiary hearing without a preliminary showing would be a license for dissatisfied litigants to impermissibly rummage through jurors' thoughts, motives, and debates propelled by the hope, rather than the likelihood, of discovering something with which to overturn the jury's verdict. Marhal's request for an evidentiary hearing so as to, in the words of the postconviction motion, \"form a factual basis\" for the motion's assertions thus put the proverbial cart before the horse. Since Marhal did not make the required preliminary showing, the trial court erred as a matter of law in granting the evidentiary hearing.5 *499cord). Second, Marhal alleges that one or more jurors \"refused to listen to any remarks or questions of trial counsel for the defendant because of [trial counsel's] 'dialect'.\" We briefly discuss these two matters in turn.\n1. Although jurors are instructed that they must not make up their minds prior to the close of evidence or before they have heard the trial court's legal instructions, see, e.g., Wis JI — Criminal 50, jurors frequently reach tentative decisions as the trial progresses, SPECIAL COMMITTEE ON JURY COMPREHENSION, Section of Litigation, A.B.A., Jury Comprehension in Complex Cases, Appendix 10 at 17-20 (1989); cf. H. Stern, Trying CASES TO Win 127-132 (1991) (opening statements set the tone of trial and shape the way jury views the case); T. MAUET, Fundamentals of Trial Techniques 41 (1992) (\"Trial lawyers agree that opening statements often make the difference in the outcome of a case. Studies have shown that jury verdicts are, in the substantial majority of cases, consistent with the initial impressions made by the jury during the opening statements.\"). If verdicts could be impeached whenever a juror has been persuaded by an opening statement or by the testimony of a particular witness, hardly a verdict would be secure, and the protective wall guarding jury deliberations erected by Rule 906.06(2), Stats., would be wholly illusory.\n2. There was testimony at the evidentiary hearing that some of the jurors believed that Marhal's trial counsel was difficult to understand at times, that his shoes were in disrepair, that his hair was unkempt, and that he seemed unqualified. We take judicial notice, as did the trial court, that Marhal's trial counsel is Black. See Rule 902.01(6), Stats. (\"Judicial notice may be taken at any stage of the proceeding.\"). Although one of the jurors who testified at the postconviction evidentiary hearing thought that these comments were \"racially directed,\" she admitted than no juror ever mentioned the lawyer's race. Clearly, the assertions in Marhal's postconviction motion, even when supplemented by the testimony adduced at the evidentiary hearing, hardly \" 'reveal such a magnitude of prejudice' as to constitute 'an obvious default of justice,' or show such a substantial likelihood' that [Marhal]\n*500II.\nMarhal claims that he was denied his right to due process at sentencing because the trial court permitted a juror to speak during the sentencing hearing. This, Marhal contends, destroyed the trial judge's impartiality, and resulted in a sentence that was influenced by the juror's comments.\nThe juror told the trial court over the objection of Marhal's trial counsel that \"the vast majority of people on the jury felt that Mr. Marhal was guilty of first degree intentional homicide\" and that it was \"a sad fact that we had to change our verdict because of the persistence of a juror who decided to, to [sic] — who decided the case on grounds outside the evidence of the case.\"6 When the tried court indicated that its responsibility was \"to determine the appropriate sentence . for the crime that [Marhal] has been convicted of,\" the juror replied that his \"own personal feelings are that the maximum penalty should be given.\" Marhal's trial counsel then requested an adjournment of the sentencing hearing in order \"to get the other jurors in here.\" The trial court denied the request, noting that it was not going to consider the juror's comments about what the verdict should have been. Additionally, during the course of the hearing on Marhal's postconviction motion, the trial court reiterated, and found as a fact, that it \"did not consider those comments\" at sentencing.7 Marhal argues that *501this finding is belied by the record. As the State points out, however, even if the trial court did consider at sentencing whether Marhal was culpable of first-degree intentional homicide although the jury returned a verdict finding him guilty of the lesser-included offense, there was no error. The reasons are clear.\n11 Juries have always had the inherent and fundamental power to return a verdict of not guilty irrespective of the evidence.\" State v. Thomas, 161 Wis. 2d 616, *502630, 468 N.W.2d 729, 735 (Ct. App. 1991). Thus, a jury verdict may be based on considerations of compromise, leniency, or even nullification. See id., 161 Wis. 2d at 630-631, 468 N.W.2d at 734-735. This is especially true when a jury is presented with an opportunity to consider a lesser-included offense. Cf. State v. Kramar, 149 Wis. 2d 767, 792, 440 N.W.2d 317, 327 (1989) (\" 'The inclusion of a doubtful lesser included offense is likely to result in a jury's compromise to the detriment of the defendant.' \" (citation omitted)). Thus, a verdict of acquittal demonstrates only a lack of proof beyond a reasonable doubt; it does not necessarily establish defendant's innocence of the acquitted conduct. United States v. Isom, 886 F.2d 736, 738 (4th Cir. 1989).\nInformation upon which a trial court bases a sentencing-decision, as opposed to a finding of guilt, need not, of course, be established beyond a reasonable doubt. See State v. McQuay, 154 Wis. 2d 116, 126, 452 N.W.2d 377, 381 (1990) (\"Evidence of unproven offenses involving the defendant may be considered by the court\" in \"determining the character of the defendant and the need for his incarceration and rehabilitation.\"); see also State v. Whitaker, 167 Wis. 2d 247, 265, 481 N.W.2d 649, 656 (Ct. App. 1992). The rules of evidence do not apply at sentencing, Rule 911.01(4)(c), Stats., and a sentencing court will generally know more about the crime and its circumstances than will the jury. A sentencing court may even consider evidence that has been suppressed because it was obtained in violation of the defendant's Fourth Amendment rights, as long as the law-enforcement officers did not intentionally violate the Fourth Amendment to obtain evidence with which to enhance the sentence. See, e.g., United States v. Jewell, 947 F.2d 224, 233 n.11 (7th Cir. 1991); United States v. McCrory, 930 F.2d 63, 68-69 (D.C. Cir. 1991); United *503States v. Torres, 926 F.2d 321, 324-325 (3d Cir. 1991). See also United States v. Lawrence, 943 F.2d 868, 874 (7th Cir. 1991) (\"[A] sentencing court may consider uncorroborated hearsay that the defendant has had an opportunity to rebut, illegally obtained evidence, and evidence for which the defendant has not been prosecuted.\"), cert. denied, 116 L.Ed.2d 323.\nAs demonstrated, there are significant differences between the jury's role in adjudicating guilt and the trial court's responsibility to determine an appropriate sentence. Accordingly, every United States Court of Appeals that has decided the issue, but one, has ruled that a sentencing court may consider conduct for which the defendant has been acquitted. See, e.g., United States v. Mocciola, 891 F.2d 13,17 (1st Cir. 1989); United States v. Rodriguez-Gonzalez, 899 F.2d 177, 179-182 (2d Cir. 1990); United States v. Ryan, 866 F.2d 604, 608-610 (3d Cir. 1989); Isom, 886 F.2d at 738; United States v. Bernard, 757 F.2d 1439, 1444 (4th Cir. 1985); United States v. Juarez-Ortega, 866 F.2d 747, 749 (5th Cir. 1989) (per curiam); United States v. Fonner, 920 F.2d 1330, 1332-1333 (7th Cir. 1990); Lawrence, 934 F.2d at 873-874; United States v. Dawn, 897 F.2d 1444, 1449 (8th Cir. 1990). Ryan and Bernard are especially significant because, like the case here, they concerned trial courts' consideration of circumstances that would have supported conviction on the offenses charged even though the juries convicted the defendants of lesser-included offenses. This principle has also been recognized elsewhere. See State v. Mateer, 383 N.W.2d 533, 538 (Iowa 1986) (in sentencing, trial court may consider its belief that defendant should have been charged with more serious crime).\nAlthough Mocciola, Rodriguez-Gonzalez, Ryan, Isom, Juarez-Ortega, Fonner, and Dawn were decided *504under the federal sentencing guidelines, pre-guideline law was the same. See, e.g., United States v. Sweig, 454 F.2d 181, 184 (2d Cir. 1972); Bernard, 757 F.2d at 1444; United States v. Morgan, 595 F.2d 1134, 1135-1137 (9th Cir. 1979). The exception to this litany of unanimity is United States v. Brady, 928 F.2d 844, 850-852 (9th Cir. 1991). In a two-to-one decision, and over a well-reasoned dissent by Chief Judge J. Clifford Wallace, Brady declared that it — alone among the circuits — divined in the federal sentencing guidelines the command that \"facts that have been rejected by a jury's not guilty verdict\" may not be used to enhance a sentence under those guidelines, id., 928 F.2d at 850-851 n.12.8 Whether or not Brady was correctly decided, its explicit reliance on the federal sentencing guidelines to justify its break not only with its own pre-guidelines precedent but also with the almost universally-accepted and established standards for sentencing renders negligible its value as precedent for the Wisconsin state courts, which do not, of course, operate, under those guidelines. We are satisfied that the trial court did not misuse its discretion in sentencing Marhal.9\nAlthough Marhal argues that the trial court's exposure to the juror's remarks at the sentencing hearing also destroyed the requisite appearance of fairness, he did not *505seek the judge's recusal until his motion for post-conviction and post-sentencing relief. Since the alleged basis for the recusal was known to Marhal prior to sentencing, any right he might have had to request the trial judge's disqualification was waived.\nA challenge to a judge's right to adjudicate a matter must be made as soon as the alleged infirmity is known and prior to the judge's decision on a contested matter. Pure Milk Prods. Coop. v. National Farmers Org., 64 Wis. 2d 241, 249, 219 N.W.2d 564, 569 (1974) (peremptory challenge to judge that was timely under statute permitting such automatic disqualifications came too late when made after judge decided contested matter). \" 'We cannot permit a litigant to test the mind of the trial judge like a boy testing the temperature of the water in the pool with his toe, and if found to his liking, decides to take a plunge.' \" Id., 64 Wis. 2d at 249, 219 N.W.2d at 568-569 (quoting State v. Armijo, 50 P.2d 852, 855 (1935)). This rationale applies with even greater force when recusal rather than a peremptory disqualification, for which no reason need be given, is sought. Marhal's post-sentencing attempt to disqualify the trial judge must, accordingly, fail.\nAlthough Marhal waived his direct challenge to the impartiality of the sentencing trial judge by not seeking her recusal once the alleged grounds for recusal were known to him and prior to the sentencing, the sentencing must nevertheless be vacated if the trial judge should have recused herself sua sponte. See State v. American TV &amp; Appliance of Madison, Inc., 151 Wis. 2d 175, *506180-181, 443 N.W.2d 662, 664 (1989) (action by judge disqualified as a matter of law is void).10\nSection 757.19(2)(g), Stats., requires that a \"judge disqualify himself or herself from any civil or criminal action or proceeding when . . . [the] judge determines that, for any reason, he or she cannot, or it appears he or she cannot, act in an impartial manner.\" Both aspects of this analysis are subjective: \"the determination of the existence of a judge's actual or apparent inability to act impartially in a case is for the judge to make.\" American TV &amp; Appliance, 151 Wis. 2d at 183, 443 N.W.2d at 665. Since Marhal did not assert the disqualification issue before the trial court we do not have direct evidence of the trial judge's view of her impartiality or its appearance. Nevertheless, it is clear from the record that the trial judge never doubted that she was impartial nor believed that her unequivocal response to the juror's comments would give anyone reason to doubt her impartiality. Indeed, even Marhal's trial counsel, who was present during the course of the trial judge's colloquy with the juror and at the sentencing, never raised the partiality issue. Under these circumstances, we can conclude without the necessity for a remand that the factors mandating the trial judge's disqualification pursuant to section 757.19(2)(g) were not present.\nIII.\nMarhal's final claim for appellate relief is that a new trial or re-sentencing should be granted \"in the interests *507of justice\" pursuant to section 752.35, Stats. That section provides:\nIn an appeal to the court of appeals, if it appears from the record that the real controversy has not been fully tried, or that it is probable that justice has for any reason miscarried, the court may reverse the judgment or order appealed from, regardless of whether the proper motion or objection appears in the record and may direct the entry of the proper judgment or remit the case to the trial court for entry of the proper judgment or for a new trial, and direct the making of such amendments in the pleadings and the adoption of such procedure in that court, not inconsistent with statutes or rules, as are necessary to accomplish the ends of justice.\nIn support of his argument that we should employ this provision, however, Marhal merely repeats in cursory form the contentions he made in connection with his allegations of juror misconduct and trial-court partiality. As this court has previously written: \"Larding a final catch-all plea for reversal adds nothing; '[z]ero plus zero equals zero.'\" State v. Echols, 152 Wis. 2d 725, 745, 449 N.W.2d 320, 327 (Ct. App. 1989) (quoting Mentek v. State, 71 Wis. 2d 799, 809, 238 N.W.2d 752, 758 (1976)). By the Court. — Judgment and order affirmed.\n\n Marhal was charged with first-degree intentional homicide. See sec. 940.01, Stats. The jury, however, convicted him of the lesser-included offense.\n\n\n Marhal argues that the State waived any objection to juror competency by participating in the evidentiary hearing, and that the trial court at least implicitly so found. We are not, however, bound by the parties' analysis of the applicable law, State v. Gomaz, 141 Wis. 2d 302, 307, 414 N.W.2d 626, 629 (1987), and must affirm the trial court when it reaches the right result, even when that result is reached for the wrong reason, State v. Holt, 128 Wis. 2d 110, 124, 382 N.W.2d 679, 687 (Ct. App. 1985), irrespective of whether the correct legal argument was made to the trial court by the respondent on appeal, State v. Truax, 151 Wis. 2d 354, 359, 444 N.W.2d 432, 435 (Ct. App. 1989).\n\n\n In connection with this latter objective, we are counselled that \"the community's trust in a system that relies on the decisions of laypeople would all be undermined by a barrage of post-verdict scrutiny of juror conduct,\" Tanner v. United States, 483 *496U.S. 107, 121 (1987), and that attempts to devise \"a foolproof method for ensuring a jury completely free of bias or prejudice\" so as to guarantee a \"perfect\" jury system could very well \"kill it,\" Shillcutt, 119 Wis. 2d at 803, 350 N.W.2d at 694.\n\n\n As Shillcutt explains:\nOne prominent commentator has noted that the problem that arises when there are allegations of prejudicial comments during deliberations is whether proof of the statements can be separated from proof of the jury's subjective motives or the effects of the statements on the jury's minds. Given this difficulty \"[generally, it seems better to draw [the line] in favor of juror privacy; in the heat of juror debate all kinds of statements may be made which have little effect on outcome, though taken out of context they may seem damning and absurd.”\n119 Wis. 2d at 801-802, 350 N.W.2d at 693 (quoting 3 J. Wein-stein &amp; M. Berger, WEINSTEIN'S EVIDENCE ¶ 606[04] (1976)). *497\"Extraneous\" information, on the other hand, is both not of record and beyond the jurors' general knowledge and accumulated life experiences. State v. Poh, 116 Wis. 2d 510, 518-522, 343 N.W.2d 108, 113-115 (1984) (prior driving record of defendant charged with homicide by negligent operation of a vehicle while under the influence of an intoxicant).\n\n\n An evidentiary hearing would not have been warranted even if counsel's assertions in Marhal's postconviction motion had been supported by affidavits because those assertions, even if proven, would not have warranted a new trial. The allegations of misconduct fall into two categories. First, the postconviction motion alleges that one or more of the jurors had made up their minds prior to hearing all of the evidence (there was testimony at the evidentiary hearing that prior to the start of their deliberations some of the jurors thought that Marhal was guilty and that one juror had fashioned a small \"noose\" from a window-shade *500was prejudiced by the influence of racial bias in the jury room as to 'offend fundamental fairness' or 'violat[e] the plainest principles of justice',\" which, as we have seen, is the test that must be applied. See Shillcutt, 119 Wis. 2d at -805, 350 N.W.2d at 695; Shillcutt v. Gagnon, 827 F.2d 1155, 1159 (7th Cir. 1987).\n\n\n The juror did not reveal the \"grounds outside the evidence.\"\n\n\n Jurors occasionally wish to express their views on sentencing. See Annotation, Petit Jury Recommendations for Leniency *501in Federal Prosecutions, 33 A.L.R. Fed. 774 (1977). We have previously recognized that in weighing the appropriate sentencing factors, a sentencing court \"may consider the recommendations of interested parties in framing a sentence.\" State v. Johnson, 158 Wis. 2d 458, 464, 463 N.W.2d 352, 355 (Ct. App. 1990) (prosecutors, defense experts, defendants' family members and Mends). Indeed, the permissible scope of inquiry by the sentencing court is \"largely unlimited either as to the kind of information ... or the source from which it may come.\" United States v. Tucker, 404 U.S. 443, 446 (1972). See also Neely v. State, 47 Wis. 2d 330, 334-335, 177 N.W.2d 79, 82 (1970). Although trial courts should ensure that jurors who wish to address the trial court at sentencing do not reveal the nature of the jury's deliberations or the \"mental processes\" of any juror in connection with either the deliberations or the verdict, Rule 906.06(2), Stats., receipt of voluntary post-verdict sentencing recommendations by jurors is within the trial court's discretion. The trial court may give these recommendations whatever weight it believes proper. See Rogers v. United States, 422 U.S. 35, 38 (1975); United States v. Smith, 433 F.2d 1266, 1273-1274 (5th Cir. 1970). The trial court here appropriately stopped the juror from revealing the substance of jury deliberations, and was within its discretion not to permit defense counsel to \"get the other jurors in here.\" The trial court was also within its discretion when it allowed the juror to express his personal views concerning Marhal's sentence. We agree, however, with the note of caution expressed in Part I of the concurrence.\n\n\n As we have seen, pre-guidelines law in the Ninth Circuit permitted such facts to be considered by the trial court in passing sentence, see Morgan, 595 F.2d at 1136-1137.\n\n\n After this decision was released, the court discovered that the Wisconsin Supreme Court has previously held that a trial court in passing sentence may properly consider that, in its view, the defendant could have been convicted of the crime charged even though the jury found the defendant guilty of a lesser-included offense. Tucker v. State, 56 Wis. 2d 728, 740, 202 N.W.2d 897, 902 (1973).\n\n\n Ordinarily, an appellant's failure to raise an issue before the trial court waives that issue for appellate purposes. Wirth v. Ehly, 93 Wis. 2d 433, 443-444, 287 N.W.2d 140, 145-146 (1980).\n\n",
            "ocr": false,
            "opinion_id": 9688795
        },
        {
            "author_str": "Schudson",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSCHUDSON, J.\n(concurring). While I agree that the trial court did not consider the juror's comments in any improper way, and that the trial court did not abuse its discretion in denying an adjournment to allow the defense to produce other jurors to offer their recommendations, I write separately to express my concerns about two very significant implications that, for some, may seem to flow all too freely from our decision.\n*508I.\nIn this case, we have affirmed the decision of the trial court that allowed and then circumscribed its consideration of a juror's comments. This is not to suggest, however, that appellate courts approve juror participation in sentencing (with the exception of decisions from states where statutory authority provides for juror involvement in sentencing capital and some other offenses). United States v. Rogers, 422 U.S. 35 (1975), and United States v. Smith, 433 F.2d 1266 (5th Cir. 1970), cert. denied, 401 U.S. 977 (1971), cited in footnote seven, do support a trial court's discretion to receive and consider sentencing recommendations from jurors. However, Rogers, Smith, and almost all other cases regarding juror sentencing recommendations, deal with written or oral comments that accompany verdicts, not prepared recommendations at a sentencing hearing. Needless to say, trial courts necessarily do receive these unavoidable and relatively spontaneous comments from jurors. I would emphasize, therefore, that these cases do not promote juror participation in sentencing.\nIn this case, we have not analyzed the propriety — constitutional, statutory, or practical — of allowing jurors to make prepared recommendations at sentencing hearings. I note, however, that the only two decisions that addressed the issue disapproved the practice. In State v. Byer, 394 N.E.2d 632 (Ill. Ct. App. 1979), a robbery case, the court found \"no merit\" in the contention \"that jurors are proper witnesses at a sentencing hearing.\" Id., 394 N.E.2d at 642-643. In Parker v. State, 577 S.W.2d 414 (Ark. 1979), a case in which the trial judge requested a probation officer to interview the jurors about what they thought would be a proper sentence, the Arkansas Supreme Court was \"unanimously of the opinion that the jurors should not have been ques*509tioned about their views [about what they thought to be a proper sentence], especially after they had separated.\" Id., 577 S.W.2d at 414.\nWhether juror participation in sentencing is good or proper is not the issue before us. However, it is important to understand that if jurors assumed, as a matter of course, that they would be able to offer recommendations at sentencings, that could influence the manner in which they would deliberate and render verdicts, resulting in potential unfairness for both prosecution and defense. For example, in a case charging multiple counts, a jury might be more inclined to render unjust \"not guilty\" verdicts on some, counts if jurors expected to balance that with their tough sentencing recommendations on a \"guilty\" count. In another case, a jury might be more inclined to render an unjust \"guilty\" verdict if jurors expected to balance that with their soft sentencing recommendations. In either case, a jury's understandable anticipation of its role at sentencing would be inconsistent with its required fact-finding function.\nFinally, adherence to Rule 906.06(2)'s prohibition against attempting to impeach a verdict by inquiring into the nature of a jury's deliberations would be undermined by any anticipated allowance for routine juror participation in sentencing hearings. Inevitably, sentence recommendations by jurors would relate to the deliberative process. As the court in Parker warned:\nthe secrecy and freedom of the jury's deliberations would be jeopardized if the jurors knew in advance that they might be questioned about their reasons for their decision. There would also be the possibility, if the practice were approved, that the counsel on both sides might think it proper and advisable for them to see the individual jurors in an effort to win a favorable recommendation.\n*510Id., 577 S.W.2d at 414-415.\nTherefore, our holding today should not be interpreted as one that approves or encourages juror participation in sentencing.\nHH HH\nOur decision also discusses an issue that is not squarely before us when it states that \"even if the trial court did consider at sentencing whether Marhal was culpable of first-degree intentional homicide although the jury returned a verdict finding him guilty of the lesser-included offense, there was no error.\" See maj. op. at 501 (emphasis added). While perhaps we should be more tentative in addressing a complex issue barely addressed by the parties, I would at least hasten to add that here, the terms \"guilty\" and \"culpable\" are not interchangeable. As we explain, sentencing courts quite appropriately can consider all the facts and circumstances surrounding an offense, established in the course of a trial, even when individual elements may not have been proven beyond a reasonable doubt. A court may not, however, sentence according to its desire to replace a jury's conclusion with its own, a risk that may be most serious within the context of a lesser-included offense case.\nWhere, as we have here, a jury returns a verdict of \"guilty\" on a lesser-included offense, a trial court must accept that conclusion. Not knowing the exact basis for the jury's verdict, and not knowing the exact reason for the jury's \"not guilty\" conclusion on the greater offense, a court must be very careful not to sentence on the basis of \"facts that have been rejected by a jury's not guilty verdict\" on the greater offense. U.S. v. Brady, 928 F.2d 844, 851 nn. 11 &amp; 12 (9th Cir. 1991). Although, as we have noted, that concept from Brady has not received *511wide support when sentencing courts have considered conduct stemming from acquitted counts of a multi-count case, see U.S. v. Lawrence, 934 F.2d 868, 873-875, cert. denied, 116 L.Ed.2d 323 (1991), I believe the concept still offers particularly valid caution for sentencing a lesser-included offense.\nWith that in mind, I would also caution sentencing courts to carefully consider the differences between two groups of conduct that, at first glance, may seem all too easily folded together in the references to State v. McQuay, 154 Wis. 2d 116, 452 N.W.2d 377 (1990), and State v. Whitaker, 167 Wis. 2d 247, 481 N.W.2d 649 (Ct. App. 1992). See maj. op. at 502.\nMcQuay stated that a sentencing court could evaluate a defendant's character in light of \"evidence of unproven offenses\" stemming from circumstances of dismissed counts and uncharged acts. See McQuay, 154 Wis. 2d at 126, 452 N.W.2d at 381. Although in some cases \"unproven offenses\" may be closely connected to offenses being sentenced, in other cases they may have no connection at all. Therefore, they may present a very different situation from the one in Whitaker, which allowed a sentencing court to evaluate character in light of proven conduct established in the course of the trial. See Whitaker, 167 Wis. 2d at 265, 481 N.W.2d at 656. Apples and oranges? Perhaps not, but to a careful sentencing court, it is at least the difference between a Cortland and a McIntosh.\n",
            "ocr": false,
            "opinion_id": 9688796
        }
    ],
    "court_short_name": "Court of Appeals of Wisconsin",
    "court_full_name": "Court of Appeals of Wisconsin",
    "court_type": "SA",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Robbery"
}