{
    "id": 549850,
    "judges": "Clark, Cox, Tuttle",
    "date_filed": 657504000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-riley-harrington-keller-iii-millard-lee-smith-jr",
    "case_name_short": null,
    "case_name": "United States v. Riley Harrington Keller, Iii, Millard Lee Smith, Jr.",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Riley Harrington KELLER, III, Millard Lee Smith, Jr., Defendants-Appellants",
    "attorneys": "Rise Weathersby, Federal Defender Program, Inc., Atlanta, Ga., for Keller., John W. Stokes, Jr., Norcross, Ga., for Smith., Robert L. Barr, Jr., U.S. Atty., William R. Toliver, Asst. U.S. Atty., Atlanta, Ga., for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 166,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b720-9\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Riley Harrington KELLER, III, Millard Lee Smith, Jr., Defendants-Appellants.\n   </parties><br><docketnumber id=\"b720-12\">\n    No. 89-8623.\n   </docketnumber><br><court id=\"b720-13\">\n    United States Court of Appeals, Eleventh Circuit.\n   </court><br><decisiondate id=\"b720-14\">\n    Nov. 2, 1990.\n   </decisiondate><br><attorneys id=\"b721-26\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"629\"> \n     *629\n     </span>\n    Rise Weathersby, Federal Defender Program, Inc., Atlanta, Ga., for Keller.\n   </attorneys><br><attorneys id=\"b721-27\">\n    John W. Stokes, Jr., Norcross, Ga., for Smith.\n   </attorneys><br><attorneys id=\"b722-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"630\"> \n     *630\n     </span>\n    Robert L. Barr, Jr., U.S. Atty., William R. Toliver, Asst. U.S. Atty., Atlanta, Ga., for plaintiff-appellee.\n   </attorneys><br><judges id=\"b722-5\">\n    Before CLARK and COX, Circuit Judges, and TUTTLE, Senior Circuit Judge.\n   </judges>",
    "citations": [
        "916 F.2d 628"
    ],
    "opinions": [
        {
            "author_str": "Cox",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/916/916.F2d.628.89-8623.html",
            "author_id": null,
            "opinion_text": "916 F.2d 628\n    UNITED STATES of America, Plaintiff-Appellee,v.Riley Harrington KELLER, III, Millard Lee Smith, Jr.,Defendants-Appellants.\n    No. 89-8623.\n    United States Court of Appeals,Eleventh Circuit.\n    Nov. 2, 1990.\n    \n      Rise Weathersby, Federal Defender Program, Inc., Atlanta, Ga., for Keller.\n      John W. Stokes, Jr., Norcross, Ga., for Smith.\n      Robert L. Barr, Jr., U.S. Atty., William R. Toliver, Asst. U.S. Atty., Atlanta, Ga., for plaintiff-appellee.\n      Appeal from the United States District Court for the Northern District of Georgia.\n      Before CLARK and COX, Circuit Judges, and TUTTLE, Senior Circuit Judge.\n      COX, Circuit Judge:\n    \n    \n      1\n      Defendants, Riley Harrington Keller III, and Millard Lee Smith Jr., appeal their convictions for armed bank robbery, 18 U.S.C. Sec. 2113(a), conspiracy to commit armed bank robbery, 18 U.S.C. Sec. 371, and use of a firearm during an armed bank robbery, 18 U.S.C. Sec. 924(c).1   Keller and Smith also appeal the sentences imposed by the district court under the Sentencing Guidelines.  We affirm Smith's convictions and sentences, and affirm in part and reverse in part Keller's convictions and sentences.\n    \n    I. FACTS AND PROCEDURAL BACKGROUND\n    A. The Indictment\n    \n      2\n      Keller's and Smith's convictions arise from a series of five armed bank robberies committed in the Atlanta suburbs between June 17, 1988, and July 18, 1988.  All of the banks robbed were branches of Bank South located in Kroger Supermarkets.\n    \n    \n      3\n      Count One of the indictment alleges that Keller robbed the Bank South branch at 6050 Peachtree Parkway, Norcross, Georgia, on June 17, 1988, by telling the bank teller he had a bomb.  Count Two of the indictment alleges that Keller robbed the Bank South branch at 2090 Dunwoody Club Drive, Dunwoody, Georgia, on June 30, 1988, by again telling the bank teller he had a bomb.\n    \n    \n      4\n      Count Three of the indictment alleges that Keller and Smith conspired to rob the Bank South branch at 2180 Pleasant Hill Road, Duluth, Georgia, on July 11, 1988.  Count Four of the indictment charges Keller and Smith with the actual robbery of the bank referred to in Count Three.  Count Five of the indictment charges Keller and Smith with use of a firearm (a shotgun) in connection with the bank robbery referred to in Count Four.\n    \n    \n      5\n      Count Six of the indictment asserts that Keller, Smith and Robert Wegner, an unindicted co-conspirator, conspired to rob the Bank South branch at 2090 Dunwoody Club Drive, Dunwoody, Georgia, on July 18, 1988.  Count Seven of the indictment alleges that Keller, Smith and other individuals actually robbed the bank referred to in Count Six.  Count Eight charges Keller and Smith with use of a firearm (a shotgun) during the commission of the bank robbery referred to in Count Seven.\n    \n    \n      6\n      Count Nine asserts that Keller, Smith and Wegner conspired to rob the Bank South branch at 6050 Peachtree Parkway, Norcross, Georgia, on July 18, 1988.  Count Ten charges Keller and Smith with actually robbing the bank referred to in Count Nine.  In Count Eleven, Keller and Smith are charged with using a firearm (a shotgun) during the commission of the bank robbery referred to in Count Ten.\n    \n    B. The Evidence\n    Counts One and Two\n    \n      7\n      The government, in proving the charges contained in Counts One and Two, introduced the eyewitness testimony of several tellers who were present during the robberies.  All the bank tellers identified Keller as the individual who robbed the two banks.2   The government also introduced the videotape of the banks' security cameras.  The tapes showed Keller robbing the two banks.Counts Three, Four and Five\n    \n    \n      8\n      In proving the charges contained in Counts Three, Four and Five, the government again introduced the eyewitness testimony of two bank tellers.  The bank tellers positively identified Keller as the bank robber.  The tellers indicated that Keller entered the bank with a shotgun, demanded the money from their tills, received it and then left the bank.  The government introduced testimony that immediately after the bank robbery a metallic blue Chevrolet Impala, containing two white males, was seen being driven out of the supermarket's parking lot.  These witnesses all agreed that the car had an extremely loud exhaust noise and accelerated \"quicker than a stock car.\"    R.5-293.  The witnesses all confirmed that Smith's car was identical to the one seen leaving the parking lot.\n    \n    \n      9\n      The government's evidence showed that at the time of the robbery Keller and Smith were roommates, that Smith frequently drove for Keller because Keller could not drive, that Smith owned a metallic blue Chevrolet Impala that produced a loud exhaust noise, and that no other person had access to Smith's car at the time of the robbery.  Most damaging, however, was the testimony of a friend of Smith's.  This friend indicated that after July 11, 1988, Smith began to act unusually, turning out the lights in the room and then looking out the window.  R.5-393.  The friend testified that Smith said that \"he [Smith] was waiting for the Feds to come get him.\"    Id.\n    \n    Counts Six through Eleven\n    \n      10\n      In proving the charges stemming from the last two bank robberies on July 18, 1988, the government used the testimony of Robert Wegner.  Wegner testified that Keller asked him if he would like to make some money helping Keller rob a bank.  Wegner agreed and was instructed to be at Smith's house the next day at 1:15 p.m.\n    \n    \n      11\n      The next day Wegner arrived at Smith's house and discussed with Keller and Smith the plan to rob the bank in Dunwoody.  The group decided that Wegner would drive Keller to the bank and Smith would drive Keller away from the bank after the robbery.  During their discussions, Keller showed Smith and Wegner a shotgun that Keller was to use to commit the robbery.  Smith and Wegner were to receive $500.00 and $1,000.00 respectively for their part in the robbery.\n    \n    \n      12\n      As the three men proceeded from Smith's house to the bank, Wegner had second thoughts about driving Keller to the bank.  According to Wegner, the three men then agreed that Smith would drive Keller to the bank and Wegner would drive Keller away from the bank.  Smith and Keller left Wegner in the parking lot behind the supermarket for about twenty minutes.  When Keller returned, he said that he did not get enough money and would need to rob a second bank.\n    \n    \n      13\n      The three men then went to the Bank South branch located on Peachtree Parkway in Norcross.  Smith drove Keller to the entrance of the supermarket.  Keller got out of Smith's car and proceeded to rob the Bank South branch.  Keller then ran back to Wegner's car and was taken by Wegner to Smith's house.  Smith returned home a short time after the robbery.\n    \n    \n      14\n      The government again elicited testimony from the bank tellers that Keller was the man who committed the robberies.  One teller identified a pair a sunglasses found in Keller's room as the ones worn by the bank robber.  A shotgun found in Keller's room was also identified as similar to the one used in the robbery.  A supermarket employee identified Smith's car as being at the scene of one of the robberies.\n    \n    C. The Verdict\n    \n      15\n      The jury convicted Keller on all eleven counts.  The jury convicted Smith on Counts Six, Seven, Eight, Nine, Ten, and Eleven but acquitted him on Counts Three, Four, and Five.\n    \n    II. DISCUSSION\n    A. Sufficiency of the Evidence\n    \n      16\n      Initially Keller argues that the trial court erred by not granting his motion for judgment of acquittal on Count Three because there was insufficient evidence on which a reasonable juror could find that he conspired with anyone.  The inquiry into the sufficiency of the government's evidence produced at trial is a question of law subject to de novo review.  United States v. Kelly, 888 F.2d 732, 739 (11th Cir.1989).\n    \n    \n      17\n      The court, however, views the evidence in the light most favorable to the government, with all reasonable inferences and credibility choices made in the government's favor.  Id. at 740;  United States v. Rosenthal, 793 F.2d 1214, 1225 (11th Cir.1986), cert. denied, 480 U.S. 919, 107 S.Ct. 1377, 94 L.Ed.2d 692 (1987).  In order to uphold the lower court's denial of the judgment of acquittal and the jury's guilty verdict, this court need only find that a reasonable factfinder could conclude that the evidence establishes the defendant's guilt beyond a reasonable doubt.  Kelly, 888 F.2d at 740;  United States v. Holmes, 838 F.2d 1175, 1176 (11th Cir.), cert. denied, 486 U.S. 1058, 108 S.Ct. 2829, 100 L.Ed.2d 930 (1988).\n    \n    \n      18\n      At the outset we agree with the district court's characterization of the evidence as \"horribly thin.\"    R.7-600,601.  The government presented no direct evidence that affirmatively demonstrated that Keller had conspired with Smith.  The evidence on Count Three established that Keller robbed the Bank South branch and then left the bank.  A metallic blue Chevrolet Impala with a loud exhaust system, containing two white males, was driven out of the parking lot immediately after the robbery.  The government proved Smith owns an automobile matching the description of the one seen leaving the parking lot.  Keller was also Smith's roommate during the period of the robberies, and Smith often drove Keller because Keller could not drive.  This evidence establishes only that Keller knew Smith and that a car similar to Smith's was near the bank when it was robbed.\n    \n    \n      19\n      The government produced two additional pieces of evidence that when combined with the government's other evidence convinces this court that a reasonable factfinder could find the evidence establishes Keller's guilt beyond a reasonable doubt.  First, the government introduced the testimony of Jason Reed, who testified that Smith began to act strangely soon after July 11, 1988, often looking out his window when the lights were off.  R.5-393.  More important, Reed testified that Smith stated \"that he [Smith] was waiting for the Feds to come get him.\"    Id.  This incriminating statement greatly reduces the possibility that a car very similar to Smith's just happened to be near the bank at the time of the robbery.\n    \n    \n      20\n      Second, the government clearly established that Keller and Smith had a pattern of conspiring to rob banks and then actually robbing the banks.  This showing included direct evidence that Smith participated in the robberies by transporting Keller to and from the banks in Smith's car.\n    \n    \n      21\n      When the evidence is viewed in the light most favorable to the government, a reasonable factfinder could find that the evidence establishes Keller's guilt on Count Three beyond a reasonable doubt.\n    \n    B. Amendment of the Indictment\n    \n      22\n      Next Keller contends that the trial court amended the indictment, in violation of the Fifth Amendment, when the trial court instructed the jury on the conspiracy charge in Count Three.  Count Three of the indictment alleges\n    \n    \n      23\n      [t]hat, on or about the 11th day of July, 1988, in the Northern District of Georgia, the defendant, RILEY HARRINGTON KELLER, III a/k/a \"Buddy\" and MILLARD LEE SMITH, JR. a/k/a \"Lee Smith\", did combine, conspire, agree and have a tacit understanding with one another that they would commit an offense against the laws of the United States....\n    \n    \n      24\n      R.1-17-2.   Keller maintains that the trial court's conspiracy instructions allowed and encouraged the jury to find him guilty of conspiracy so long as Keller had conspired with anyone, even someone not named in the indictment.\n    \n    \n      25\n      The Fifth Amendment to the Constitution provides that \"[n]o person shall be held to answer for a capital, or otherwise infamous crime, unless on a presentment or indictment of a Grand Jury....\"  A fundamental principle stemming from this amendment is that a defendant can only be convicted for a crime charged in the indictment.  It would be fundamentally unfair to convict a defendant on charges of which he had no notice.  Two types of problems can arise as a result of a trial court's deviation from an indictment.  When a defendant is convicted of charges not included in the indictment, an amendment of the indictment has occurred.  If, however, the evidence produced at trial differs from what is alleged in the indictment, then a variance has occurred.  The distinction between an amendment and a variance is important in that an amendment is per se reversible error, while a variance requires the defendant to show that his rights were substantially prejudiced by the variance in order to be entitled to a reversal.  United States v. Figueroa, 666 F.2d 1375, 1379 (11th Cir.1982).\n    \n    \n      26\n      In United States v. Salinas, 654 F.2d 319 (5th Cir.1981)3 the Fifth Circuit, in determining whether an amendment or the less serious variance occurred, adopted the District of Columbia Circuit's test to differentiate between an amendment and variance.  In Salinas, the indictment alleged that the defendant aided and abetted Louis Woodul, president of the Citizens State Bank of Carrizo Springs, in the misapplication of bank funds in connection with a loan.  Id. at 322.    At trial, however, the government proved that it was the bank's vice president, James Nance, who actually authorized the loan.  Id. at 323.    The trial court instructed the jury that in order to find the defendant guilty the evidence must show that the person who authorized the loan was an officer, director or employee of the bank.  Id.  The Salinas court reversed the conviction stating that\n    \n    \n      27\n      [b]y allowing the jury to convict if it found that the principal whom Salinas aided and abetted was an officer, director, employee, or agent of the bank when the indictment only charged him with aiding and abetting a specific individual, Woodul, the trial judge modified an essential element of the offense ...  The trial court's instructions in effect expanded the indictment to include other individuals not named in the indictment (i.e., Nance).  The grand jury could have named Nance.  It could have charged \"unnamed principals.\"    It chose not to do so.  Although it may be difficult to imagine that the identity of the principal involved would have had any effect on the grand jury's decision to return an indictment, the Supreme Court has cautioned against speculating as to what a grand jury would have done.\n    \n    \n      28\n      Id. at 324 (citations omitted).  The Salinas court concluded that the proper distinction between an amendment and a variance was that\n    \n    \n      29\n      [a]n amendment of the indictment occurs when the charging terms of the indictment are altered, either literally or in effect by the prosecutor or court after the grand jury has last passed upon them.  A variance occurs when the charging terms of the indictment are left unaltered, but the evidence offered at trial proves facts materially different from those alleged in the indictment.\n    \n    \n      30\n      Id. (quoting Gaither v. United States, 413 F.2d 1061, 1071 (D.C.Cir.1969)) (emphasis in original).4   The Salinas court attempted to clarify the distinction between an amendment and a variance by stating that an amendment would occur if the jury \"instruction[s] modified an essential element of the offense charged\" in the indictment.  Id.\n    \n    \n      31\n      Given the facts of this case, we agree with the Second Circuit's observation that the Gaither/Salinas test fails to provide meaningful guidance in determining what constitutes an amendment as opposed to a variance.  See United States v. Zingaro, 858 F.2d 94, 98 (2nd Cir.1988);  United States v. Weiss, 752 F.2d 777, 778 (2nd Cir.), cert. denied, 474 U.S. 944, 106 S.Ct. 308, 88 L.Ed.2d 285 (1985).  However, we find the facts of Salinas analogous to the facts in this case.  In Salinas and in this case the issue is whether the identity of the parties alleged to have engaged in criminal conduct is a part of the offense.\n    \n    \n      32\n      The United States Supreme Court most recently addressed the distinction between an amendment and a variance in United States v. Miller, 471 U.S. 130, 105 S.Ct. 1811, 85 L.Ed.2d 99 (1985).  In Miller, the indictment alleged two methods by which the defendant defrauded his insurer but at trial the government could only prove one of these methods.  Id. at 131-32, 105 S.Ct. at 1813.    The Court concluded that this error was only a variance and not an amendment.  Id. at 147, 105 S.Ct. at 1820.    The Court distinguished Miller from Stirone v. United States, 361 U.S. 212, 80 S.Ct. 270, 4 L.Ed.2d 252 (1960), the seminal case involving an amendment, by stating that \"[i]n Stirone the offense proved at trial was not fully contained in the indictment, for trial evidence had 'amended' the indictment by broadening the possible bases for conviction from that which appeared in the indictment.\"    Miller, 471 U.S. at 138, 105 S.Ct. at 1816 (emphasis in original).\n    \n    \n      33\n      After Miller, we believe the proper distinction between an amendment and a variance is that an amendment occurs when the essential elements of the offense contained in the indictment are altered to broaden the possible bases for conviction beyond what is contained in the indictment.  A variance occurs when the facts proved at trial deviate from the facts contained in the indictment but the essential elements of the offense are the same.\n    \n    \n      34\n      In this case, Keller argues that the trial court's jury instructions permitted the jury to convict him if they determined that he had conspired with anyone, while the indictment only alleges that he conspired with Smith.  The general rule is that \"[t]he existence of the conspiracy agreement rather than the identity of those who agree is the essential element to prove conspiracy.\"    United States v. Davis, 679 F.2d 845, 851 (11th Cir.1982), cert. denied, 459 U.S. 1207, 103 S.Ct. 1198, 75 L.Ed.2d 441 (1983).  However, where the indictment specifically alleges that only two individuals conspired, and contains no language indicating that there were unnamed or unknown conspirators, we believe that an essential element of the offense is the identity of the individuals who agreed.  This is true because the only way for the jury to convict either defendant under such an indictment is if the jury specifically concludes that the two defendants named in the indictment conspired with each other.\n    \n    \n      35\n      Count Three alleges a conspiracy between Keller and Smith.  This count does not contain any language indicating that anyone else was involved in the conspiracy.  The government concedes that in order to have survived Keller's motion for a judgment of acquittal, the government needed to prove that Keller conspired with Smith.  Appellee's Brief at 15.  Additionally, the government concedes that the jury, in order to have found Keller guilty, needed to conclude that Keller conspired with Smith.  Id.  Therefore, an essential element of Count Three was that Keller conspired with Smith.\n    \n    \n      36\n      On the conspiracy charges the trial court initially instructed the jury that \"it is not necessary for the government to prove that all the people named in the indictment were members of the scheme ... what the evidence must show beyond a reasonable doubt is that two people, some two people in some way or manner came to a mutual understanding....\"  R. 7-673,674 (emphasis added).5\n    \n    \n      37\n      During the jury's deliberations, the jury submitted a question to the court.  The question inquired whether \"[r]egarding count three, may we find one guilty and the other not guilty?\"    R. 7-689.  The trial court answered the jury's question in the affirmative and then began to expound on its answer by use of a hypothetical conspiracy indictment between the trial judge and the court reporter, Mr. Huseby.  The court stated that \"[i]f you are looking only at count three ...  If you find that I didn't enter into an illegal agreement with Mr. Huseby, the evidence must show you beyond a reasonable doubt that I entered into an agreement with some other person to rob a bank or there's no conspiracy.\"    R. 7-694 (emphasis added).  Counsel for Keller and Smith both objected to this new instruction as it related to Count Three because there were only two conspirators named and no language in that count indicated unnamed co-conspirators.\n    \n    \n      38\n      The trial court brought the jury back into the courtroom and instructed them further on the law of conspiracy as it related to their question.  The court stated:\n    \n    \n      39\n      Count three is a conspiracy count.  You must find that two people agreed.  If you find that there weren't [sic] an agreement between some two people, no one can be guilty of that ...  If you find that I planned to rob a bank, but I didn't plan it with Mr. Huseby, and the government hasn't proved beyond a reasonable doubt that I planned it with anyone else, then I'm not guilty and he's not guilty.\n    \n    \n      40\n      Okay.  If, however, the government convinces you that I planned to rob the bank with someone else, then it is still possible for you to convict me and acquit him....\n    \n    \n      41\n      R.7-696,697 (emphasis added).  The jury ultimately convicted Keller but acquitted Smith on Count Three.\n    \n    \n      42\n      In United States v. Peel, 837 F.2d 975 (11th Cir.1988), this court held that the trial court's jury instructions constructively amended the indictment.  Id. at 980.    In Peel, the indictment charged the defendant with conspiracy to violate 21 U.S.C. Sec. 955a(a).  Id. at 976.    21 U.S.C. Sec. 955a(a) requires the government to prove that the defendant was \"on board a vessel of the United States, or on board a vessel subject to the jurisdiction of the United States on the high seas\" and \"knowingly or intentionally manufactured or distributed, or possessed with intent to manufacture or distribute a controlled substance.\"\n    \n    \n      43\n      The trial court in Peel had instructed the jury that in order to convict the defendant they must first find \"the defendant was onboard (sic) a vessel of the United States or that the defendant was a citizen of the United States onboard (sic) any vessel.\"    Id. at 976-77.    Because the indictment only alleged he was \"on board a vessel of the United States, or on board a vessel subject to the jurisdiction of the United States,\" and not that he was a United States citizen on board any vessel, the court held the jury instructions expanded the possible bases on which to convict the defendant and thus constituted an amendment to the indictment.  Id.\n    \n    \n      44\n      In a case similar to this one, this court in United States v. Andrews, 850 F.2d 1557 (11th Cir.1988) (en banc ), cert. denied, 488 U.S. 1032, 109 S.Ct. 842, 102 L.Ed.2d 974 (1989), rejected a claim that the trial court had amended the indictment on a conspiracy charge.6   Id. at 1560.    The court noted that in determining if an amendment occurred, jury instructions must be examined in light of the whole trial.  Id. at 1559.    The court decided that while the instructions were ambiguous, they did not effectively amend the indictment.  The government did not contend at trial that anyone else was involved in the conspiracy, and the trial court in its instructions repeatedly stated \"as charged in the indictment.\"    Id. at 1559-60.    The instructions therefore failed to give the jury the impression that they could convict the defendant on grounds not alleged in the indictment.  Id.\n    \n    \n      45\n      In looking at the jury instructions given in this case, we find them to be more like the instructions given in Salinas and Peel than those in Andrews.    In both Salinas, Peel and this case, the instructions allowed the jury to convict the defendant on grounds not alleged in the indictment, thereby modifying an essential element of the offense charged and broadening the possible bases for conviction.  As we have stated, an essential element of the Count Three conspiracy charge was that Keller conspired with Smith.  Since there were only two alleged conspirators, the trial court incorrectly stated that the jury \"need not find that all those named in the indictment were part of the conspiracy.\"    As to Count Three, the jury was required to find that both Smith and Keller were members of the conspiracy in order to convict either of them.  While the initial instruction standing alone may not have been enough to constitute an amendment, the trial court exacerbated the problem with its supplemental instructions in response to the jury's question.\n    \n    \n      46\n      The trial court, in using a hypothetical conspiracy example between the judge and Mr. Huseby (the court reporter), instructed the jury \"[i]f you find that I didn't enter into an illegal agreement with Mr. Huseby to rob a bank, the evidence must show beyond a reasonable doubt that I entered an agreement with some other person....\"  R.7-694 (emphasis added).  Later the trial court went on to state, \"[i]f, however, the government convinces you that I planned to rob the bank with someone else, then it is possible to convict me and acquit him....\"  R.7-695, 696 (emphasis added).\n    \n    \n      47\n      The government introduced a great deal of evidence that Keller conspired to rob the bank with the getaway driver.  The critical issue at trial was the identity of the getaway driver.  The jury could have determined that Keller conspired with the getaway driver but have been uncertain about the identity of that person.7   Under the court's instructions the jury would have been able to convict Keller while being unsure as to the identity of the getaway driver.  Under the indictment's terms, however, the jury needed to conclude that Smith was the getaway driver before they could convict Keller.\n    \n    \n      48\n      The court's instructions had the effect of adding the phrase \"with other named and unnamed conspirators\" to Count Three of the indictment.  The grand jury could have included a similar phrase in the indictment, but did not.  The grand jury understood that it could include similar language, because it did so in Count Seven of the indictment.8   The jury instructions altered an essential element of the offense and thereby broadened the possible bases for conviction of Keller by allowing the jury to convict him if he conspired with anyone, when the indictment alleged he conspired solely with Smith.\n    \n    \n      49\n      We conclude that the trial court's jury instructions constituted a constructive amendment of the indictment and therefore violated Keller's Fifth Amendment right to be charged by grand jury indictment.  Such a violation is reversible error per se.    United States v. Peel, 837 F.2d 975, 979 (11th Cir.1988), United States v. Figueroa, 666 F.2d 1375, 1379 (11th Cir.1982).\n    \n    \n      50\n      Smith argues that as a result of the trial court's instructions to the jury concerning the conspiracy charge in Count Three, the trial court effectively amended the indictment on all the conspiracy charges.  Although the record is clear that both counsel objected to the trial court's instructions, a careful reading of the record demonstrates that counsel properly objected to the instructions only as they related to Count Three.  Therefore we conclude that counsel failed to preserve for appeal the issue whether the trial court amended the indictment in relation to the other conspiracy counts.  Thus, any alleged error in the instruction is reviewed under a plain error standard.  United States v. Andrews, 50 F.2d 1557, 1559 (11th Cir.1988) (en banc ), cert. denied, 488 U.S. 1032, 109 S.Ct. 842, 102 L.Ed.2d 974 (1989).\n    \n    \n      51\n      In reviewing the record we cannot say that it was plain error for the court to instruct the jury as it did in reference to the other two conspiracy counts.  The trial court's supplemental instructions were in response to a jury question concerning only Count Three.  The trial court prefaced both its answers with a comment that the court was dealing only with Count Three.  Even if this were not true, Counts Six and Nine were different from Count Three.  Counts Six and Nine both contained a third named co-conspirator, Mr. Wegner.  Therefore, as they related to Counts Six and Nine, the court's instructions were not incorrect.  The jury could convict either defendant, even if the jury felt the named defendants had not conspired together, so long as the jury concluded that a defendant had conspired with Wegner.  Additionally, other portions of the jury instructions lend support to the conclusion that the instructions, considered as a whole, were not incorrect.9\n    \n    C. Sentencing\n    \n      52\n      Finally,10 both Smith and Keller appeal the district court's failure to depart downward under the Sentencing Guidelines.  Smith and Keller argue that the court did not depart downward because the court felt it did not have the authority to depart downward.  At the outset we note that a defendant may not appeal a district court's informed decision not to depart downward.  United States v. Fossett, 881 F.2d 976, 979 (11th Cir.1989).  A defendant may appeal the denial of a departure if it is clear that the district court believed that it did not have the statutory authority to depart downward for the reasons requested by the defendant.  Id.  After reviewing the transcript of the sentencing hearing, we conclude that the district court believed it had the authority to depart downward but declined to exercise its discretion to depart downward.\n    \n    III. CONCLUSION\n    \n      53\n      In conclusion we hold that there was sufficient evidence for a reasonable factfinder to find Keller guilty of the conspiracy charged in Count Three.  We reverse Keller's conviction on Count Three, however, because the trial court's instructions constructively amended the indictment.  The trial court, though, did not by its instructions amend the remaining conspiracy counts in the indictment.  We find that the trial court's decision not to depart downward is not reviewable.\n    \n    \n      54\n      Therefore, we AFFIRM Smith's convictions and sentences.  We REVERSE Keller's conviction on Count Three and REMAND for a new trial on Count Three only.  We AFFIRM Keller's convictions and sentences on all other counts.\n    \n    \n      \n        1\n         Mr. Keller was convicted on five counts of armed bank robbery, three counts of conspiracy to commit armed bank robbery and three counts of use of a firearm during an armed bank robbery.  Mr. Smith was convicted of three counts of armed bank robbery, three counts of conspiracy to commit armed bank robbery and three counts of use of a firearm during an armed bank robbery\n      \n      \n        2\n         The bank tellers had previously picked out Mr. Keller's photograph from a photograph spread\n      \n      \n        3\n         The Eleventh Circuit, in the en banc decision Bonner v. City of Prichard, 661 F.2d 1206, 1209 (11th Cir.1981), adopted as precedent decisions of the former Fifth Circuit rendered prior to October 1, 1981\n      \n      \n        4\n         See United States v. Figueroa, 666 F.2d 1375, 1379 n. 2 (11th Cir.1982) (giving illustrations of amendments and variances using this test)\n      \n      \n        5\n         Counsel for Keller and Smith both objected to this instruction.  They argued that it implied the jury could convict one defendant while acquitting the other and that because Count Three named only two conspirators, Keller and Smith, the jury must acquit both or convict both.  This objection was without merit.  In United States v. Andrews, 850 F.2d 1557 (11th Cir.1988) (en banc ), cert. denied, 488 U.S. 1032, 109 S.Ct. 842, 102 L.Ed.2d 974 (1989), we held that a jury need not render consistent verdicts in trials involving co-conspirators.  Id. at 1561-62\n      \n      \n        6\n         In both Andrews and this case the indictment alleged that only the two named defendants were part of the conspiracy.  Additionally, the jury in Andrews and in this case convicted one defendant and acquitted one defendant\n      \n      \n        7\n         The theory that the jury was uncertain as to the identity of the driver is supported by the jury's acquittal of Smith\n      \n      \n        8\n         Count seven of the indictment alleged \"[t]hat, on or about the 18th day of July, 1988, in the Northern District of Georgia, the defendants, RILEY HARRINGTON KELLER, III a/k/a 'Buddy' and Millard Lee Smith, JR. a/k/a 'Lee Smith', and other persons....\"\n      \n      \n        9\n         The court instructed the jury that \"[t]he first thing that the government has to show is that Mr. Keller and Mr. Smith entered into an agreement to violate the law.\"    R.7-673.  Later the court stated \"[s]o the first thing, two people entered into an agreement to violate the law in the way set out in the indictment;  Second, that as to each defendant, that defendant willfully and knowingly became a member of that conspiracy.\"    Id. at 674.  Additionally, the court instructed the jury that \"[y]ou must look at defendant by defendant and charge by charge ...  You are not to return a verdict as to the guilt or innocence as to any other conduct other than that charged in this indictment.\"    Id. at 683\n      \n      \n        10\n         Both appellants raise additional issues on appeal.  We find these issues do not require discussion and affirm\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 549850
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}