{
    "id": 1843707,
    "judges": "Cane, Hoover, Peterson",
    "date_filed": "2020-03-20",
    "date_filed_is_approximate": true,
    "slug": "state-v-devore",
    "case_name_short": "Devore",
    "case_name": "State v. Devore",
    "case_name_full": "State of Wisconsin, Plaintiff-Respondent, v. Richard A. Devore, Defendant-Appellant",
    "attorneys": "On behalf of the defendant-appellant, the cause was submitted on the briefs of Catherine M. Canright of Superior., On behalf of the plaintiff-respondent, the cause was submitted on the brief of Peggy A. Lautenschlager, attorney general, and William C. Wolford, assistant attorney general.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted on briefs February 3, 2004.—",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b499-3\">\n    State of Wisconsin, Plaintiff-Respondent, v. Richard A. Devore, Defendant-Appellant.\n    <a class=\"footnote\" href=\"#fn†\" id=\"fn†_ref\">\n     †\n    </a>\n</parties><court id=\"AxU\">\n    Court of Appeals\n   </court><br><docketnumber id=\"b499-6\">\n<em>\n     No. 03-2323-CR.\n    </em>\n</docketnumber><otherdate id=\"ABm\">\n<em>\n     Submitted on briefs February 3,\n    </em>\n    2004.—\n   </otherdate><decisiondate id=\"ANF\">\n<em>\n     Decided March 23, 2004.\n    </em>\n</decisiondate><br><citation id=\"b499-7\">\n    2004 WI App 87\n   </citation><citation id=\"AIl\">\n    (Also reported in 679 N.W.2d 890.)\n   </citation><br><attorneys id=\"b500-19\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"384\"> \n     *384\n     </span>\n    On behalf of the defendant-appellant, the cause was submitted on the briefs of\n    <em>\n     Catherine M. Canright\n    </em>\n    of Superior.\n   </attorneys><br><attorneys id=\"b501-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"385\"> \n     *385\n     </span>\n    On behalf of the plaintiff-respondent, the cause was submitted on the brief of\n    <em>\n     Peggy A. Lautenschlager,\n    </em>\n    attorney general, and\n    <em>\n     William C. Wolford,\n    </em>\n    assistant attorney general.\n   </attorneys><br><judges id=\"b501-4\">\n    Before Cane, C.J., Hoover, EJ., and Peterson, J.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn†\" label=\"†\">\n<a class=\"footnote\" href=\"#fn†_ref\">\n     †\n    </a>\n<p id=\"b499-21\">\n     Petition to review denied 6-8-04.\n    </p>\n</div></div>",
    "citations": [
        "2004 WI App 87",
        "679 N.W.2d 890",
        "272 Wis. 2d 383"
    ],
    "opinions": [
        {
            "author_str": "Hoover",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8481.0,
            "opinion_text": "\n272 Wis. 2d 383 (2004)\n2004 WI App 87\n679 N.W.2d 890\nState of Wisconsin, Plaintiff-Respondent,\nv.\nRichard A. Devore, Defendant-Appellant.[\u0086]\nNo. 03-2323-CR.\nCourt of Appeals of Wisconsin.\nSubmitted on briefs February 3, 2004.\nDecided March 23, 2004.\n*384 On behalf of the defendant-appellant, the cause was submitted on the briefs of Catherine M. Canright of Superior.\n*385 On behalf of the plaintiff-respondent, the cause was submitted on the brief of Peggy A. Lautenschlager, attorney general, and William C. Wolford, assistant attorney general.\nBefore Cane, C.J., Hoover, P.J., and Peterson, J.\n¶ 1. HOOVER, P.J.\nRichard Devore appeals an order denying his motion to be transferred to Minnesota under the Interstate Compact on Mental Health, WIS. STAT. § 51.75.[1] He contends the circuit court erred when it concluded that, as a matter of law, § 51.75 did not apply to individuals found not guilty by reason of mental disease or defect (NGI) in accord with WIS. STAT. § 971.17. We conclude that the circuit court correctly determined § 51.75 was inapplicable to NGI defendants like Devore and affirm the order.\n\nBackground\n¶ 2. On June 18, 2001, Devore was charged with burglary, two counts of theft, and bail jumping. The burglary was a Class C felony, and the remaining counts were Class A misdemeanors. On June 27, Devore pled not guilty by reason of mental disease or defect, and the court ordered mental evaluations.\n¶ 3. Following the evaluations, the State and the defense stipulated that Devore was not guilty by reason of his mental state. In January 2003, the court found him not guilty by reason of mental disease or defect and ordered the state Department of Health and Family Services to prepare a conditional release plan. On February 27, 2003, the court approved the plan. On *386 February 28, Devore filed his motion to be transferred to Minnesota where he had previously lived and received mental health treatment. The court denied the motion, concluding that the Compact on which Devore relied applied only to WIS. STAT. ch. 51 patients, not WIS. STAT. § 971.17 defendants. Devore appeals.\n\nDiscussion\n¶ 4. The sole question on appeal is whether the Interstate Compact on Mental Health, WIS. STAT. § 51.75, applies to criminals committed under WIS. STAT. § 971.17. This presents a question of statutory interpretation, which we review de novo. Hutson v. Personnel Comm'n, 2003 WI 97, ¶ 31, 263 Wis. 2d 612, 665 N.W.2d 212. The goal of statutory interpretation is to discern and effectuate legislative intent. County of Jefferson v. Renz, 231 Wis. 2d 293, 301, 603 N.W.2d 541 (1999). We look first to the statute's plain language. Id. If the language is plain and unambiguous, we need not look beyond it to determine its meaning. City of Muskego v. Godec, 167 Wis. 2d 536, 545, 482 N.W.2d 79 (1992). If the statute is ambiguous or unclear, we may look to the legislative history and other extrinsic evidence to discern the legislative intent. Renz, 231 Wis. 2d at 302. A statute is ambiguous if reasonable persons could disagree as to its meaning. State v. Williquette, 129 Wis. 2d 239, 248, 385 N.W.2d 145 (1986).\n[6]\n¶ 5. Devore contends that WIS. STAT. § 51.75 is broadly worded so as to include all mentally ill persons, including himself. The State argues that Devore's interpretation is only one possible reading. It argues another reasonable interpretation is that because of its placement *387 within ch. 51, the Mental Health Act, the Compact applies only to those individuals civilly committed under that chapter and not to NGI criminal defendants. We agree with the State that both interpretations are reasonable and, thus, we turn to extrinsic evidence to discern legislative intent. We conclude that the State's alternate interpretation, that § 51.75 applies only to civilly committed individuals, is correct.\n¶ 6. Devore directs us to WIS. STAT. § 51.75(4)(a), which states: \"Whenever ... it is determined that the patient should receive aftercare or supervision, such care or supervision may be provided in a receiving state.\" In § 51.75(2)(a), one definition of \"Aftercare\" is \"conditional release,\" and § 51.75(14) states that the Compact should be liberally construed to effectuate its purpose. Devore points out that he is on conditional release and should therefore be allowed to transfer to Minnesota.\n¶ 7. However, the Compact does not define \"conditional release.\" Whatever it means, however, we conclude that it cannot mean conditional release of an NGI defendant because when the Compact was enacted, neither WIS. STAT. § 971.17 nor conditional release for NGI defendants existed.\n¶ 8. When the Compact was enacted, WIS. STAT. § 957.11(3) (1965) provided:\nIf found not guilty because insane ... or feeble-minded, the defendant shall be committed to the central state hospital or to an institution designated by the state department of public welfare, there to be detained until discharged in accordance with law. (Emphasis added.)\nThus, despite Devore's argument to the contrary, NGI individuals would meet one of only two classifications: *388 committed to the state or fully released from its custody. There was no \"conditional\" release option.\n¶ 9. The Compact's article IX, WIS. STAT. § 51.75(9)(a), provides that the Compact does not apply to a person \"whose institutionalization is due to the commission of an offense for which, in the absence of mental illness or mental deficiency, said person would be subject to incarceration in a penal or correctional institution.\" As such, the Compact never applied to NGI individuals because they would have either been committed for \"an offense for which ... [they] would be subject to incarceration,\" or they would have been released from treatment and the Compact would naturally cease to apply. It is therefore reasonable to conclude that, absent language to the contrary, the legislature intended to maintain this status quo where § 51.75 does not apply to NGI defendants.\n[7]\n¶ 10. As far as the liberal construction requirement of WIS. STAT. § 51.75(14) is concerned, WIS. STAT. § 971.17's main objective is protecting the public, not providing treatment to alleviate a defendant's mental illness. See Rolo v. Goers, 174 Wis. 2d 709, 722, 497 N.W.2d 724 (1993); WIS. ADMIN. CODE § HFS 98.01. By contrast, the purpose of § 51.75 is \"proper and expeditious treatment of the mentally ill.\" WIS. STAT. § 51.75(1). Thus, liberal construction of § 51.75 to include NGI defendants on conditional release does nothing to further the objectives of either statute.\n¶ 11. Additionally, we note that the Department of Health and Family Services, to which WIS. STAT. § 971.17 defendants are committed, see WIS. STAT. § 971.17(3)(e) and WIS. ADMIN. CODE § HFS 98.02(1), has an administrative rule prohibiting those defendants on *389 conditional release from leaving the state. WISCONSIN ADMIN. CODE § HFS 98.04(3)(k) states that such a client:\nMay not live, work, travel or be trained or educated in another state, because persons committed to the department under s. 971.17 or 980.06, Stats., are not covered by the interstate Compact under s. 304.13, Stats., or by s. 304.135, Stats. . . . .\nWISCONSIN STAT. §§ 304.13 and 304.135 contains interstate Compacts on parolees and individuals on extended supervision. Devore argues that this rule is inapplicable because he is neither a parolee nor an individual on extended supervision.\n[8]\n¶ 12. However, we view the latter half of the rule as an explanatory phrase, not a mandate. It merely explains why individuals committed under WIS. STAT. §§ 971.17 and 980.06 are not permitted the same considerations as parolees or individuals on extended supervision. In addition, the travel prohibition is essentially a policy determination. Where legal questions are intertwined with policy decisions, we should defer to the agency responsible for determining policy. Sauk County v. WERC, 165 Wis. 2d 406, 413, 477 N.W.2d 267 (1991).\nBy the Court.\u0097Order affirmed.\nNOTES\n[\u0086]  Petition to review denied 6-8-04.\n[1]  All references to the Wisconsin Statutes are to the 2001-02 version unless otherwise noted.\n\n",
            "ocr": false,
            "opinion_id": 1843707
        }
    ],
    "court_short_name": "Court of Appeals of Wisconsin",
    "court_full_name": "Court of Appeals of Wisconsin",
    "court_type": "SA",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Robbery"
}