{
    "id": 1894998,
    "judges": "Judges Baime and A.A. Rodriguez",
    "date_filed": "1999-07-21",
    "date_filed_is_approximate": true,
    "slug": "lembaga-enterprises-inc-v-cace-trucking-warehouse-inc",
    "case_name_short": null,
    "case_name": "Lembaga Enterprises, Inc. v. Cace Trucking & Warehouse, Inc.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "727 A.2d 1026",
        "320 N.J. Super. 501"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n727 A.2d 1026 (1999)\n320 N.J. Super. 501\nLEMBAGA ENTERPRISES, INC., Plaintiff-Appellant,\nv.\nCACE TRUCKING &amp; WAREHOUSE, INC., Defendant-Respondent.\nSuperior Court of New Jersey, Appellate Division.\nArgued January 21, 1999.\nDecided April 29, 1999.\n*1027 Anthony J. Pruzinsky, Jersey City, for plaintiff-appellant (Hill, Rivkins, &amp; Hayden LLP, attorneys).\nMichael K. Tuzzio, Tinton Falls, for defendant-respondent (Ronan, Tuzzio &amp; Giannone, attorneys; Christopher J. Keale, Morristown, on the brief).\nBefore Judges BAIME and A.A. RODRIGUEZ.\nThe opinion of the court was delivered by RODRIGUEZ, A.A., J.A.D.\nIn this commercial bailment action, we hold that proof of damage to or loss of goods while in the custody of a bailee gives rise to a presumption of conversion by the bailee. The bailee may rebut the presumption by proof that the bailee did not intentionally or negligently convert the goods and that it was not negligent in preventing third parties from causing the loss or damage. However, *1028 the burden of proof that the bailee converted the goods rests with the bailor at all times.\nLembaga Enterprises, Inc. (Lembaga) appeals from a judgment of no cause after the jury found that Cace Trucking &amp; Warehouse, Inc. (Cace) was not negligent when a shipment of perfume belonging to Lembaga disappeared from its warehouse. Lembaga also appeals from the denial of its motions for a new trial and for judgment notwithstanding the verdict. We reverse and remand for a new trial.\nThese are the pertinent facts. Lembaga is an importer and distributor of toiletries and cosmetics. Cace is a common carrier of goods and warehouser for hire. Lembaga and Cace have had a business relationship for several years. Cace would pick up shipment containers from Port Elizabeth, store them in its warehouse and deliver them for Lembaga. Cace employees were not allowed to unload Lembaga's containers. Unlike Cace's other clients, Lembaga opened its own containers and logged its own inventory. To coordinate this procedure, Lembaga leased a small office space within Cace's warehouse. Cace's warehouse was bordered by an eight-foot high, barbed-wire fence. Two gates were left open in the daytime, but locked at night. There were no security guards posted at the gates or at any other location in the warehouse. The trailers, however, were locked at all times with pin locks. The interior of the warehouse was alarmed.\nOn June 22, 1997, a Cace driver picked up two containers of perfume for Lembaga at the port. The driver noted that the security seals on the two trailers were intact. According to Cace's President, Kevin Erem, and Vice President of Operations, George \"Skip\" Cunningham, the two containers arrived at the warehouse in the afternoon. Cunningham telephoned Lembaga's president, Nathan Kumar, and informed him of the delivery. Kumar told Cunningham not to unload the containers until he arrived the next day. The containers were brought out to the yard. Cunningham neither placed nor observed anyone else place a pin lock on either container.\nThe next day, Cunningham arrived at the warehouse at 7:00 a.m. and inspected the two containers in the yard. He does not recall whether he observed pin locks on the containers. When Kumar arrived at the warehouse, the first container was brought into the warehouse and unloaded. When a driver went to retrieve the second container, it had disappeared. Cunningham and Erem went to the yard to investigate. They found part of a broken pin lock on the ground where the container had been.\nLembaga sued Cace for the loss of its cargo. The complaint alleged breach of contract, negligence and conversion causes of action. Cace answered and counterclaimed, alleging that Kumar orally agreed to waive any subrogation agreement. Cace also filed a third-party complaint against Kumar, alleging that he intentionally deceived Cace by delaying the unloading of the containers, thereby causing the shipment to be stolen. Cace also filed a declaratory judgment action against its insurance carrier.[1]\nThis action was tried to a jury. Before trial, Lembaga stipulated that it would not proffer evidence that Cace stole the container. However, Lembaga reserved the right to pursue any other cause of action, including conversion. The parties stipulated that Lembaga sustained $366,879.53 in damages.\nJohn Tichenor, a marine cargo surveyor, testified as an expert on behalf of Lembaga. Tichenor conducted an investigation. No one informed him that a pin lock was used on the container. He also noted that the police report did not refer to a broken pin lock being found at the scene. There were no pin locks on any of the trailers when he inspected the warehouse. Accordingly, he opined that Cace's warehouse did not meet the industry standard for security. Specifically, Cace failed to control access to cargo, pin lock all containers, install physical barriers, hire a gate guard or use close circuit television monitoring.\n*1029 Francis R. Murphy, a self-employed security consultant and president of Murphy Protective Investigative Resources, testified for Cace. Murphy could not inspect the warehouse because it had burned down by the time he was retained. However, he reviewed the discovery materials in this case. He opined that Cace had adequate security. This was based on the fact that there were no prior thefts from the warehouse. Lembaga did not ask for additional security. Cace's yard was fenced-in. He further opined that the measures proposed by Lembaga\u0097such as television monitors and gate guards\u0097were extraordinary security measures for a small warehouse like Cace.\nAt the close of Cace's defense, Lembaga moved for a directed verdict, arguing that Cace is presumed to have converted the container because it disappeared mysteriously from its warehouse. Relying on Joseph H. Reinfeld, Inc. v. Griswold &amp; Bateman Warehouse Co., 189 N.J.Super. 141, 458 A.2d 1341 (Law Div.1983), Lembaga argued that Cace is presumed negligent and this presumption cannot be overcome by mere evidence that Cace was not negligent. Cace must prove exactly what happened to the goods. Because it was undisputed that no one knows exactly what happened to the goods, there is no factual dispute on this issue for the jury to decide. Lembaga argued that it is entitled to judgment as a matter of law on the conversion claim.\nThe judge disagreed with Lembaga's argument, finding that conversion \"was never asserted here and it's expressly stipulated away. The only facts before this Court deal... with a theft.\" Therefore, the judge did not instruct the jury on the conversion cause of action. The matter was submitted to the jury solely on a negligence cause of action. The jury found that Cace was not negligent. Lembaga moved for judgment notwithstanding the verdict and for a new trial. The motions were denied.\nOn appeal, Lembaga contends that: (1) it was entitled to judgment on its cause of action for conversion as a matter of law, (2) it was error to dismiss the conversion cause of action before it was submitted to the jury; and (3) it is entitled to judgment as a matter of law on its negligence cause of action. We agree with the second contention only. The remaining contentions are clearly without merit and a discussion of it would have no precedential value. R. 2:11-3(e)(1)(E).\nThe crux of Lembaga's argument is that Cace failed to meet its burden of proving that the container was not converted. It relies on Reinfeld, supra, 189 N.J.Super. at 141, 458 A.2d 1341, and I.C.C. Metals, Inc. v. Municipal Warehouse Co., 50 N.Y.2d 657, 431 N.Y.S.2d 372, 409 N.E.2d 849 (1980). Lembaga contends that Cace did not rebut the presumption of conversion.\nIt is helpful to review the law of bailment as it exists in New Jersey. A bailor may sue a bailee in conversion and/or negligence. Common-law conversion is \"the exercise of any act of dominion in denial of another's title to the chattels or inconsistent with such title.\" Mueller v. Technical Devices Corp., 8 N.J. 201, 207, 84 A.2d 620 (1951). Thus, intentional or negligent acts can give rise to a conversion cause of action. The tort arises from the bailee's commission of an unauthorized act of dominion over the bailor's property inconsistent with its rights in that property. Ibid. The good faith or intent of the bailee do not play a part in an action for conversion. McGlynn v. Schultz, 90 N.J.Super. 505, 526, 218 A.2d 408 (Ch.Div. 1966), aff'd, 95 N.J.Super. 412, 231 A.2d 386 (App.Div.), certif. denied, 50 N.J. 409, 235 A.2d 901 (1967). For example, a bailee who mistakenly destroys or disposes of the goods is liable in conversion although there is no intent to steal or destroy the goods.\nTherefore, in a conversion action, the bailor has the burden to prove that the bailee has unlawfully converted the goods. Ibid. When goods are delivered to a bailee in good condition and then are lost or damaged, the law presumes a conversion and casts upon the bailee the burden of going forward with the evidence to show that the loss did not occur through his negligence or if he cannot affirmatively do this, that he exercised a degree of care sufficient to rebut the presumption of it. Bachman Chocolate Mfg. Co. v. Lehigh Warehouse &amp; Transp. Co., 1 N.J. 239, 242, 62 A.2d 806 (1949). *1030 Proof of loss of or injury to the goods while in the custody of the bailee establishes a prima facie case against the bailee to put him upon his defense. Ibid. This is so even though the burden of proof of the cause of action rests with the plaintiff and never shifts from him. Ibid.\nA bailor may also sue a bailee in negligence. Id. at 241, 62 A.2d 806. The duty of care imposed on a bailee is now codified in N.J.S.A. 12A:7-204 which provides in pertinent part:\nDuty of Care; Contractual Limitation of Warehouseman's Liability.\n(1) A warehouseman is liable for damages for loss of or injury to the goods caused by his failure to exercise such care in regard to them as a reasonably careful man would exercise under like circumstances but unless otherwise agreed he is not liable for damages which could not have been avoided by the exercise of such care.\n(2) Damages may be limited by a term in the warehouse receipt or storage agreement limiting the amount of liability in case of loss or damage, and setting forth a specific liability per article or item, or value per unit of weight, beyond which the warehouseman shall not be liable; ... No such limitation is effective with respect to the warehouseman's liability for conversion to his own use.\n\n[N.J.S.A. 12A:7-204 (emphasis added) ].[2]\nThis statute renders a bailor liable when his negligence is a proximate cause of damage to or loss of goods by either third parties or the bailee, its agents or employees.\nHere, the thrust of Cace's defense was that it had adequate security to prevent a theft of the container by third parties. It did not present evidence to rebut the presumption that Cace, its agents or employees had converted the container. Thus, a jury question was presented on the conversion cause of action. Although Lembaga agreed that it would not present evidence that Cace's agents or employees stole the container, conversion was not \"stipulated away\" here. At most, Lembaga stipulated away a claim of intentional conversion. However, conversion is a broader concept than theft. A conversion can occur even when a bailee has not stolen the merchandise but has acted negligently in permitting the loss of the merchandise from its premises.\nTherefore, here, the judge should have instructed the jury that if Lembaga established that the container had disappeared while in the care of Cace, there is a rebutable presumption of conversion based either on Cace's negligent conduct in permitting third parties to steal the container, or by the negligent or intentional conduct of Cace's employees or agents. The burden to prove conversion, however, rests at all times with Lembaga.\nAccordingly, we reverse and remand to the Law Division for a new trial. At that trial, the judge should instruct the jury that if Lembaga establishes that the container disappeared while in Cace's care, there is a rebuttable presumption that Cace is liable for the loss. In that instance, Cace has the burden of rebutting the presumption. The jury should then be asked to determine whether Lembaga met its burden to prove that the loss was caused by: (a) the intentioned conversion of the goods by Cace; or (b) negligent conversion by Cace or theft by third parties.\nReversed and remanded.\nNOTES\n[1]  Cace obtained a summary judgment against Atlas Insurance Company. Atlas was bound to defend and indemnify Cace with regard to Lembaga's claim. We affirmed. Lembaga Enter., Inc. v. Cace Trucking &amp; Warehouse, Inc., No. A-5627-95T1 (App. Div. April 30, 1997).\n[2]  This statute is basically a continuation of the statutory law which had developed under the Uniform Warehouse Receipts Act, N.J.S.A. 57:1-24 (repealed 1961). New Jersey Study Commission Comment to N.J.S.A. 12:7-204, at 1.\n\n",
            "ocr": false,
            "opinion_id": 1894998
        }
    ],
    "court_short_name": "New Jersey Superior Court App Division",
    "court_full_name": "New Jersey Superior Court Appellate Division",
    "court_type": "SA",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Robbery"
}