{
    "id": 1895467,
    "judges": "Hudock, Joyce and Lally-Green",
    "date_filed": "1973-12-28",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-martin",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Martin",
    "case_name_full": "COMMONWEALTH of Pennsylvania, Appellee, v. William Darnell MARTIN, Appellant",
    "attorneys": "Kevin G. Sasinoski, Public Defender, Pittsburgh, for defendant., Michael Streily, Deputy Dist. Atty., Kevin F. McCarthy, Pittsburgh, for Com., appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Dec. 8, 1998., Reargument Denied April 23, 1999.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 39,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1190-3\">\n    COMMONWEALTH of Pennsylvania, Appellee, v. William Darnell MARTIN, Appellant.\n   </parties><br><court id=\"b1190-6\">\n    Superior Court of Pennsylvania.\n   </court><br><otherdate id=\"b1190-7\">\n    Submitted Dec. 8, 1998.\n   </otherdate><br><decisiondate id=\"b1190-8\">\n    Filed Feb. 16, 1999.\n   </decisiondate><br><otherdate id=\"b1190-9\">\n    Reargument Denied April 23, 1999.\n   </otherdate><br><attorneys id=\"b1192-20\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1138\"> \n     *1138\n     </span>\n    Kevin G. Sasinoski, Public Defender, Pittsburgh, for defendant.\n   </attorneys><br><attorneys id=\"b1192-21\">\n    Michael Streily, Deputy Dist. Atty., Kevin F. McCarthy, Pittsburgh, for Com., appellee.\n   </attorneys><br><judges id=\"b1192-22\">\n    Before HUDOCK, JOYCE and LALLY-GREEN, JJ.\n   </judges>",
    "citations": [
        "727 A.2d 1136"
    ],
    "opinions": [
        {
            "author_str": "Lally-Green",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n727 A.2d 1136 (1999)\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nWilliam Darnell MARTIN, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted December 8, 1998.\nFiled February 16, 1999.\nReargument Denied April 23, 1999.\n*1138 Kevin G. Sasinoski, Public Defender, Pittsburgh, for defendant.\nMichael Streily, Deputy Dist. Atty., Kevin F. McCarthy, Pittsburgh, for Com., appellee.\nBefore HUDOCK, JOYCE and LALLY-GREEN, JJ.\n*1137 LALLY-GREEN, J.:\n¶ 1 On January 27, 1997, a jury convicted Appellant, William Darnell Martin, of third degree murder. The trial court sentenced Appellant to 20 to 40 years imprisonment. This appeal followed. We affirm.\n¶ 2 The record reveals that at various times during the day and evening hours of June 8, 1996, the victim, Lamont Nelson, visited Michael Davis and Carlotta Sturdivant at their apartment in the Hill District section of Pittsburgh. Mr. Davis testified that he knew Mr. Nelson to be a drug dealer.\n¶ 3 During the late evening hours of June 8, 1996, Mr. Nelson left the Davis-Sturdivant apartment to purchase sodas. Upon his return, he went into the bedroom and began speaking to someone from the window. He then left the apartment and returned with Appellant. Mr. Nelson and Appellant walked into the kitchen.\n¶ 4 It was moments later and shortly after midnight on June 9, 1996, when Mr. Davis and Ms. Sturdivant heard a gunshot. Both jumped from their seats and ran toward the hallway. Ms. Sturdivant reached the hallway first and saw Appellant running down the stairs with \"something silver in his hands.\" N.T. Trial, 1/22/97, at 229. Mr. Davis and Ms. Sturdivant then entered the kitchen and saw Mr. Nelson on the floor in a pool of blood. Ms. Sturdivant telephoned 911. Shortly thereafter, paramedics arrived and pronounced the victim dead.\n¶ 5 On June 12, 1996, Pittsburgh Police Officers arrested Appellant. Following administration *1139 and waiver of Miranda[1] warnings, Appellant stated that when he and the victim entered the Davis-Sturdivant kitchen, the gun was already lying on the table. Id. at 271. Appellant further stated that he and the victim engaged in an argument concerning Ms. Sturdivant. Id. When the argument escalated, Appellant stated that he and the victim grabbed the gun simultaneously, that a struggle ensued, and that the gun accidentally discharged. Id. at 271-72. Following his statement, Appellant led police to the location where he buried the gun. Id. at 276-80.\n¶ 6 At trial, Appellant testified that when he arrived at the Davis-Sturdivant apartment, he and Ms. Sturdivant engaged in an unpleasant verbal exchange. Id., 1/26/96, 480-81. Thereafter, the victim requested Appellant to accompany him to the kitchen where Appellant saw a gun lying on the table. Id. at 482. Appellant stated that the victim picked the gun up and pointed it at Appellant's face. Id. at 484. Appellant testified that he grabbed the gun in self-defense and that he and the victim then struggled for control of the gun. Id. at 484-87. Appellant testified that as he pulled away, he broke the victim's grip on the gun, fell backwards holding the gun, and hit his back on a door when the gun discharged. Id. at 487-88. Appellant testified that he fled the apartment with the gun in order to protect himself from the victim's friends. Id. at 491. After reaching the street, Appellant stated that a man picked him up and drove him to the Lawrenceville section of Pittsburgh, where Appellant hid the gun. Id. at 491-92.\n¶ 7 Appellant raises three issues on appeal:\n1. When someone is killed during a spur-of-the-moment fight precipitated by the victim pulling a gun on the [Appellant], should the court instruct the jury, as requested as per the standard jury instructions, that it should consider that, \"in the heat of conflict,\" a person typically \"has neither time nor composure to evaluate carefully the danger and make nice judgments about exactly how much force is needed to protect himself;\"\n2. Can the Coroner constitutionally sit as a neutral and detached issuing authority when the Coroner's Office, like the police and district attorney, investigates suspicious deaths and endeavors to determine the cause of death and the identity of the suspected killer; and\n3. Does a sentencing court abuse its discretion by imposing a manifestly excessive sentence of the statutory maximum sentence for third degree murder without stating sufficient reasons supported by the record for doubling the guideline range and instead relying on impermissible and duplicative factors and focusing solely on the seriousness of the offense?\nAppellant's Brief at 3.\n¶ 8 Appellant first complains that the trial court erred by refusing his request to instruct the jury verbatim that, \"in the heat of conflict,\" a person typically \"has neither time nor composure to evaluate carefully the danger and make nice judgments about exactly how much force is needed to protect himself.\" Appellant's Brief at 17-19. This claim is meritless.\n¶ 9 When considering a challenge to the trial court's jury instructions, we must consider the instructions as a whole. Commonwealth v. Thompson, 538 Pa. 297, 307, 648 A.2d 315, 320 (1994). The trial court has broad discretion in phrasing its charge and may freely choose its own wording; provided that the court choose language that clearly, adequately, and accurately presents the law to the jury. Commonwealth v. Jacobs, 536 Pa. 402, 412, 639 A.2d 786, 791 (1994). Only where the trial court abuses its discretion or inaccurately states the law is there reversible error. Id. Thus, if the trial court's charge adequately and accurately reflects the law and is sufficient to guide the jury through deliberations, it will be upheld. Commonwealth *1140 v. Ahlborn, 441 Pa.Super. 296, 657 A.2d 518, 520 (1995). The mere fact that appellant believes that further explanation would have been beneficial does not render a jury charge defective. Commonwealth v. Watley, 548 Pa. 574, 586, 699 A.2d 1240, 1245-46 (1997).\n¶ 10 When evidence of self-defense arises from any source, the Commonwealth bears the burden of proving beyond a reasonable doubt at least one of the following: (1) that defendant was not free from fault in provoking or continuing the difficulty which resulted in the killing; (2) that defendant did not reasonably believe that he was in imminent danger of death or great bodily harm and it was necessary to kill in order to save himself therefrom; or (3) that defendant violated a duty to retreat or avoid the danger. Commonwealth v. Stonehouse, 521 Pa. 41, 58-59, 555 A.2d 772, 781 (1989).\n¶ 11 Here, Appellant challenges the following instructions on the law of justification for use of deadly force:\nNow, the Defendant has submitted to you that he was justified in this killing based upon the theory of self-defense. In considering whether the Defendant's use of force is justified, you should consider the principle that he was entitled to estimate the necessity for use of force in self-defense under the circumstances as he reasonably believed them to be when the force was used. Under the evidence in this case, justification is a defense if the Defendant reasonably believed that the force he used was necessary to protect himself against death or serious bodily injury on the same occasion as the Defendant used force. Because the Commonwealth has the burden of disproving the defense of justification, you may find the Defendant guilty only if you are satisfied beyond a reasonable doubt that the Defendant did not reasonably believe that the force he used against Lamont Nelson was immediately necessary to protect himself then and there against death or serious bodily injury that was or would have been inflicted upon him by Lamont Nelson.\nYou may find the Defendant guilty if you are satisfied beyond a reasonable doubt that the Defendant knew that he could avoid the necessity of using deadly force and complete safety by retreating from the scene.\nNow, in determining whether the Defendant was justified in this killing, you may consider certain evidence in the case. This evidence and I'm speaking now with the prior convictions of Lamont Nelson for crimes involving violence may be considered only as it bears upon the issue of whether the victim had a propensity for violence and was the aggressor. And in that regard, you have the 1985 conviction for robbery and the 1993 conviction for resisting rest [sic]. In considering this evidence, you should consider the nature of the crimes committed, how long they were committed and the Defendant's knowledge about the circumstances giving rise to these convictions.\nYou may also consider the Defendant's testimony that he was aware of the victim's propensity for violence. The weight and the effect of that evidence is for you to determine. If you find that the Defendant was armed with a firearm, which he used or attempted to use and that he had no license to carry a firearm, you may, if you choose, consider those facts as evidence of his intention to commit a crime involving violence.\nN.T. Trial, 1/27/96, at 636-38.\n¶ 12 Appellant specifically complains that the trial court inaccurately stated the law of justification as to the Commonwealth's burden of proving Appellant's reasonable belief in imminent danger of death or great bodily harm and the necessity to kill in order to save himself because it failed to \"emphasize that traumatic events happen quickly and without time for rational contemplation.\" Appellant's Brief at 20. The record reveals that the trial court's charge clearly, accurately, and adequately reflected the law of justification and was sufficient to guide the jury through deliberations. The fact that Appellant believes that the trial court should have emphasized the effect of a traumatic event on a person's rational contemplation does not render the court's legally-correct jury charge defective. Watley, 548 *1141 Pa. at 586, 699 A.2d at 1245-46. Therefore, Appellant's claim is meritless.\n¶ 13 Appellant next complains that it is unconstitutional for a coroner to conduct an inquest to determine whether a person should be charged with homicide because a coroner is not neutral and detached from the prosecution, and, therefore, cannot act as an issuing authority. Accordingly, Appellant complains that his due process rights were violated because he was charged with homicide following a coroner's inquest. This claim is meritless.\n¶ 14 In 1991, a panel of this Court held that in cases of violent or suspicious death, a coroner may issue and sign criminal complaints and may act as a committing magistrate and conduct an inquest in lieu of a preliminary hearing without constitutional violation. Commonwealth v. Smouse, 406 Pa.Super. 369, 594 A.2d 666, 668-69 (1991). Appellant now requests us to revisit our holding in Smouse. It is well-settled, however, that until the Supreme Court overrules a decision of this Court, our decision is the law of this Commonwealth. Commonwealth v. Leib, 403 Pa.Super. 223, 588 A.2d 922, 932 (1991). This rule is not ironclad; we may reject the principle of stare decisis when we determine that a past precedent is no longer in accord with modern realities and the rationale justifying the old rule no longer finds support. Id.\n¶ 15 Here, Appellant complains that we arrived at our decision in Smouse \"in domino fashion,\" by relying on case after case \"which relied upon English common-law authority from the middle ages.\" Appellant's Brief at 21. Although the principle of stare decisis applies in this case because no compelling circumstances exist to overrule Smouse, we will, in the interest of justice, dispose of Appellant's claim on the merits.\n¶ 16 Appellant bases his argument on the due process clause of the United States Constitution and the law of the land clause of the Pennsylvania Constitution. U.S. Const. Amend. XIV[2]; Pa. Const. Art I, § 9[3]. These provisions guarantee that a person is not to be deprived of life, liberty, or property without due process of law (14th Amendment) or unless by the law of the land (art. I, § 9). The terms \"due process of law\" and \"law of the land\" are legal equivalents. Commonwealth v. Chilcote, 396 Pa.Super. 106, 578 A.2d 429, 434 (1990).\n¶ 17 The Pennsylvania Constitution gives Pennsylvania citizens the right to due process by guaranteeing those appearing in any judicial or administrative tribunal the right to a fair and impartial hearing. Pa. Const. Art. I, §§ 1[4], 9,[5] and 11[6]. While the due process rights protected under the Pennsylvania Constitution and those guaranteed under the Fourteenth Amendment are substantially co-extensive, the Pennsylvania due process rights are more expansive in that a violation of due process occurs, even if no prejudice is shown, when the same entity or individual participates in both the prosecutorial and adjudicatory aspects of a proceeding. Stone &amp; Edwards v. Dept. of Ins., 161 Pa. Cmwlth. 177, 636 A.2d 293, 297 (1994), aff'd, 538 Pa. 276, 648 A.2d 304 (1994). In criminal *1142 proceedings, due process requires that the defendant be given a full opportunity to defend against the charges. Commonwealth v. Deans, 530 Pa. 514, 517, 610 A.2d 32, 34 (1992). Due process also requires the Commonwealth to prove all of the elements of the criminal offense beyond a reasonable doubt. Commonwealth v. McDonough, 533 Pa. 283, 292, 621 A.2d 569, 570 (1993).\n¶ 18 The Act of November 29, 1990, P.L. 602, No. 152, § 3, 16 P.S. § 1237(a) requires the coroner to investigate the facts and circumstances of deaths, which appear to have happened within his or her county, whenever such deaths are sudden, suspicious, or violent, or fall within other enumerated categories not relevant here, to determine whether an autopsy or inquest should be conducted. 16 P.S. § 1237(a). The purpose of the investigation is to determine the cause of death and whether sufficient reason exists for the coroner to believe that the death may have resulted from the criminal acts or criminal negligence of another. 16 P.S. § 1237(b).\n¶ 19 If the coroner's autopsy fails to reveal the cause and manner of death, the coroner may conduct an inquest. 16 P.S. § 1238(a). The coroner's duty at the inquest is to ascertain the cause of death to determine whether any person other than the deceased was criminally responsible for the death by act or neglect, and, if so, to identify that person and to examine any further evidence and witnesses regarding the cause of death. 16 P.S. § 1238(b). The coroner's findings are merely advisory to those charged with the administration of the criminal law. Commonwealth ex rel. Czako v. Maroney, 412 Pa. 448, 450, 194 A.2d 867, 868 (1963). Moreover, these findings constitute only a preliminary investigation, not a trial on the merits. Id. Therefore, the coroner's findings are binding on no one as a judgment. Id.\n¶ 20 In Smouse, we held that in cases of violent or suspicious death, a coroner may constitutionally act as an issuing authority and conduct an inquest in lieu of a preliminary hearing. Smouse, 594 A.2d at 668-69. An issuing authority must hold a defendant for court when the Commonwealth establishes a prima facie case of defendant's guilt at a preliminary hearing. Pa.R.Crim.P. 143. The Commonwealth establishes a prima facie case when it produces evidence that, if accepted as true, would warrant the trial judge to allow the case to go to a jury. Commonwealth v. Allbeck, 715 A.2d 1213, 1214 (Pa.Super.1998). At a preliminary hearing, the Commonwealth need not prove the elements of the crime beyond a reasonable doubt; rather, the prima facie standard requires evidence of the existence of each and every element of the crime charged. Id.\n¶ 21 Summarizing, no violation of due process results when a coroner conducts a statutorily-permissible inquest to determine the cause of a violent or suspicious death because the coroner's findings do not constitute a trial on the merits and are binding on no one as a judgment. Maroney, 412 Pa. at 450, 194 A.2d at 868. When acting as an issuing authority at an inquest, the coroner merely determines whether the Commonwealth produced evidence that, if accepted as true, would warrant the trial court to allow the case to go to a jury. See, Pa. R.Crim.P. 143; Allbeck, 715 A.2d at 1214.\n¶ 22 In this case, the coroner determined that the Commonwealth produced evidence that, when accepted as true, would warrant the trial court to allow the case to go to a jury. Appellant then proceeded to trial by jury and was given a full opportunity to defend against the charges, as required by due process. Deans, 530 Pa. at 517, 610 A.2d at 34. The jury convicted Appellant after determining that the Commonwealth proved all of the elements of third degree murder beyond a reasonable doubt, as required by due process. McDonough, 533 Pa. at 292, 621 A.2d at 570. Thus, the fact that Appellant was held for court by a coroner legally acting as an issuing authority at an inquest results in no due process violation because Appellant received a fair, complete, and impartial trial on the merits before judgment was entered against him. Therefore, Appellant's claim is meritless.\n¶ 23 Appellant finally complains that the sentencing court abused its discretion by imposing the statutory maximum sentence without stating sufficient reasons for sentencing *1143 above the guideline range and for relying on impermissible and duplicative factors and focusing solely on the seriousness of Appellant's crime. Appellant essentially raises three challenges to sentencing: (1) that the trial court imposed an excessive sentence; (2) that the trial court failed to specify the reasons for imposition of a sentence in excess of the aggravated range; and (3) the trial court based its sentence on impermissible, duplicative factors that focused solely on the seriousness of the crime. These claims are meritless.\n¶ 24 Appellant's challenges to sentencing are to the discretionary aspects of sentence rather than to the legality of sentence.[7] The right to appeal a discretionary aspect of sentence is not absolute. Commonwealth v. Barzyk, 692 A.2d 211, 216 (Pa.Super.1997). Rather, a party who desires to raise such matters must petition this court for permission to appeal and demonstrate that there is a substantial question that the sentence is inappropriate. 42 Pa.C.S.A. § 9781(b); Commonwealth v. Tuladziecki, 513 Pa. 508, 522 A.2d 17 (1987); Commonwealth v. Cappellini, 456 Pa.Super. 498, 690 A.2d 1220, 1227 (1997).\n¶ 25 The determination of whether a particular issue constitutes a substantial question as to the appropriateness of sentence must be evaluated on a case-by-case basis. Barzyk, 692 A.2d at 216. It is only where an aggrieved party can articulate clear reasons why the sentence imposed by the trial court compromises the sentencing scheme as a whole that we will find a substantial question and review the trial court's decision. Id. We will grant an appeal only when the appellant advances a colorable argument that the sentencing judge's actions were either: (1) inconsistent with a specific provision of the Sentencing Code; or (2) contrary to the fundamental norms which underlie the sentencing process. Barzyk, 692 A.2d at 216; Cappellini, 690 A.2d at 1227.\n¶ 26 In fulfilling this requirement, the party seeking to appeal must include in his or her brief a concise statement of the reasons relied upon in support of the petition for allowance of appeal. Pa.R.A.P., Rule 2119(f), 42 Pa.C.S.A.; Commonwealth v. Saranchak, 544 Pa. 158, 176, 675 A.2d 268, 277 (1996), cert. denied, 519 U.S. 1061, 117 S.Ct. 695, 136 L.Ed.2d 617 (1997). When the statement contains incantations of statutory provisions and pronouncements of conclusions of law but fails to articulate facts upon which the claim is predicated, it is inadequate to raise a substantial question so as to permit grant of allowance of appeal. Commonwealth v. Thompson, 377 Pa.Super. 506, 547 A.2d 800, 802 (1988).\n¶ 27 Here, Appellant's 2119(f) statement is inadequate to raise a substantial question because it consists wholly of statutory provisions and pronouncements of conclusions of law and fails entirely to articulate the factual basis of Appellant's claims. Accordingly, we deny allowance of appeal from the discretionary aspects of Appellant's sentence.[8]\n*1144 ¶ 28 Judgment of sentence affirmed; allowance of appeal from discretionary aspects of sentence denied.\nNOTES\n[1]  Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966) (a defendant who is subject to custodial interrogation must be advised of his or her constitutional right to remain silent and his or her right to a lawyer in clear and unequivocal language).\n[2]  The due process clause of the Fourteenth Amendment of the United States Constitution provides that no state shall \"deprive any person of life, liberty, or property, without due process of law.\"\n[3]  Article I, § 9 of the Pennsylvania Constitution provides, in relevant part:\n\n§ 9. In all criminal prosecutions the accused hath a right to ... a speedy public trial by an impartial jury of the vicinage; he cannot be... deprived of his liberty or property, unless by the judgment of his peers or the law of the land.\n[4]  Article I, § 1 of the Pennsylvania Constitution provides:\n\n§ 1. All men are born equally free and independent, and have certain inherent and indefeasible rights, among which are those of enjoying and defending life and liberty, of acquiring, possessing and protecting property and reputation, and of pursuing their own happiness.\n[5]  See note 3 supra.\n[6]  Article I, § 11 of the Pennsylvania Constitution provides, in relevant part:\n\n§ 11. All courts shall be open; and every man for an injury done to him in his lands, goods, person or reputation shall have a remedy by due course of law, and right and justice administered without sale, denial or delay ...\n[7]  See Commonwealth v. Nelson, 446 Pa.Super. 240, 666 A.2d 714, 720 (1995), appeal denied, 544 Pa. 605, 674 A.2d 1069 (1996) (regarding claim of excessiveness of sentence as a challenge to discretionary aspects of sentence); Commonwealth v. Breter, 425 Pa.Super. 248, 624 A.2d 661 (1993) (regarding claim of abuse of discretion by imposition of sentence outside aggravated guideline range without expression of specific reasons to justify the sentence as a challenge to discretionary aspects of sentence); Commonwealth v. Lewis, 407 Pa.Super. 186, 595 A.2d 593 (1991), reversed on other grounds, 535 Pa. 501, 636 A.2d 619 (1994) (regarding claim that trial court based sentence solely on seriousness of crime as a challenge to discretionary aspects of sentence).\n[8]  Even if Appellant's statement complied with 2119(f), his complaints nevertheless lack merit. Appellant first complains that his sentence was excessive. A claim of excessiveness of sentence fails to raise a substantial question for review where, as here, the sentence is within the statutory limits. Commonwealth v. Nelson, 446 Pa.Super. 240, 666 A.2d 714, 720 (1995), appeal denied, 544 Pa. 605, 674 A.2d 1069 (1996).\n\nAppellant next complains that the sentencing court failed to state sufficient reasons supported by the record for sentencing above the guideline range; or, in the alternative, that the reasons stated were impermissible and duplicative as they focused solely on the seriousness of the offense. Although such claims raise substantial questions when properly alleged (see, Commonwealth v. Breter, 425 Pa.Super. 248, 624 A.2d 661 (1993) (sentencing outside the guidelines without an adequate contemporaneous statement of reasons for deviation by trial court raises a substantial question); Commonwealth v. Lewis, 407 Pa.Super. 186, 595 A.2d 593 (1991), reversed on other grounds, 535 Pa. 501, 636 A.2d 619 (1994) (an allegation that the trial court based sentence solely on the seriousness of the crime raises a substantial question)), Appellant's boilerplate assertions find no record support and are, therefore, meritless.\nRegarding Appellant's third complaint here, we note that sentencing is a matter vested in the sound discretion of the sentencing court and will not be disturbed absent a manifest abuse of discretion. Commonwealth v. Johnson, 446 Pa.Super. 192, 666 A.2d 690, 693 (1995). The sentencing court may deviate from the guidelines after placing its reasons for doing so on the record. Commonwealth v. Campion, 449 Pa.Super. 9, 672 A.2d 1328, 1334 (1996), appeal denied, 545 Pa. 668, 681 A.2d 1340 (1996). The court satisfies this requirement when it states its reasons for sentence on the record and in defendant's presence. Id. Although the guidelines specify definite ranges of minimum sentences, adoption of the guidelines was not intended to preclude judicial discretion. Commonwealth v. Wright, 411 Pa.Super. 111, 600 A.2d 1289, 1293 (1991).\nHere, the sentencing court stated on the record and in Appellant's presence several reasons for imposing a sentence above the guidelines, including: the victim impact statement; the presentence report; Appellant's difficult upbringing weighed against his need to accept criminal responsibility; Appellant's recidivism; Appellant's failure to benefit from community-based supervision; the legislature's amendment of the penalty section of the homicide statute to increase sentence for third degree murder from 10 to 20 to 20 to 40 years, which was in effect at the time Appellant committed his crime; and the trial evidence. N.T., Sentencing, 3/12/97, at 8-9. The record reveals that the court's contemporaneous statement provided an adequate explanation of his consideration of the guidelines and why he departed from them.\n\n",
            "ocr": false,
            "opinion_id": 1895467
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}