{
    "id": 1874721,
    "judges": "James L. Cannella",
    "date_filed": 1101772800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-brooks",
    "case_name_short": "Brooks",
    "case_name": "State v. Brooks",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "889 So. 2d 1064"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7366.0,
            "opinion_text": "\n889 So. 2d 1064 (2004)\nSTATE of Louisiana\nv.\nRaymond BROOKS, Jr.\nNo. 04-KA-779.\nCourt of Appeal of Louisiana, Fifth Circuit.\nNovember 30, 2004.\n*1066 Paul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Thomas J. Butler, Thomas S. Block, Assistant District Attorneys, Gretna, LA, for Plaintiff/Appellee.\nMargaret S. Sollars, Louisiana Appellate Project, Thibodaux, LA, for Defendant/Appellant.\nPanel composed of Judges SOL GOTHARD, JAMES L. CANNELLA, and SUSAN M. CHEHARDY.\nJAMES L. CANNELLA, Judge.\nThe Defendant, Raymond Brooks, comes before this Court for the fourth time contesting the validity of the habitual offender proceedings, wherein he was found to be a third felony offender, and his sentence to life in prison without benefit of parole, probation or suspension of sentence.[1] For the reasons which follow we affirm the finding as a third felony offender, set aside the sentence and remand.\nOn January 29, 2002, this Court affirmed the Defendant's conviction for possession of cocaine, but vacated his life sentence as a third felony offender and remanded for a rehearing of the habitual offender proceeding. Specifically, we concluded that there was insufficient evidence of a 1977 armed robbery predicate conviction to support the Defendant's third felony offender status because the State failed to prove the date of discharge on this conviction. The matter was remanded. State v. Brooks, 01-864 (La.App. 5th Cir.1/29/02), 807 So. 2d 1090, 1101-1102 (Brooks I).\nFollowing remand, the trial court held another habitual offender proceeding on the habitual offender bill of information that alleged the Defendant to be a fourth felony offender based on the following convictions: (1) armed robbery (La. R.S. 14:64(A)) in 1977; (2) illegal carrying of a weapon by a felon (La. R.S. 14:95.1) in 1986; and (3) simple robbery (La. R.S. 14:65) in 1994. At the hearing, a probation and parole officer testified to the discharge date of the armed robbery. The matter was continued to another date at which the State withdrew the testimony from the officer and submitted evidence of the two other predicate offenses listed in the multiple bill of information. At the conclusion of that hearing, the defense argued that the State was precluded from using the firearm charge as a predicate, since it would subject the Defendant to double enhancement. The trial judge agreed, found the Defendant to be second felony offender and imposed an enhanced sentence of seven years of imprisonment at hard labor without benefit of probation or suspension of sentence.\nThe State appealed. This Court vacated the trial judge's finding and again remanded for further proceedings. State v. Brooks, 02-1051 (La.App. 5th Cir.2/25/03), 841 So. 2d 997, writ denied, 03-664 (La.6/27/03), 847 So. 2d 1271, (Brooks II). The Court concluded that although both the firearm conviction and the armed robbery conviction (the underlying conviction on the firearm charge) could not be used, the firearm conviction alone without the *1067 underlying felony could be used to enhance the Defendant's sentence. That decision is final.\nThereafter, the State filed a motion to resentence the Defendant on the habitual offender bill of information. On August 7, 2003, the trial judge resentenced the Defendant, stating that he was a third felony offender, and imposed a sentence of life imprisonment without benefit of probation or suspension of sentence. The Defendant appealed and filed a timely pro se motion for reconsideration of sentence.\nIn his third appeal, the Defendant argued that his sentence was excessive. This Court concluded that the record did not reflect a ruling on the Defendant's motion to reconsider sentence, and remanded the matter for action on the motion or supplementation of the record with a ruling.[2]State v. Brooks, 04-22 (La.App. 5th Cir.4/27/04), 873 So. 2d 815, 817 (Brooks III).\nOn May 4, 2004, the trial court issued an order noting that, although it had previously issued an order pertaining to the motion to reconsider, inadvertently the judgment was not signed. The May 4, 2004 order thus denied the motion to reconsider sentence \"nunc pro tunc.\" The Defendant now appeals that ruling. The Defendant assigns one error contesting the constitutionality of his life imprisonment sentence.\n\nASSIGNMENT OF ERROR\nThe Defendant contends that his sentence is unconstitutional. He argues that he was entitled to a jury trial of the findings by the trial judge in the habitual offender proceeding. He also contends that the mandatory minimum sentence of life imprisonment is constitutionally excessive based on the facts of his case because, among other things, he did not use a weapon when committing the underlying offense of possession of cocaine. The State responds that the Defendant's sentence is not constitutionally excessive and that the Defendant was not entitled to a jury trial in the habitual offender proceeding.\nThe Defendant argues that La. R.S. 15:529.1 is unconstitutional because the trial judge utilized facts, not found by the jury at his underlying trial for possession of cocaine, to enhance his sentence to life imprisonment in violation of Apprendi v. New Jersey, 530 U.S. 466, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000) and Blakely v. Washington, ___ U.S. ___, 124 S. Ct. 2531, 159 L. Ed. 2d 403 (2004).\nThe Defendant raises this claim for the first time in his appellate brief. The general rule established is that issues not submitted to the trial court for decision will not be considered by the appellate court on appeal. State v. Williams, 02-1030 (La.10/15/02), 830 So. 2d 984, 988. \"Constitutional issues are no exception.\" Id. (citing Vallo v. Gayle Oil Co., 94-1238 (La.11/30/94), 646 So. 2d 859). In Williams, the defendant challenged the constitutionality of La. C.E. art. 1104 on appeal, but had not raised the issue in the trial court. The Williams court pretermitted discussion of the defendant's claim, noting that \"[t]he constitutionality of the statute was clearly not the central focus of any hearing and the trial record does not contain any arguments on the topic. The only mention of the constitutionality of the statute was on appeal.\" Id. at 988.\nAs in Williams, the Defendant's constitutional claim was clearly not the focus of any hearing and the record contains no argument on the topic. The only mention of it is on appeal. Accordingly, we find that discussion of the Defendant's constitutional challenge to La. R.S. 15:529.1 should be pretermitted as well.\n*1068 However, we note that the Defendant's argument lacks merit. In Apprendi, the Supreme Court held that the constitution requires that, \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" Apprendi, 120 S.Ct. at 2362-2363. In Blakely, the Supreme Court explained that the \"relevant `statutory maximum' is not the maximum sentence a judge may impose after finding additional facts, but the maximum he may impose without any additional findings.\" Blakely, 120 S.Ct. at 2537 (emphasis as found in the original).\nThe Louisiana Supreme Court has consistently held that habitual offender proceedings do not charge a separate crime but merely constitute ancillary sentencing proceedings such that the punishment for a new conviction is enhanced. See, State v. Parker, 03-924 (La.4/14/04), 871 So. 2d 317, 322, and the cases cited therein. Citing Jones v. United States, 526 U.S. 227, 119 S. Ct. 1215, 143 L. Ed. 2d 311 (1999), the Louisiana Supreme Court noted in State v. Brown, 03-2788 (La.7/6/04), 879 So. 2d 1276, that prior convictions are recognized as a constitutionally permissible sentencing factor because:\nprior convictions have been, by their very nature, subject to the fundamental triumvirate of procedural protections intended to guarantee the reliability of criminal convictions: fair notice, reasonable doubt and the right to a jury trial.\nState v. Brown, 879 So.2d at 1283.\nState v. Brown observed that Apprendi\"exempted the fact of a prior conviction from its holding because the defendants enjoyed criminal procedural safeguards, including the right to a jury trial and proof beyond a reasonable doubt, which assured the accuracy and reliability of the prior record.\" State v. Brown, 879 So.2d at 1282. Additionally, in State v. Myles, 04-434 (La.App. 5th Cir.10/12/04), 887 So. 2d 118, 124\u009725 this Court addressed and rejected a defendant's Apprendi challenge to his habitual offender finding. The Myles court concluded that the Apprendi exception applies to sentencing enhancement proceedings and found no merit in the defendant's contrary argument. Id.\nIn the present case, we find that because the Defendant's sentence was enhanced based on prior convictions and not any other fact, the Defendant was not entitled to a jury trial under Apprendi.\nThe Defendant next argues that his sentence is constitutionally excessive. In reviewing the record we note that the trial judge imposed a life imprisonment sentence under the mistaken impression that this Court had instructed him to do so. Upon remand from Brooks II, the trial judge stated:\nThey vacated the Court's finding and very clearly set it for re-sentencing, and very clearly articulated in their finding that the Court should have found the defendant to be a third felon [sic] offender and sentence him to life without benefit. That's what they said.\nThe only issue that I understood was out there was, whether or not there was something pending before the Supreme Court. If not, I'm ready to proceed.\n....\nThis matter is remanded solely for the purpose of re-sentencing and re-finding in accordance with the Fifth Circuit's ruling. There is no hearing to be conducted. And, so, if you have nothing further, then I will proceed.\n....\nAll right. Let the record reflect that by virtue of the ruling of the Fifth Circuit, this judge's previous finding of the defendant as a second felon [sic] offender *1069 was vacated by the Fifth Circuit and remanded back before this Court with instructions. In accordance with the Fifth Circuit decision, this judge has been instructed that the proper finding is that the defendant is a third felon [sic] offender and that he should be re-sentenced in accordance with the provision of the statute. In accordance with that ruling, the Court's previous rulings having been vacated in accordance with that decision, I find Mr. Brooks to be a third felon [sic] offender, and pursuant to the requirements of 15:529.1, I re-sentence him to life imprisonment without benefit of probation or suspension of sentence. The defendant is ordered to be given credit for time served and remanded to the custody of the Department of Public Safety and Corrections for execution of sentence.\nThis Court's opinion in Brooks II did not instruct the trial court that it must impose a life sentence. The issue before this Court was whether the trial judge was precluded from considering the La. R.S. 14:95.1 (firearm) predicate, as argued by the Defendant, in the enhancement proceeding. This Court concluded that the trial judge was not precluded from considering that offense in determining the Defendant's habitual offender status. Id. at 999. Although this Court stated that the Defendant would be \"subject\" to a life sentence as a third felony offender, this Court did not state that such a sentence must be imposed by the trial judge on remand. Id.\nIn State v. Washington, 00-301 (La.App. 5th Cir.9/26/00), 769 So. 2d 1235, 1241, writ denied, 00-2971 (La.9/28/01) 798 So. 2d 106, writ denied, 00-3041 (La.9/28/01), 798 So. 2d 108, writ granted and transferred on other grounds, 02-1316 (La.5/31/02), 816 So. 2d 863, this Court vacated the defendant's enhanced sentence because the trial judge was under the erroneous belief that he could not deviate from the mandatory minimum sentence of life imprisonment. Our brethren on the Fourth Circuit have held likewise in State v. Wilson, 02-0776 (La.App. 4th Cir.1/22/03), 839 So. 2d 206, 213-214, writ denied, 03-0700 (La.10/17/03) 855 So. 2d 757, where the court vacated the defendant's life sentence as a fourth felony offender and remanded for re-sentencing when the trial court expressed a belief that it had no alternative.\nThe Eighth Amendment to the United States Constitution and Article I, Section 20 of the Louisiana Constitution prohibit the imposition of excessive or cruel punishment. A sentence is excessive if it is grossly disproportionate to the seriousness of the offense so as to shock our sense of justice, or if it imposes needless and purposeless pain and suffering. State v. Lobato, 603 So. 2d 739, 751 (La.1992); State v. Brown, 01-160 (La.App. 5th Cir.5/30/01), 788 So. 2d 667, 674.\nIn the present case, the Defendant was sentenced on August 7, 2003 to life imprisonment as a third felony offender. The applicable habitual offender provisions are those that were in effect at the time of the commission of the charged offense. State v. Parker, 03-924 (La.4/14/04), 871 So. 2d 317. In 1999, La. R.S. 15:529.1 provided for a mandatory life sentence when one of the predicate felonies or the underlying felony is a crime of violence or any crime punishable by imprisonment for more than twelve years. Both of the Defendant's predicates fit within the criteria, since simple robbery is defined as a crime of violence and illegal carrying of a weapon is punishable by imprisonment for more than twelve years. See, La. R.S. 15:529.1(A)(1)(b)(ii) (West, 1999); La. R.S. 14:95.1(B); La. R.S. 14:2(13)(y). Since the Defendant committed the underlying offense of possession of cocaine on March 17, 1999, the Defendant was subject to a mandatory *1070 life sentence under the 1999 version of La. R.S. 15:529.1.\nDespite having received the mandatory minimum sentence, the Defendant's sentence may be reviewed for constitutional excessiveness. State v. Johnson, 97-1906 (La.3/4/98), 709 So. 2d 672. However, it is presumed that a mandatory minimum sentence is constitutional. State v. Dorthey, 623 So. 2d 1276 (La.1993). To rebut the presumption that the mandatory minimum sentence is constitutional, the Defendant must show that:\n[h]e is exceptional, which in this context means that because of unusual circumstances this defendant is a victim of the legislature's failure to assign sentences that are meaningfully tailored to the culpability of the offender, the gravity of the offense and the circumstances.\nState v. Johnson, 709 at 676.\nThe trial court should exercise its authority to declare excessive a minimum sentence mandated by La. R.S. 15:529.1 only under \"rare\" circumstances. State v. Lindsey, 99-3302 (La.10/17/00), 770 So. 2d 339, 345 (emphasis as found in the original). And, the trial court cannot impose whatever sentence it may feel is appropriate. Johnson, 709 So.2d at 677. Instead, the trial court must impose the longest sentence that is not constitutionally excessive, with specific reasons, explaining why that sentence is the longest constitutionally permissible sentence. Id. Additionally, a trial court may not rely solely upon the non-violent nature of the instant crime or of past crimes as evidence which justifies rebutting the presumption of the constitutionality of the mandated minimum sentence. Id.\nIn this case, we find that the trial judge imposed the life sentence without considering the Defendant's contentions that a life sentence in light of his unusual circumstances under Dorthey and Johnson was constitutionally excessive. He did so under the mistaken view that this Court had directed him to impose the life sentence without conducting a hearing or exercising his judicial discretion. This was error. Therefore, we regretfully must again vacate the sentence and remand the case for a hearing and resentencing in accordance with the considerations expressed in State v. Johnson, supra and State v. Dorthey, supra, as well as our prior opinions in this case.[3]\n\nERROR PATENT DISCUSSION\nThe record was reviewed for errors patent, according to La.C.Cr.P. art. 920; State v. Oliveaux, 312 So. 2d 337 (La.1975); and State v. Weiland, 556 So. 2d 175 (La.App. 5th Cir.1990). We find no errors requiring action by this Court.\nBased on the foregoing, the Defendant's sentence as a third felony offender is set aside and the case is remanded to the district court for a hearing and resentencing in accordance with law.\nSENTENCE VACATED; CASE REMANDED.\nNOTES\n[1]  Although the trial court failed, at sentencing, to restrict parole eligibility as required by La. R.S. 15:529.1(A)(1)(b)(ii) in effect in 1999, the provision is self-activating. La. R.S. 15:301.1. Furthermore, this error may be remedied on remand and resentencing.\n[2]  The judgment regarding the motion to reconsider sentence was unsigned.\n[3]  We note in an abundance of caution that the case is only being remanded for a hearing, compilation of a record and imposition of sentence after a considered decision by the trial court on the Defendant's claim, under Johnson and Dorthey, that imposition of a life sentence in view of his unusual circumstances is constitutionally excessive. We are not herein expressing any opinion as to the validity of the Defendant's argument.\n\n",
            "ocr": false,
            "opinion_id": 1874721
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}