{
    "id": 1878003,
    "judges": "Martin Glenn",
    "date_filed": "2018-07-31",
    "date_filed_is_approximate": true,
    "slug": "in-re-vinieris",
    "case_name_short": "In Re Vinieris",
    "case_name": "In Re Vinieris",
    "case_name_full": "In Re Michael G. VINIERIS, Debtor",
    "attorneys": "Cushner & Garvey, LLP, by Todd S. Cushner, Tarrytown, NY, for Debtor., Rosner Nocera & Ragone, LLP, by John P. Foudy, New York, NY, for Debtor Michael G. Vinieris., Jeffrey Sapir, by Jodi L. Kava, White Plains, NY, for Creditor Federal Insurance Company.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b741-8\">\n    In re Michael G. VINIERIS, Debtor.\n   </parties><br><docketnumber id=\"b741-9\">\n    No. 08-11151 (MG).\n   </docketnumber><br><court id=\"b741-10\">\n    United States Bankruptcy Court, S.D. New York.\n   </court><br><decisiondate id=\"b741-12\">\n    Aug. 7, 2008.\n   </decisiondate><br><attorneys id=\"b742-21\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"708\"> \n     *708\n     </span>\n    Cushner &amp; Garvey, LLP, by Todd S. Cushner, Tarrytown, NY, for Debtor.\n   </attorneys><br><attorneys id=\"b742-22\">\n    Rosner Nocera &amp; Ragone, LLP, by John P. Foudy, New York, NY, for Debtor Michael G. Vinieris.\n   </attorneys><br><attorneys id=\"b742-23\">\n    Jeffrey Sapir, by Jodi L. Kava, White Plains, NY, for Creditor Federal Insurance Company.\n   </attorneys>",
    "citations": [
        "391 B.R. 707"
    ],
    "opinions": [
        {
            "author_str": "Glenn",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n391 B.R. 707 (2008)\nIn re Michael G. VINIERIS, Debtor.\nNo. 08-11151 (MG).\nUnited States Bankruptcy Court, S.D. New York.\nAugust 7, 2008.\n*708 Cushner &amp; Garvey, LLP, by Todd S. Cushner, Tarrytown, NY, for Debtor.\nRosner Nocera &amp; Ragone, LLP, by John P. Foudy, New York, NY, for Debtor Michael G. Vinieris.\nJeffrey Sapir, by Jodi L. Kava, White Plains, NY, for Creditor Federal Insurance Company.\n\nMEMORANDUM OPINION AND ORDER DISMISSING THIS CHAPTER 13 CASE\nMARTIN GLENN, Bankruptcy Judge.\nBefore the court are two motions to dismiss this chapter 13 case filed by Michael G. Vinieris (\"Vinieris\" or \"Debtor\"). The motions to dismiss were filed by a creditor, Federal Insurance Company (\"FIC\"), and by the Chapter 13 Trustee, Jeffrey Sapir. FIC contends that it is a judgment creditor with a secured claim of $9,956,955.84, plus interest, and, therefore, the Debtor is not an eligible chapter 13 debtor pursuant to 11 U.S.C. § 109(e), limiting a qualified chapter 13 debtor's noncontingent, liquidated, unsecured debt to *709 $336,900, and noncontingent, liquidated, secured debt to $1,010,650. The Debtor contends that FIC is no longer a judgment creditor of the Debtor and that without taking into account FIC's judgment, the Debtor is within the § 109(e) debt limits, thereby qualifying him for chapter 13 relief. The Chapter 13 Trustee contends that the case should be dismissed because the Debtor is over the debt limit, failed to timely file required documents and failed to provide the Chapter 13 Trustee with tax returns.[1]\nFor the reasons set forth below, the FIC judgment remains a valid debt disqualifying the Debtor from eligibility to file under chapter 13. Therefore, the motions to dismiss the case are granted. It is unnecessary to reach the other arguments raised by FIC or the Chapter 13 Trustee.\n\nBACKGROUND\nOn April 1, 2008, the Debtor commenced a voluntary case under chapter 13. (ECF Doc. #1.) In the Debtor's Amended Schedule D, filed on May 15, 2008, the Debtor listed $577,943.42 in secured claims. (ECF Doc. #8.) FIC was not listed as a judgment creditor in the original schedules filed with the petition nor in the Amended Schedule D. On July 21, 2008, after both motions to dismiss were filed, the Debtor filed an Amended Schedule F listing unsecured nonpriority claims, and this amended schedule included FIC's claim but described the claim as an \"Expired Civil Claim\" and listed its value at $0. (ECF Doc. # 21.)\nOn May 23, 2008, FIC filed a motion to dismiss, arguing that it is a judgment creditor from a final and non-appealable judgment entered on November 24, 2004 in the Supreme Court of New York, County of New York, for $9,956,955.42, plus interest.[2] (ECF Doc. # 11.) The judgment resulted from an action by FIC against Vinieris following his federal criminal conviction in the Southern District of New York on March 7, 1985 for conspiracy, interstate transportation of stolen property and false statements, in connection with a theft in excess of $11 million from Sentry Armored Courier Corp. (\"Sentry\"), an insured of FIC. FIC paid Sentry's claim and then brought its state court action against Vinieris and others. Consequently, FIC maintains that the Debtor is not a proper chapter 13 debtor pursuant to 11 U.S.C. § 109(e).\nIn addition, FIC makes two other arguments: (1) that the case should be dismissed pursuant to 11 U.S.C. § 1307(c), claiming that the Debtor filed this case in bad faith, and (2) that the debt owed to FIC is non-dischargeable pursuant to 11 U.S.C. §§ 523(a)(4) (exempting from discharge debts arising from \"fraud or defalcation while acting in a fiduciary capacity, embezzlement, or larceny\") and (a)(6) (exempting *710 from discharge debts arising from \"willful and malicious injury by the debtor to another entity or to the property of another entity.\").[3] Since the motions to dismiss are granted because the Debtor is ineligible for chapter 13 relief, the Court does not reach these additional arguments.\nIn its opposition to FIC's motion to dismiss,[4] the Debtor disclosed more information regarding FIC's approximately $9.9 million claim. (ECF Doc. #23.) FIC's original judgment was filed against the Debtor on or about July 30, 1986. The Debtor asserts that this judgment expired on July 30, 2006 and that FIC's attempt to renew the judgment on November 24, 2004 by employing CPLR § 5014 was ineffective. The Debtor argues that CPLR § 5014 establishes a procedure for extending a judgment lien, not for renewing a judgment. According to the Debtor \"the primary purpose of CPLR § 5014 is to restore the lien of the judgment, not the judgment.\" (ECF Doc. #23, at 3) (emphasis in original). As a result, the Debtor argues that there could have been no valid renewal of the judgment for another twenty years in 2004, and therefore, the Debtor concludes that the approximately $9.9 million judgment is no longer valid and the Debtor is a proper debtor under 11 U.S.C. § 109(e).[5]\nRelying on First National Bank of Long Island v. Brooks, 2003 WL 23009241, at *2 (N.Y.Sup.Ct. Sept. 22, 2003), FIC's reply (see ECF Doc. #26) argues that the CPLR § 5014 procedure not only renews the lien for ten years, but also renews the judgment for twenty years. FIC also argues that because it commenced its action on the 1986 judgment in 2003, its action on the judgment was commenced within twenty years as required by CPLR § 211(b). See N.Y. C.P.L.R. § 211(b) (\"Actions to be commenced within twenty years .... (b) On a money judgment....\").\n\nDISCUSSION\nCPLR § 211(b) requires that an action on a money judgment be commenced within twenty years. After twenty years, a money judgment is presumed to be satisfied. N.Y. C.P.L.R. § 211(b) (\".... A money judgment is presumed to be paid and satisfied after the expiration of twenty years from the time when the party recovering it was first entitled to enforce it.\"). While a money judgment remains enforceable for twenty years, it only creates a lien on the defendant's real property for ten years.[6] This ten-year timing difference *711 is reconciled in CPLR § 5014. If a judgment remains unsatisfied after, ten years, the judgment creditor can maintain the lien on real property by bringing an action on the original judgment. See N.Y. C.P.L.R. § 5014. CPLR § 5014 provides that such an action can be filed once \"ten years have elapsed since the first docketing of the judgment\" or \"during the year prior to the expiration of ten years....\" Id. The statute is intended to prevent a multiplicity of actions against the judgment debtor on the same claim while providing a procedure to maintain the lien. If obtained before the first lien expires, the new ten-year lien takes effect immediately after the first ten-year lien expires, thereby ensuring that there is no gap period in which the creditor has no valid lien. Id. If the action on the judgment is commenced after ten years, it does not prevent the lien or the judgment from being renewed, but there will be a gap in the lien between the expiration of the initial ten-year period and the reinstatement of the lien upon the entry of the renewed judgment. See First Nat'l Bank, 2003 WL 23009241, at *2. Nothing in the plain language of CPLR § 5014 supports the Debtor's argument that the lien, but not the judgment, may be extended by bringing an action under CPLR § 5014 on the judgment within twenty years.\nTwo state court decisions are directly on point the above-mentioned First National Bank case, cited in FIC's reply, and Anchor Savings Bank v. Parker, 2006 WL 162965, at *1 (N.Y.Sup.Ct. Jan.20, 2006). In First National Bank, the plaintiff/judgment creditor waited 18 years to bring an action pursuant to CPLR § 5014. First Nat'l Bank, 2003 WL 23009241, at *2. The court found that this complied with § 5014 and held that \"[b]y starting afresh and obtaining a judgment in this action, [despite waiting well beyond the minimum 10 year period], the plaintiff will obtain a new 20 year judgment, and a new ten year lien.\" Id. The court unequivocally stated the effect of a \"renewal judgment\" \u0097 it extends not only the hen, but the judgment as well. In asserting this proposition, the court cited Quarant v, Ferrara, 111 Misc. 2d 1042, 445 N.Y.S.2d 885 (N.Y.Sup. Ct.1981). In Quarant, the court determined that after the expiration of the ten-year lien, \"the judgment creditor can sue on his judgment afresh so as to get a new judgment, thereby acquiring a new ten-year lien.\" Id. at 887.\nIn Anchor Savings Bank, a judgment creditor from an action commenced in 1992 (with a default judgment entered thereafter in 1993) filed a second action in 2005 to renew the earlier lien from the 1993 judgment, and to enter a new judgment for $35,767 for the outstanding balance then due upon the earlier judgment. 2006 WL 162965 at *1. By 2005, the ten-year lien had expired. Citing First National Bank, the court similarly held that even after the ten-year lien expired, \"a judgment creditor is able to obtain a new twenty-year judgment, and a new ten-year lien on real property, through an action against the debtor to renew the judgment. ...\" Id.\nSeveral treatises also interpret CPLR § 5014 in a way that comports with the First National Bank and Anchor Savings Bank decisions. See, e.g., DAVID D. SIEGEL, N.Y. PRAC. § 434 (4th ed.2008). In § 434, entitled \"Renewal of New York Judgment,\" Siegel cites CPLR § 5014, explaining that when a judgment remains unsatisfied *712 after ten years, causing the lien to expire, \"the creditor is permitted to sue on it afresh so as to get a new judgment and hence a new 10-year lien.\" Id.\nWeinstein, Korn &amp; Miller explains it as follows:\nA plaintiff who has obtained a judgment from a New York court but who has yet to get it satisfied may desire to bring an action on the judgment in order to preserve plaintiffs rights under it (a money judgment is presumed to be satisfied after 20 years from the time it became enforceable under CPLR 211(b)). The design of CPLR 5014 is to avoid a lien gap between the validity of the judgment, which is good for 20 years, and the lien status of the judgment, good for 10 years. CPLR 5014 merely extends the lien status of the judgment by granting a renewal judgment to be docketed at the expiration of the original judgment.... Assuming jurisdiction may be obtained, the plaintiff may commence the action by a motion for summary judgment as authorized by CPLR 3213, rather than proceed by summons and complaint. After all, the underlying dispute has been adjudicated and the application under CPLR 5014 is merely to preserve the judgment's efficacy for enforcement purposes.\n10-50 WEINSTEIN, KORN &amp; MILLER, NEW YORK CIVIL PRACTICE: CPLR P 5014.00 (2008) (footnotes omitted).\nSimilarly, Carmody-Wait 2d explains that § 5014 allows a judgment creditor to acquire both a new judgment and a new ten-year lien. 10 JUDY E. ZELIN, CARMODY-WAIT 2d § 67:4 (2008). The same view is taken in New York Jurisprudence. 54 ROMUALDO P. ECLAVEA, N.Y. JUR.2D ENFORCEMENT OF JUDGMENTS § 21 (2008).\nIn its opposition (ECF Doc. # 23), the Debtor cites two cases to support its assertion that CPLR § 5014 does not affect the twenty-year limitation on the judgment \u0097 In re Buchardt, 114 B.R. 362, 363 (Bankr. N.D.N.Y.1990), and Gletzer v. Harris, 51 A.D.3d 196, 854 N.Y.S.2d 10, 14 (App.Div. 2008). In In re Buchardt, the issue was whether an extended ten-year Ken related back to an earlier lien for the purpose of analysis under 11 U.S.C. § 522, which deals with exemptions. 114 B.R. at 363. The Buchardt court did not decide that an action under CPLR § 5014 only extended an existing lien but failed to create a new judgment, as the Debtor principally argues. In Gletzer v. Harris, the issue pertaining to CPLR § 5014 was whether a renewed ten-year lien takes effect at the moment the first ten-year lien expired, \"regardless of whether it was granted before or after the expiration of the 10-year period.\" 854 N.Y.S.2d at 14. Two mortgages were recorded after the expiration of the ten-year period and before the renewed judgment was entered, even though the action to renew the judgment was filed before the ten-year period expired. Id. at 17. The issue was whether the intervening mortgages or the renewed judgment lien took priority. The court held that the original judgment lien had lapsed and the renewed judgment lien became effective when it was granted. Thus, the intervening mortgages had priority. The decision does not specifically discuss the validity of any judgment arising from the action under CPLR § 5014. Id. at 14. While these cases do explain the purpose of CPLR § 5014 regarding extension of statutory liens, the cases do not hold that a \"renewal judgment\" is only an action to renew the lien. Only the First National Bank and Anchor Savings Bank decisions directly address the question before the Court; both conclude that the effect of a judgment in the CPLR § 5014 action is to renew a judgment for a new twenty-year period.\n*713 Logic also supports the conclusion that CPLR § 5014 not only extends the lien but the judgment as well. Black's Law Dictionary defines a lien as \"[a] legal right or interest that a creditor has in another's property, lasting usu[ally] until a debt or duty that it secures is satisfied.\" BLACK'S LAW DICTIONARY (8th ed.2004). Specifically, a judgment lien is \"[a] lien imposed on a judgment debtor's nonexempt property. This lien gives the judgment creditor the right to attach the judgment debtor's property.\" Id. Contrary to the Debtor's contention that CPLR § 5014 does not extend the judgment, obtaining a new judgment plays a critical part in validly renewing the ten-year lien. After all, a lien secures a debt or duty \u0097 if no debt or duty exists, there is nothing to secure. In the case at bar, if the result of the November 24, 2004 judgment was to extend the ten-year lien to November 24, 2014, yet it did not affect the judgment itself, then the judgment would still expire on July 30, 2006. From July 30, 2006 until November 24, 2014, the lien would then have no value since the judgment would no longer be enforceable and there would be no right held by FIC for the hen to secure. If an attempt was made to assert the lien after July 30, 2006, the lien would be subject to expungement because FIC could not support the lien with any underlying right. Similarly, if the November 24, 2004 judgment had the effect of only renewing the lien until July 30, 2006 when the original 1986 judgment expired, then the lien granted in 2004 would have a much shorter duration than the ten-year statutory period granted for liens on judgments. See N.Y. C.P.L.R. § 5203(a). Were such a shorter limitations period intended, this would be made explicit in the statute. Interpreting CPLR § 5014 in this manner leads to an illogical result, and therefore the Court agrees with the First National Bank and Anchor Savings Bank cases interpreting CPLR § 5014 to allow a judgment creditor to obtain a new twenty-year judgment and ten-year lien.\nAfter establishing that FIC's judgment in excess of $9.9 million is valid for purposes of the threshold determination regarding qualifications for chapter 13, the Court must then turn to the § 109 debt limitations for chapter 13 cases. Section 109(e) states:\nOnly an individual with regular income that owes, on the date of the filing of the petition, noncontingent, liquidated, unsecured debts of less than $336,900 and noncontingent, liquidated, secured debts of less than $1,010,650, or an individual with regular income and such individual's spouse, except a stockbroker or a commodity broker, that owe, on the date of the filing of the petition, noncontingent, liquidated, unsecured debts that aggregate less than $336,900 and noncontingent, liquidated, secured debts of less than $1,010,650 may be a debtor under chapter 13 of this title.\n11 U.S.C. § 109(e). The Court finds that FIC's judgment is valid and secured by a statutory lien. Furthermore, as urged by FIC, the judgment is \"noncontingent\" because it was entered in the pre-petition period and no further steps are required to give effect to the judgment. See In re Loya, 123 B.R. 338, 340 (9th Cir. BAP 1991); see also 2 COLLIER ON BANKRUPTCY ¶ 109.06[2][b] (15th ed. rev.2007) (\"In deciding whether a claim is noncontingent, and therefore counted toward the debt limits, courts have generally ruled that if a debt does not come into existence until the occurrence of a future event, the debt is contingent.\"). A debt is \"liquidated\" for purposes under § 109(e) if its amount is \"readily and precisely determinable....\" 2 COLLIER ON BANKRUPTCY ¶ 109.06[2][c]. A liquidated debt does not require that there is no dispute as to liability, but only that *714 the amount of the debt has been fixed by operation of law. In re Miloszar, 238 B.R. 266, 271 (D.N.J.1999) (holding that default judgment fixing amount of debtor's liability was a \"liquidated\" claim for purposes of § 109(e), even when the basis for the default judgment was disputed by the debtor). FIC's judgment meets all criteria for consideration as a non-contingent, liquidated, secured claim, and since the $9,956,955.84 judgment exceeds the § 109(e) secured debt limit, it is clear that the Debtor does not qualify for chapter 13.\n\nCONCLUSION\nBecause FIC's judgment in excess of $9.9 million is valid, the Debtor has exceeded the debt limit set forth in 11 U.S.C. § 109(e) and he is not a proper chapter 13 debtor. Therefore, the motions to dismiss this chapter 13 case are GRANTED.\nIT IS SO ORDERED.\nNOTES\n[1]  The Chapter 13 Trustee's motion to dismiss (see ECF Doc. # 19), in addition to arguing that the Debtor fails to qualify as a chapter 13 debtor under § 109(e), as FIC maintains, asserts that dismissal is appropriate because (1) cause exists under U.S.C. § 1307(c)(1) in that the debtor has caused \"unreasonable delay... that is prejudicial to creditors\"; (2) the Debtor has violated 11 U.S.C. § 521(i) by failing to timely file documents required under § 521(a)(1); and (3) the Debtor has violated § 521(e)(2)(A)(i), requiring the debtor to provide \"not later than 7 days before ... the first meeting of creditors, to the trustee a copy of the Federal income tax return ... for the most recent tax year ending immediately before the commencement of the case....\"\n[2]  This judgment is attached to FIC's motion to dismiss (ECF Doc. # 10), as Exhibit # 2. A notice of sale, declaring that the Debtor's apartment will be sold pursuant to a Judgment of Foreclosure and Sale, filed on January 3, 2008, is also attached as Exhibit # 3. The memorandum of law in support of the motion to dismiss appears at ECF Doc. #11.\n[3]  FIC makes the same arguments regarding denial of discharge under § 523(a) in an adversary proceeding against the Debtor filed on June 30, 2008. (Adv. No. 08-01330, ECF Doc. # 18.) A creditor seeking to deny a discharge to a debtor must request such relief in an adversary proceeding, FED. R. BANKRP. 7001, and the issues in this adversary proceeding have not yet been litigated. Again, based on the Court's ruling that Debtor is over the debt limit for chapter 13, it is unnecessary for the Court to rule on a denial of discharge at this time.\n[4]  The Debtor filed a separate opposition to the Chapter 13 Trustee's motion to dismiss appearing at ECF Doc. # 22. The content of Debtor's opposition to the Chapter 13 Trustee's motion to dismiss and the separate opposition to FIC's motion to dismiss are nearly identical.\n[5]  The Debtor argues that the November 24, 2004 judgment is \"not even signed by a judge.\" (ECF Doc. # 23, at 2.) However, pursuant to CPLR Rule 5016(a), \"[a] judgment is entered when, after it has been signed by the clerk, it is filed by him.\" N.Y. C.P.L.R. Rule 5016(a). Therefore, the fact that a clerk signed the judgment, rather than a judge, has no bearing on the judgment's validity.\n[6]  CPLR § 5203(a) states, in pertinent part:\n\nNo transfer of an interest of the judgment debtor in real property, against which property a money judgment may be enforced, is effective against the judgment creditor either from the time of the docketing of the judgment with the clerk of the county in which the property is located until ten years after filing of the judgment-roll, or from the time of the filing with such clerk of a notice of levy pursuant to an execution until the execution is returned....\nN.Y. C.P.L.R. § 5203(a).\n\n",
            "ocr": false,
            "opinion_id": 1878003
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "United States Bankruptcy Court, S.D. New York",
    "court_type": "FB",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}