{
    "id": 1104629,
    "judges": "Adkins",
    "date_filed": "1999-08-23",
    "date_filed_is_approximate": true,
    "slug": "bush-v-state",
    "case_name_short": "Bush",
    "case_name": "Bush v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 62,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "461 So. 2d 936"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4019.0,
            "opinion_text": "\n461 So. 2d 936 (1984)\nJohn Earl BUSH, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 62947.\nSupreme Court of Florida.\nNovember 29, 1984.\nRehearing Denied January 31, 1985.\n*937 Martha C. Warner of the Law Offices of Martha C. Warner, Stuart, for appellant.\nJim Smith, Atty. Gen., and Russell S. Bohn, Asst. Atty. Gen., West Palm Beach, for appellee.\nADKINS, Justice.\nJohn Earl Bush was convicted of the first-degree murder of Frances Slater. The trial judge imposed the death penalty in accordance with the jury's advisory sentence recommendation. Bush appeals from the conviction and the sentence of death. We have jurisdiction. Art. V, § 3(b)(1), Fla. Const. Having reviewed the record and considered the issues presented on appeal, we find no reversible error and affirm Bush's conviction and sentence.\nThe evidence at trial demonstrated the following events. At 3:00 a.m. on April 27, 1982, Frances Slater was abducted from the convenience store where she worked. Incident to the kidnapping, the store's cash register and floor safe were robbed of approximately $134. Later that day, the victim's body was discovered thirteen miles from the store. She had a stab wound in her abdomen and had been shot once in the back of her head at close range.\nAt trial, a delivery person for the local newspaper testified that she was passing by the store between 2:30 and 3:00 a.m., and saw a car in the parking lot occupied by one black man.\nInside the store were two black men with another person. In a photo lineup, she identified Bush's car and identified Bush as being one of the men in the store.\nFour taped statements given by Bush were played during the trial. These constitute the only known version of the events and are presented by Bush in the light most favorable to him. His statements are to the effect that he did not realize that his accomplices, Alfonso Cave, \"Pig\" Parker *938 and Terry Johnson, were planning to rob the convenience store, and that during and after the robbery he was under their domination. Bush states that after the robbery, they drove toward Indiantown, when his accomplices ordered him to stop. The victim was pushed out of the car and Bush avers that he intended to set her free. However, the accomplices decided that Slater might be able to identify them and they told Bush to dispose of her. Bush, not desiring to kill the victim, faked a blow at her with his knife and stabbed her superficially. Slater fell to the ground and an accomplice, Parker, shot her.\nThe jury returned a verdict of guilty on the charges of first-degree murder, robbery with a firearm, and kidnapping. Subsequent to the sentencing hearing, the jury recommended, in a 7-5 advisory sentence, that the death penalty be imposed. The trial judge, citing three aggravating factors and no mitigating factors, sentenced Bush to death.\n\nCONVICTION\nOn appeal Bush raises ten points which will be addressed in order of their presentation. In the first point on appeal, Bush contends that the trial judge should have conducted an inquiry, as in Richardson v. State, 246 So. 2d 771 (Fla. 1971), or granted a mistrial because a state investigator's testimony contradicted his earlier deposition. This argument is without merit.\nA Richardson inquiry is necessary only when there is a discovery violation and an objection based on the alleged violation. Richardson, 246 So.2d at 774; Lucas v. State, 376 So. 2d 1149, 1151 (Fla. 1979). In the instant case, investigator Forte stated in his deposition that Charlotte Grey, a clerk from a nearby convenience store which had been visited by Bush had not identified any photographs. At trial, Forte testified that witness Grey did identify Bush's photograph during the photo lineup. He explained that the inconsistency arose from defense counsel having asked two different questions. The prosecutor's failure to inform the defense of this change of testimony is not a discovery violation and does not constitute the absolute legal necessity required for a mistrial. See Dunn v. State, 341 So. 2d 806, 807 (Fla. 3d DCA 1977).\nWhen testimonial discrepancies appear, the witness' trial and deposition testimony can be laid side-by-side for the jury to consider. This would serve to discredit the witness and should be favorable to the defense. Therefore, unlike failure to name a witness, changed testimony does not rise to the level of a discovery violation and will not support a motion for a Richardson inquiry.\nIn his second point on appeal Bush argues that his confessions were inadmissible because they were procured through improper influence and without full benefit of the warnings required by Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966). On the morning of May 4, 1982, Bush went to the Martin County Sheriff's Department to inquire about his car, which had been confiscated pursuant to a search warrant. He was fully advised of his rights, executed a waiver, then attempted to establish an alibi for the night of the murder.\nThe deputy sheriffs requested him to accompany them to West Palm Beach to substantiate the alibi. He was not under arrest and was free to refuse the request. Instead, Bush accompanied two officers to West Palm Beach to the house where Bush said they could meet a witness who would support his alibi.\nWhen it became clear that the alibi witness would not appear, Bush told the officers that they did not have to wait any longer because the witness would not be able to help him. Bush then proceeded, in this second statement, to admit complicity in the crime. At the beginning of questioning, the officer asked Bush if he was giving the statement voluntarily, if he had been read his rights previously, if he understood those rights and was willing to voluntarily deliver the information. He responded affirmatively to each question.\n*939 Bush claims that this second statement was made without benefit of a Miranda warning. We do not agree. Although it had been eleven hours since the full recitation of his rights, Bush stated that he was aware of his rights and desired to waive those rights. There is no requirement that an accused be continually reminded of his rights once he has intelligently waived them. Biddy v. Diamond, 516 F.2d 118, 122 (5th Cir.1975), cert. denied, 425 U.S. 950, 96 S. Ct. 1724, 48 L. Ed. 2d 194 (1976); Lucas v. State, 335 So. 2d 566 (Fla. 1st DCA 1976).\nBush also contends that the voluntariness of his statements was vitiated by the implied suggestion by the investigating officers that he would benefit if he confessed. This Court has stated that although a police interrogator must neither abuse a suspect nor seek to obtain a statement by coercion or inducement, the interrogator's job is to gain as much information about the alleged crime as possible without violating the suspect's constitutional rights. Stevens v. State, 419 So. 2d 1058, 1063 (Fla. 1982). The confession must be the product of a rational intellect and free will. Townshend v. Sain, 372 U.S. 293, 307, 83 S. Ct. 745, 754, 9 L. Ed. 2d 770 (1963). In addition, we have previously held that a confession is not rendered inadmissible because the police tell the accused that it would be easier on him if he told the truth. Paramore v. State, 229 So. 2d 855, 858 (Fla. 1969).\nOn this point, the instant case is essentially similar to La Rocca v. State, 401 So. 2d 866, 868 (Fla. 3d DCA 1981), where police statements that minimized the defendant's action were held not to be coercive. Under the totality of the circumstances, the statements made to Bush did not overcome his will and produce the confession. More likely, it was Bush's realization that he had failed to substantiate an alibi which caused him to confess and thereby admit a more favorable participation in the murder.\nBush's third point on appeal contests the admission of certain photographs which he states were inflammatory and prejudicial. Exhibit fifteen, a blowup of the victim's bloody face, was taken at the morgue and admitted solely to identify Frances Slater. Exhibit twenty-one was a close-up of the gunshot wound to the victim's head.\nThe test of admissibility of photographs in situations such as this is relevancy and not necessity. Photographs are admissible where they assist the medical examiner in explaining to the jury the nature and manner in which the wounds were inflicted. Welty v. State, 402 So. 2d 1159, 1163 (Fla. 1981); Bauldree v. State, 284 So. 2d 196, 197 (Fla. 1973). In the instant case, exhibit twenty-one was used in order to assist the medical examiner in explaining the external examination of the victim. This exhibit was clearly admissible as an aid in illustrating to the jury what the examiner observed during his examination. Exhibit fifteen, though taken away from the scene, is treated no differently than exhibit twenty-one. We have repeatedly stated that:\n[T]he current position of this Court is that allegedly gruesome and inflammatory photographs are admissible into evidence if relevant to any issue required to be proven in a case. Relevancy is to be determined in the normal manner, that is, without regard to any special characterization of the proffered evidence. Under this conception, the issues of \"whether cumulative\", or \"whether photographed away from the scene,\" are routine issues basic to a determination of relevancy, and not issues arising from any \"exceptional nature\" of the proffered evidence.\nState v. Wright, 265 So. 2d 361, 362 (Fla. 1972) (emphasis supplied). See Henninger v. State, 251 So. 2d 862, 864 (Fla. 1971); and Meeks v. State, 339 So. 2d 186 (Fla. 1976). Bush argues that exhibit fifteen was unduly prejudicial because it was gruesome and may have made a crucial difference in the jury's recommendation in this case. In Williams v. State, 228 So. 2d 377 (Fla. 1969), this Court noted that similarly gruesome photographs depicted a view which was \"neither gory nor inflammatory beyond the *940 simple fact that no photograph of a dead body is pleasant.\" Id. at 379. The same rationale applies here, notwithstanding the potential for swaying the jury during the sentencing phase. We require only that the photograph not be so shocking in nature that it defeats the value of its relevancy. Id. These pictures were admissible.\nIn point four, Bush argues that the trial court erred in excluding a potential juror on a challenge for cause. He cites Witherspoon v. Illinois, 391 U.S. 510, 88 S. Ct. 1770, 20 L. Ed. 2d 776 (1968), and Lockett v. Ohio 438 U.S. 586, 98 S. Ct. 2954, 57 L. Ed. 2d 973 (1978), for the proposition that jury veniremen may be excluded only if they demonstrate an \"unmistakeably clear\" attitude toward the death penalty which would prevent them from making an impartial decision as to the defendant's guilt. See also Adams v. Texas, 448 U.S. 38, 100 S. Ct. 2521, 65 L. Ed. 2d 581 (1980).\nThe following constitutes the pertinent portion of the statements of the juror excluded in this case:\nProsecutor: \"Do you know of any reason why anything outside might come into it, other than what you hear here?\"\nJuror: \"I don't know if I could take the responsibility of committing one to death. I just don't know if I could handle that.\"\nProsecutor: \"Let me point out two things to you. First, your sentence is only advisory. The final decision, responsibility and burden lies with His Honor, the Judge ... Would that in any way cause you to change your opinion as to whether or not you could?\"\nJuror: \"I just don't think I could handle the responsibility of condemning somebody. I think it's up to God.\"\nProsecutor: \"And you feel like that would affect you even in the first stage, in determining the guilt or the innocence, knowing if you rendered a verdict of guilty of murder in the first degree that the man could be put to death, you feel that it could affect you?\"\nJuror: \"I feel it would be a problem for me, myself, in my heart.\"\nDefense Counsel: \"I understand, of course, sympathy will enter into practically any case... . It's not anything that is unique to this case or any particular type of case. Do you understand that? How would you feel about it with that in mind?\"\nJuror: \"I don't know. It would just be a very difficult thing to do.\"\nDefense counsel: \"Do you think you could do it, put sympathy out of your mind and base your verdict on the law and the evidence?\"\nJuror: \"No, I don't think so.\"\nWe do not think that it was error to excuse the juror. This juror's attitude toward the death penalty is firmly grounded and would clearly prevent her from rendering an impartial decision.\nIn point five, Bush argues that our decision in Knight v. State, 338 So. 2d 201 (Fla. 1976), should be narrowed or distinguished because of the facts of this case. Knight held that an indictment charging premeditated murder would permit the state to proceed on either the theory of premeditated murder or felony murder. Bush claims that since he did not, in fact, commit the actual murder, Knight is inapplicable. We disagree. Whether or not Bush committed the actual murder is for the jury to determine. The jury could have decided that Bush was guilty of premeditated murder, or the jury could have convicted based upon the felony murder. In either case, Knight is applicable and Bush was not prejudiced by not knowing the specific theory upon which the state would proceed. See O'Callaghan v. State, 429 So. 2d 691, 695 (Fla. 1983); State v. Pinder, 375 So. 2d 836, 839 (Fla. 1979).\nBush argues in point six that the trial court's rejection of a third-degree murder instruction was prejudicial error. We disagree. Third-degree murder is defined as \"the unlawful killing of a human being, when perpetrated without any design to affect death, by a person engaged in the perpetration of, or in the attempt to perpetrate, any felony other than, ... robbery *941... [or] kidnapping... .\" Section 782.04(4), Florida Statutes (1981) (emphasis supplied). Since the jury found Bush guilty of both kidnapping and robbery, failure to instruct on third-degree murder is at most harmless. See also State v. Abreau, 363 So. 2d 1063, 1064 (Fla. 1978).\n\nSENTENCING\nIn point seven Bush raises a variety of objections relative to the constitutionality of the Florida capital sentencing statute. Each of his contentions has been previously addressed and we do not deem it necessary to revisit them. See e.g., Proffitt v. Florida, 428 U.S. 242, 252, 96 S. Ct. 2960, 2966, 49 L. Ed. 2d 913 (1976).\nIn Bush's eighth point on appeal he challenges the trial judge's \"repeated\" instructions to the jury that a sentencing decision requires a majority. We have held that such an instruction is erroneous. Harich v. State, 437 So. 2d 1082, 1086 (Fla. 1983), cert. denied, ___ U.S. ___, 104 S. Ct. 1329, 79 L. Ed. 2d 724 (1984).\nHere, although the jury charge contained some objectionable statements, the trial judge explicitly corrected himself by explaining: \"if by six or more votes the jury determines that [Bush] should not be sentenced to death, your advisory sentence will be [imposition of a life sentence.]\" (Emphasis supplied.) As in Harich, it affirmatively appears that the jury was not confused by the partial inconsistency of the instruction. Since the body of the instruction was correct and there was no objection or modification suggested, we find no prejudicial error.\nBush argues in his ninth point on appeal that the trial judge should have instructed the jury during the sentencing phase that a sentence of death may not be imposed absent intent to kill or contemplation that life would be taken. In support, Bush cites Enmund v. Florida, 458 U.S. 782, 102 S. Ct. 3368, 73 L. Ed. 2d 1140 (1982), which held that proof of intent to kill or contemplation of death is a necessary prerequisite to imposition of the death penalty. 458 U.S. at 794, 102 S.Ct. at 3375. Bush claims that failure to give this specific instruction to the jury may have resulted in a death sentence simply because the jurors believed Bush to be a \"bad fellow.\"\nWe disagree with this contention on the facts of this case. Here, we do not have a mere passive aider and abettor as in Enmund, where the only participation by Enmund was as driver of the getaway car from what he supposed was only a robbery and not a murder. The facts of this case show that Bush was a major, active participant in the convenience store robbery and his direct actions contributed to the death of the victim. The degree of Bush's participation is sufficient to support a finding that his involvement constituted the intent or contemplation required by Enmund.\nBush raises numerous issues in point ten, only one of which merits our discussion. He argues that during the sentencing phase the prosecutor made an appeal for sympathy and revenge for the family of the victim in the following statement to the jury:\n\"I ask you, don't consider the sympathy that Mr. and Mrs. Campbell have. Don't consider that when Mr. and Mrs. Campbell sit down to Thanksgiving dinner just three days from now that they are going to look across the table and they are going to look at Cathy and they are going to see Frances Julia Slater, the identical twin sister. If sympathy had any part of it, think of what they go through. And every time they sit down and look at her, this whole incident is going to come back ...\"\nBush contends that this appeal for retribution was devastating inasmuch as the jury vote was 7-5 in favor of imposing the death penalty. We disagree. We have previously held that although \"the rule against inflammatory and abusive argument by a state's attorney is clear, each case must be considered upon its own merits and within the circumstances pertaining when the questionable statements are made... .\" Darden v. State, 329 So. 2d 287, 291 (Fla. 1976), cert. dismissed, 430 U.S. 704, 97 S. Ct. 1671, 51 L. Ed. 2d 751 (1977).\nIn Darden, for example, the state continuously referred to the defendant as an *942 animal and played upon the necessity of restraining him permanently. We held that within the context of the argument, that reference to the defendant did not constitute prejudice requiring a new sentencing hearing. The instant case is not unlike Darden. We find that the above appeal to the jury's sympathies was of minor impact and does not merit re-sentencing. The statements are not a clear abuse, nor do they rise to the magnitude of a denial of fundamental fairness.\nTeffeteller v. State, 439 So. 2d 840 (Fla. 1983), is not inapposite. There, we stated:\nComments of counsel during the course of a trial are controllable in the discretion of the trial court, and an appellate court will not overturn the exercise of such discretion unless a clear abuse has been made to appear. Paramore v. State, 229 So. 2d 855 (Fla. 1969), vacated, 408 U.S. 935 [92 S. Ct. 2857, 33 L. Ed. 2d 751] (1972).\nId. at 845. Only where clear prosecutorial abuse exists will we automatically reverse for resentencing. Teffeteller, 439 So.2d at 845. Here, we cannot say that the \"line was clearly drawn too far\" as in Teffeteller. Id.\nBush's convictions and sentences are affirmed.\nIt is so ordered.\nBOYD, C.J., and ALDERMAN and SHAW, JJ., concur.\nEHRLICH, J., concurs in conviction and specially concurs with an opinion of the sentence, in which ALDERMAN and SHAW, JJ., concur.\nOVERTON and McDONALD, JJ., concur in the conviction, but concur in result only of the sentence.\nEHRLICH, Justice, specially concurring.\nI am in complete agreement with the majority, but I write separately to address a problem arising with increasing frequency in criminal cases, namely, prosecutorial misconduct in unfairly enflaming the jury's emotions in closing argument. On the facts of this case, it is clear that the prosecutor's description of the ongoing suffering of the victim's family did not fundamentally prejudice the defendant so as to require a new sentencing procedure. It is equally clear that the argument was irrelevant and improper.\nSection 921.141, Florida Statutes, sets forth those factors which may be presented to a jury in support of the prosecution's request for a recommendation of death. The suffering of the survivors is not relevant to any of the factors listed. The purpose of the death penalty statute as now drafted is to insulate its application from emotionalism and caprice. This Court has long condemned prosecutorial arguments which appeal to emotion rather than to reason. See, e.g., Teffeteller v. State, 439 So. 2d 840 (Fla. 1983), Singer v. State, 109 So. 2d 7 (Fla. 1959); Clinton v. State, 53 Fla. 98, 43 So. 312 (1907). I can think of few arguments which are more calculated to arouse an intense emotional response in a jury than the graphic portrayal of the survivors' bereavement. I can imagine no set of facts on which this would be proper argument.\nUnfortunately, in spite of the clear teaching of this and other courts that such argument is improper, prosecutors continue to indulge in it. This is contrary to the ethics of the profession generally and in violation of the duty, as state attorneys, to seek justice, not merely convictions. Zealous representation of society's interest does not require society's advocate to overstep the bounds of professional restraint. Our holding that, in this case, the improper argument does not require a new sentencing trial must not be seen as our condoning such impropriety. Continued flouting of ethical limitations of prosecutorial conduct can be corrected through professional discipline without burdening society at large or the criminal justice system with the cost of retrying the case.\nALDERMAN and SHAW, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1104629
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}