{
    "id": 1104066,
    "judges": "Per Curiam",
    "date_filed": 1084406400000,
    "date_filed_is_approximate": false,
    "slug": "gudinas-v-state",
    "case_name_short": "Gudinas",
    "case_name": "Gudinas v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "879 So. 2d 616"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n879 So.2d 616 (2004)\nThomas Lee GUDINAS, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. SC03-416.\nSupreme Court of Florida.\nMay 13, 2004.\nRehearing Denied July 29, 2004.\nLeslie Anne Scalley, Assistant CCC, Capital Collateral Regional Counsel \u0097 Middle, Tampa, FL, for Appellant.\nCharles J. Crist, Jr., Attorney General, and Kenneth S. Nunnelley, Senior Assistant Attorney General, Daytona Beach, FL, for Appellee.\nPER CURIAM.\nWe have for review an appeal from the denial of a successive motion for postconviction relief filed by Thomas Lee Gudinas, a prisoner under a sentence of death, under Florida Rule of Criminal Procedure 3.851. We have jurisdiction. See art. V, *617 § 3(b)(1), Fla. Const. For the reasons set forth below, we affirm the trial court's denial of the successive motion for postconviction relief.\n\nFacts\nIn 1995, Gudinas was convicted of first-degree murder, two counts of sexual battery, attempted sexual battery, and attempted burglary with an assault. At trial, the jury returned a guilty verdict on all counts. After the penalty phase, the jury recommended a death sentence by a vote of ten to two. After adjudicating Gudinas guilty on all counts, the trial court sentenced him to death for first-degree murder. The trial judge adjudicated Gudinas a habitual violent felony offender (HVFO) and sentenced him to thirty years' imprisonment for attempted burglary with an assault, thirty years for attempted sexual battery, and life imprisonment for each count of sexual battery. This Court affirmed Gudinas's convictions and sentences. Gudinas v. State, 693 So.2d 953, 956-59 (Fla.1997). Subsequently, this Court affirmed the circuit court's denial of postconviction relief and denied habeas relief. Gudinas v. State, 816 So.2d 1095 (Fla.2002).\nOn October 14, 2002, Gudinas filed a successive postconviction motion, challenging his death sentence in light of the U.S. Supreme Court's decision in Ring v. Arizona[1] and his HVFO sentences under Apprendi v. New Jersey.[2] On January 7, 2003, the circuit court denied relief. Gudinas appeals on the basis that despite this Court's rejection of similar Ring challenges in and since Bottoson v. Moore,[3] he is entitled to postconviction relief.\n\nRing v. Arizona\nThis Court has consistently rejected similar claims. For example, this Court recently rejected a Ring claim in Rivera v. State, 859 So.2d 495 (Fla.2003), wherein we stated:\nRivera asserts that Florida's capital sentencing scheme violates the United States Constitution under the holding of Ring. This Court addressed similar contentions in Bottoson v. Moore, 833 So.2d 693 (Fla.), cert. denied, 537 U.S. 1070, 123 S.Ct. 662, 154 L.Ed.2d 564 (2002), and King v. Moore, 831 So.2d 143 (Fla.), cert. denied, 537 U.S. 1067, 123 S.Ct. 657, 154 L.Ed.2d 556 (2002), and, while there was no single majority view expressed, we denied relief. We have since rejected numerous similar claims and find that Rivera is likewise not entitled to relief on this claim.\nId. at 508. The same analysis applies to this case.\nFurther, two of the three aggravators involved in this case are considered by this Court to meet the Ring requirements: prior violent felony and that the murder was committed in the course of an enumerated felony (sexual battery). This Court has held that the aggravators of murder committed \"during the course of an enumerated felony\" and prior violent felony comply with Ring review because they involve facts that were already submitted to a jury during trial. See Owen v. Crosby, 854 So.2d 182, 193 (Fla.2003) (rejecting the defendant's Apprendi claim in light of Ring on the basis of Bottoson, but noting that the \"during the course of an enumerated felony\" and the prior violent felony aggravators \"involve[d] circumstances that *618 were submitted to the jury and found to exist beyond a reasonable doubt\"); Banks v. State, 842 So.2d 788, 793 (Fla.2003) (denying Ring claim pursuant to Bottoson, but pointing out that the \"during the course of an enumerated felony\" and the prior violent felony aggravators also justified denying the claim); see also Anderson v. State, 863 So.2d 169 (Fla.2003) (denying Apprendi/Ring claim consistent with similar Florida cases, also because the jury unanimously recommended death, and because the trial judge found the aggravator of prior violent felony), cert. denied, ___ U.S. ___, 124 S.Ct. 1662, 158 L.Ed.2d 363 (2004); Rivera, 859 So.2d at 508 (finding that Rivera was not entitled to relief based on Bottoson, the fact that he had a unanimous jury death recommendation, and the existence of the two aggravators: prior violent felony and murder committed \"during the course of an enumerated felony\").\nIn sum, this Court has rejected similar Ring claims and has held that the aggravators of prior violent felony and \"murder committed during the course of an enumerated felony\" comply with a Ring analysis because they involve facts already submitted to and found by a jury. Accordingly, we affirm the trial court's denial of relief as to Gudinas's Ring claim.\n\nHVFO Sentences\nGudinas also argues on appeal that the trial court erred when it adjudicated him as an HVFO and sentenced him to thirty years' imprisonment for his attempted burglary with an assault conviction and his attempted sexual battery conviction. He maintains that HVFO enhancements on those two counts exceeded the statutory maximum and the dictates of Apprendi v. New Jersey. However, Gudinas has not properly preserved this claim for appellate review. Rule 3.851(e)(2)(B) requires petitioners to plead the reasons that their claims \"were not raised in the former motion or motions.\" Gudinas made the HVFO argument for the very first time in his successive 3.851 motion. Clearly, Gudinas has had multiple post-trial opportunities to challenge his HVFO convictions and he did not challenge them on direct appeal, see Gudinas, 693 So.2d at 959, nor did he raise the argument in his first postconviction motion that Apprendi impacted his HVFO sentences (despite the fact that he did argue Apprendi in his habeas petition). See Gudinas, 816 So.2d at 1100-01, 1111. Further, Gudinas does not now explain why this argument was not previously raised. Therefore, this claim is procedurally barred as not being properly raised as a claim within a successive 3.851 motion.\nAside from the procedural bar to this issue, this claim has no merit. In Apprendi, the U.S. Supreme Court exempted prior convictions from facts that must be submitted to a jury because they increase the penalty for a crime. 530 U.S. at 490, 120 S.Ct. 2348. Additionally, this Court has held that the sentencing enhancement scheme found in the Prison Releasee Reoffender Act (PRR), which is akin to HVFO sentencing, is unaffected by Apprendi. See Robinson v. State, 793 So.2d 891, 893 (Fla.2001) (holding that Florida's PRR statute is not invalidated by Apprendi: \"[T]he [PRR] Act does not increase the maximum statutory penalty. Here the sentencing court's discretion in selecting a penalty within the statutory range is simply limited. Accordingly, proof to the jury of a defendant's release which subjects a defendant to a sentence under the Act is not required.\"); Parker v. State, 790 So.2d 1033, 1035-36 (Fla.2001); McGregor v. State, 789 So.2d 976, 977-78 (Fla.2001); Sheffield v. State, 794 So.2d 592, 594 (Fla.2001); Barnes v. State, 794 So.2d 590, 592 (Fla.2001); Smith v. State, 793 So.2d 889, 891 (Fla.2001); Marshall v. *619 State, 789 So.2d 969, 970-71 (Fla.2001); McDowell v. State, 789 So.2d 956, 957 (Fla. 2001); Sheffield v. State, 789 So.2d 340, 342 (Fla.2001); Balkcom v. State, 789 So.2d 949, 950-51 (Fla.2000).\nNotwithstanding the recidivist exception in Apprendi, and our application of that exception to Florida's PRR Act, this Court has consistently ruled that the habitual offender statutes meet constitutional muster. See Eutsey v. State, 383 So.2d 219, 222-23 (Fla.1980) (upholding the habitual offender act upon the defendant's argument that the act did not afford him the same rights as an accused person in the guilt portion of a criminal trial); see also Warren v. State, 609 So.2d 1300 (Fla.1992) (holding that the HVFO statute was constitutional upon challenges that the act was inequitable, subject to arbitrary and capricious application, and violated double jeopardy and citing Tillman v. State, 609 So.2d 1295 (Fla.1992), and Ross v. State, 601 So.2d 1190 (Fla.1992), for the same propositions).\nAccordingly, for the reasons set out above, we affirm the trial court's denial of relief.\nIt is so ordered.\nWELLS, PARIENTE, LEWIS, QUINCE, CANTERO, and BELL, JJ., concur.\nCANTERO, J., concurs specially with an opinion, in which WELLS and BELL, JJ., concur.\nANSTEAD, C.J., concurs in result only.\nCANTERO, J., specially concurring.\nI concur in the majority opinion. Moreover, regarding the petitioner's claim that Florida's capital sentencing scheme violates Ring v. Arizona, 536 U.S. 584, 122 S.Ct. 2428, 153 L.Ed.2d 556 (2002), I also would hold, for the reasons stated in my specially concurring opinion in Windom v. State, Nos. SC01-2706 &amp; SC02-2142, ___ So.2d ___, 2004 WL 1057640 (Fla. May 6, 2004), that Ring does not apply retroactively.\nWELLS and BELL, JJ., concur.\nNOTES\n[1]  536 U.S. 584, 122 S.Ct. 2428, 153 L.Ed.2d 556 (2002).\n[2]  530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000).\n[3]  833 So.2d 693 (Fla.2002), cert. denied, 537 U.S. 1070, 123 S.Ct. 662, 154 L.Ed.2d 564 (2002).\n\n",
            "ocr": false,
            "opinion_id": 1104066
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}