{
    "id": 1117159,
    "judges": "Smith, C.J., Dickinson and Lamar",
    "date_filed": "1974-08-27",
    "date_filed_is_approximate": true,
    "slug": "gill-v-state",
    "case_name_short": "Gill",
    "case_name": "Gill v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "962 So. 2d 552"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n962 So.2d 552 (2007)\nGladys GILL, Edward F. \"Red\" Graham, Glenn Hopkins, Lonnie Meadows and David Tucker\nv.\nSTATE of Mississippi, et al.\nNo. 2006-CA-01687-SCT.\nSupreme Court of Mississippi.\nAugust 16, 2007.\nRichard Barrett, for appellants.\nOffice of the Attorney General by Billy L. Gore, Charles Willis Pickering, Sr., attorneys for appellee.\nBefore SMITH, C.J., DICKINSON and LAMAR, JJ.\nDICKINSON, Justice, for the Court.\n¶ 1. This is an appeal of a trial court's refusal to permit intervention. The question presented is whether a private citizen should be allowed to intervene in a criminal case and challenge the trial court's exoneration of Clyde Kennard who, many years ago, was convicted of burglary and died in jail.\n\nBACKGROUND FACTS AND PROCEEDINGS\n¶ 2. In 1960, a Forrest County grand jury indicted Kennard and Johnny Lee Roberts for burglary.[1]Kennard v. State, 242 Miss. 691, 128 So.2d 572 (1961), cert. denied, 368 U.S. 869, 82 S.Ct. 111, 7 L.Ed.2d 66 (1961). Roberts (who entered *553 a guilty plea) testified for the State and, based solely on this testimony, Kennard was convicted and sentenced to prison, where he died in 1963.\n¶ 3. In January 2006, Roberts came forward, admitting by sworn affidavit that he gave false testimony against Kennard, and that Kennard was innocent of the crime for which he had been convicted. As a result of Roberts's affidavit, and in an effort to right what they considered a substantial injustice, several persons sought to file with this Court a Motion Amicus Curiae to Vacate Judgment pursuant to Rule 60(b)(1) for fraud, misrepresentation and other misconduct of the adverse party. In re Clyde Kennard, No.2006-M-00053 (Feb. 17, 2006). This Court dismissed the motion for lack of jurisdiction, explaining that the relief requested under the post-conviction relief statute was inapplicable.[2] Chief Justice Smith noted in the Order dismissing the petition, however, that alternative avenues might exist for the relief sought.\n¶ 4. Thereafter, sixteen persons[3] filed a Petition for Exoneration in the Circuit Court of Forrest County, requesting the court to \"correct the injustice perpetrated against Clyde Kennard and . . . enter an order exonerating Clyde Kennard, adjudicating that he was innocent, and declaring his conviction null and void.\"\n¶ 5. On May 17, 2006, the motion was heard by Circuit Judge Robert Helfrich. After a presentation by Hon. Charles W. Pickering and Hon. William Winter, District Attorney Jon Marc Weathers, on behalf of the State, informed the court that the State of Mississippi had joined the motion, and asked the court to consider petitioners' request \"and exonerate Mr. Kennard of this conviction.\"\n¶ 6. Judge Helfrich ruled from the bench, stating that he was \"compelled to do the right thing, and that is to declare Mr. Kennard innocent and to declare that the conviction of Mr. Kennard is hereby null and void.\" Thereafter, Judge Helfrich entered a Judgment of Exoneration and Declaration of Innocence, wherein he stated: \"Clyde Kennard was innocent of the charge of burglary for which he was convicted. Clyde Kennard was prosecuted to prevent his enrollment as the first African-American to be enrolled at Mississippi Southern College, now the University of Southern Mississippi.\" Judge Helfrich also entered an Order of Nolle Prosequi for the State's criminal case against Kennard.\n¶ 7. On May 23, 2006, attorney Richard Barrett filed a motion to intervene, alleging that the exoneration was wrongfully obtained, and that he wished to \"redress an erroneous application of law or violation of constitutional rights and miscarriage of justice and/or to protect the rights of the public and himself, as a citizen of the State of Mississippi.\" On the same day, Barrett filed a Motion to Reconsider and Vacate Judgment, and another motion to intervene on behalf of Gladys Gill, Edward F. \"Red\" Graham, Glenn Hopkins, Lonnie Meadows, and David Tucker.\n*554 ¶ 8. The petitioners who sought Kennard's exoneration responded to Barrett's motion by stating that neither Barrett nor his clients should be allowed to intervene and, on June 15, 2006, the circuit judge denied Barrett's motion to intervene.\n¶ 9. Thereafter, Barrett and his clients (\"Applicants\") filed a motion, asking the circuit judge to reconsider his denial of intervention. Both the petitioners, represented by Pickering, and the State of Mississippi, by and through District Attorney Jon Marc Weathers, responded to Applicants' motion, stating that the only issue before the court was whether Barrett and his clients had standing to intervene, arguing they clearly did not.\n¶ 10. The trial court agreed and refused to reconsider its ruling, holding that the Applicants did not have the right to intervene in a criminal matter. It is from this ruling that Barrett's clients appeal, asserting that the trial court did not have authority to exonerate Clyde Kennard and, even if it did, that they were entitled to intervene based on their standing as concerned citizens.\n\nANALYSIS\n¶ 11. The difficulty in reviewing this case is caused almost exclusively by the passage of time. Were it not for the forty-six years that passed between the jury verdict against Clyde Kennard and the request of Petitioners to throw out the jury verdict, all parties involved would recognize Petitioners' action for what it was \u0097 an amicus request by several citizens and joined by the State of Mississippi, for a judgment notwithstanding the verdict. The sole issue for our determination is whether Applicants have standing to appeal the trial court's actions.\n¶ 12. A judgment notwithstanding the verdict, or judgment non obstante veredicto (J.N.O.V.), is a \"judgment entered for one party even though a jury verdict has been rendered for the opposing party.\" Black's Law Dictionary, 860 (8th Ed.2004). Procedurally, motions for judgments notwithstanding the verdict must be asserted within ten days of the entry of judgment. URCCC 10.05. However, this Court has stated, \"[r]ules are made to secure justice, not defeat it.\" Brewer v. Browning, 115 Miss. 358, 366, 76 So. 267 (1917). Moreover, \"[a]ll courts have the inherent power to correct and make their judgments speak the truth.\" Turner v. State, 212 Miss. 590, 594, 55 So.2d 228 (1951). This Court has additionally held that the power to correct an error in the record of a judgment rendered by it at a former term is inherent in the court system. See Claughton v. Ford, 202 Miss. 361, 30 So.2d 805 (1947).\n¶ 13. According to the State and the trial court, Clyde Kennard was an innocent man who fell victim to the time in which he lived. After many years, his sole condemnor recanted his testimony in an effort to, as far as possible, make right the evils of his past. We find that, under the extraordinary circumstances which exist here, the trial court was well within its discretion to hear the Petitioner's petition, particularly since it was joined by the State of Mississippi.\n¶ 14. The only proper parties to a J.N.O.V. in a criminal case are the defendant and the State. Normally, upon grant of J.N.O.V., the State would be entitled to appeal. See In Re: Attorney General Mike Moore, 722 So.2d 465 (Miss.1998) (noting that the district attorney and attorney general were proper representatives of the State and the only parties able to appeal a circuit judge's suspension of a prisoner's sentence). The State, through the district attorney, joined the petition, and the trial judge granted the requested relief.\n*555 ¶ 15. Applicants bring to our attention numerous alleged errors in the proceedings before the trial court. However, a trial court's disposition of a matter is presumed correct unless and until a proper party brings a successful appeal. Robinson v. State, 345 So.2d 1044, 1045 (Miss.1977). Since the State of Mississippi is the only proper party to bring an appeal, and since the State does not appeal but, indeed, applauds Judge Helfrich's decision, we have no need to address any of the errors alleged by Applicants, who have no standing in this matter.\n\nCONCLUSION\n¶ 16. Judge Helfrich's order exonerating Kennard may be appealed only by the State of Mississippi. Since the State, through District Attorney Weathers, joined in the petition seeking the court's order, and since the State of Mississippi neither brought nor joined in this appeal, we hold that the appeal must be dismissed.\n¶ 17. APPEAL DISMISSED.\nSMITH, C.J., WALLER AND DIAZ, P.JJ., EASLEY, CARLSON, GRAVES, RANDOLPH AND LAMAR, JJ., CONCUR.\nNOTES\n[1]  It was argued at the hearing on Appellants' motion to intervene, that the indictment and prosecution were an effort to prevent Kennard's enrollment as the first African-American student at the University of Southern Mississippi.\n[2]  The Mississippi Uniform Post-Conviction Collateral Relief Act provides relief only for prisoners in custody at the time the petition to vacate conviction is filed. Miss.Code Ann. § 99-39-5(1)(Rev.2000).\n[3]  Original Petitioners were Charles W. Pickering, Sr., Barry W. Ford, William F. Winter, Reuben V. Anderson, Dr. Shelby Thames, Dolphus Weary, Dr. Aubrey Lucas, Ellie J. Dahmer, Vernon Dahmer, Jr., Frank Montague, Deborah J. Gambrell, Judge Johnny Williams, W.O. (Chet) Dillard, Charles E. Lawrence, Jr., and Dr. Alvin J. Williams. The Petition was later joined by numerous others, including Governor Haley Barbour, Lt. Col. Rylawni Branch, Dr. Joyce Ladner, and Dorie Ladner-Churnet.\n\n",
            "ocr": false,
            "opinion_id": 1117159
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}