{
    "id": 1134185,
    "judges": "Per Curiam",
    "date_filed": "1979-07-01",
    "date_filed_is_approximate": true,
    "slug": "merckle-v-state",
    "case_name_short": "Merckle",
    "case_name": "Merckle v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "529 So. 2d 269"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n529 So.2d 269 (1988)\nArden M. MERCKLE, Petitioner,\nv.\nSTATE of Florida, Respondent.\nNo. 70778.\nSupreme Court of Florida.\nJune 9, 1988.\nRehearing Denied August 31, 1988.\n*270 Frank Ragano of Frank Ragano, P.A., Tampa, for petitioner.\nRobert A. Butterworth, Atty. Gen., and Gary O. Welch, Asst. Atty. Gen., Tampa, for respondent.\nPER CURIAM.\nWe have for review Merckle v. State, 512 So.2d 948, 951 (Fla.2d DCA 1987), in which the district court upheld the departure sentence given Merckle by the trial court and certified the following question to be of great public importance:\nWhether a circuit judge's conduct in accepting a bribe and the attendant impact of such conduct on societal values and the destruction of confidence of the public in the administration of justice constitute clear and convincing reasons for departure from the recommended guidelines sentence?\nWe have jurisdiction pursuant to article V, section 3(b)(4), Florida Constitution. We answer the certified question in the affirmative and approve the decision of the district court.\nThis case, as well as State v. Hope, 529 So.2d 275 (Fla. 1988), concerns the bribery of a circuit judge by a relative of a criminal defendant appearing before that judge in return for lenient sentencing for the criminal defendant. David Hope, charged with drug trafficking, went to his uncle, Richard Hope, for help in dealing with the criminal charges. Richard Hope helped his nephew by bribing Judge Arden Merckle, who used his position as chief judge to reschedule his docket so that David Hope's case would be before him. Merckle then took David Hope's plea, withheld adjudication, placed Hope on probation, and gave him a fine \u0097 much more lenient punishment than that sought by the state attorney. A jury convicted Richard Hope of bribing a public official and Merckle of receiving a bribe.[1]\nIn sentencing Merckle to five years' imprisonment the trial court departed from the recommended guidelines sentence of any nonstate prison sanction, giving the following reasons for that departure:[2]\n1. The defendant abused his status as chief circuit judge, with administrative control over the other judges in the circuit, by accepting a bribe of money in exchange for granting an unjustly lenient sentence in a serious criminal case which he caused to be \"judge shopped\" to himself.\n2. The defendant's conduct had a severe impact (out of proportion to the impact of lesser incidences which might otherwise arise under convictions for bribery and unlawful compensation) on societal values and the confidence of the general public because of the defendant's violation of the public's trust and the shame and disgrace he brought to the judicial system.\n3. The motive of the defendant as manifested by the manner in which he spent part of the bribery proceeds by taking a trip to Europe while he was being besieged by bill collectors.\n4. The statutes proscribing bribery and unlawful compensation should carry the penalty of a second degree felony.\n5. The penalty provided for in the sentencing guidelines is insufficient.\nOn appeal the second district struck the last three reasons but upheld the first two. The court affirmed Merckle's sentence, holding that under the standard enunciated by this Court in Albritton v. State, 476 So.2d 158 (Fla. 1985), the trial court would, beyond a reasonable doubt, impose the same sentence based on the remaining, valid reasons for departure. The district court certified the above-styled question to facilitate review of that decision.\nBribery is defined in subsection 838.015(1), Florida Statutes (1985):\n\n*271 \"Bribery\" means corruptly to give, offer, or promise to any public servant, or, if a public servant, corruptly to request, solicit, accept, or agree to accept for himself or another, any pecuniary or other benefit with an intent or purpose to influence the performance of any act or omission which the person believes to be, or the public servant represents as being, within the official discretion of a public servant, in violation of a public duty, or in performance of a public duty.\nThe legislature has deemed this conduct to constitute a third-degree felony. § 838.015(3), Fla. Stat. (1985). Merckle was charged with and found guilty of the offense of bribery, based on actions described in the statute quoted above. Merckle claims that the trial court justified departure from the guidelines by describing the conduct of which the jury convicted him, but that his acts were inherent components of the offense of bribery. According to Merckle, therefore, those reasons (abusing status as circuit judge; accepting a bribe; breach of public trust) are necessary components of any crime of bribery. We disagree because of Merckle's status as a judge.\nThe bribery statute proscribes certain conduct on the part of a \"public servant.\" A judge, however, is different from, for example, a police officer, a building inspector, a state attorney, the governor, a cabinet officer, or any high-ranking officer. This is because judges hold a unique place in our democratic society. They preside over and provide a forum where the rights and responsibilities of citizens are defined, enforced, and protected, and their decisions affect life, liberty, and property rights. Judges' roles in society are distinct and different from those of other public servants. They must be independent in thinking and accountable in conduct.\nJudges alone, of all public servants, may not be lobbied by interested parties. No one who has a matter before a judge may talk to him ex parte. A judge's business is that of judging. He neither represents the state nor a citizen. He does not advocate a position and espouses only the cause of justice. He sits in ultimate judgment, answerable only to the law, his conscience, and his constitutional oath. A judge is, therefore, by the position of his office, different.\nNo other public servants are subject to as stringent a code of ethics as are judges. Our Code of Ethics, as adopted in In Re The Florida Bar \u0097 Code of Judicial Conduct, 281 So.2d 21 (Fla. 1973), and amended August 3, 1976 (336 So.2d 584), contains the following exhortations and admonitions:\nAn independent and honorable judiciary is indispensable to justice in our society. A judge should participate in establishing, maintaining, and enforcing, and should himself observe, high standards of conduct so that the integrity and independence of the judiciary may be preserved. The provisions of this Code should be construed and applied to further that objective.\n* * * * * *\nA judge should respect and comply with the law and should conduct himself at all times in a manner that promotes public confidence in the integrity and impartiality of the judiciary.\n* * * * * *\nA judge should not allow his personal relationships to influence his judicial conduct or judgment. He should not lend the prestige of his office to advance the private interests of others; nor should he convey or authorize others to convey the impression that they are in a special position to influence him.\n* * * * * *\nPublic confidence in the judiciary is eroded by irresponsible or improper conduct by judges. A judge must avoid all impropriety and appearance of impropriety. He must expect to be the subject of constant public scrutiny. He must therefore accept restrictions on his conduct that might be viewed as burdensome by the ordinary citizen and should do so freely and willingly.\n* * * * * *\n\n*272 The judicial duties of a judge take precedence over all his other activities. His judicial duties include all the duties of his office prescribed by law. In the performance of these duties, the following standards apply:\n* * * * * *\nA judge should be faithful to the law and maintain professional competence in it. He should be unswayed by partisan interests, public clamor, or fear of criticism.\nFla.Bar Code Jud.Conduct, canons 1-3.\nWhen a judge violates the penal statute of bribery, great harm is visited upon the entire judicial system. A judge should contemplate and expect that, because of the impact on the foundation of our system of justice, he should be treated more harshly than a lesser public servant. Society should demand this to be so. The commentary to canon 2 of the code recognizes this, as set out above, by providing that a judge \"must accept restrictions on his conduct ... and should do so freely and willingly.\"\nMerckle accepted several thousand dollars in exchange for imposing a nonstate prison sentence on the nephew of the donor of the funds. Merckle's position as chief judge of the circuit placed him in a position to act in the temporary absence of the judge to whom the case was assigned. This is an aggravating factor as noted by the trial judge and is an added reason to find that Merckle should be treated more severely than other public servants who accept bribes. A chief judge represents the judiciary in the circuit; Merckle abused his office of chief judge as well as his office of judge.\nWhen a judge violates his oath of office and compromises his position of trust, his act is far more egregious than that of any other public servant. Merckle's conduct did, as described by the trial judge, have an extraordinary and unusual impact on society over and above a bribery conviction of a lesser official. There are ingredients in his crime, because of his office and because of the way he manipulated his office, which set it apart from other bribery convictions. His conduct encompassed factors not considered or contemplated in the average guidelines sentence and is thus subject to a departure sentence. The first two reasons expressed by the trial judge for departure are clear and convincing.\n\"The American people want desperately to respect their judges. Moreover, the public is entitled to have that demanding desire satisfied by judges who constantly recognize that they must earn, everyday, the public respect that constitutes not only a quid-pro-quo for their continuing success in the judicial office, but a quid-pro-quo for the continued existence of the judiciary as the keeper of the flame of justice in a free society.\" Chief Justice Howard T. Murphy, Circuit Court of Appeals, address to the Conference of Chief Justices, Aug. 5, 1986. A judge's ability to render justice, protect the people's liberties against abuse by other branches of government, and, most importantly, cement the public's adherence to the rule of law all depend on the very lifeblood of the judiciary \u0097 respect. Judge Merckle, for private and personal gain, eroded that respect. For this, he should pay a substantial price and one greater than that generally reserved for other public servants.\nWe hold that the reasons given by the trial judge (status as circuit judge, breach of the public trust) constitute valid reasons for departing from the recommended guidelines sentence. Accordingly, we answer the certified question in the affirmative and approve the district court's decision.[3]\nIt is so ordered.\nMcDONALD, C.J., and OVERTON, EHRLICH and SHAW, JJ., and LARRY G. SMITH, Associate Justice, concur.\nKOGAN, J., dissents with an opinion, in which BARKETT, J., concurs.\n*273 KOGAN, Justice, dissenting.\nI begin my dissent from the majority opinion by making it clear that I agree the recommended guidelines sentence is totally insufficient to punish the offense for which Merckle was convicted. There is absolutely no doubt that Merckle's conduct was reprehensible, bringing shame to the judiciary and severely damaging the ability of the judicial system to administer justice. I take this opportunity to roundly condemn his actions and those of his accomplices. However, a judge must be treated in the same way we would treat a governor, cabinet officer or state legislator who commits the crime of bribery.\nIn sentencing Merckle for his actions this Court is bound by the laws of Florida as enunciated by the Florida Legislature and interpreted by this Court. The crime of bribery is defined by the legislature in section 838.015(1), Florida Statutes (1985):\n\"Bribery\" means corruptly to give, offer, or promise to any public servant, or, if a public servant, corruptly to request, solicit, accept, or agree to accept for himself or another, any pecuniary or other benefit with an intent or purpose to influence the performance of any act or omission which the person believes to be, or the public servant represents as being, within the official discretion of a public servant, in violation of a public duty, or in performance of a public duty.\nAs the majority notes, Merckle was charged with and found guilty of the offense of bribery based on actions described in the statute quoted above. The trial court, in sentencing Merckle, justified departure from the sentencing guidelines by describing the conduct for which Merckle was convicted. In other words, the reasons given were inherent components of the offense of bribery. Those reasons (abuse of status as a public official; accepting a bribe; breach of the public trust) are necessary components of any crime of bribery. The majority disagrees with this proposition on the basis that Merckle was a judge. It is unclear to me how it is possible that Merckle's status as a judge is relevant to the question of whether abuse of the public trust is an inherent component of bribery.\nIn State v. Mischler, 488 So.2d 523 (Fla. 1986), this Court dealt with a situation wherein a bookkeeper stole cash from her employer. In that case, the trial court departed from the guidelines sentence, giving as a reason the existence of a fiduciary relationship between Mischler and her employer. The Fourth District Court of Appeal struck down the sentence, Mischler v. State, 458 So.2d 37 (Fla. 4th DCA 1984), and we approved that decision, holding that \"[a] court cannot use an inherent component of the crime in question to justify departure.\" 488 So.2d at 525. See, Steiner v. State 469 So.2d 179 (Fla. 3d DCA 1985); Baker v. State, 466 So.2d 1144 (Fla. 3d DCA 1985). Mischler had been convicted of the embezzlement section of the omnibus grand theft statute which defined the offense as the fraudulent appropriation of another's property by a person to whom it had been entrusted. This Court held that the departure reason of breach of a fiduciary duty was an inherent component of the crime for which she was convicted and accordingly could not serve as a reason to depart from the guidelines sentence. The Court reasoned that factors already taken into account in calculating the guidelines sentence cannot be used to support a departure. Hendrix v. State, 475 So.2d 1218 (Fla. 1985).\nQuoting the fourth district's opinion in that case, we noted that \"[w]ere we to uphold a departure from the guidelines in this case, it would serve as authority to do the same in most instances of embezzlement, a result obviously not intended when the guidelines were conceived.\" 488 So.2d at 526 (quoting Mischler v. State, 458 So.2d 37, at 40). This policy consideration applies with equal force in this case. Upholding the departure sentence here, for the reasons given, means justification of a guidelines departure in virtually all bribery cases.\nFor example, if a police officer is bribed to ignore evidence of criminal activity, departure could be justified based on the same reasons given by the trial judge in *274 this case, namely abuse of status and breach of the public trust. Similarly, if a building inspector accepts a bribe to overlook fire hazards in an apartment complex, a trial judge could depart from the recommended guidelines sentence for the inspector's breach of the public trust. Departure would also be warranted if a state attorney agrees to accept a bribe in return for not prosecuting a person charged with a crime.\nIf a governor accepts a bribe to grant a pardon in a criminal matter, he or she is undoubtedly guilty of a breach of the public trust and an abuse of his or her status as governor. The same would be true if a cabinet officer accepted a bribe in a clemency proceeding. Virtually any high-ranking public officer who was found guilty of accepting a bribe would be subject to a sentencing guidelines departure due to a breach of the public trust or an abuse of office.\nThus, if these reasons are not considered inherent components of the crime of bribery, there would be very few cases in which a departure could not be justified. In essence, allowing departure from the guidelines sentence in bribery cases based on these reasons would open a new, ill-defined category of enhanced sentences for those convicted of bribery. It is true that a judge sits at the head of the judicial branch of government. But this is no less true of a governor who sits at the head of the executive branch. Any high-ranking public official who accepts a bribe has, by the very nature of the crime, abused his or her office and breached the public trust.\nIf the legislature or the guidelines commission wishes to treat some public officials differently than others for committing precisely the same act of bribery as that which is currently scored under the guidelines, they must do so specifically. The basic purpose of the guidelines is to insure that people who commit similar offenses, under similar circumstances and with similar criminal backgrounds, are treated the same when sentenced, regardless of race, religion, residence, occupation, or social status. By allowing a departure based on a judge's breach of the public trust, the majority has defeated that purpose. Any public official who accepts a bribe breaches the public trust. That is precisely what Merckle is guilty of doing, but it is also the sole reason for justifying departure from the recommended guidelines sentence.\nThe legislature provided no seperate crime or punishment for a judge who accepts a bribe. The fact that a judge is bound by a code of judicial conduct does not confer upon him or her any special status permitting a guidelines departure above that of other public officials. Violation of the judicial code may subject a judge to discipline or even removal from the bench, but it is unrelated to criminal punishment. It is true that members of the judiciary have a duty to remain neutral and detached; however, like all other public servants, a judge is subject to a very close public scrutiny. His or her actions are closely examined, and any misconduct must be punished under the laws of Florida. Presently, neither the statutes nor the sentencing guidelines, as interpreted by this Court in Mischler, permit distinguishing a judge from other public officials for the purpose of departure from the recommended guidelines sentence. Until the legislature or the sentencing guidelines commission acts, a judge can be treated no differently than any other public servant with regard to criminal punishment, merely because he or she is a judge.\nAs noted in oral argument, all bribery is reprehensible regardless of who committed the offense. Any breach of the public trust must be punished. However, such punishment must be within the bounds of the law. If, as the trial court stated, the statutory and guidelines sentences are insufficient to punish this conduct, then it is for the legislature and the sentencing guidelines commission to increase that punishment. For this Court to perform that function now would do violence to the purpose and effect of the sentencing guidelines. I agree with the trial court and with the state that the prescribed penalty for this conduct is not sufficient, and I join them in requesting the legislature to address this need. Until that is done however, it is improper to exceed the prescribed *275 penalty absent clear and convincing reasons to do so.\nI would hold that the reasons given by the trial judge, (status as a circuit judge, breach of the public trust) do not constitute valid reasons for departing from the recommended guidelines sentence because they are inherent components of the crime for which Merckle was convicted. Accordingly, I would answer the certified question in the negative and quash the decision of the Second District Court of Appeal.\nBARKETT, J., concurs.\nNOTES\n[1]  The jury convicted Merckle of four offenses: bribery, § 838.015(1), Fla. Stat. (1981); receiving unlawful compensation, § 838.016(2), Fla. Stat. (1981); extortion by a state officer, § 839.11, Fla. Stat. (1981); and misbehavior in office, § 775.01, Fla. Stat. (1981).\n[2]  The trial judge set out the reasons for departure in narrative form. We have used the district court's version of those reasons for clarity. Merckle v. State, 512 So.2d 948, 950 (Fla. 2d DCA 1987).\n[3]  Merckle also raises an issue, concerning the sufficiency of the circumstantial evidence used to convict him, which is outside the scope of the certified question. The district court adequately addressed this issue, and we refuse to consider it further.\n\n",
            "ocr": false,
            "opinion_id": 1134185
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}