{
    "id": 1136928,
    "judges": "Taylor",
    "date_filed": 851040000000,
    "date_filed_is_approximate": false,
    "slug": "monte-v-state",
    "case_name_short": "Monte",
    "case_name": "Monte v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "690 So. 2d 517"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6165.0,
            "opinion_text": "\n690 So. 2d 517 (1996)\nJames Marvin MONTE\nv.\nSTATE.\nCR-95-1214.\nCourt of Criminal Appeals of Alabama.\nDecember 20, 1996.\nF. Patrick Loftin, Phenix City, for Appellant.\nJeff Sessions, Atty. Gen., and Jean Therkelsen, Asst. Atty. Gen., for Appellee.\n\n\n*518 ON RETURN TO REMAND\n\nTAYLOR, Presiding Judge.\nThe appellant, James Marvin Monte, pleaded guilty to the unlawful use of a vehicle, a violation of § 13A-8-11, Code of Alabama 1975. He was sentenced to 12 months in the county jail and was placed on work release. We previously remanded this case so that the trial court could hold a hearing and determine whether the appellant, who was not represented by counsel, had voluntarily waived his right to counsel. Monte v. State, 690 So. 2d 516 (Ala.Cr.App.1996).\nThe trial court has complied with our directions and has filed a return to remand. The trial court made the following findings:\n\"Defendant was first arrested on February 20, 1995, on a charge of theft of property in the first degree. In District Court, Greg Kelly was initially appointed to represent him on February 22, 1995. By March 9, 1995, defendant had employed Mark Carter to represent him in District Court. The case was waived to the grand jury.\n\"Defendant was indicted for the misdemeanor offense of unauthorized use of a motor vehicle. At arraignment on August 24, 1995, defendant told Judge Paul J. Miller, Jr., that he had retained Mark Carter to represent him in Circuit Court.\n\"In December, 1995, the undersigned set all of the pending criminal cases for docket calls in January, 1996. Mr. Carter was listed as defendant's attorney on the docket call pursuant to defendant's statement to Judge Miller. On January 2, 1996, Mr. Carter wrote the undersigned and stated that he had not been retained to represent defendant.\n\"On January 12, 1996, defendant appeared at the docket call without an attorney. The undersigned routinely informs accused persons that they may hire an attorney, they may request that an attorney be appointed, or they may represent themselves, and the court so informed defendant. Defendant did not request that an attorney be appointed. The reporter did not report the docket call as there were approximately 450 cases on the docket.\n\"Defendant told the court that Mr. Carter represented him. The case was continued to January 29, 1996, for defendant to resolve whether Mr. Carter represented him or to see if he could hire an attorney. On January 29, 1996, defendant appeared without an attorney. The court questioned defendant, and defendant said he last talked with Mr. Carter, in December, 1995. The court recessed and called Mr. Carter who told the court that he had not been retained by defendant. Defendant stated that he had not paid Mr. Carter's fee for Circuit Court. Defendant knew from at least the docket call on January 12, 1996, that he could request an attorney to be appointed, but he did not do so.\n\"Defendant's case was put on the trial docket for the week beginning February 5, 1996. Defendant was listed on the trial docket as representing himself. Defendant's case was not reached that week, and the case was put on the trial docket for the week beginning March 5, 1996. Trial notices were sent to defendant.\n\"On March 6, 1996, defendant telephoned the undersigned and requested a continuance of 30 days to see about getting an attorney and he requested that an attorney be appointed to represent him. This is the first time defendant asked the court about appointing an attorney although he had known from the undersigned since January 12, 1996, that he could request an appointment of counsel, hire an attorney, or represent himself. The court informed defendant to fill out an affidavit of substantial hardship and present it to the court. Defendant did so on March 7, 1996, and the request was denied.\n\"The court finds that defendant as of at least January 12, 1996, [knew] that he could request that an attorney be appointed to represent him in this case, but he never did so until the day before his case was called for trial.\n\"The court also finds that defendant believed on March 7, 1996, that he would get probation and he would therefore represent *519 himself and save the cost of an attorney as he had done previously in Georgia.\n\"It is noteworthy that defendant does not argue that the trial court was wrong when the court ruled that defendant was not indigent. Indeed, after the court denied probation and placed defendant on work release, he employed his present counsel and paid a bonding company fee for the appeal bond.\n\"Defendant is a non-indigent person. He had a reasonable time to retain counsel from his arrest in February 20, 1995; from his arraignment on August 24, 1995; from the docket call on January 12, 1996; and from January 29, 1996, to hire an attorney. The court finds that the case properly proceeded. See A.R.Crim.P.Rule 6.1(b). Defendant failed to show why he did not retain counsel within these reasonable times. Defendant repeatedly told the court that he had retained counsel or that he desired to hire an attorney. Warren v. City of Enterprise, 641 So. 2d 1312 (Ala.Cr. App.1994).\"\nAs this court quoted in Warren v. City of Enterprise, 641 So. 2d 1312, 1316 (Ala. Cr.App.1994):\n\"`\"[W]here a defendant able to retain counsel has been advised by the court that he must retain counsel by a certain reasonable time, and where there is no showing why he has not retained counsel within that time, the court may treat his failure to provide for his own defense as a waiver of his right to counsel and require such defendant to proceed to trial without an attorney.\" `Siniard v. State, 491 So. 2d 1062, 1064 (Ala.Cr.App.1986).\"\nFrom the court's finding it appears that the appellant waived his right to counsel. The judgment is affirmed.\nAFFIRMED.\nAll the Judges concur.\n",
            "ocr": false,
            "opinion_id": 1136928
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}