{
    "id": 1172797,
    "judges": "Cameron, Feldman, Gordon, Hays, Holohan",
    "date_filed": 482544000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-williams",
    "case_name_short": null,
    "case_name": "State v. Williams",
    "case_name_full": "STATE of Arizona, Appellee, v. Johnny WILLIAMS, Jr., AKA John Hudson, Appellant",
    "attorneys": "Robert K. Corbin, Atty. Gen. by William J. Schafer, III, Crane McClennen, Asst. Attys. Gen., Phoenix, for appellee., Robert C. Brown, Casa Grande, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 48,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b489-4\">\n    698 P.2d 678\n   </citation><br><parties id=\"b489-5\">\n    STATE of Arizona, Appellee, v. Johnny WILLIAMS, Jr., aka John Hudson, Appellant.\n   </parties><br><docketnumber id=\"b489-7\">\n    No. 6043.\n   </docketnumber><br><court id=\"b489-8\">\n    Supreme Court of Arizona, En Banc.\n   </court><br><decisiondate id=\"b489-10\">\n    April 17, 1985.\n   </decisiondate><br><attorneys id=\"b492-20\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"436\"> \n     *436\n     </span>\n    Robert K. Corbin, Atty. Gen. by William J. Schafer, III, Crane McClennen, Asst. Attys. Gen., Phoenix, for appellee.\n   </attorneys><br><attorneys id=\"b492-21\">\n    Robert C. Brown, Casa Grande, for appellant.\n   </attorneys>",
    "citations": [
        "698 P.2d 678",
        "144 Ariz. 433"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3706.0,
            "opinion_text": "\n144 Ariz. 433 (1985)\n698 P.2d 678\nSTATE of Arizona, Appellee,\nv.\nJohnny WILLIAMS, Jr., aka John Hudson, Appellant.\nNo. 6043.\nSupreme Court of Arizona, En Banc.\nApril 17, 1985.\n*436 Robert K. Corbin, Atty. Gen. by William J. Schafer, III, Crane McClennen, Asst. Attys. Gen., Phoenix, for appellee.\nRobert C. Brown, Casa Grande, for appellant.\nHOLOHAN, Chief Justice.\nOn September 14, 1983, Johnny Williams Jr. was convicted of armed robbery committed while on parole in violation of A.R.S. §§ 13-1904 and 13-604.01, and was sentenced to a mandatory term of life imprisonment without possibility of release for twenty-five years. We have jurisdiction to hear this appeal pursuant to Ariz. Const. art. 6, § 5(3) and A.R.S. § 13-4031. The judgment of conviction is affirmed. The case is remanded for resentencing.\nAppellant raises seven issues on appeal:\n(1) Was appellant's record of prior felony convictions admissible for impeachment purposes?\n(2) Was permitting identification testimony at trial by two witnesses error?\n(3) Was the denial of appellant's request for a continuance error?\n(4) Should an alibi witness for a co-participant in the crime have been allowed to testify?\n\n*437 (5) Was the state's amendment of its allegation of prior convictions untimely?\n(6) Should documentary evidence of appellant's parole status have been admitted at the sentencing trial?\n(7) Does A.R.S. § 13-604.01 violate the equal protection clause of the fourteenth amendment to the United States Constitution or the prohibition against cruel and unusual punishment of the eighth and fourteenth amendments to the United States Constitution?\nFACTS\nOn June 18, 1983, at about 8:30 p.m., Detective David Churchill of the Casa Grande Police Department was on patrol in an unmarked police car. He saw two black males leaning around the corner of a building and looking into the window of a convenience store. The two walked away and got into a white automobile driven by a third man. Detective Churchill followed them. He was caught at a red light and momentarily lost sight of them; he then made a turn and saw the car go past him with only the driver in it. As he followed the car around the block he saw the same two black males standing at the side of a building containing the Island Liquors store. He radioed for other units to come to that area and continued following the white car.\nThat evening, Dee Lane Lowe was working at Island Liquors. She testified that between 8:30 and 9:00 p.m. two black males, one of whom she later identified as the appellant, entered the store. Appellant bought a pack of cigarettes. The other man pulled out a knife and grabbed John Martin, Miss Lowe's boyfriend. One of them said: \"This is a holdup.\" Lowe then saw that appellant was pointing a gun at her. Appellant grabbed money and checks out of the cash register and ran out of the store with his accomplice. Miss Lowe then called the police and reported the robbery.\nDetective Churchill, still following the white car, heard a loud whistle. The white car stopped and the driver got out. The detective got out of his car and heard the sound of people running. He pulled out his gun and saw two men running toward him. When the two saw Churchill, one of them yelled an expletive and both turned around and ran away. Detective Churchill then arrested the driver of the white car.\nMeanwhile, Sgt. Vasquez arrived and Detective Churchill sent him off after the other suspects. Several minutes later, Vasquez saw a black male wearing a dark shirt running across the street and into an alley in a residential neighborhood. At trial he identified this person as appellant. Sgt. Vasquez got out of his car and chased him. During the chase, Vasquez observed appellant throw away two objects which were later found to be a small silver colored handgun and a wad of money and checks made out to Island Liquors. Sgt. Vasquez and Officer Ellsworth apprehended appellant and placed him under arrest. Appellant was then brought back to Island Liquors where he was identified by Miss Lowe and Mr. Martin as one of the two people who robbed the store.\nADMISSION OF PRIOR FELONY CONVICTIONS\nAppellant contends that the trial court erred in authorizing the state to use two prior felony convictions to impeach him if he testified.\nRule 609, Arizona Rules of Evidence, 17A A.R.S. permits the court to admit evidence of a prior felony conviction to impeach a defendant if the court determines that the probative value of the evidence outweighs its prejudicial effect. The state bears the burden of proof in establishing the admissibility of prior convictions for impeachment purposes. State v. McNair, 141 Ariz. 475, 486, 687 P.2d 1230, 1241 (1984). It must first show the existence of the conviction either by an admission from the defendant or by public record. Rule 609(a), Arizona Rules of Evidence, 17A A.R.S. The state must further show that the prior conviction is somehow *438 probative of the veracity of the witness. Id. Appellant does not contest the existence of prior felony convictions, but he maintains that the state must do more than simply show that the prior felony convictions exist in order to meet its burden of proving probativeness. Appellant asserts that State v. Ellerson, 125 Ariz. 249, 252, 609 P.2d 64, 67 (1980), requires the state to make a showing of the \"circumstances surrounding the admission of the evidence\" and that mere presentation of the date, nature, and place of the conviction is insufficient.\nOur discussion in State v. Malloy, 131 Ariz. 125, 639 P.2d 315 (1981), decided after Ellerson, makes clear that \"circumstances\" need not be shown in all cases involving prior felony convictions. In Malloy, we stated:\n[A]ll felonies have some probative value in determining a witness' credibility upon the theory that a major crime entails such an injury to and disregard of the rights of other persons that it can reasonably be expected the witness will be untruthful if it is to his advantage. The perpetrator of a major criminal act has demonstrated such a lack of scruples as to show a willingness to give false testimony.\nId. at 127, 639 P.2d at 317; see also State v. Perkins, 141 Ariz. 278, 285, 686 P.2d 1248, 1255 (1984). Generally, in cases involving prior felony convictions, the state need only come forward with the date, place, and nature of the prior conviction in order to satisfy its initial burden of showing probative value.\nOnce the state establishes probativeness, the defendant is \"permitted to rebut the State's showing of relevancy by pointing out the prejudicial effect....\" State v. Sullivan, 130 Ariz. 213, 217, 635 P.2d 501, 505 (1981). If the defendant's evidence of unfair prejudice successfully counters the probativeness of veracity inherent in any prior felony conviction, the state will need to present additional evidence of probative value to sustain its burden of proof under Rule 609.\nThe trial court may find it necessary to have more information in order properly to \"determine[] that the probative value of admitting [the] evidence outweighs its prejudicial effect.\" Rule 609(a), Arizona Rules of Evidence, 17A A.R.S. The court should never hesitate to require the parties to present more information to aid in the balancing. In Ellerson we quoted State v. Mahone, 537 F.2d 922, 929 (7th Cir.), cert. denied, 429 U.S. 1025, 97 S. Ct. 646, 50 L. Ed. 2d 627 (1976):\n\"The hearing need not be extensive.... [T]he judge should require a brief recital by the government of the circumstances surrounding the admission of the evidence, and a statement of the date, nature and place of the conviction. The defendant should be permitted to rebut the government's presentation, pointing out to the court the possible prejudicial effect to the defendant if the evidence is admitted.\"\nEllerson, 125 Ariz. at 252, 609 P.2d at 67. Mahone lists several factors which the trial judge should take into account: impeachment value of the prior, length of time since the prior conviction, the witness' history since the prior conviction, the similarity between the past and present crimes, the importance of defendant's testimony, and the \"centrality of the credibility issue.\" Mahone, 537 F.2d at 929; see also State v. Domme, 111 Ariz. 464, 465, 532 P.2d 526, 527 (1975). Although the foregoing factors are not to be considered exclusive of any others, they do provide useful guides for the trial court.\nThe record of the pretrial hearing indicates that the parties did not address in any detail the probativeness or prejudice of the evidence in this case. The parties instead argued whether felonies are inherently probative of veracity and whether the state had met its initial burden of proof. The only evidence of prejudicial effect offered by the defendant was that \"there is always prejudice inherent in impeaching any person with a prior conviction\" and that one of the prior offenses was similar *439 to the crime charged in the instant case. As correctly noted by the state, it is not per se prejudicial to use a prior conviction of the same crime for impeachment purposes. Perkins, 141 Ariz. at 285, 686 P.2d at 1254.\nThe trial court stated that \"[a]t this time the Court finds and determines that the probative value of the prior convictions outweighs their prejudicial effect....\" The decision whether to admit evidence of prior convictions for impeachment purposes is left to the sound discretion of the trial judge. State v. McElyea, 130 Ariz. 185, 188, 635 P.2d 170, 173 (1981). We will disturb a trial court's finding in this area only on a showing that the trial judge abused this discretion. State v. Bojorquez, 138 Ariz. 495, 499, 675 P.2d 1314, 1318 (1984). Based on the record before us we are unable to conclude that the trial court abused its discretion.\nAppellant further contends that the trial judge's failure to make specific findings of facts on the balancing of probative value and prejudicial effect is reversible error. Our cases require a finding on the record \"based on specific facts and circumstances.\" State v. Ellerson, 125 Ariz. at 252, 609 P.2d at 67. Failure to enumerate the specific facts and circumstances upon which the ruling is based is not reversible error if such information appears in the record. Perkins, 141 Ariz. at 284, 686 P.2d at 1254. The state presented evidence of probativeness by introducing the prior felony convictions and the defendant failed to provide adequate evidence of prejudice to overcome the state's showing. This is sufficient evidence to support the trial court's ruling. The trial judge quoted from our opinion in Ellerson at the hearing, so we can assume that he was aware of the requirements set forth in that case. See State v. Ferreira, 128 Ariz. 530, 535, 627 P.2d 681, 686 (1981).\nIDENTIFICATION TESTIMONY\nDetective Churchill observed appellant in the backseat of a police car after he had been apprehended on the night of the robbery. Churchill testified at trial that he identified the man in the back of the car as the same man he had observed earlier that evening at both the Stop and Shop Convenient Mart and at Island Liquors. He further identified appellant at trial as the man he had seen at the convenience mart, the liquor store, and in the backseat of the police car. After Churchill identified appellant in the back of the police car, the police took appellant back to the liquor store and asked both Dee Lane Lowe and John Martin whether the man in custody was one of the robbers. Both positively identified appellant. At trial, Lowe testified as to that identification and positively identified appellant as the same man that she had identified that night. Appellant challenged these identifications at a pretrial Dessureault hearing and again immediately prior to the trial. The trial court denied his motions to exclude testimony of the prior identification and to preclude in-court identification by the two witnesses. Appellant challenges those rulings in this appeal.\nA \"one-man show-up\" is inherently suggestive. State v. Hicks, 133 Ariz. 64, 67, 649 P.2d 267, 270 (1982). In this case, appellant was the only suspect viewed by both Detective Churchill and Dee Lane Lowe. He was viewed either in the backseat of a police car or standing next to a police car in handcuffs, and both witnesses were made aware of the fact that appellant was a suspect in the robbery.\nAppellant argues that the show-up was not necessary under the circumstances, and that there were alternatives available which would have been less suggestive. It is established law, however, that \"[t]he admission of testimony concerning a suggestive and unnecessary identification procedure does not violate due process so long as the identification possesses sufficient aspects of reliability.\" Manson v. Brathwaite, 432 U.S. 98, 106, 97 S. Ct. 2243, 2249, 53 L. Ed. 2d 140, 149 (1977); see State v. McCall, 139 Ariz. 147, 154, 677 P.2d 920, 927 (1983). As we stated in State v. Hicks, 133 Ariz. at 67-68, 649 P.2d at 270-71, *440 \"[a]lthough suggestiveness is inherent in a one-man show-up, a show-up identification is admissible if the identification is reliable.\" A reliable show-up identification is admissible at trial because \"[s]uch a procedure allows the police to either have the culprit identified while the witness has a fresh mental picture of him or her or else release an innocent person and continue searching for the culprit before he or she escapes detection.\" State v. McLoughlin, 133 Ariz. 458, 462, 652 P.2d 531, 535 (1982).\nThe test for determining whether a suggestive identification is otherwise reliable and admissible was articulated by the U.S. Supreme Court in Neil v. Biggers, 409 U.S. 188, 93 S. Ct. 375, 34 L. Ed. 2d 401 (1972). Biggers suggests that the following factors be examined in determining reliability: (1) the witness' opportunity to observe the suspect at the time of the crime; (2) the witness' degree of attention at that time; (3) the accuracy of any prior description given by the witness; (4) the level of certainty at the confrontation; and (5) the length of time between the crime and the identification confrontation. Id. at 199-200, 93 S.Ct. at 382, 34 L.Ed.2d at 411. See also Hicks, 133 Ariz. at 68, 649 P.2d at 271. Dee Lane Lowe testified at the Dessureault hearing that she observed appellant in the liquor store for a \"couple of minutes\" at a distance of approximately three to four feet, that she paid close attention while appellant was in the store, that she identified him at the show-up less than 30 minutes after the robbery, and that she had \"no doubt at all\" that he was the robber. There is no evidence that any description of the perpetrator of the crime was given by the witness prior to the show-up identification. Under the totality of the circumstances, the reliability of Lowe's identification was strong enough to overcome the suggestiveness of the show-up. Accord Brathwaite, 432 U.S. at 114-16, 97 S.Ct. at 2253-54, 53 L.Ed.2d at 154-55; Biggers, 409 U.S. at 200-01, 93 S.Ct. at 382-83, 34 L.Ed.2d at 412; Hicks, 133 Ariz. at 67-68, 649 P.2d at 271; State v. Arnold, 26 Ariz. App. 542, 543-46, 549 P.2d 1060, 1061-64 (1976).\nThe state alleges that the identification by Detective Churchill should not be subject to this analysis because he was a police officer involved in the investigation of the robbery. We disagree. Although a police officer may be more finely trained in identification and less susceptible to suggestiveness, there is no reason to assume that an identification by a police officer is per se reliable and not based on unnecessary suggestiveness. Manson v. Brathwaite, supra, involved an undercover narcotics agent who, after confiding the details of a drug buy to his colleagues, was shown a single photograph of a possible suspect. One issue in the case was whether the reliability of the agent's identification outweighed the suggestiveness inherent in showing him a single photograph of a suspect. The Brathwaite court treated police officers as subject to the Biggers analysis when their identification has been tainted by suggestiveness. Here, Churchill identified a single suspect in the police car as the man he had seen that evening at the Stop and Shop and at Island Liquors before the robbery. This one-man show-up was suggestive. We believe, however, that Churchill's identification was sufficiently reliable to outweigh the suggestiveness. When he recognized what he considered to be suspicious activity of the appellant and another man looking into the windows of the Stop and Shop, he parked and watched them. He later observed them engaged in the same suspicious activity at the Island Liquors Store before the robbery. After appellant and his companion left the Island Liquors Store, Detective Churchill observed them running toward him. They were as close as six to eight feet from him illuminated by the glare of his headlights. Detective Churchill is a police officer trained in observation. He testified that he was quite certain that the man in the back of the police car was the same man that he had observed at the Island Liquors Store approximately 20 minutes before seeing him in custody.\nThe trial court found that the identification procedures were not unduly suggestive. *441 That finding was clearly error since one-man show-ups are inherently suggestive. The reliability of the identifications, however, is sufficient to compensate for the suggestiveness of the confrontation, and the admission of the identification evidence was proper.\nDENIAL OF MOTION TO CONTINUE\nOn the morning of trial, appellant's co-defendant, Hursey, asked for a continuance, asserting that he had just located 22 alibi witnesses who would testify that he was in another town at the time of the robbery. Appellant joined in the motion, claiming that these witnesses would show that Lowe and Churchill were wrong in their identification of Hursey and that this would also tend to show that they were wrong in their identification of appellant. The trial court granted Hursey's motion for a continuance but denied appellant's motion.\nAppellant maintains that he should have been granted a continuance to allow his counsel to reorganize trial tactics and to make use of the newly discovered alibi witnesses of his co-defendant. The granting of a motion to continue is not a matter of right, but is left to the sound discretion of the trial judge, and such a decision will not be disturbed unless there is a clear abuse of discretion and prejudice results. State v. Amarillas, 141 Ariz. 620, 622, 688 P.2d 628, 630 (1984); State v. Sullivan, 130 Ariz. at 215, 635 P.2d at 503 (1981). Appellant did not indicate before the trial judge or before this court what additional trial tactics or preparations were necessitated by the severance. Nor has he presented any evidence by which we could conclude that his trial was prejudiced.\nAppellant claims that denial of his motion to continue resulted in an effective severance and that severance of the defendants at the inception of trial is not the procedure contemplated by Rule 13.4(c), Arizona Rules of Criminal Procedure, 17 A.R.S. Appellant's claim is unpersuasive. Rule 13.4(c) specifically allows for severance even during trial if a ground not previously known arises at that time. Rule 13.4(a) states that if severance \"is necessary to promote a fair determination of the guilt or innocence of any defendant ... the court ... shall on motion of a party, order such severance.\" Rule 13.4(a), Arizona Rules of Criminal Procedure, 17 A.R.S.[1] The granting of a motion to sever is within the discretion of the trial court, State v. Gerlaugh, 134 Ariz. 164, 168, 654 P.2d 800, 804 (1982), supplemented 135 Ariz. 89, 659 P.2d 642 (1983), and will not be reversed on appeal absent a clear abuse of discretion or demonstration of prejudice. State v. Moncayo, 115 Ariz. 274, 276, 564 P.2d 1241, 1243 (1977). Here, appellant's co-defendant had a strong need for a severance to reach his alibi witnesses and, as discussed above, appellant failed to show prejudice. We find that the trial court did not abuse its discretion nor prejudice appellant by granting a continuance to Hursey even if it resulted in a severance.\nTESTIMONY OF THE ALIBI WITNESS\nAppellant contends that the trial court erred in refusing to permit an alibi witness for Hursey to testify in appellant's case. Appellant asserts that, contrary to the court's finding, alibi testimony by this witness about the different whereabouts of the co-defendant, Hursey, at the time of the crime would have been relevant in tending to show that the identification witnesses were also wrong in their identification of appellant. We disagree.\nRule 401, Arizona Rules of Evidence, 17A A.R.S. defines relevant evidence as \"evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" Further, \"[e]vidence is relevant if it has any basis in *442 reason to prove a material fact in issue or if it tends to cast light on the crime charged.\" State v. Adamson, 136 Ariz. 250, 261, 665 P.2d 972, 983 (1983). In light of evidence that Churchill saw appellant running from the store and later identified him, and that Vasquez chased appellant down an alley, saw him throw away a gun and checks made out to Island Liquors, and then apprehended him in close proximity to the store, it is difficult to understand how the alibi of the other defendant, Hursey, has anything but the most marginal relevance for appellant. Even assuming that the witness' testimony as to the whereabouts of Hursey on the night of the crime had some relevance to the identification of appellant, we think that the trial court acted properly under Rule 403, Arizona Rules of Evidence, 17A A.R.S., which allows even relevant evidence to be excluded due to, among other things, \"consideration of undue delay\" or \"waste of time.\" \"The weighing and balancing under Rule 403 is within the discretion of the trial court and will not be disturbed on appeal unless it has been clearly abused.\" State v. Williams, 133 Ariz. 220, 230, 650 P.2d 1202, 1212 (1982); see also State v. Clark, 126 Ariz. 428, 434, 616 P.2d 888, 894, cert. denied, 449 U.S. 1067, 101 S. Ct. 796, 66 L. Ed. 2d 612 (1980). We find no such abuse by the trial court.\nAMENDMENT OF ALLEGATION OF PRIOR CONVICTION\nAfter the jury verdict of guilt and before the trial on sentencing, the state moved to amend its previous allegation of two prior convictions by dropping one prior and adding a different one in its place. Over objection, the trial court allowed the amendment. Appellant claims that the motion was untimely under Rules 13.5(a) and 16.1(b), Arizona Rules of Criminal Procedure, 17 A.R.S. and that the trial court erred in approving the amendment. Rule 13.5(a) adopts the time limit of Rule 16.1(b) (twenty days before the first date set for trial on the offense) for motions to allege prior convictions. Appellant's reliance on Rule 13.5 is misplaced. Rule 13.5(a) only provides for the period in which the allegation of a prior conviction is solely within the discretion of the prosecutor. State v. Birdsall, 116 Ariz. 112, 114, 568 P.2d 419, 421 (1977); State v. Davis, 137 Ariz. 551, 561, 672 P.2d 480, 490 (App. 1983). The trial judge has discretion to allow the allegation of a prior conviction any time prior to trial. A.R.S. § 13-604(K). The allegation must be made before trial, however, and may not be alleged after the verdict is returned. State v. Rodgers, 134 Ariz. 296, 306, 655 P.2d 1348, 1358 (App. 1982); see also State v. Waggoner, 144 Ariz. 237, 697 P.2d 320 (1985).\nWe have stated that a defendant is not prejudiced by noncompliance with A.R.S. § 13-604(K) provided he is on notice before trial that the prosecution intends to seek the enhanced punishment provisions of the statute. State v. Barrett, 132 Ariz. 88, 89, 644 P.2d 242, 243 (1982); see State v. Hadd, 127 Ariz. 270, 277-78, 619 P.2d 1047, 1054-55 (App. 1980). Here petitioner had timely notice of the prosecutor's intent to use prior convictions to seek enhanced punishment. Two prior felony convictions were timely alleged; the post-verdict amendment substituted a third felony for one of the previously alleged felonies. The substitution was improper under A.R.S. § 13-604(K), but petitioner suffered no prejudice since there was adequate pre-verdict notice.\nFurthermore, petitioner was sentenced pursuant to A.R.S. § 13-604.01 on the basis that the instant felony was committed while the defendant was on parole. The prior convictions did not enter into the determination of sentence. For this reason as well we find that the error was not prejudicial.\nADMISSIBILITY OF PAROLE STATUS DOCUMENT\nThe only evidence introduced by the prosecution to show that defendant was on parole at the time of the offense was a letter on Department of Corrections stationery addressed to \"TO WHOM IT MAY *443 CONCERN\" and signed by Kay Dargitz, Correctional Records Supervisor. The text of the letter reads as follows:\nMr. Hudson was received from Pinal County at Alhambra Reception and Treatment Center on December 7, 1981. He was released on Temporary Release on October 18, 1982. His Temporary Release reverted to Parole on November 16, 1982. Mr. Hudson remained on Parole until the completion of his sentence on June 24, 1983.\nThe above statement and attached documents are from official records of the Arizona Department of Corrections, issued in accordance with the provisions of ARS 31-221.\nThe document was admitted over defendant's objection.\nRule 902(4), Arizona Rules of Evidence, 17A A.R.S. provides that \"[a] copy of an official record or report or entry therein, or of a document authorized by law to be recorded or filed and actually recorded or filed in a public office, including data compilations in any form ...\" are self-authenticating and require no extrinsic evidence of authenticity for admissibility. The state argues that the statement by Kay Dargitz, properly certified under Rule 902(2), Arizona Rules of Evidence, 17A A.R.S., is a compilation of information from documents kept by virtue of A.R.S. § 31-221 and is therefore admissible under Rule 902(4).\nIf the statement in the letter is a verbatim copy of a document or a part of a document actually maintained in the records of the Department of Corrections, the statement would be admissible under Rule 902(4). There is no evidence, however, that the statement is a verbatim copy, nor does the state make that argument on appeal. Rather, it claims that the statement is admissible as a data compilation. Rule 902(4) requires that for a data compilation to be self-authenticating, the compilation itself must be \"a document authorized by law to be recorded or filed and actually recorded or filed in a public office....\" The state argues that the letter is now part of appellant's Department of Corrections file, kept there pursuant to A.R.S. § 31-221(A) which provides:\nA. The department of corrections shall maintain a master record file, on each person committed to it, containing the following:\n.....\n8. Any other pertinent data concerning the person's background, conduct, associations and life history as may be required by the department with a view to his reformation and to the protection of society.\nThe trial court apparently adopted this rationale in ruling that the document was admissible: \"[T]here is reference in there as to the actual statutory authorization for the keeping of those records, and that this is, in fact, within what is allowed under 9024 [sic]....\"\nThere are several problems with this analysis. First, the letter does not fall within the clear language of A.R.S. § 31-221(A)(8). The letter does not concern defendant's \"background, conduct, associations [or] life history [,] ...\" nor does it relate to \"his reformation [or] the protection of society.\" The letter does not fall under any of the other provisions of A.R.S. § 31-221(A) which require the Department of Corrections to maintain a master file containing all information from the committing court, the reports of the reception-diagnostic centers, evaluation and assignment reports and recommendations, reports of disciplinary infractions and disposition, progress reports prepared for the Board of Pardons and Paroles, parole progress reports, and the date and circumstances of final discharge. Although records maintained in the Department of Corrections files may contain the information contained in this letter, the letter itself is not \"authorized by law to be recorded or filed\" within the provisions of A.R.S. § 31-221(A).\nThe state's argument also runs afoul of the clear provision in Rule 902(4) that requires that the document be \"actually recorded or filed in a public office....\" This document was prepared for use at the *444 trial. It is disingenuous to claim that a document prepared specifically for trial and later filed in a public office satisfies the self-authentication provisions of Rule 902(4). Cf. United States v. Johnson, 722 F.2d 407, 410 (8th Cir.1983) (\"The second sentence of the certification goes beyond the authentication requirements of Rule 902(4) and appears to have been prepared by the custodian for purposes of the ... litigation.... Thus, the district court should have stricken this sentence....\") The purpose of Rule 902(4) is to allow copies of official records and public documents to be used in court so that the originals need not be constantly removed from the files. J. Weinstein &amp; M. Berger, Weinstein's Evidence, ¶ 902(4)[01], at 902-24 (1983). This minimizes damage to the records themselves and insures that complete records will always be on file in one place. The state's bootstrapping attempt here does not serve the purpose of the rule. The trial court erred in admitting the letter from Kay Dargitz contained in exhibit 11. Since the inadmissible letter was the only evidence offered to the jury to show that defendant was on parole, the jury verdict on the parole status must be set aside.[2]\nIt was not necessary for the trial court to submit the question of whether defendant was on parole to the jury. See State v. Turner, 141 Ariz. 470, 475, 687 P.2d 1225, 1230 (1984). If the question is submitted to the jury, however, only evidence which complies with the Arizona Rules of Evidence is admissible. Turner authorizes the trial court to make the finding of parole status. Turner, 141 Ariz. at 475, 687 P.2d at 1230. When the finding is made by the trial judge, the judge\nmay consider all evidence and information presented at all stages of the trial together with all probation and presentence reports and the testimony presented at the aggravation and mitigation hearing prior to sentencing. For sentencing purposes, the trial judge will have a much broader information base than was presented to the jury at trial. * * * It is only necessary that such a finding be found to be true and that it be supported by reasonable evidence in the record.\nTurner, 141 Ariz. at 475, 687 P.2d at 1230 (quoting State v. Meador, 132 Ariz. 343, 346-47, 645 P.2d 1257, 1260-61 (App. 1982)). In this case there was no independent finding by the judge that defendant was on parole at the time of the commission of the instant felony. In sentencing the defendant pursuant to A.R.S. § 13-604.01, the trial judge referred only to the jury's finding that defendant was on parole. If the trial judge had made an independent finding of fact based on the letter contained in exhibit 11, Turner would be satisfied. As it stands, however, we must remand to the trial court for determination of whether defendant was on parole when he committed the current felony.\nCONSTITUTIONAL CHALLENGES\nAppellant claims that the mandatory sentence provided by A.R.S. § 13-604.01[3] violates the basic concepts of due process and equal protection of the fifth and fourteenth amendments to the United States Constitution. Appellant claims that the statute discriminates against him by not considering the circumstances of the crime, the background of the offender, or any other factors normally considered in sentencing, and therefore does not provide for equal treatment with those similarly situated. We recently considered this same allegation and concluded that A.R.S. § 13-604.01 does not violate equal protection. State v. Noriega, 142 Ariz. 474, 486-87, 690 P.2d 775, 787-88 (1984). Appellant has presented nothing to warrant reassessment of our position.\nAppellant also challenges the constitutionality of A.R.S. § 13-604.01 on the grounds that the statute mandates cruel *445 and unusual punishment in violation of the eighth and fourteenth amendments to the United States Constitution.[4] Our review rests on the four-part test set out in Solem v. Helm: (1) gravity of the offense; (2) harshness of the penalty; (3) sentences imposed in the same jurisdiction; (4) sentences imposed in other jurisdictions. Solem v. Helm, 463 U.S. 277, 292, 103 S. Ct. 3001, 3010-11, 77 L. Ed. 2d 637, 650 (1983). We need not enter into an extended analysis, however, as Solem expressly indicates that this is normally not required out of deference to the legislature and, in appropriate cases, the trial court. Solem v. Helm, 463 U.S. at 290 n. 16, 103 S.Ct. at 3009 n. 16, 77 L.Ed.2d at 649 n. 16; see State v. Hankins, 141 Ariz. 217, 224, 686 P.2d 740, 747 (1984). Our task is further eased by the recent cases of State v. McNair, 141 Ariz. 475, 687 P.2d 1230 (1984) and State v. Noriega, 142 Ariz. 474, 690 P.2d 775 (1984), which analyzed and upheld the same statute as applied to defendants who had committed felonies while on probation rather than parole. A.R.S. § 13-604.01 makes no distinction between one on probation and one on parole.\nGravity of the Offense.\nIn McNair, the defendant was convicted of armed robbery of a gas station. His accomplice struck the attendant with an automobile jack in the course of the robbery. McNair, 141 Ariz. at 478-79, 687 P.2d at 1233-34. The defendant in Noriega was convicted of first degree burglary and aggravated assault; both charges involved use of a gun. Noriega, 142 Ariz. at 478-80, 690 P.2d at 779-81. Although no one was injured, we found that the crimes were sufficiently grave to warrant the penalty of A.R.S. § 13-604.01(A). We stated: \"The absence of actual injury is scarcely an accurate measure of the danger appellant poses to society.\" Id. at 487, 690 P.2d at 788. We find equal gravity in the instant crime, where appellant, armed with a gun, and his accomplice, armed with a knife, threatened the victims with lethal force.\nSeverity of Sentence.\nWe concluded in McNair and Noriega that the life sentences imposed pursuant to A.R.S. § 13-604.01(A) were not excessively harsh since the defendants were repeat offenders convicted of dangerous crimes committed while on probation. McNair, 141 Ariz. at 484, 687 P.2d at 1239; Noriega, 142 Ariz. at 487-88, 690 P.2d at 788-89. These factors are all present here. Defendant was convicted of armed robbery, has at least two prior felony convictions, and was on parole at the time of the offense. As noted above, there is no distinction between probation and parole for purposes of A.R.S. § 13-604.01.\nProportionality.\nIn McNair and Noriega we discussed the third and fourth factors of the Solem test and found that the life sentences imposed were not disproportionate to other sentences in Arizona and in other jurisdictions. McNair, 141 Ariz. at 484-85, 687 P.2d at 1239-40; Noriega, 142 Ariz. at 488, 690 P.2d at 789. We see no reason to repeat the analysis found in those cases. We base the proportionality review on statutes in effect at the time of the offense. Noriega, 142 Ariz. at 488 n. 2, 690 P.2d at 789 n. 2. Noriega committed her crimes on October 1, 1982, McNair on April 1, 1983, and defendant on June 18, 1983. No relevant Arizona provisions were changed between October 1982 and June 1983. Likewise, the relevant provisions from other states cited in McNair and Noriega were still in effect in June 1983. We conclude *446 that appellant's sentence was not unconstitutionally cruel and unusual.\nWe have examined the record for fundamental error as required by A.R.S. § 13-4035 and find none. The judgment of conviction is affirmed. The sentence is set aside, and the case is remanded for resentencing.\nGORDON, V.C.J., and HAYS and CAMERON, JJ.\nFELDMAN, Justice, concurring\nI join in the opinion except with respect to the analysis pertaining to the constitutionality of A.R.S. § 13-604.01. (P. 689, et seq.) My views on that question are set forth in State v. McNair, 141 Ariz. 475, 486, 687 P.2d 1230, 1242 (1984). I concur in the court's resolution of that issue for the reasons set forth in McNair.\nNOTES\n[1]  Appellant's argument that Rule 13.4(d) was violated is misplaced. Part (d) requires defendant's consent before severance will be granted on motions made after trial has commenced, but is applicable only to a \"motion by the prosecutor.\"\n[2]  Since we find the evidence inadmissible under Rule 902(4), we do not need to consider appellant's argument that it is inadmissible hearsay.\n[3]  A.R.S. § 13-604.01 was amended by Laws 1984, Chapter 163, effective August 3, 1984, in a way not affecting our analysis here.\n[4]  The eighth amendment, while capable of invalidating statutes which uniformly mandate cruel and unusual punishment, more frequently, at least in non-death penalty situations, is applied to examinations of individual sentences. See, e.g., Solem v. Helm, 463 U.S. 277, 103 S. Ct. 3001, 77 L. Ed. 2d 637 (1983); State v. Mulalley, 127 Ariz. 92, 618 P.2d 586 (1980). Thus appellant's construction of hypothetical cases where § 13-604.01 might yield unconstitutional results is not germane because appellant does not argue the statute is unconstitutional for all possible cases. See United States v. Rivera-Marquez, 519 F.2d 1227 (9th Cir.), cert. denied, 423 U.S. 949, 96 S. Ct. 369, 46 L. Ed. 2d 285 (1975).\n\n",
            "ocr": false,
            "opinion_id": 1172797
        },
        {
            "author_str": "Holohan",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHOLOHAN, Chief Justice.\nOn September 14, 1983, Johnny Williams Jr. was convicted of armed robbery committed while on parole in violation of A.R.S. §§ 13-1904 and 13-604.01, and was sentenced to a mandatory term of life imprisonment without possibility of release for twenty-five years. We have jurisdiction to hear this appeal pursuant to Ariz. Const. art. 6, § 5(3) and A.R.S. § 13-4031. The judgment of conviction is affirmed. The case is remanded for resentencing.\nAppellant raises seven issues on appeal:\n(1) Was appellant’s record of prior felony convictions admissible for impeachment purposes?\n(2) Was permitting identification testimony at trial by two witnesses error?\n(3) Was the denial of appellant’s request for a continuance error?\n(4) Should an alibi witness for a co-participant in the crime have been allowed to testify?\n*437(5) Was the state’s amendment of its allegation of prior convictions untimely?\n(6) Should documentary evidence of appellant’s parole status have been admitted at the sentencing trial?\n(7) Does A.R.S. § 13-604.01 violate the equal protection clause of the fourteenth amendment to the United States Constitution or the prohibition against cruel and unusual punishment of the eighth and fourteenth amendments to the United States Constitution?\nFACTS\nOn June 18, 1983, at about 8:30 p.m., Detective David Churchill of the Casa Grande Police Department was on patrol in an unmarked police car. He saw two black males leaning around the corner of a building and looking into the window of a convenience store. The two walked away and got into a white automobile driven by a third man. Detective Churchill followed them. He was caught at a red light and momentarily lost sight of them; he then made a turn and saw the car go past him with only the driver in it. As he followed the car around the block he saw the same two black males standing at the side of a building containing the Island Liquors store. He radioed for other units to come to that area and continued following the white car.\nThat evening, Dee Lane Lowe was working at Island Liquors. She testified that between 8:30 and 9:00 p.m. two black males, one of whom she later identified as the appellant, entered the store. Appellant bought a pack of cigarettes. The other man pulled out a knife and grabbed John Martin, Miss Lowe’s boyfriend. One of them said: “This is a holdup.” Lowe then saw that appellant was pointing a gun at her. Appellant grabbed money and checks out of the cash register and ran out of the store with his accomplice. Miss Lowe then called the police and reported the robbery.\nDetective Churchill, still following the white car, heard a loud whistle. The white car stopped and the driver got out. The detective got out of his car and heard the sound of people running. He pulled out his gun and saw two men running toward him. When the two saw Churchill, one of them yelled an expletive and both turned around and ran away. Detective Churchill then arrested the driver of the white car.\nMeanwhile, Sgt. Vasquez arrived and Detective Churchill sent him off after the other suspects. Several minutes later, Vasquez saw a black male wearing a dark shirt running across the street and into an alley in a residential neighborhood. At trial he identified this person as appellant. Sgt. Vasquez got out of his car and chased him. During the chase, Vasquez observed appellant throw away two objects which were later found to be a small silver colored handgun and a wad of money and checks made out to Island Liquors. Sgt. Vasquez and Officer Ellsworth apprehended appellant and placed him under arrest. Appellant was then brought back to Island Liquors where he was identified by Miss Lowe and Mr. Martin as one of the two people who robbed the store.\nADMISSION OF PRIOR FELONY CONVICTIONS\nAppellant contends that the trial court erred in authorizing the state to use two prior felony convictions to impeach him if he testified.\nRule 609, Arizona Rules of Evidence, 17A A.R.S. permits the court to admit evidence of a prior felony conviction to impeach a defendant if the court determines that the probative value of the evidence outweighs its prejudicial effect. The state bears the burden of proof in establishing the admissibility of prior convictions for impeachment purposes. State v. McNair, 141 Ariz. 475, 486, 687 P.2d 1230, 1241 (1984). It must first show the existence of the conviction either by an admission from the defendant or by public record. Rule 609(a), Arizona Rules of Evidence, 17A A.R.S. The state must further show that the prior conviction is somehow *438probative of the veracity of the witness. Id. Appellant does not contest the existence of prior felony convictions, but he maintains that the state must do more than simply show that the prior felony convictions exist in order to meet its burden of proving probativeness. Appellant asserts that State v. Ellerson, 125 Ariz. 249, 252, 609 P.2d 64, 67 (1980), requires the state to make a showing of the “circumstances surrounding the admission of the evidence” and that mere presentation of the date, nature, and place of the conviction is insufficient.\nOur discussion in State v. Malloy, 131 Ariz. 125, 639 P.2d 315 (1981), decided after Ellerson, makes clear that “circumstances” need not be shown in all cases involving prior felony convictions. In Malloy, we stated:\n[A]ll felonies have some probative value in determining a witness’ credibility upon the theory that a major crime entails such an injury to and disregard of the rights of other persons that it can rea- ■ sonably be expected the witness will be untruthful if it is to his advantage. The perpetrator of a major criminal act has demonstrated such a lack of scruples as to show a willingness to give false testimony.\nId. at 127, 639 P.2d at 317; see also State v. Perkins, 141 Ariz. 278, 285, 686 P.2d 1248, 1255 (1984). Generally, in cases involving prior felony convictions, the state need only come forward with the date, place, and nature of the prior conviction in order to satisfy its initial burden of showing probative value.\nOnce the state establishes probativeness, the defendant is “permitted to rebut the State’s showing of relevancy by pointing out the prejudicial effect ____” State v. Sullivan, 130 Ariz. 213, 217, 635 P.2d 501, 505 (1981). If the defendant’s evidence of unfair prejudice successfully counters the probativeness of veracity inherent in any prior felony conviction, the state will need to present additional evidence of probative value to sustain its burden of proof under Rule 609.\nThe trial court may find it necessary to have more information in order properly to “determine[] that the probative value of admitting [the] evidence outweighs its prejudicial effect.” Rule 609(a), Arizona Rules of Evidence, 17A A.R.S. The court should never hesitate to require the parties to present more information to aid in the balancing. In Ellerson we quoted State v. Mahone, 537 F.2d 922, 929 (7th Cir.), cert. denied, 429 U.S. 1025, 97 S.Ct. 646, 50 L.Ed.2d 627 (1976):\n“The hearing need not be extensive____ [T]he judge should require a brief recital by the government of the circumstances surrounding the admission of the evidence, and a statement of the date, nature and place of the conviction. The defendant should be permitted to rebut the government’s presentation, pointing out to the court the possible prejudicial effect to the defendant if the evidence is admitted.”\nEllerson, 125 Ariz. at 252, 609 P.2d at 67. Mahone lists several factors which the trial judge should take into account: impeachment value of the prior, length of time since the prior conviction, the witness’ history since the prior conviction, the similarity between the past and present crimes, the importance of defendant’s testimony, and the “centrality of the credibility issue.” Mahone, 537 F.2d at 929; see also State v. Domme, 111 Ariz. 464, 465, 532 P.2d 526, 527 (1975). Although the foregoing factors are not to be considered exclusive of any others, they do provide useful guides for the trial court.\nThe record of the pretrial hearing indicates that the parties did not address in any detail the probativeness or prejudice of the evidence in this case. The parties instead argued whether felonies are inherently probative of veracity and whether the state had met its initial burden of proof. The only evidence of prejudicial effect offered by the defendant was that “there is always prejudice inherent in impeaching any person with a prior conviction” and that one of the prior offenses was similar *439to the crime charged in the instant case. As correctly noted by the state, it is not per se prejudicial to use a prior conviction of the same crime for impeachment purposes. Perkins, 141 Ariz. at 285, 686 P.2d at 1254.\nThe trial court stated that “[a]t this time the Court finds and determines that the probative value of the prior convictions outweighs their prejudicial effect____” The decision whether to admit evidence of prior convictions for impeachment purposes is left to the sound discretion of the trial judge. State v. McElyea, 130 Ariz. 185, 188, 635 P.2d 170, 173 (1981). We will disturb a trial court’s finding in this area only on a showing that the trial judge abused this discretion. State v. Bojorquez, 138 Ariz. 495, 499, 675 P.2d 1314, 1318 (1984). Based on the record before us we are unable to conclude that the trial court abused its discretion.\nAppellant further contends that the trial judge’s failure to make specific findings of facts on the balancing of probative value and prejudicial effect is reversible error. Our cases require a finding on the record “based on specific facts and circumstances.” State v. Ellerson, 125 Ariz. at 252, 609 P.2d at 67. Failure to enumerate the specific facts and circumstances upon which the ruling is based is not reversible error if such information appears in the record. Perkins, 141 Ariz. at 284, 686 P.2d at 1254. The state presented evidence of probativeness by introducing the prior felony convictions and the defendant failed to provide adequate evidence of prejudice to overcome the state’s showing. This is sufficient evidence to support the trial court’s ruling. The trial judge quoted from our opinion in Ellerson at the hearing, so we can assume that he was aware of the requirements set forth in that case. See State v. Ferreira, 128 Ariz. 530, 535, 627 P.2d 681, 686 (1981).\nIDENTIFICATION TESTIMONY\nDetective Churchill observed appellant in the backseat of a police car after he had been apprehended on the night of the robbery. Churchill testified at trial that he identified the man in the back of the car as the same man he had observed earlier that evening at both the Stop and Shop Convenient Mart and at Island Liquors. He further identified appellant at trial as the man he had seen at the convenience mart, the liquor store, and in the backseat of the police car. After Churchill identified appellant in the back of the police car, the police took appellant back to the liquor store and asked both Dee Lane Lowe and John Martin whether the man in custody was one of the robbers. Both positively identified appellant. At trial, Lowe testified as to that identification and positively identified appellant as the same man that she had identified that night. Appellant challenged these identifications at a pretrial Dessureault hearing and again immediately prior to the trial. The trial court denied his motions to exclude testimony of the prior identification and to preclude in-court identification by the two witnesses. Appellant challenges those rulings in this appeal.\nA “one-man show-up” is inherently suggestive. State v. Hicks, 133 Ariz. 64, 67, 649 P.2d 267, 270 (1982). In this case, appellant was the only suspect viewed by both Detective Churchill and Dee Lane Lowe. He was viewed either in the backseat of a police car or standing next to a police car in handcuffs, and both witnesses were made aware of the fact that appellant was a suspect in the robbery.\nAppellant argues that the show-up was not necessary under the circumstances, and that there were alternatives available which would have been less suggestive. It is established law, however, that “[t]he admission of testimony concerning a suggestive and unnecessary identification procedure does not violate due process so long as the identification possesses sufficient aspects of reliability.” Manson v. Brathwaite, 432 U.S. 98, 106, 97 S.Ct. 2243, 2249, 53 L.Ed.2d 140, 149 (1977); see State v. McCall, 139 Ariz. 147, 154, 677 P.2d 920, 927 (1983). As we stated in State v. Hicks, 133 Ariz. at 67-68, 649 P.2d at 270-71, *440“[although suggestiveness is inherent in a one-man show-up, a show-up identification is admissible if the identification is reliable.” A reliable show-up identification is admissible at trial because “[s]uch a procedure allows the police to either have the culprit identified while the witness has a fresh mental picture of him or her or else release an innocent person and continue searching for the culprit before he or she escapes detection.” State v. McLaughlin, 133 Ariz. 458, 462, 652 P.2d 531, 535 (1982).\nThe test for determining whether a suggestive identification is otherwise reliable and admissible was articulated by the U.S. Supreme Court in Neil v. Biggers, 409 U.S. 188, 93 S.Ct. 375, 34 L.Ed.2d 401 (1972). Biggers suggests that the following factors be examined in determining reliability: (1) the witness’ opportunity to observe the suspect at the time of the crime; (2) the witness’ degree of attention at that time; (3) the accuracy of any prior description given by the witness; (4) the level of certainty at the confrontation; and (5) the length of time between the crime and the identification confrontation. Id. at 199-200, 93 S.Ct. at 382, 34 L.Ed.2d at 411. See also Hicks, 133 Ariz. at 68, 649 P.2d at 271. Dee Lane Lowe testified at the Dessureault hearing that she observed appellant in the liquor store for a “couple of minutes” at a distance of approximately three to four feet, that she paid close attention while appellant was in the store, that she identified him at the show-up less than 30 minutes after the robbery, and that she had “no doubt at all” that he was the robber. There is no evidence that any description of the perpetrator of the crime was given by the witness prior to the show-up identification. Under the totality of the circumstances, the reliability of Lowe’s identification was strong enough to overcome the suggestiveness of the show-up. Accord Brathwaite, 432 U.S. at 114-16, 97 S.Ct. at 2253-54, 53 L.Ed.2d at 154-55; Biggers, 409 U.S. at 200-01, 93 S.Ct. at 382-83, 34 L.Ed.2d at 412; Hicks, 133 Ariz. at 67-68, 649 P.2d at 271; State v. Arnold, 26 Ariz. App. 542, 543-46, 549 P.2d 1060, 1061-64 (1976).\nThe state alleges that the identification by Detective Churchill should not be subject to this analysis because he was a police officer involved in the investigation of the robbery. We disagree. Although a police officer may be more finely trained in identification and less susceptible to suggestiveness, there is no reason to assume that an identification by a police officer is per se reliable and not based on unnecessary suggestiveness. Manson v. Brathwaite, supra, involved an undercover narcotics agent who, after confiding the details of a drug buy to his colleagues, was shown a single photograph of a possible suspect. One issue in the case was whether the reliability of the agent’s identification outweighed the suggestiveness inherent in showing him a single photograph of a suspect. The Brathwaite court treated police officers as subject to the Biggers analysis when their identification has been tainted by suggestiveness. Here, Churchill identified a single suspect in the police car as the man he had seen that evening at the Stop and Shop and at Island Liquors before the robbery. This one-man show-up was suggestive. We believe, however, that Churchill’s identification was sufficiently reliable to outweigh the suggestiveness. When he recognized what he considered to be suspicious activity of the appellant and another man looking into the windows of the Stop and Shop, he parked and watched them. He later observed them engaged in the same suspicious activity at the Island Liquors Store before the robbery. After appellant and his companion left the Island Liquors Store, Detective Churchill observed them running toward him. They were as close as six to eight feet from him illuminated by the glare of his headlights. Detective Churchill is a police officer trained in observation. He testified that he was quite certain that the man in the back of the police car was the same man that he had observed at the Island Liquors Store approximately 20 minutes before seeing him in custody.\nThe trial court found that the identification procedures were not unduly sug*441gestive. That finding was clearly error since one-man show-ups are inherently suggestive. The reliability of the identifications, however, is sufficient to compensate for the suggestiveness of the confrontation, and the admission of the identification evidence was proper.\nDENIAL OF MOTION TO CONTINUE\nOn the morning of trial, appellant’s co-defendant, Hursey, asked for a continuance, asserting that he had just located 22 alibi witnesses who would testify that he was in another town at the time of the robbery. Appellant joined in the motion, claiming that these witnesses would show that Lowe and Churchill were wrong in their identification of Hursey and that this would also tend to show that they were wrong in their identification of appellant. The trial court granted Hursey’s motion for a continuance but denied appellant’s motion.\nAppellant maintains that he should have been granted a continuance to allow his counsel to reorganize trial tactics and to make use of the newly discovered alibi witnesses of his co-defendant. The granting of a motion to continue is not a matter of right, but is left to the sound discretion of the trial judge, and such a decision will not be disturbed unless there is a clear abuse of discretion and prejudice results. State v. Amarillas, 141 Ariz. 620, 622, 688 P.2d 628, 630 (1984); State v. Sullivan, 130 Ariz. at 215, 635 P.2d at 503 (1981). Appellant did not indicate before the trial judge or before this court what additional trial tactics or preparations were necessitated by the severance. Nor has he presented any evidence by which we could conclude that his trial was prejudiced.\nAppellant claims that denial of his motion to continue resulted in an effective severance and that severance of the defendants at the inception of trial is not the procedure contemplated by Rule 13.4(c), Arizona Rules of Criminal Procedure, 17 A.R.S. Appellant’s claim is unpersuasive. Rule 13.4(c) specifically allows for severance even during trial if a ground not previously known arises at that time. Rule 13.4(a) states that if severance “is necessary to promote a fair determination of the guilt or innocence of any defendant ... the court ... shall on motion of a party, order such severance.” Rule 13.4(a), Arizona Rules of Criminal Procedure, 17 A.R.S.1 The granting of a motion to sever is within the discretion of the trial court, State v. Gerlaugh, 134 Ariz. 164, 168, 654 P.2d 800, 804 (1982), supplemented 135 Ariz. 89, 659 P.2d 642 (1983), and will not be reversed on appeal absent a clear abuse of discretion or demonstration of prejudice. State v. Moncayo, 115 Ariz. 274, 276, 564 P.2d 1241, 1243 (1977). Here, appellant’s co-defendant had a strong need for a severance to reach his alibi witnesses and, as discussed above, appellant failed to show prejudice. We find that the trial court did not abuse its discretion nor prejudice appellant by granting a continuance to Hursey even if it resulted in a severance.\nTESTIMONY OF THE ALIBI WITNESS\nAppellant contends that the trial court erred in refusing to permit an alibi witness for Hursey to testify in appellant’s case. Appellant asserts that, contrary to the court’s finding, alibi testimony by this witness about the different whereabouts of the co-defendant, Hursey, at the time of the crime would have been relevant in tending to show that the identification witnesses were also wrong in their identification of appellant. We disagree.\nRule 401, Arizona Rules of Evidence, 17A A.R.S. defines relevant evidence as “evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.” Further, “[e]vidence is relevant if it has any basis in *442reason to prove a material fact in issue or if it tends to cast light on the crime charged.” State v. Adamson, 136 Ariz. 250, 261, 665 P.2d 972, 983 (1983). In light of evidence that Churchill saw appellant running from the store and later identified him, and that Vasquez chased appellant down an alley, saw him throw away a gun and checks made out to Island Liquors, and then apprehended him in close proximity to the store, it is difficult to understand how the alibi of the other defendant, Hursey, has anything but the most marginal relevance for appellant. Even assuming that the witness’ testimony as to the whereabouts of Hursey on the night of the crime had some relevance to the identification of appellant, we think that the trial court acted properly under Rule 403, Arizona Rules of Evidence, 17A A.R.S., which allows even relevant evidence to be excluded due to, among other things, “consideration of undue delay” or “waste of time.” “The weighing and balancing under Rule 403 is within the discretion of the trial court and will not be disturbed on appeal unless it has been clearly abused.” State v. Williams, 133 Ariz. 220, 230, 650 P.2d 1202, 1212 (1982); see also State v. Clark, 126 Ariz. 428, 434, 616 P.2d 888, 894, cert. denied, 449 U.S. 1067, 101 S.Ct. 796, 66 L.Ed.2d 612 (1980). We find no such abuse by the trial court.\nAMENDMENT OF ALLEGATION OF PRIOR CONVICTION\nAfter the jury verdict of guilt and before the trial on sentencing, the state moved to amend its previous allegation of two prior convictions by dropping one prior and adding a different one in its place. Over objection, the trial court allowed the amendment. Appellant claims that the motion was untimely under Rules 13.5(a) and 16.1(b), Arizona Rules of Criminal Procedure, 17 A.R.S. and that the trial court erred in approving the amendment. Rule 13.5(a) adopts the time limit of Rule 16.1(b) (twenty days before the first date set for trial on the offense) for motions to allege prior convictions. Appellant’s reliance on Rule 13.5 is misplaced. Rule 13.-5(a) only provides for the period in which the allegation of a prior conviction is solely within the discretion of the prosecutor. State v. Birdsall, 116 Ariz. 112, 114, 568 P.2d 419, 421 (1977); State v. Davis, 137 Ariz. 551, 561, 672 P.2d 480, 490 (App. 1983). The trial judge has discretion to allow the allegation of a prior conviction any time prior to trial. A.R.S. § 13-604(K). The allegation must be made before trial, however, and may not be alleged after the verdict is returned. State v. Rodgers, 134 Ariz. 296, 306, 655 P.2d 1348, 1358 (App. 1982); see also State v. Waggoner, 144 Ariz. 237, 697 P.2d 320 (1985).\nWe have stated that a defendant is not prejudiced by noncompliance with A.R.S. § 13-604(K) provided he is on notice before trial that the prosecution intends to seek the enhanced punishment provisions of the statute. State v. Barrett, 132 Ariz. 88, 89, 644 P.2d 242, 243 (1982); see State v. Hadd, 127 Ariz. 270, 277-78, 619 P.2d 1047, 1054-55 (App.1980). Here petitioner had timely notice of the prosecutor’s intent to use prior convictions to seek enhanced punishment. Two prior felony convictions were timely alleged; the post-verdict amendment substituted a third felony for one of the previously alleged felonies. The substitution was improper under A.R.S. § 13-604(K), but petitioner suffered no prejudice since there was adequate pre-verdict notice.\nFurthermore, petitioner was sentenced pursuant to A.R.S. § 13-604.01 on the basis that the instant felony was committed while the defendant was on parole. The prior convictions did not enter into the determination of sentence. For this reason as well we find that the error was not prejudicial.\nADMISSIBILITY OF PAROLE STATUS DOCUMENT\nThe only evidence introduced by the prosecution to show that defendant was on parole at the time of the offense was a letter on Department of Corrections stationery addressed to “TO WHOM IT MAY *443CONCERN” and signed by Kay Dargitz, Correctional Records Supervisor. The text of the letter reads as follows:\nMr. Hudson was received from Pinal County at Alhambra Reception and Treatment Center on December 7, 1981. He was released on Temporary Release on October 18, 1982. His Temporary Release reverted to Parole on November 16, 1982. Mr. Hudson remained on Parole until the completion of his sentence on June 24, 1983.\nThe above statement and attached documents are from official records of the Arizona Department of Corrections, issued in accordance with the provisions of ARS 31-221.\nThe document was admitted over defendant’s objection.\nRule 902(4), Arizona Rules of Evidence, 17A A.R.S. provides that “[a] copy of an official record or report or entry therein, or of a document authorized by law to be recorded or filed and actually recorded or filed in a public office, including data compilations in any form ...” are self-authenticating and require no extrinsic evidence of authenticity for admissibility. The state argues that the statement by Kay Dargitz, properly certified under Rule 902(2), Arizona Rules of Evidence, 17A A.R.S., is a compilation of information from documents kept by virtue of A.R.S. § 31-221 and is therefore admissible under Rule 902(4).\nIf the statement in the letter is a verbatim copy of a document or a part of a document actually maintained in the records of the Department of Corrections, the statement would be admissible under Rule 902(4). There is no evidence, however, that the statement is a verbatim copy, nor does the state make that argument on appeal. Rather, it claims that the statement is admissible as a data compilation. Rule 902(4) requires that for a data compilation to be self-authenticating, the compilation itself must be “a document authorized by law to be recorded or filed and actually recorded or filed in a public office ____” The state argues that the letter is now part of appellant’s Department of Corrections file, kept there pursuant to A.R.S. § 31-221(A) which provides:\nA. The department of corrections shall maintain a master record file, on each person committed to it, containing the following:\n8. Any other pertinent data concerning the person’s background, conduct, associations and life history as may be required by the department with a view to his reformation and to the protection of society.\nThe trial court apparently adopted this rationale in ruling that the document was admissible: “[TJhere is reference in there as to the actual statutory authorization for the keeping of those records, and that this is, in fact, within what is allowed under 9024 [sic]\nThere are several problems with this analysis. First, the letter does not fall within the clear language of A.R.S. § 31-221(A)(8). The letter does not concern defendant’s “background, conduct, associations [or] life history [,] ... ” nor does it relate to “his reformation [or] the protection of society.” The letter does not fall under any of the other provisions of A.R.S. § 31-221(A) which require the Department of Corrections to maintain a master file containing all information from the committing court, the reports of the reception-diagnostic centers, evaluation and assignment reports and recommendations, reports of disciplinary infractions and disposition, progress reports prepared for the Board of Pardons and Paroles, parole progress reports, and the date and circumstances of final discharge. Although records maintained in the Department of Corrections files may contain the information contained in this letter, the letter itself is not “authorized by law to be recorded or filed” within the provisions of A.R.S. § 31-221(A).\nThe state’s argument also runs afoul of the clear provision in Rule 902(4) that requires that the document be “actually recorded or filed in a public office____” This document was prepared for use at the *444trial. It is disingenuous to claim that a document prepared specifically for trial and later filed in a public office satisfies the self-authentication provisions of Rule 902(4). Cf. United States v. Johnson, 722 F.2d 407, 410 (8th Cir.1983) (“The second sentence of the certification goes beyond the authentication requirements of Rule 902(4) and appears to have been prepared by the custodian for purposes of the ... litigation. ... Thus, the district court should have stricken this sentence____”) The purpose of Rule 902(4) is to allow copies of official records and public documents to be used in court so that the originals need not be constantly removed from the files. J. Weinstein &amp; M. Berger, Weinstein’s Evidence, ¶ 902(4)[01], at 902-24 (1983). This minimizes damage to the records themselves and insures that complete records will always be on file in one place. The state’s bootstrapping attempt here does not serve the purpose of the rule. The trial court erred in admitting the letter from Kay Dargitz contained in exhibit 11. Since the inadmissible letter was the only evidence offered to the jury to show that defendant was on parole, the jury verdict on the parole status must be set aside.2\nIt was not necessary for the trial court to submit the question of whether defendant was on parole to the jury. See State v. Turner, 141 Ariz. 470, 475, 687 P.2d 1225, 1230 (1984). If the question is submitted to the jury, however, only evidence which complies with the Arizona Rules of Evidence is admissible. Turner authorizes the trial court to make the finding of parole status. Turner, 141 Ariz. at 475, 687 P.2d at 1230. When the finding is made by the trial judge, the judge\nmay consider all evidence and information presented at all stages of the trial together with all probation and presentence reports and the testimony presented at the aggravation and mitigation hearing prior to sentencing. For sentencing purposes, the trial judge will have a much broader information base than was presented to the jury at trial. * * * It is only necessary that such a finding be found to be true and that it be supported by reasonable evidence in the record.\nTurner, 141 Ariz. at 475, 687 P.2d at 1230 (quoting State v. Meador, 132 Ariz. 343, 346-47, 645 P.2d 1257, 1260-61 (App.1982)). In this case there was no independent finding by the judge that defendant was on parole at the time of the commission of the instant felony. In sentencing the defendant pursuant to A.R.S. § 13-604.01, the trial judge referred only to the jury’s finding that defendant was on parole. If the trial judge had made an independent finding of fact based on the letter contained in exhibit 11, Turner would be satisfied. As it stands, however, we must remand to the trial court for determination of whether defendant was on parole when he committed the current felony.\nCONSTITUTIONAL CHALLENGES\nAppellant claims that the mandatory sentence provided by A.R.S. § 13-604.-013 violates the basic concepts of due process and equal protection of the fifth and fourteenth amendments to the United States Constitution. Appellant claims that the statute discriminates against him by not considering the circumstances of the crime, the background of the offender, or any other factors normally considered in sentencing, and therefore does not provide for equal treatment with those similarly situated. We recently considered this same allegation and concluded that A.R.S. § 13-604.01 does not violate equal protection. State v. Noriega, 142 Ariz. 474, 486-87, 690 P.2d 775, 787-88 (1984). Appellant has presented nothing to warrant reassessment of our position.\nAppellant also challenges the constitutionality of A.R.S. § 13-604.01 on the grounds that the statute mandates cruel *445and unusual punishment in violation of the eighth and fourteenth amendments to the United States Constitution.4 Our review rests on the four-part test set out in Solem v. Helm: (1) gravity of the offense; (2) harshness of the penalty; (3) sentences imposed in the same jurisdiction; (4) sentences imposed in other jurisdictions. Solem v. Helm, 463 U.S. 277, 292, 103 S.Ct. 3001, 3010-11, 77 L.Ed.2d 637, 650 (1983). We need not enter into an extended analysis, however, as Solem expressly indicates that this is normally not required out of deference to the legislature and, in appropriate cases, the trial court. Solem v. Helm, 463 U.S. at 290 n. 16, 103 S.Ct. at 3009 n. 16, 77 L.Ed.2d at 649 n. 16; see State v. Hankins, 141 Ariz. 217, 224, 686 P.2d 740, 747 (1984). Our task is further eased by the recent cases of State v. McNair, 141 Ariz. 475, 687 P.2d 1230 (1984) and State v. Noriega, 142 Ariz. 474, 690 P.2d 775 (1984), which analyzed and upheld the same statute as applied to defendants who had committed felonies while on probation rather than parole. A.R.S. § 13-604.01 makes no distinction between one on probation and one on parole.\n\nGravity of the Offense.\n\nIn McNair, the defendant was convicted of armed robbery of a gas station. His accomplice struck the attendant with an automobile jack in the course of the robbery. McNair, 141 Ariz. at 478-79, 687 P.2d at 1233-34. The defendant in Noriega was convicted of first degree burglary and aggravated assault; both charges involved use of a gun. Noriega, 142 Ariz. at 478-80, 690 P.2d at 779-81. Although no one was injured, we found that the crimes were sufficiently grave to warrant the penalty of A.R.S. § 13-604.01(A). We stated: “The absence of actual injury is scarcely an accurate measure of the danger appellant poses to society.” Id. at 487, 690 P.2d at 788. We find equal gravity in the instant crime, where appellant, armed with a gun, and his accomplice, armed with a knife, threatened the victims with lethal force.\n\nSeverity of Sentence.\n\nWe concluded in McNair and Noriega that the life sentences imposed pursuant to A.R.S. § 13-604.01(A) were not excessively harsh since the defendants were repeat offenders convicted of dangerous crimes committed while on probation. McNair, 141 Ariz. at 484, 687 P.2d at 1239; Noriega, 142 Ariz. at 487-88, 690 P.2d at 788-89. These factors are all present here. Defendant was convicted of armed robbery, has at least two prior felony convictions, and was on parole at the time of the offense. As noted above, there is no distinction between probation and parole for purposes of A.R.S. § 13-604.01.\n\nProportionality.\n\nIn McNair and Noriega we discussed the third and fourth factors of the Solem test and found that the life sentences imposed were not disproportionate to other sentences in Arizona and in other jurisdictions. McNair, 141 Ariz. at 484-85, 687 P.2d at 1239-40; Noriega, 142 Ariz. at 488, 690 P.2d at 789. We see no reason to repeat the analysis found in those cases. We base the proportionality review on statutes in effect at the time of the offense. Noriega, 142 Ariz. at 488 n. 2, 690 P.2d at 789 n. 2. Noriega committed her crimes on October 1, 1982, McNair on April 1, 1983, and defendant on June 18, 1983. No relevant Arizona provisions were changed between October 1982 and June 1983. Likewise, the relevant provisions from other states cited in McNair and Noriega were still in effect in June 1983. We conclude *446that appellant’s sentence was not unconstitutionally cruel and unusual.\nWe have examined the record for fundamental error as required by A.R.S. § 13-4035 and find none. The judgment of conviction is affirmed. The sentence is set aside, and the case is remanded for resentencing.\nGORDON, V.C.J., and HAYS and CAMERON, JJ.\n\n. Appellant’s argument that Rule 13.4(d) was violated is misplaced. Part (d) requires defendant’s consent before severance will be granted on motions made after trial has commenced, but is applicable only to a \"motion by the prosecutor.”\n\n\n. Since we find the evidence inadmissible under Rule 902(4), we do not need to consider appellant’s argument that it is inadmissible hearsay.\n\n\n. A.R.S. § 13-604.01 was amended by Laws 1984, Chapter 163, effective August 3, 1984, in a way not affecting our analysis here.\n\n\n. The eighth amendment, while capable of invalidating statutes which uniformly mandate cruel and unusual punishment, more frequently, at least in non-death penalty situations, is applied to examinations of individual sentences. See, e.g., Solem v. Helm, 463 U.S. 277, 103 S.Ct. 3001, 77 L.Ed.2d 637 (1983); State v. Mulalley, 127 Ariz. 92, 618 P.2d 586 (1980). Thus appellant’s construction of hypothetical cases where § 13-604.01 might yield unconstitutional results is not germane because appellant does not argue the statute is unconstitutional for all possible cases. See United States v. Rivera-Marquez, 519 F.2d 1227 (9th Cir.), cert. denied, 423 U.S. 949, 96 S.Ct. 369, 46 L.Ed.2d 285 (1975).\n\n",
            "ocr": false,
            "opinion_id": 9547351
        },
        {
            "author_str": "Feldman",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFELDMAN, Justice,\nconcurring\nI join in the opinion except with respect to the analysis pertaining to the constitutionality of A.R.S. § 13-604.01. (P. 689, et seq.) My views on that question are set forth in State v. McNair, 141 Ariz. 475, 486, 687 P.2d 1230, 1242 (1984). I concur in the court’s resolution of that issue for the reasons set forth in McNair.\n",
            "ocr": false,
            "opinion_id": 9547352
        }
    ],
    "court_short_name": "Arizona Supreme Court",
    "court_full_name": "Arizona Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Robbery"
}