{
    "id": 1178250,
    "judges": "Spence",
    "date_filed": "2017-09-25",
    "date_filed_is_approximate": true,
    "slug": "people-v-alexander",
    "case_name_short": "Alexander",
    "case_name": "People v. Alexander",
    "case_name_full": "The PEOPLE, Respondent, v. BILLIE BRUCE ALEXANDER Et Al., Appellants",
    "attorneys": "Sol A. Abrams for Appellants., Walter L. Gordon, Jr., as Amicus Curiae on behalf of Appellant Alexander., Robert W. Kenny, Attorney General, and David K. Lener, Deputy Attorney General, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b125-9\">\n    [Crim. No. 2311.\n   </docketnumber><court id=\"AyK\">\n    First Dist., Div. Two.\n   </court><decisiondate id=\"Amr\">\n    Nov. 30, 1944.]\n   </decisiondate><br><parties id=\"b125-10\">\n    THE PEOPLE, Respondent, v. BILLIE BRUCE ALEXANDER et al., Appellants.\n   </parties><br><attorneys id=\"b126-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"108\"> \n     *108\n     </span>\n    Sol A. Abrams for Appellants.\n   </attorneys><br><attorneys id=\"b126-8\">\n    Walter L. Gordon, Jr., as Amicus Curiae on behalf of Appellant Alexander.\n   </attorneys><br><attorneys id=\"b126-9\">\n    Robert W. Kenny, Attorney General, and David K. Lener, Deputy Attorney General, for Respondent.\n   </attorneys>",
    "citations": [
        "67 Cal. App. 2d 107"
    ],
    "opinions": [
        {
            "author_str": "Spence",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6592.0,
            "opinion_text": "\n67 Cal. App. 2d 107 (1944)\nTHE PEOPLE, Respondent,\nv.\nBILLIE BRUCE ALEXANDER et al., Appellants.\nCrim. No. 2311. \nCalifornia Court of Appeals. First Dist., Div. Two.  \nNov. 30, 1944.\n Sol A. Abrams for Appellants.\n Walter L. Gordon, Jr., as Amicus Curiae on behalf of Appellant Alexander.\n Robert W. Kenny, Attorney General, and David K. Lener, Deputy Attorney General, for Respondent.\n SPENCE, J.\n Defendants Alexander, Collins and Robin were charged by information with robbery. They were tried by a jury and were found guilty of robbery in the first degree. They were sentenced to imprisonment in the state prison and they have appealed from the judgments of conviction.\n At about 7 o'clock on the evening of February 10, 1944, a service station located in Port Chicago was robbed by two colored men who were armed with a gun. These men took about $164 in currency. Upon leaving the service station, they ran to a nearby automobile in which another colored man was sitting behind the wheel. The owner of the service station and an attendant identified the two men who held up the station as defendants Collins and Robin. Another witness identified defendant Alexander as the man who was sitting behind the wheel of the automobile which carried the men away from the scene of the crime. The three men were arrested later in the evening as they were crossing the San Francisco Bay Bridge in said automobile.\n The automobile used by defendants was easily identified as it was a Lincoln Continental of the \"flashy\" type which carried two chrome horns on the front fenders and also carried Arizona license plates. This same car had entered the service station about two hours before the robbery and defendant Collins had then requested that the oil be checked. The attendant checked the oil but none was needed. On this visit to the station, *109 defendant Collins had walked into the office where the owner was cashing pay checks for several workmen.\n Upon the trial, defendants Collins and Robin took the stand and gave testimony which tended to establish an alibi. They admitted that the three defendants had driven from San Francisco to Port Chicago in defendant Collins' car on the afternoon of February 10, and that defendant Collins had visited the service station to check the oil. They claimed, however, that they had left Port Chicago at about 6 o'clock, being almost one hour before the robbery occurred. There was no corroboration of their alibi testimony.\n Defendant Alexander did not testify on the trial. The sheriff, however, testified concerning an oral and also a written statement given by defendant Alexander following the arrest of defendants on the night of the robbery. In these statements defendant Alexander admitted that he accompanied defendants Collins and Robin on the trip to Port Chicago and that \"we had a small gun.\" He also admitted waiting in the automobile a short distance from the service station at about 7 o'clock. He stated that when the other defendants returned they told him \"they had held up the gas station.\" There was nothing in either the oral or written statement of defendant Alexander denying his previous knowledge that the other defendants intended to rob the service station. On the other hand, his statement showed that with full knowledge of the robbery, he continued to accompany the other defendants on their homeward journey.\n [1] Defendants contend that the evidence was insufficient to sustain the conviction but it requires no citation of authority to show that this contention is wholly devoid of merit. Defendants' argument is based almost entirely upon the claim that the identification evidence was \"unreliable\" but a reading of the evidence as a whole shows that the jury was entitled to conclude that the identification evidence was entirely reliable. The question of the credibility of the witnesses was distinctly a question for the trier of the facts and it is elemental that an appellate court may not disturb the finding of the jury where there is any substantial evidence to support it.\n In reaching the conclusion that there was substantial evidence to support the conviction, we are not unmindful of the fact that the testimony concerning the oral and written statement of defendant Alexander was offered and admitted solely against said defendant. Eliminating those statements from *110 consideration, we are still of the opinion that the remaining evidence was sufficient to sustain the conviction of all three defendants. There was an abundance of direct evidence concerning the commission of the crime by defendants Collins and Robin. As to defendant Alexander, this is not a case in which the evidence merely showed his presence at or near the scene of the crime as claimed by said defendant. Without resort to the statements of defendant Alexander, the jury was entitled to conclude from the remaining evidence that the three defendants had traveled together in defendant Collins' automobile for several hours before and after the crime; that they had carried in said automobile the gun used in the commission of the crime; that defendant Collins had visited the service station during the busy period about two hours before the commission of the crime for the purpose of inspecting the station; that the only purpose which defendants had in remaining in Port Chicago for two hours thereafter was to commit the crime shortly before the closing hour of the service station; that defendant Alexander had been seated behind the wheel of the automobile near the scene of the crime and while the crime was being committed for the purpose of having the automobile ready to make a speedy escape from the scene of the crime; and that the commission of the crime and the escape from the scene were the result of a prearranged plan on the part of all three defendants. Such were the reasonable inferences that the jury was entitled to draw from the remaining evidence.\n [2] The conclusions which we have reached are sufficient to dispose of defendant Alexander's further claim that the testimony concerning his oral and written statements was inadmissible as the corpus delicti had not been established. It is well settled that only \"slight or prima facie proof\" is necessary to establish the corpus delicti. (People v. Harris, 40 Cal. App. 2d 129 [104 P.2d 529]; People v. Wiezel, 39 Cal. App. 2d 657 [104 P.2d 70]; People v. Hudson, 139 Cal. App. 543 [34 P.2d 741].) Having determined that the remaining evidence was not merely slight but that it was sufficient to sustain a conviction against defendant Alexander, it necessarily follows that the trial court did not err in admitting the above mentioned statements of said defendant.\n The judgments of conviction are affirmed as to all defendants.\n Nourse, P. J., and Sturtevant, J., concurred.\n",
            "ocr": false,
            "opinion_id": 1178250
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}