{
    "id": 1187414,
    "judges": "McFarland",
    "date_filed": "2021-01-17",
    "date_filed_is_approximate": true,
    "slug": "state-v-babcock",
    "case_name_short": "Babcock",
    "case_name": "State v. Babcock",
    "case_name_full": "State of Kansas, Appellant, v. Raymond D. Babcock, Appellee",
    "attorneys": "Frank J. Yeoman, Jr., assistant district attorney, argued the cause, and Robert T. Stephan, attorney general, and Gene M. Olander, district attorney, were with him on the brief for the appellant., Robert M. Brown, of Topeka, argued the cause and was on the brief for the appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 23,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b412-4\">\n    No. 50,868\n   </docketnumber><br><parties id=\"b412-5\">\n    State of Kansas,\n    <em>\n     Appellant,\n    </em>\n    v. Raymond D. Babcock,\n    <em>\n     Appellee.\n    </em>\n</parties><br><citation id=\"b412-6\">\n    (597 P.2d 1117)\n   </citation><decisiondate id=\"Aaz\">\n    Opinion filed July 14, 1979.\n   </decisiondate><br><attorneys id=\"b412-11\">\n<em>\n     Frank J. Yeoman, Jr.,\n    </em>\n    assistant district attorney, argued the cause, and\n    <em>\n     Robert T. Stephan,\n    </em>\n    attorney general, and\n    <em>\n     Gene M. Olander,\n    </em>\n    district attorney, were with him on the brief for the appellant.\n   </attorneys><br><attorneys id=\"b412-12\">\n<em>\n     Robert M. Brown,\n    </em>\n    of Topeka, argued the cause and was on the brief for the appellee.\n   </attorneys>",
    "citations": [
        "597 P.2d 1117",
        "226 Kan. 356"
    ],
    "opinions": [
        {
            "author_str": "McFarland",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4480.0,
            "opinion_text": "\n226 Kan. 356 (1979)\n597 P.2d 1117\nSTATE OF KANSAS, Appellant,\nv.\nRAYMOND D. BABCOCK, Appellee.\nNo. 50,868\nSupreme Court of Kansas.\nOpinion filed July 14, 1979.\nFrank J. Yeoman, Jr., assistant district attorney, argued the cause, and Robert T. Stephan, attorney general, and Gene M. Olander, district attorney, were with him on the brief for the appellant.\nRobert M. Brown, of Topeka, argued the cause and was on the brief for the appellee.\nThe opinion of the court was delivered by\nMcFARLAND, J.:\nRaymond D. Babcock was convicted of burglary (K.S.A. 21-3715), although the briefs of the parties refer to the offense as being theft (K.S.A. 21-3701). The disposition of the case is summarized in chronological order as follows: (1) October 4, 1977, defendant received a 1 to 10 sentence; (2) January 19, 1978, sentence was suspended and defendant was placed on probation with special conditions relative to transitionary stay at the Topeka Halfway House; (3) September 15, 1978, defendant's probation was revoked and original sentence was reinstated, with defendant to receive credit for time spent in custody; and (4) January 4, 1979, court ordered credit to include time spent in the Halfway House. There is no dispute that defendant should receive credit for all time spent in jail and in the Kansas Reception and Diagnostic Center (K.R.D.C.). The propriety of the Halfway House credit is the sole issue on appeal by the State, based on a question reserved.\nThe issue before us divides into two questions. The first is whether K.S.A. 21-4614 mandates the inclusion of the Halfway House time as credit on the sentence. The second question is whether, if such credit is not statutorily mandated, the trial court had discretion to grant it. We will first determine the question of whether such credit is mandated by the statute.\n*357 The statute relative to jail time credit is as follows:\nK.S.A. 21-4614. Deduction of time spent in confinement.\n\"In any criminal action in which the defendant is convicted upon a plea of guilty or trial by court or jury, the judge, if he sentences the defendant to confinement, shall direct that for the purpose of computing defendant's sentence and his parole eligibility and conditional release dates thereunder, that such sentence is to be computed from a date, to be specifically designated by the court in the journal entry of conviction, such date shall be established to reflect and shall be computed as an allowance for the time which the defendant has spent in jail pending the disposition of the defendant's case. In recording the commencing date of such sentence the date as specifically set forth by the court in the journal entry of conviction shall be used as the date of sentence and all good time allowances as are authorized by the Kansas adult authority are to be allowed on such sentence from such date as though the defendant were actually incarcerated in any of the institutions of the state correctional system. Such jail time credit is not to be considered to reduce the minimum or maximum terms of confinement as are authorized by law for the offense of which the defendant has been convicted.\"\nPrior to July 1, 1974, the granting of jail time credit was discretionary with the sentencing judge. The removal of the judge's discretion in this area by the above cited statute was discussed in State v. Thorn, 1 Kan. App. 2d 460, 461, 462-63, 570 P.2d 1100 (1977), as follows:\n\"The language of K.S.A. 21-4614, providing that the computation date of the sentence `shall ... reflect... time which the defendant has spent in jail . ..' is clearly mandatory. The statute was amended in 1973, effective July 1, 1974, to include the mandatory language. Prior to the amendment, the statute provided that allowance for time spent in jail pending disposition of the defendant's case was discretionary with the court. Hazelwood v. State, 215 Kan. 442, 524 P.2d 704. The amendment of K.S.A. 21-4614 removed the district court's discretion.\n....\n\"The 1973 amendment making the jail time credit provisions mandatory rather than discretionary discloses legislative intent to give criminal defendants sentenced to incarceration credit for all time spent in custody on the charge for which they are sentenced. The statute places no limits, conditions or discretion upon the grant of credit.\"\nKansas appellate courts have approved credit under the mandatory credit statute in the following situations: (1) Time in a mental hospital on transfer from jail to be evaluated for competency to stand trial (State v. Mackley, 220 Kan. 518, 552 P.2d 628 [1976]); (2) time in jail by juvenile court order, prior to certification (State v. Thorn, 1 Kan. App. 2d 460); (3) time in jail in another jurisdiction where defendant was being held solely for the Kansas court on warrant for violation of probation in case in question *358 (Thorn); and (4) all time in jail on the charge, whether prior to or after conviction (Thorn). Credit was not extended to time in jail on an unrelated charge (Campbell v. State, 223 Kan. 528, 575 P.2d 524 [1978]), or for time on probation (State v. Snook, 1 Kan. App. 2d 607, 571 P.2d 78 [1977]).\nJail time credit is wholly a matter of statute and, as would be expected, varies widely among the states. California is apparently the only state which specifically authorizes credit for time spent in halfway houses. Cal. Penal Code § 2900.5 (West 1978 Supp.). By virtue of the great disparity in the language of the various statutes, case law of other jurisdictions is of little assistance in resolving the issue before us.\nThe following language from State v. Mackley, 220 Kan. at 519, concerning the nature of Mackley's confinement in the mental hospital, on transfer from jail to determine competency to stand trial, is relied on by both parties in support of their respective positions:\n\"Under the circumstances of this case, the confinement at the state mental hospitals was tantamount to being in jail. The physical place of confinement is not important as the appellant technically continued to be in jail while held in custody at the hospitals. He was not free on bail, had no control over his place of custody and was never free to leave the hospitals. For all practical intents and purposes, he was still in jail. The court takes judicial notice that the state mental hospitals have the facilities to enforce confinement of their patients, which brings them within the dictionary definition of a `jail.'\"\nThe State argues the halfway house fails the Mackley test and defendant argues the halfway house passes the Mackley test.\nAt this point we must go into some detail as to the circumstances in this case. At the time of original sentencing defendant was seeking probation. There was considerable discussion of defendant's past history of difficulty in complying with rules. The court sentenced defendant to incarceration, but was obviously waiting for a K.R.D.C. evaluation report before considering the matter of sentencing closed. On motion of defendant within the statutory 120-day period for sentence modification (K.S.A. 1978 Supp. 21-4603), the sentence was suspended and defendant was placed on four years of supervised probation subject to the general conditions of probation and certain special conditions.\nThe following excerpt from the transcript of the hearing reflects what was occurring:\n\"THE COURT: Well, I think that you understand that the Halfway House is a *359 temporary arrangement designed to assist you to get adjusted and get you employed, and you can move out of that as soon as you can. There is nothing permanent about that.\n\"What is the average stay there, Mr. Marchand?\n\"MR. MARCHAND: Your Honor, there the average stay is sixty days or so. Some inmates have been known to stay longer. The other aspect of the Halfway House is that people have been known to fail. That is to be unable to live up to the rules of the house and to be remanded to the custody of the jail. So it's kind of a two-sided coin.\n\"THE COURT: (To defendant Babcock) What do you think? Do you think you can live by the rules there?\n\"DEFENDANT BABCOCK: Yes, I think so.\n\"THE COURT: You know what my alternative is, I guess.\n\"DEFENDANT BABCOCK: Yes.\n\"THE COURT: Alright, based on the information now before the Court, I am satisfied that the most productive judgment in this case will be to vacate and modify the Court's judgment and to suspend the imposition of sentence heretofore imposed and to place this defendant upon four years supervised probation on the usual conditions and upon the following conditions: One, that he remain in the Shawnee County Jail pending an opening in the Halfway House, that as soon as an opening occurs there \u0097 and there may be one there now, I just don't know \u0097 that he go to our Halfway House until such time as the administrators believe that he is sufficiently well adjusted to maintain his residence elsewhere and that he remain there until he has full time employment in the community. Another condition of probation will be that he have and maintain full time employment in the community throughout the term of our probation, and the people at the Halfway House will help you, Mr. Babcock, in getting to the place that you need to go check in to work and this kind of thing, and as soon as full time employment can be obtained he should have daytime passes or whatever is required for him to go to work and return each time.\n\"Now, if, Mr. Babcock, you do not live up to the rules and regulations of the Halfway House then I have to bring you back to the Shawnee County Jail and at that time we will have a hearing about whether we should revoke your probation.\n\"Now, the thing I want to make very clear to you is that your sentence is not vacated. It's just suspended, and if at any time during this probation or period you fail to complete the terms and conditions of the probation \u0097 and you read them very carefully because it requires reporting and a good number of other things \u0097 then a hearing will be had and if I find you have violated the terms you will go back down to where you have been and that will be the end of it and I don't want that to happen and I am not threatening you but I do want you to understand it and I think you do.\n\"DEFENDANT BABCOCK: Yes, sir.\"\nThe Halfway House is a privately operated facility that is not subject to control of the courts, corrections officials, or law enforcement agencies.\nThe order of probation went into effect and defendant moved into the Halfway House. On February 18, 1978, defendant was *360 returned to jail for alleged probation violation, and was released without hearing on February 27, 1978, to return to the Halfway House where he remained until July 18, 1978. On that date he was again returned to jail for alleged probation violations. He remained in jail until August 4, 1978, when he was released on bond, pending final disposition of his case.\nIn revoking defendant's probation, the trial court found:\n\"Based upon the evidence presented at the hearing held before the Court on the motion of the State to show cause why defendant's probation should not be revoked, the Court is satisfied that the defendant has violated the terms of his probation in several particulars. First, in not cooperating with his probation officer and in not reporting as required and, likewise, in failing to comply with the rules of the halfway house wherein he has been situated. Second, in not maintaining full time employment provided as part of his program at the halfway house and third, in being absent without leave from the halfway house and fourth, in violating the laws through the use of intoxicants while under probation. In view of the many opportunities given the defendant to conform his conduct to that of a law abiding citizen here in the community, in lieu of incarceration, and because of the defendant's demonstrated inability to do so, the Court has no alternative but to revoke the probation of the defendant and reinstate its original sentence of one to ten years in the custody of the Secretary of Corrections.\"\nIt is apparent that defendant's stay at the Halfway House was a condition of probation (defendant received credit for every day he was confined in jail and no issue arises as to the days he spent in jail while on probation).\nIn determining whether time in a particular facility is required to be included as jail credit pursuant to K.S.A. 21-4614, the crucial question is whether the person is in custody. In such a determination the circumstances of placement of the person in the facility are of greater significance than the nature of the facility itself.\nK.S.A. 21-3809 sets forth the crime of escape from custody. K.S.A. 1978 Supp. 21-3611(1)(d) (aggravated juvenile delinquency) provides that escape by a juvenile from a state training or rehabilitation facility is a class E felony if the defendant has previously escaped therefrom.\nIn State v. Pritchett, 222 Kan. 719, 567 P.2d 886 (1977), this court upheld a conviction of aggravated juvenile delinquency when the second escape was from a Topeka hospital where the defendant had been taken by the training facility for treatment. In so doing this court said:\n\"In United States v. Rudinsky, 439 F.2d 1074 (6th Cir.1971), a prisoner was *361 confined to a federal treatment center after conviction for mail theft. While there he was placed on a work release program which allowed him to leave the facility during the day and return at night. When he failed to return on time and did not account for his whereabouts, he was hunted, apprehended and convicted for his waywardness. The appellate court turned aside the argument that he was not in custody of prison officials when he disappeared. (See also, State v. Furlong, 110 R.I. 174, 291 A.2d 267 [1972].)\n\"A similar argument was made and rejected in Commonwealth v. Hughes, 364 Mass. 426, 305 N.E.2d 117 (1973), where a prisoner failed to return from a furlough.\n\"It has been held that a prisoner who walked away from a work detail on a dock or a firefighting brigade had escaped even though he was already beyond the physical confines of the correctional facility. (Giles v. United States, 157 F.2d 588 [9th Cir. 1946]; People v. Owens, 236 Cal. App. 2d 403, 46 Cal. Rptr. 91 [1965].)\n\"In Tucker v. United States, 251 F.2d 794 (9th Cir.1958), a federal prisoner was being held in a Los Angeles jail awaiting appearance in another matter. While in the jail the prisoner became ill and had to be transferred to a private hospital for treatment. While he was being wheeled to an examination room the prisoner leaped from his gurney and escaped. On appeal defendant argued he was not in `custody' when he left; therefore, he could not be guilty of escape. The court declared his argument to be `so outlandish as to be void of a semblance of merit or common sense.' (Tucker v. United States, supra at 799.)\n\"The common thread which runs through these cases is the idea that custody contemplates an intent on the part of prison officials to exercise actual or constructive control of the prisoner and that in some manner the prisoner's liberty is restrained. (Jones v. Cunningham, 371 U.S. 236, 242, 9 L. Ed. 2d 285, 83 S. Ct. 373, 92 A.L.R. 2d 675.) There is no requirement that the prisoner be constantly supervised or watched over by prison officials. (United States v. Rudinsky, supra at 1076.) The key factor is that prison officials have not evidenced an intent to abandon or give up their prisoner, leaving him free to go on his way.\" 222 Kan. at 720.\nWe believe the same common thread referred to in Pritchett is present in determining the jail time credit question. K.S.A. 21-4614 requires that a defendant be given credit for \"time spent in jail.\" The credit so granted is limited to time a defendant is in the actual or constructive control of jail or prison officials. This criteria was met only while defendant was in jail awaiting an opening in the Halfway House and while he was back in jail on allegations of probation violations. At all times when defendant was in the Halfway House he had a court probation officer. When problems arose, they were reported by Halfway House personnel to the defendant's court probation officer, who then took such action as he deemed appropriate. Defendant was not in the Halfway House under the control, actual or constructive, of the *362 jail officials \u0097 he was there solely to fulfill a condition of probation.\nWe therefore conclude K.S.A. 21-4614 does not require that a defendant be granted credit for time spent in a halfway house fulfilling a condition of probation.\nWe must then determine the second question of whether the trial court had the power, in its discretion, to grant credit for halfway time. It should be pointed out that the trial judge did not reduce defendant's sentence by halfway time. Rather, he gave credit for it on the sentence itself. Defendant received the minimum sentence for the crime for which he was convicted. The credit given resulted not in a reduction of the sentence, but in a back dating of the effective date of sentencing. Any reduction in sentence would have resulted in a sentence below the lawful limits of sentencing.\nIn State v. Snook, 1 Kan. App.2d at 607-08, the Kansas Court of Appeals stated:\n\"Appellant first argues that our statutes require that time spent on probation be credited on the sentence. Our review of the statutes, however, leads us to conclude that the legislature did not intend that probation time be counted toward service of the sentence. K.S.A. 22-3716(2) provides that `[i]f the violation [of probation] is established, the court may continue or revoke the probation or suspension of sentence, and may require the defendant to serve the sentence imposed, or any lesser sentence, and, if imposition of sentence was suspended, may impose any sentence which might originally have been imposed.' (Emphasis added.) The emphasized language on its face authorizes the court to require service of the sentence in full, without regard to time spent on probation. The authority to require service of `any lesser sentence' would permit the court to give consideration to time spent on probation, but does not require it. Although the statute is very specific in authorizing alternative dispositions if the violation is established, it is silent concerning mandatory credit for time served on probation. Following generally accepted rules of statutory construction, the court presumes that such silence was not due to mere oversight but rather was the intended result of the legislature.\"\nK.S.A. 1978 Supp. 21-4603(2) provides in part:\n\"Any time within one hundred twenty (120) days after a sentence is imposed or within one hundred twenty (120) days after probation has been revoked, the court may modify such sentence or revocation of probation by directing that a less severe penalty be imposed in lieu of that originally adjudged within statutory limits. If an appeal is taken and determined adversely to the defendant, such sentence may be modified within one hundred twenty (120) days after the receipt by the clerk of the district court of the mandate from the supreme court or court of appeals. The court may reduce the minimum term of confinement at any time *363 before the expiration thereof when such reduction is recommended by the secretary of corrections and the court is satisfied that the best interests of the public will not be jeopardized and that the welfare of the inmate will be served by such reduction. The power here conferred upon the court includes the power to reduce such minimum below the statutory limit on the minimum term prescribed for the crime of which the inmate has been convicted. The recommendation of the secretary of corrections and the order of reduction shall be made in open court.\"\nSee State v. Sargent, 217 Kan. 634, 538 P.2d 696 (1975); State v. Rios, 225 Kan. 613, 592 P.2d 467 (1979).\nThe legislature has prescribed the statutory limits of sentencing for the offense of burglary. The only authorization for sentencing below such limit is pursuant to K.S.A. 1978 Supp. 21-4603(2), above quoted, and inapplicable here.\nThe legislature has required credit for jail time and no discretion is granted to the court in allowing same. We therefore conclude the trial court was without authority to grant defendant credit on his sentence for time spent in the Halfway House.\nAppeal sustained.\n",
            "ocr": false,
            "opinion_id": 1187414
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}