{
    "id": 1196253,
    "judges": "Elliott, P.J., Rulon and Green",
    "date_filed": 934502400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-welsh",
    "case_name_short": "Welsh",
    "case_name": "State v. Welsh",
    "case_name_full": "State of Kansas, Appellee, v. Andrew C. Welsh, Appellant",
    "attorneys": "Janine Cox, assistant appellate defender, and Jessica R. Kunen, chief appellate defender, for appellant., Steven J. Obermeier, assistant district attorney, Paul J. Morrison, district attorney, and Carla J. Stovall, attorney general, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b430-5\">\n    (988 P.2d 261)\n   </citation><br><docketnumber id=\"b430-6\">\n    No. 78,777\n   </docketnumber><br><parties id=\"b430-7\">\n    State of Kansas,\n    <em>\n     Appellee,\n    </em>\n    v. Andrew C. Welsh,\n    <em>\n     Appellant.\n    </em>\n</parties><decisiondate id=\"ADv\">\n    Opinion filed August 13,1999.\n   </decisiondate><br><attorneys id=\"b430-15\">\n<em>\n     Janine Cox,\n    </em>\n    assistant appellate defender, and\n    <em>\n     Jessica R. Kunen,\n    </em>\n    chief appellate defender, for appellant.\n   </attorneys><br><attorneys id=\"b430-16\">\n<em>\n     Steven J. Obermeier,\n    </em>\n    assistant district attorney,\n    <em>\n     Paul J. Morrison,\n    </em>\n    district attorney, and\n    <em>\n     Carla J. Stovall,\n    </em>\n    attorney general, for appellee.\n   </attorneys><br><judges id=\"b430-17\">\n    Before Elliott, P.J., Rulon and Green, JJ.\n   </judges>",
    "citations": [
        "988 P.2d 261",
        "26 Kan. App. 2d 362"
    ],
    "opinions": [
        {
            "author_str": "Elliott",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n26 Kan. App. 2d 362 (1999)\n988 P.2d 261\nSTATE OF KANSAS, Appellee,\nv.\nANDREW C. WELSH, Appellant.\nNo. 78,777.\nCourt of Appeals of Kansas.\nOpinion filed August 13, 1999.\nJanine Cox, assistant appellate defender, and Jessica R. Kunen, chief appellate defender, for appellant.\nSteven J. Obermeier, assistant district attorney, Paul J. Morrison, district attorney, and Carla J. Stovall, attorney general, for appellee.\nBefore ELLIOTT, P.J., RULON and GREEN, JJ.\nELLIOTT, J.:\nAndrew C. Welsh appeals his convictions of making a false writing and of conspiracy to commit theft.\nWe affirm.\nWelsh first argues his constitutional rights were violated by the admission of written statements made to private security guards at a Best Buy store. The trial court admitted the statements following a Jackson v. Denno hearing. 378 U.S. 368, 12 L. Ed. 2d 908, 84 S. Ct. 1774 (1964).\nA trial court must look at the totality of the circumstances when determining whether a statement was voluntarily made. State v. Waugh, 238 Kan. 537, 541, 712 P.2d 1243 (1986). Initially, Welsh contends he was detained in violation of K.S.A. 21-3424(c). This argument is raised for the first time on appeal and will, therefore, not be addressed. See State v. Gardner, 264 Kan. 95, 106, 955 P.2d 1199 (1998); State v. Goseland, 256 Kan. 729, 735, 887 P.2d 1109 (1994).\nWelsh contends the written statements given to Best Buy loss prevention officers are self-incriminatory declarations taken in violation of the Fifth Amendment. Whether the Best Buy officers were agents of the State requiring a Miranda warning is a question *363 of law; our review is unlimited. See State v. Benoit, 21 Kan. App. 2d 184, 189, 898 P.2d 653 (1995).\nThe Best Buy loss prevention officers are not law enforcement officers. See K.S.A. 21-3110(10). In determining whether a private person has become an agent of the State, courts consider whether the State knew of and acquiesced in the person's intrusive conduct and whether the party performing the action intended to assist law enforcement. See Pleasant v. Lovell, 876 F.2d 787, 797 (10th Cir. 1989). Further, the State must have some active part in the conduct or affirmatively encourage the conduct before government action can be found. See U.S. v. Smythe, 84 F.3d 1240, 1242-43 (10th Cir. 1996). Mere cooperation with police coincident to performing private duties does not rise to state action. See Mier v. Com., 407 S.E.2d 342, 346 (Va. App. 1991). In the present case, the Best Buy officers were protecting Best Buy's economic interests, not the State's interests.\nStatements made to private security officers who are not employed by the State and who are not acting under State directives are not subject to the self-incrimination privilege. See U.S. v. Parr-Pla, 549 F.2d 660, 663 (9th Cir. 1977); People v. Ray, 65 N.Y.2d 282, 286-87, 491 N.Y.S.2d 283, 480 N.E.2d 1065 (1985).\nHere, testimony indicates Welsh was not threatened with harm or promised anything if he did not make the written statements, and the top of the form indicated \"no threats or promises have been made.\" Taken as a whole, the record supports a finding that the statements were made voluntarily. The trial court did not err in admitting the statements.\nWelsh also argues that in order to be convicted of making a false writing, an individual must be acting within his or her own identity. See K.S.A. 21-3711; State v. Rios, 246 Kan. 517, 528-30, 792 P.2d 1065 (1990). Welsh contends that because the receipts returned to Best Buy were in the names of Trenton Shuey and Christopher Chambers, the elements of making a false writing were not met. The argument fails because Welsh aided and abetted Shuey in the making of the false writing. See K.S.A. 21-3205(1); State v. Reineking, 10 Kan. App. 2d 630, 633, 706 P.2d 483, rev. denied 238 Kan. 879 (1985).\n*364 Finally, Welsh argues the trial court erred in denying his motion for acquittal due to faulty venue. Simply put, the acts at the Best Buy store located in Johnson County were essential to the completion of the crime. See K.S.A. 22-2607(1). Venue was proper.\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 1196253
        }
    ],
    "court_short_name": "Court of Appeals of Kansas",
    "court_full_name": "Court of Appeals of Kansas",
    "court_type": "SA",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}