{
    "id": 1231732,
    "judges": "Jackson",
    "date_filed": 1187654400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-cohen",
    "case_name_short": "Cohen",
    "case_name": "State v. Cohen",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "648 S.E.2d 576"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5291.0,
            "opinion_text": "\nSTATE OF NORTH CAROLINA\nv.\nANTONIO LYNN COHEN\nNo. COA07-340\nCourt of Appeals of North Carolina.\nFiled August 21, 2007\nThis case not for publication\nAttorney General Roy A. Cooper, III, by Assistant Attorney General Derrick C. Mertz, for the State.\nDaniel F. Read, for defendant-appellant.\nJACKSON, Judge.\nOn 2 June 2003, Antonio Lynn Cohen (\"defendant\") pled guilty to common law robbery and assault on a female. The trial court originally sentenced defendant to fifteen to eighteen months imprisonment, but suspended the sentence and placed defendant on supervised probation for thirty-six months. On 29 March 2006, defendant's probation officer filed a violation report alleging that defendant had violated the terms of his probation. Following a hearing in April 2006, the trial court found that defendant had violated his probation and modified defendant's probation by extending it for an additional six months until 1 December 2006, and placing defendant on intensive probation for six months.\nDefendant's probation officer filed another probation violation report on 19 October 2006. The report alleged that defendant had violated the terms of his probation by: (1) testing positive for cocaine on three occasions; (2) violating curfew; (3) being in arrears on his supervision fees; and (4) being convicted of driving while impaired and designated lane violation in September 2006. Defendant waived appointed counsel on 23 October 2006 and the matter was continued.\nOn 13 November 2006, defendant's case came on before Judge Franklin F. Lanier (\"Judge Lanier\"). Defendant again executed a written waiver of counsel and proceeded pro se. At the hearing, defendant admitted to having violated his probation by using cocaine and by having been convicted of the two offenses in September 2006. The trial court found that defendant had violated the terms and conditions of his probation, specifically that defendant had used cocaine and committed a criminal offense while on probation. The trial court then revoked defendant's probation and activated defendant's sentence. Defendant appeals from the revocation of his probation. Defendant first contends the trial court erred in allowing him to represent himself without establishing that his waiver of counsel was knowing, voluntary, and intelligent as required by North Carolina General Statutes, section 15A-1242. On 13 November 2006, defendant's probation violations were called for a hearing before Judge Lanier, and the following discussion occurred with defendant:\nTHE STATE: Mr. Cohen, the calendar reflects you signed a waiver of your attorney. Do you have an attorney on this?\nTHE DEFENDANT: No.\nTHE COURT: Hold on. Mr. Cohen, do you understand why you are here?\nTHE DEFENDANT: Yes.\nTHE COURT: Do you understand if your probation is revoked, you are facing a minimum term of 15 months, maximum term of 18 months?\nTHE DEFENDANT: I do understand that.\nTHE COURT: Bearing that in mind now, do you understand you have the right to [hire] an attorney if you wish?\nTHE DEFENDANT: Yes, sir.\nTHE COURT: Do you understand if you cannot afford to hire an attorney, the Court will consider appointing you one?\nTHE DEFENDANT: Yes, sir.\nTHE COURT: Do you also understand you can proceed without one?\nTHE DEFENDANT: I need to proceed without one.\nTHE COURT: What do you choose to do, proceed without?\nTHE DEFENDANT: Yes, sir.\nTHE COURT: Okay. Would you please sign another waiver for me today.\nDefendant then signed the written waiver, waiving his right to all assistance of counsel, wishing to appear on his own behalf. Before a defendant in a probation revocation is allowed to represent himself, the trial court must comply with the requirements of section 15A-1242. State v. Evans, 153 N.C. App. 313, 314.15, 569 S.E.2d 673, 674 (2002). Section 15A-1242 provides:\nA defendant may be permitted at his election to proceed in the trial of his case without the assistance of counsel only after the trial judge makes thorough inquiry and is satisfied that the defendant:\n(1) Has been clearly advised of his right to the assistance of counsel, including his right to the assignment of counsel when he is so entitled;\n(2) Understands and appreciates the consequences of this decision; and\n(3) Comprehends the nature of the charges and proceedings and the range of permissible punishments.\nN.C. Gen. Stat. § 15A-1242 (2005).\n\"The provisions of N.C. Gen. Stat. § 15A-1242 are mandatory where the defendant requests to proceed pro se. The execution of a written waiver is no substitute for compliance by the trial court with the statute.\" Evans, 153 N.C. App. at 315, 569 S.E.2d at 675 (citations omitted). When a claim is made relating to the adequacy of the foregoing statutory inquiry, \"the critical issue is whether the statutorily required information has been communicated in such a manner that defendant's decision to represent himself is knowing and voluntary.\" State v. Carter, 338 N.C. 569, 583, 451 S.E.2d 157, 164 (1994). The inquiry detailed in section 15A-1242 has been deemed sufficient to meet the constitutional standards in determining \"whether the defendant knowingly, intelligently, and voluntarily waives the right to in-court representation by counsel.\" State v. Thomas, 331 N.C. 671, 674, 417 S.E.2d 473, 476 (1992).\nWe hold the trial court's colloquy with defendant in open court was sufficient to satisfy the mandate of section 15A-1242. The trial judge's inquiry clearly informed defendant that if he was found to have violated the terms of his probation, then he faced the possible consequence of active service of his sentence. The trial court also clearly informed defendant that he had the right to the assistance of an attorney. Defendant's responses indicated that he understood his rights. Because the court's inquiry elicited the information necessary for it to make a determination that defendant's decision to represent himself was knowing and voluntary, we conclude the trial court complied with the requirements of the statute and that defendant's constitutional rights were adequately safeguarded. Accordingly, defendant's assignment of error is overruled.\nDefendant also contends the trial court abused its discretion by activating his entire sentence. Defendant does not challenge the trial court's finding that he violated his probation, but instead challenges the trial court's decision to revoke his probation. Defendant argues that the trial court should have assisted defendant in obtaining treatment for his drug addiction rather than activating his sentence. We disagree.\nTo revoke an individual's probation\n[a]ll that is required . . . is that the evidence be such as to reasonably satisfy the judge in the exercise of his sound discretion that the defendant has willfully violated a valid condition of probation or that the defendant has violated without lawful excuse a valid condition upon which the sentence was suspended.\nState v. Hewett, 270 N.C. 348, 353, 154 S.E.2d 476, 480 (1967). The defendant has the burden of showing excuse or lack of willfulness and if the defendant fails to carry this burden, evidence of failure to comply is sufficient to support a finding that the violation was willful or without lawful excuse. State v. Crouch, 74 N.C. App. 565, 567, 328 S.E.2d 833, 835 (1985). A defendant's evidence which contradicts or disputes the prosecution's evidence merely creates credibility issues for the trial judge to resolve. State v. Darrow, 83 N.C. App. 647, 649, 351 S.E.2d 138, 140 (1986). The trial judge, as the fact finder, is not required to accept the defendant's testimony or evidence as true. State v. Young, 21 N.C. App. 316, 321, 204 S.E.2d 185, 188 (1974). The trial judge's finding of a willful violation, if supported by competent evidence, will not be disturbed on appeal absent a showing of manifest abuse of discretion. State v. Guffey, 253 N.C. 43, 45, 116 S.E.2d 148, 150 (1960).\nPursuant to North Carolina General Statutes, section 15A-1344, a trial court may modify or revoke an individual's probation when the individual has been found to have violated any one term of his probation. N.C. Gen. Stat. § 15A-1344 (2005). \"Probation is an act of grace by the State to one convicted of a crime.\" State v. Freeman, 47 N.C. App. 171, 175, 266 S.E.2d 723, 725, disc. rev. denied, 301 N.C. 99, 273 S.E.2d 304 (1980). A probationer \"carries the keys to his freedom in his willingness to comply with the court's sentence.\" State v. Robinson, 248 N.C. 282, 285, 103 S.E.2d 376, 379 (1958).\nWe find neither error nor abuse of discretion in the trial court's revocation of defendant's probation or the activation of his sentence. The trial court previously had found defendant in violation of terms of probation and had modified the terms of probation in April 2006. It is undisputed that after his probation originally was modified, defendant violated the terms of his probation again by testing positive for cocaine and being convicted of new offenses. In fact, defendant admitted that he was in violation of the terms of his probation based upon his positive drug tests and his recent convictions. Judge Lanier found that each violation, in and of itself, was a sufficient basis for revocation. Accordingly, the trial court's judgment revoking defendant's probation is affirmed.\nAffirmed.\nChief Judge MARTIN and Judge CALABRIA concur.\nReport per Rule 30(e).\n",
            "ocr": false,
            "opinion_id": 1231732
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Robbery"
}