{
    "id": 1260451,
    "judges": "Donald A. Carpenter",
    "date_filed": "1972-11-11",
    "date_filed_is_approximate": true,
    "slug": "mays-v-people",
    "case_name_short": "Mays",
    "case_name": "Mays v. People",
    "case_name_full": "Otis Odell Mays v. the People of the State of Colorado",
    "attorneys": "Robert E. Holland, H. A. Nikkei, for plaintiff in error., Duke W. Dunbar, Attorney General, John P. Moore, Deputy, Michael T. Haley, Assistant, for defendant in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing denied February 14, 1972.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b102-4\">\n    No. 23914\n   </docketnumber><br><parties id=\"b102-5\">\n    Otis Odell Mays v. The People of the State of Colorado\n   </parties><br><citation id=\"b102-6\">\n    (493 P.2d 4)\n   </citation><br><decisiondate id=\"b102-7\">\n    Decided January 24, 1972.\n   </decisiondate><otherdate id=\"A1j\">\n    Rehearing denied February 14, 1972.\n   </otherdate><br><attorneys id=\"b103-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"93\"> \n     *93\n     </span>\n    Robert E. Holland, H. A. Nikkei, for plaintiff in error.\n   </attorneys><br><attorneys id=\"b103-8\">\n    Duke W. Dunbar, Attorney General, John P. Moore, Deputy, Michael T. Haley, Assistant, for defendant in error.\n   </attorneys><br><court id=\"b103-9\">\n<em>\n     In Department.\n    </em>\n</court>",
    "citations": [
        "493 P.2d 4",
        "177 Colo. 92"
    ],
    "opinions": [
        {
            "author_str": "Carpenter",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n493 P.2d 4 (1972)\nOtis Odell MAYS, Plaintiff in Error,\nv.\nThe PEOPLE of the State of Colorado, Defendant in Error.\nNo. 23914.\nSupreme Court of Colorado, In Department.\nJanuary 24, 1972.\nRehearing Denied February 14, 1972.\nRobert E. Holland, H. A. Nikkel, Denver, for plaintiff in error.\n*5 Duke W. Dunbar, Atty. Gen., John P. Moore, Deputy Atty. Gen., Michael T. Haley, Asst. Atty. Gen., Denver, for defendant in error.\nDONALD A. CARPENTER, District Judge.[*]\nPlaintiff in error, Otis Odell Mays, defendant in the trial court, will be referred to as defendant herein. Defendant in error will be referred to herein as the People.\nThe record discloses the following facts leading to the defendant's conviction of the crime of forgery.\nOn June 22, 1967, the defendant admittedly signed and cashed a Traveler's Express money order in the amount of $50 at the Red Rooster Inn in Adams County. The defendant contended that the Traveler's Express money order had been given to him by one Carl Lee Miller, although the money order itself did not reflect Miller as the payee. This instrument is the basis for the charge of forgery.\nThe record further reflects that on July 11, 1967, a Traveler's Express money order in the amount of $97.40 was given to Leon Wycoff for the purchase of tires which money order was made payable to a \"C. L. Miller\" and endorsed in the same name, and was admitted in trial as People's Exhibit 4. Mr. Wycoff was called as a witness and identified the defendant Mays as the person who passed the money order. Mr. Wycoff was uncertain whether the defendant actually endorsed the money order, however, the record reflected that the invoice was made to \"C. L. Miller\" and the same was accepted by the defendant without comment. The defendant denies the testimony of Mr. Wycoff and denies ever seeing Mr. Wycoff and being involved in any transaction with him on July 11, 1967. All of the testimony relating to the money order of July 11, 1967 was objected to by defense counsel and was admitted by the trial court after a verbal admonition to the jury cautioning the jury to consider such evidence for the limited purpose of showing the defendant's plan, scheme, and design. The evidence shows that the amounts reflected in each of the money orders had been altered to show larger amounts than those provided at the time of issuance. The defendant testified in his own behalf, conceded that the money orders had been altered, and testified that he was unaware of the alteration in the first money order and did not know of the existence of the second money order. He was questioned concerning his prior felony convictions, and he testified to conviction in 1951 for forgery and in 1953 for burglary and white slavery.\nThe defendant alleges, as his first assignment of error, that the trial court improperly admitted Exhibit 4, the money order of July 11, 1967.\nThe defense counsel urges that there was no direct evidence showing that defendant Mays endorsed the name \"C. L. Miller\" to Exhibit 4 without authority to do so.\nIn Avila v. People, 163 Colo. 525, 431 P. 2d 782, this court ruled that lack of authority in a forgery prosecution may be shown circumstantially; and further, where the defendant represents himself as the person whose signature is forged, this circumstance is sufficient to show want of authority and to warrant the defendant's conviction. In this instance, the circumstance is buttressed by the additional fact that the instrument itself was altered. It is further contended that the transaction involving Exhibit 4 was too remote for admission in evidence on the issue of defendant's plan, scheme and design to forge or utter Exhibit 1.\nThe evidence showed that the two instruments were passed within three weeks of each other; that both were Traveler's Express money orders; that both were connected to one \"C. L. Miller\"; that the amounts of both instruments were similarly altered; and that both instruments *6 were passed by the defendant. These circumstances were such as to justify the trial court in finding sufficient connection between Exhibits 1 and 4 to justify the admission of the latter on the issue of plan, scheme, and design, and was no abuse of discretion.\nThe defendant next contends that the trial court failed to instruct the jury as to the limited purpose for which Exhibit 4 was to be considered. The record, however, discloses that the trial court admonished the jury at the time Exhibit 4 was offered and admitted, informing the jury that the money order was admitted for the sole purpose of showing plan, scheme, and design, and for that purpose only. Moreover, the court's Instruction No. 10 in its general charge to the jury stated:\n\"There is some evidence with reference to another transaction than that charged in the information. This evidence is admissible only as bearing upon the question of whether or not the defendant had a plan or design to produce a result of which the act charged in the information was a part, and you can consider such evidence for no other purpose. The defendant cannot be tried for or convicted of any offense not charged in the information.\"\nThis instruction and admonition fulfilled the requirements of Stull v. People, 140 Colo. 278, 344 P.2d 455.\nThe court's refusal to conduct an in camera hearing was proper for the reason that a sufficient foundation was established prior to the admission of Exhibit 4.\nThe defendant's second allegation of error relates to Exhibits 3 and 5, shown to be carbon copies of the altered money orders. These exhibits, which showed that the originals had been altered to increase their value, were clearly admissible.\nThe defendant's third contention is that the trial court erred in admitting evidence of his prior convictions because of inquiry into their nature and their remoteness in time. It is well established by statute and by prior decisions of this court that the evidence of prior felony convictions is admissible to impeach a defendant who voluntarily takes the stand and testifies in his own behalf. In Hendricks v. People, 78 Colo. 264, 241 P. 734, we held that \"the inquiry is not confined to the mere fact of conviction of some crime, but the nature or name of the particular crime of which the witness was convicted may be brought out.\" The contention of remoteness and time of prior convictions is without merit. Lee v. People, 170 Colo. 268, 460 P.2d 796.\nThe judgment is affirmed.\nHODGES and KELLEY, JJ., and GEORGE M. McNAMARA, District Judge,[*] concur.\nNOTES\n[*]  District Judge sitting under assignment by the Chief Justice under provisions of Article VI, Section 5(3) of the Constitution of Colorado.\n[*]  District Judge sitting under assignment by the Chief Justice under provisions of Article VI, Section 5(3) of the Constitution of Colorado.\n\n",
            "ocr": false,
            "opinion_id": 1260451
        }
    ],
    "court_short_name": "Supreme Court of Colorado",
    "court_full_name": "Supreme Court of Colorado",
    "court_type": "S",
    "court_jurisdiction": "Colorado, CO",
    "crime_category": "Robbery"
}