{
    "id": 1264816,
    "judges": "Moore",
    "date_filed": "1994-12-02",
    "date_filed_is_approximate": true,
    "slug": "state-v-neas",
    "case_name_short": "Neas",
    "case_name": "State v. Neas",
    "case_name_full": "State of North Carolina v. Garland Neas",
    "attorneys": "\n\nAttorney General Robert Morgan and Deputy Attorney General Ralph Moody for the State.\n, \nWilliam E. Hall for defendant appellant.\n",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 21,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b526-9\">\n    STATE OF NORTH CAROLINA v. GARLAND NEAS\n   </parties><docketnumber id=\"AoR\">\n    No. 67\n   </docketnumber><br><decisiondate id=\"b526-10\">\n    (Filed 14 April 1971)\n   </decisiondate><br><attorneys id=\"b529-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"509\"> \n     *509\n     </span>\n<em>\n     Attorney General Robert Morgan and Deputy Attorney General Ralph Moody for the State.\n    </em>\n</attorneys><br><attorneys id=\"b529-7\">\n<em>\n     William E. Hall for defendant appellant.\n    </em>\n</attorneys>",
    "citations": [
        "180 S.E.2d 12",
        "278 N.C. 506"
    ],
    "opinions": [
        {
            "author_str": "Moore",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5299.0,
            "opinion_text": "\n180 S.E.2d 12 (1971)\n278 N.C. 506\nSTATE of North Carolina\nv.\nGarland NEAS.\nNo. 67.\nSupreme Court of North Carolina.\nApril 14, 1971.\n*14 Atty. Gen. Robert Morgan and Deputy Atty. Gen. Ralph Moody, for the State.\nWilliam E. Hall, Mocksville, for defendant appellant.\nMOORE, Justice.\nDefendant first contends he was denied his constitutional right to a speedy trial. When the cases came on for trial at the 5 November 1969 Session of Davie Superior Court before Beal, J., and before a jury was selected or empaneled, defendant moved that the charges be dismissed on the ground that he had not been given a speedy trial. Judge Beal then conducted an extended hearing. Witnesses for the State and for the defendant and the defendant himself testified. At the conclusion of this testimony, Judge Beal made detailed findings of fact, which in pertinent part may be summarized as follows:\nDefendant was serving an active sentence in the Davie County prison unit on 16 June 1968, when he and Engle escaped and went to Greensboro in an automobile taken by force from an employee of the prison unit. On that same night defendant and Engle robbed a store in Guilford County, were arrested and placed in jail, and remained in jail until tried for this robbery in October 1968. On conviction defendant and Engle were given active sentences of 20 to 30 years, from which they appealed to the Court of Appeals. The trial court further found as a fact that Guilford County had in its possession certain evidence necessary for the trial in Davie, which was not released by the Guilford County officers until the Guilford County case was terminated by the decision of the Court of Appeals. Based on these findings Judge Beal concluded as a matter of law that none of defendant's constitutional rights had been violated by reason of the failure to serve the warrants against defendant prior to 16 September 1969, that defendant had not been denied a speedy trial, and overruled defendant's motion to dismiss.\nTo the findings of fact and conclusions of law, the defendant gave notice of appeal to the Court of Appeals. No appeal was perfected. The cases were continued until the January 1970 Session of Davie Superior Court.\nWhen the cases were called for trial at the January 1970 Session, Seay, J., presiding, defendant again moved that the charges be dismissed for the reason that defendant had been deprived of the right to a speedy trial, in violation of his constitutional *15 rights. Defendant then moved \"that he be permitted to put on the same evidence and same witnesses that were presented to the Court at the November Session of Davie County Superior Court presided over by Judge Fate Beal and upon which he made certain findings of fact and entered an order.\" This motion and defendant's motion to dismiss were overruled.\nJudge Seay correctly held that he was without authority to overrule the order denying defendant's motion to dismiss which had been entered in this case by Judge Beal at the November 1969 Session of Davie Superior Court. \"`* * * (O)rdinarily one Superior Court judge may not modify, overrule, or change the judgment of another Superior Court judge previously made in the same action. * * *' 2 Strong's N.C.Index 2d, Courts § 9, p. 446; Michigan Nat. Bank v. Hanner, 268 N.C. 668, 151 S.E.2d 579; Stanback v. Stanback, 266 N.C. 72, 145 S.E.2d 332; In re Burton, 257 N.C. 534, 126 S.E.2d 581.\" State v. Jones, N.C., 179 S.E.2d 433. And Judge Beal correctly overruled defendant's motion to dismiss at the November 1969 Session. The basic rules on a speedy trial are set out by Justice Sharp in State v. Johnson, 275 N.C. 264, 167 S.E.2d 274. The present case, as did State v. Johnson, supra, involves a pre-indictment delay. This Court in Johnson held that after a complaint had been filed an inordinate delay in serving the warrant or in securing an indictment will violate the right to a speedy trial, stating: \"We can see little, if any, difference in the dilemma which unreasonable delay creates for the suspect who was belatedly charged, the accused named in a warrant promptly issued but belatedly served, and the indicted defendant whose trial has been unduly postponed.\" The question for decision then in this case is: Did the preindictment delay deprive defendant of his constitutional right to a speedy trial? The probability of a delay is inherent in every criminal action, and the constitutional guarantee does not preclude good faith delays which are reasonably necessary for the State to present its case. The proscription is against purposeful or oppressive delays which the State could have avoided by reasonable effort. Dickey v. Florida, 398 U.S. 30, 90 S. Ct. 1564, 26 L. Ed. 2d 26 (1970); Pollard v. United States, 352 U.S. 354, 77 S. Ct. 481, 1 L. Ed. 2d 393 (1957); State v. Ball, 277 N.C. 714, 178 S.E.2d 377; State v. Hatcher, 277 N.C. 380, 177 S.E.2d 892; State v. Johnson, supra.\nThe facts in this case negate any purposeful or oppressive delay. Rather, they show a delay reasonably necessary for the State to prepare and present its case. The warrants were issued promptly but were not served and defendant was not brought to trial for fifteen months. This delay was due to the conduct of defendant himself. After he committed the acts for which he is charged in these cases, and on the same date, he robbed a store in Greensboro. He was arrested and held for trial in Greensboro for that offense. Judge Beal found that some of the evidence necessary for the trial in Davie Superior Court was held by the officers in Greensboro and could not be released until the case in Greensboro was terminated by the decision of the Court of Appeals. These cases were delayed until that evidence was available for the trial in Davie County. As stated in State v. Johnson, supra:\n\"The burden is on an accused who asserts the denial of his right to a speedy trial to show that the delay was due to the neglect or willfulness of the prosecution. A defendant who has himself caused the delay, or acquiesced in it, will not be allowed to convert the guarantee, designed for his protection, into a vehicle in which to escape justice. State v. Hollars, 266 N.C. 45, 145 S.E.2d 309; State v. Lowry, 263 N.C. 536, 139 S.E.2d 870, appeal dismissed, 382 U.S. 22, 86 S. Ct. 227, 15 L. Ed. 2d 16 (1965); State v. Patton, 260 N.C. 359, 132 S.E.2d 891, cert. denied, 376 U.S. 956, 84 S. Ct. 977, 11 L. Ed. 2d 974 (1964); State v. Webb, 155 N.C. 426, 70 S.E. 1064.\"\n*16 Defendant next pleads former jeopardy and contends that for this reason these cases should have been dismissed. When these cases against defendant for armed robbery were called for trial at the November 1969 Session of Davie Superior Court, defendant entered pleas of not guilty. Thereafter, and before a jury was selected or empaneled, defendant withdrew his pleas of not guilty and tendered pleas of guilty of common law robbery in each case. These pleas were accepted by the solicitor for the State, but when a \"Transcript of Plea\" form was submitted to the defendant for his signature, defendant refused to answer that none of his constitutional rights had been violated. The trial court then refused to accept the pleas of guilty of common law robbery tendered by defendant, ordered that the tendered pleas be stricken out, and on its own motion continued the cases for the term.\nDouble jeopardy attaches in North Carolina when a defendant is placed on trial: (1) On a valid indictment or information, (2) before a court of competent jurisdiction, (3) after arraignment, (4) after plea, and (5) when a competent jury has been empaneled and sworn to make true deliverance in the case. State v. Birckhead, 256 N.C. 494, 124 S.E.2d 838, 6 A.L.R. 3d 888; State v. Crocker, 239 N.C. 446, 80 S.E.2d 243; 2 Strong's N.C.Index 2d, Criminal Law § 26, p. 516.\nDefendant admits that no jury was selected or empaneled, and that under the usual rule no double jeopardy attached, but contends that when his pleas of guilty were accepted by the solicitor, he was fully exposed to the legal consequences of the charges and that double jeopardy then attached. Defendant further admits that the court did not accept the pleas of guilty of common law robbery tendered by the defendant. A plea of guilty, if accepted and entered by the court, is the equivalent of a conviction. State v. Meadows, 272 N.C. 327, 158 S.E.2d 638, and cases therein cited; 2 Strong's N.C.Index 2d, Criminal Law § 23. In this case no plea was accepted or entered. Hence, double jeopardy could not attach. Annot., 75 A.L.R. 2d 683; 22 C.J.S. Criminal Law § 248; 21 Am.Jur.2d, Criminal Law § 165. The trial court correctly overruled defendant's motion to dismiss because of former jeopardy.\nDefendant next contends the trial court erred in continuing these cases at the November 1969 Session on its own motion. This continuance was for the protection of defendant. Defendant had tendered pleas of guilty of common law robbery in open court. Had the court proceeded to trial after refusing to accept these pleas, the tendered pleas could well have prejudiced defendant in his trial. A continuance is ordinarily in the discretion of the trial court, and its ruling thereon is not subject to review absent an abuse of discretion. State v. Crump, 277 N.C. 573, 178 S.E.2d 366; State v. Baldwin, 276 N.C. 690, 174 S.E.2d 526; State v. Cavallaro, 274 N.C. 480, 164 S.E.2d 168; State v. Moses, 272 N.C. 509, 158 S.E.2d 617; 2 Strong's N.C.Index 2d, Criminal Law § 91, p. 620; 7 Strong's N.C.Index 2d, Trials § 3. Defendant in this case did not make a motion for continuance and, in fact, opposed the continuance. However, courts have inherent power to grant continuances in criminal cases, ex mero motu, subject to the general rules of law governing the exercise of discretion. 22A C.J.S. Criminal Law § 481; 17 Am.Jur.2d, Continuance § 2. No abuse of discretion is shown, and this assignment is overruled.\nIn the assignments brought forward we find no error.\nNo error.\n",
            "ocr": false,
            "opinion_id": 1264816
        }
    ],
    "court_short_name": "Supreme Court of North Carolina",
    "court_full_name": "Supreme Court of North Carolina",
    "court_type": "S",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Robbery"
}