{
    "id": 1270072,
    "judges": "Boochever, Burke, Con-Nor, Matthews, Rabinowitz",
    "date_filed": "1987-09-01",
    "date_filed_is_approximate": true,
    "slug": "sumdum-v-state",
    "case_name_short": "Sumdum",
    "case_name": "Sumdum v. State",
    "case_name_full": "Rick Shane SUMDUM, Appellant, v. STATE of Alaska, Appellee",
    "attorneys": "James Wyant McGowen, Law Office of Thomas W. Findley, Juneau, for appellant., Larry W. Weeks, Dist. Atty., Daniel W. Hickey, Chief Prosecutor, and Avrum M. Gross, Atty. Gen., Juneau, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1064-9\">\n    Rick Shane SUMDUM, Appellant, v. STATE of Alaska, Appellee.\n   </parties><br><docketnumber id=\"b1064-12\">\n    No. 2117.\n   </docketnumber><br><court id=\"b1064-13\">\n    Supreme Court of Alaska.\n   </court><br><decisiondate id=\"b1064-14\">\n    June 27, 1980.\n   </decisiondate><br><attorneys id=\"b1065-25\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1019\"> \n     *1019\n     </span>\n    James Wyant McGowen, Law Office of Thomas W. Findley, Juneau, for appellant.\n   </attorneys><br><attorneys id=\"b1066-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1020\"> \n     *1020\n     </span>\n    Larry W. Weeks, Dist. Atty., Daniel W. Hickey, Chief Prosecutor, and Avrum M. Gross, Atty. Gen., Juneau, for appellee.\n   </attorneys><br><judges id=\"b1066-4\">\n    Before RABINOWITZ, C. J., and CON-NOR, BOOCHEVER, BURKE and MATTHEWS, JJ.\n   </judges>",
    "citations": [
        "612 P.2d 1018"
    ],
    "opinions": [
        {
            "author_str": "Matthews",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n612 P.2d 1018 (1980)\nRick Shane SUMDUM, Appellant,\nv.\nSTATE of Alaska, Appellee.\nNo. 2117.\nSupreme Court of Alaska.\nJune 27, 1980.\n*1019 James Wyant McGowen, Law Office of Thomas W. Findley, Juneau, for appellant.\n*1020 Larry W. Weeks, Dist. Atty., Daniel W. Hickey, Chief Prosecutor, and Avrum M. Gross, Atty. Gen., Juneau, for appellee.\nBefore RABINOWITZ, C.J., and CONNOR, BOOCHEVER, BURKE and MATTHEWS, JJ.\n\nOPINION\nMATTHEWS, Justice.\nThe defendant, Rick Sumdum, contends that the police entry into his motel room was the product of an illegal search, and that the evidence of stolen goods found on his person pursuant to that entry should be suppressed. The superior court denied the motion to suppress[1] and we affirm.\nAt 5:30 a.m., May 7, 1978, Pete Heger was awakened by an intruder in his motel room at the Driftwood Lodge in Juneau. Later that morning, Heger's roommate, Roy Claxton, discovered that his watch, cash, and marijuana were missing. The Driftwood's manager, Leona Gran, was notified of the theft, and the police were summoned. In the presence of the police, Heger described the burglar to other lodgers, one of whom pointed to room 38 and said Rick Sumdum was the one they wanted.\nThis identification was made at approximately 12:30 p.m., some one and one-half hours after the Driftwood's posted checkout time of 11:00 a.m. Gran informed the police that room 38 was registered in the name of one K. Brown, and that neither the registered guest nor anyone else had yet reregistered.\nAt the suppression hearing Gran testified that it was her responsibility to ascertain whether guests who had failed to appear by 11:00 a.m. were \"skips\",[2] and if they were not, whether they intended to vacate their room or reregister. Her customary procedure was to telephone the occupants of the room, knock on their door, and enter their room, in that order, if such steps were necessary for the determination she was required to make. Though she had not yet done so when room 38 was suggested as the suspected burglar's quarters, the manager testified that she intended to and certainly would have followed her customary procedures even if the police had not been present.\nOn her own initiative, Gran telephoned room 38 and received no answer. Thereupon, Gran, Pete Heger, Dave Heger, Roy Claxton, and two police officers, walked over to room 38. Gran knocked on the door, received no response, and retrieved the key from her office. She then opened the door. From the doorway, the two men could be seen, both apparently asleep. Also clearly visible, on the outstretched wrist of the man on the cot closest to the door, was a distinctive watch[3] which Claxton immediately identified as his own. In addition, the clothing worn by the man fit the description given earlier by Heger.[4] The police officers then entered the motel room and arrested and handcuffed the suspect, Rick Sumdum. They searched his person, finding sixty dollars in cash, and searched under his cot, finding a buckknife. At the station house, a bag of marijuana was found strapped to Sumdum's leg.\nThe door of a home, even if open, presents a firm constitutional barrier to police searches unless conducted pursuant to a warrant or within an exception to the warrant requirement. State v. Spietz, 531 P.2d 521, 525 (Alaska 1975). See also, Erickson v. State, 507 P.2d 508, 515 (Alaska 1973). But there has been no showing that the officers opened Sumdum's door or intended to do so in order to search.\n*1021 Once Gran opened the door to Sumdum's room and the police officers saw a man fitting the description of the burglary suspect, wearing a watch identified as stolen in the burglary, they had probable cause to arrest.[5] The officers entered in order to effectuate an arrest. The exigent circumstances presented by the sudden confrontation with the possibility of an armed and apt to flee felony suspect authorized the officers' immediate entry into the room. See generally, Finch v. State, 592 P.2d 1196, 1198 (Alaska 1979); State v. Spietz, 531 P.2d 521, 523-25 (Alaska 1975). See also State v. Warness, 26 Ariz. App. 359, 548 P.2d 853, 855-56 (1976). As a minimum the police officers could conduct a search incident to that arrest of Sumdum's person and seize evidence of the burglary. See, e.g., Weltin v. State, 574 P.2d 816, 818-19 (Alaska 1978); McCoy v. State, 491 P.2d 127, 132-33 (Alaska 1971); Merrill v. State, 423 P.2d 686, 699-700 (Alaska), cert. denied, 386 U.S. 1040, 87 S. Ct. 1497, 18 L. Ed. 2d 607 (1967). Therefore, if the officers' view of the room was validly obtained, Sumdum's contention that the entry was illegal and that any evidence seized must be suppressed as the product of an illegal search is without merit.\nA guest in a motel has a constitutionally protected right to privacy in his motel room and motel personnel cannot consent to a search of the guest's room. Stoner v. California, 376 U.S. 483, 490, 84 S. Ct. 889, 893, 11 L. Ed. 2d 856, 861, rehearing denied, 377 U.S. 940, 84 S. Ct. 1330, 12 L. Ed. 2d 303 (1964); Finch v. State, 592 P.2d 1196, 1197 n. 3 (Alaska 1979); Robinson v. State, 578 P.2d 141, 142 (Alaska 1978). But after the rental period has terminated, a guest's reasonable expectations of privacy are greatly diminished with respect to the right of motel management to enter. See United States v. Jackson, 585 F.2d 653, 658 (4th Cir.1978); United States v. Akin, 562 F.2d 459, 464 (7th Cir.1977), cert. denied, 435 U.S. 933, 98 S. Ct. 1509, 55 L. Ed. 2d 531 (1978); United States v. Parizo, 514 F.2d 52, 54-55 (2d Cir.1975); United States v. Croft, 429 F.2d 884, 887 (10th Cir.1970); State v. Mascarenas, 86 N.M. 692, 526 P.2d 1285, 1286 (App. 1974); State v. Taggart, 14 Or. App. 408, 512 P.2d 1359, 1364 (1973), cert. denied, 419 U.S. 877, 95 S. Ct. 141, 42 L. Ed. 2d 117 (1974); State v. Roff, 70 Wash.2d 606, 424 P.2d 643, 646-47 (1976). See also People v. Van Eyk, 56 Cal. 2d 471, 15 Cal. Rptr. 150, 154, 364 P.2d 326, 330 (1961), cert. denied, 369 U.S. 824, 82 S. Ct. 838, 7 L. Ed. 2d 788 (1962); People v. Crayton, 174 Cal. App. 2d 267, 344 P.2d 627, 629 (1959); State v. Chiles, 595 P.2d 1130, 1136 (Kan. 1979). Gran testified that motel guests frequently left without paying their bill. After checkout time, she tried to contact Sumdum by phoning his room and by knocking at his door, but there was no response. Gran then opened the door to his room in order to determine whether he had vacated. Her authority to do so, at the time she would normally have done so,[6] in accordance with her customary procedure, was not altered by the presence of the police.[7] Assuming the police were in a location *1022 which did not violate Sumdum's rights before the door was opened, Gran's opening of the door for a legitimate private purpose did not constitute an illegal search merely because the police were present.\nIt is beyond dispute that the police officers were entitled to walk up to Sumdum's door in order to investigate the burglary. See Pistro v. State, 590 P.2d 884, 886-87 (Alaska 1979).[8] The fact that they did not avert their eyes when Gran opened the door, does not convert their view of the room from a common passageway into an illegal search.\nSumdum contends that the police officers' observation of him through the open door was not inadvertent and, therefore, does not come within the \"plain view\" exception to the requirement that no search or seizure can be made without a warrant. Inadvertence is a precondition to a valid seizure of evidence under the plain view exception. Coolidge v. New Hampshire, 403 U.S. 443, 470, 91 S. Ct. 2022, 2040, 29 L. Ed. 2d 564, 585 (1971); Reeves v. State, 599 P.2d 727, 739 (Alaska 1979). But the kind of plain view to which the inadvertence requirement applies only takes place after there has been an initial search or intrusion.\n[P]lain view does not occur until a search is in progress. In each case, this initial intrusion is justified by a warrant or by an exception such as \"hot pursuit\" or search incident to a lawful arrest, or by an extraneous valid reason for the officer's presence.\nCoolidge v. New Hampshire, 403 U.S. at 467, 91 S.Ct. at 2039, 29 L.Ed.2d at 584. The inadvertence requirement of the plain view doctrine has never been thought to apply where the observation precedes the intrusion. It does not prevent police officers who are lawfully positioned in a public area from intentionally looking for suspects or incriminating evidence freely visible within the confines of a constitutionally protected area. 1 W. La Fave, Search and Seizure § 2.2, at 242-43 (1978).\nFinally, Sumdum contends that seizure of the buckknife from under his mattress was the product of an unlawful search. Since the knife is but one of three allegedly stolen and identifiable items found in Sumdum's possession, however, we do not see how our discussion of this point will have any effect on the plea of nolo contendere already entered by the defendant.\nThe judgment of the superior court is AFFIRMED.\nNOTES\n[1]  Sumdum subsequently entered a plea of nolo contendere while preserving his right to appeal the issues raised in his motion to suppress.\n[2]  Gran indicated that guests frequently abandoned their rooms without paying. See note 7 infra.\n[3]  The watchband was silver and was inlaid with a large turquoise stone.\n[4]  Heger had been able to observe that the intruder had Indian features, wore his hair in a ponytail, and was wearing overalls and a striped shirt.\n[5]  At that time AS 12.25.030 provided:\n\nA private person or a peace officer without a warrant may arrest a person\n(1) for a crime committed or attempted in his presence;\n(2)when the person has committed a felony, although not in his presence;\n(3) when a felony has in fact been committed, and he has reasonable cause for believing the person to have committed it.\n[6]  Gran testified:\n\nQ. But for the presence of the officer would you at that time have gone up and knocked on the door?\nA. Oh, yes, definitely.\nQ. At that very time?\nA. Maybe not at that specific moment but within a very short time I certainly would have because it was already after 12:00 o'clock [check-out time].\n[7]  We do not conclude that the police instigated Gran's investigation or that she was an agent of the police. However, we note that the question is a close one. She was acting in conjunction with the police and perhaps at the direction of the police. She testified:\n\n[W]hen nobody will answer the door or the phone, many times they are what we call a skip, they've left, and so we go up and check the room to see if there's anything in it. And so I went up and rapped on the door and nobody answered, so I asked them [the police officers] if they would like me to get a key and went up and opened the door... .\nThis occurred after Gran informed the police that she was going up to room 38 to determine if anyone was inside and gave them permission to accompany her. If police presence results in actions that would not normally have occurred in the time frame in question, the court will look carefully at the circumstances to determine whether independent private purposes are merely a sham for warrantless police searches.\n[8]  At the least, Gran had the authority to consent to their entering the motel hallway to do so, since such authority derives from \"mutual use of the property by persons generally having joint access or control for most purposes... .\" United States v. Matlock, 415 U.S. 164, 171 n. 7, 94 S. Ct. 988, 993 n. 7, 39 L. Ed. 2d 242, 250 n. 7 (1974).\n\n",
            "ocr": false,
            "opinion_id": 1270072
        }
    ],
    "court_short_name": "Alaska Supreme Court",
    "court_full_name": "Alaska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Alaska, AK",
    "crime_category": "Robbery"
}