{
    "id": 1344979,
    "judges": "Benham, McMurray, Pope",
    "date_filed": "1975-05-24",
    "date_filed_is_approximate": true,
    "slug": "curtis-v-state",
    "case_name_short": "Curtis",
    "case_name": "Curtis v. State",
    "case_name_full": "Curtis v. the State",
    "attorneys": "A. Nevell Owens, for appellant., Lewis R. Slaton, District Attorney, Joseph J. Drolet, Richard E. Hicks, Linda S. Finley, Assistant District Attorneys, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b205-10\">\n    77760.\n   </docketnumber><parties id=\"ATY\">\n    CURTIS v. THE STATE.\n   </parties><br><citation id=\"b205-11\">\n    (378 SE2d 516)\n   </citation>",
    "citations": [
        "378 S.E.2d 516",
        "190 Ga. App. 173"
    ],
    "opinions": [
        {
            "author_str": "Benham",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4067.0,
            "opinion_text": "\n190 Ga. App. 173 (1989)\n378 S.E.2d 516\nCURTIS\nv.\nTHE STATE.\n77760.\nCourt of Appeals of Georgia.\nDecided February 6, 1989.\nA. Nevell Owens, for appellant.\nLewis R. Slaton, District Attorney, Joseph J. Drolet, Richard E. Hicks, Linda S. Finley, Assistant District Attorneys, for appellee.\nBENHAM, Judge.\nAppellant was convicted of theft by receiving stolen property; two counts of aggravated assault; and possession of a firearm during the commission of a felony.\n1. Appellant questions the sufficiency of the evidence. Two police officers stated that, while on patrol, they ran through their car NCIC computer the license tag number of a dark-colored Pontiac Trans Am or Firebird, and were informed it was a stolen automobile. They followed appellant a short distance and then turned on their car's blue lights, at which point appellant accelerated and a high-speed chase ensued. The chase ended when appellant ran the car into a telephone box. He exited the car and ran from the police officer who gave chase. The officer caught up with appellant and they struggled, causing the officer's service revolver to dislodge from its holster and fall to the ground. Appellant picked it up, pointed it at the officer, and threatened to kill him if the officer followed him. Appellant left the scene of the struggle, came upon a woman, and fired the gun at her. Shortly thereafter he was apprehended. The evidence was sufficient to enable a rational trier of fact to find appellant guilty beyond a reasonable doubt of aggravated assault of the woman and possession of a firearm during the commission of a felony. Jackson v. Virginia, 443 U.S. 307 (99 SC 2781, 61 LE2d 560) (1979); OCGA §§ 16-5-21 (a) (2); XX-XX-XXX (b) (1). See Williams v. State, 249 Ga. 6 (4) (287 SE2d 31) *174 (1982). While the police officer did not testify that he was placed in reasonable apprehension of immediately receiving a violent injury when appellant pointed the gun at him, and the threat accompanying the use of the revolver may have been indicative only of a conditional threat to inflict bodily harm, \"the circumstances also clearly disclose a situation whereby the jury could determine that the alleged victim, with a [gun] pointed at him, was in reasonable apprehension of immediately receiving a violent injury.\" Johnson v. State, 122 Ga. App. 542 (1) (178 SE2d 42) (1970). Thus, the evidence was sufficient to authorize a guilty verdict on the count alleging aggravated assault upon the police officer.\n2. The indictment charged appellant with unlawfully receiving and retaining a 1984 Pontiac Trans Am automobile owned by Sandra Sams and stolen from her the day before appellant was arrested. Ms. Sams testified that her dark, charcoal-gray car with license tag number HPY452 was stolen from her at a gas station, and that she did not recognize anyone in the courtroom as the perpetrator. She did not know who had returned the car to her, but the front end was \"crunched\" and the four tires \"mutilated\" when she got it back. No photos of the car appellant was driving were shown to Ms. Sams.\nThe police officers involved could recall neither the license tag of the dark-colored, late-model Pontiac Trans Am or Firebird appellant was driving, which tag number they entered into their NCIC computer, nor the name of the person from whom the computer reported the car had allegedly been stolen. However, traffic tickets issued to appellant and admitted into evidence reflect that appellant was driving a \"1984 Pont TA\" with registration number HPY452 when he was cited for driving recklessly; speeding; no license; possession of a firearm during the commission of a crime; fleeing or attempting to elude police; aggravated assault; and theft by receiving stolen property.\n\"A person commits the offense of theft by receiving stolen property when he receives . . . or retains stolen property which he knows or should know was stolen unless the property is received . . . or retained with intent to restore it to the owner. `Receiving\" means acquiring possession or control . . . of the property.\" OCGA § 16-8-7 (a). \"[I]f the goods found in the possession of the defendant are not shown to be that which has in fact been stolen, proof of larcenous taking is absent.\" Causey v. State, 139 Ga. App. 499 (1) (229 SE2d 1) (1976). Cf. Ladson v. State, 248 Ga. 470 (3) (285 SE2d 508) (1981).\nAppellant's conviction for theft by receiving stolen property cannot stand, because the State failed to prove that the car recovered from appellant's possession was, in fact, the auto stolen from Ms. Sams. While the physical descriptions of the two vehicles were similar, Ms. Sams never identified as hers the car appellant drove and subsequently wrecked. She recited the license tag number of her car, *175 but the testifying officers were unable to recall the tag number of the car appellant was driving. As stated earlier, the traffic citations issued to appellant described the vehicle he was driving as having the identical tag number that Ms. Sams said was affixed to her auto. However, both officers involved in the chase of appellant denied writing the traffic citations. In the absence of authentication by the issuing officer or testimony of the witness officers that the license tag number on the ticket accurately reflected the license tag number of the car they saw appellant driving, the citations were hearsay as to the identity of the license tag number. Cf. Davenport v. State, 165 Ga. App. 299 (300 SE2d 549) (1983). Since the proper foundation was not laid, the tickets did not qualify for the business record exception to the hearsay rule. OCGA § 24-3-14. See Johnson v. State, 168 Ga. App. 271 (1) (308 SE2d 681) (1983). Compare Williams v. State, 178 Ga. App. 216 (4) (342 SE2d 703) (1986). Hearsay, wholly without probative value, was the only evidence establishing that the car found in appellant's possession was the car stolen from Ms. Sams. Without that link, appellant's conviction for theft by receiving must fall for insufficient evidence. Causey v. State, supra. Even though appellant did not object to the admission of the traffic citations into evidence, \"[s]ince ordinary hearsay testimony is not only inadmissible but wholly without probative value, its introduction without objection does not give it any weight or force whatever in establishing a fact. [Cits.]\" Duke v. State, 205 Ga. 106, 110 (52 SE2d 455) (1949). See also Roberson v. State, 187 Ga. App. 485, 487 (370 SE2d 661) (1988).\n3. We need not address appellant's remaining enumeration of error.\nJudgment affirmed in part and reversed in part. McMurray, P. J., and Pope, J., concur.\n",
            "ocr": false,
            "opinion_id": 1344979
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}