{
    "id": 1916144,
    "judges": "Ridgely",
    "date_filed": "2008-09-11",
    "date_filed_is_approximate": true,
    "slug": "state-v-hanna",
    "case_name_short": "Hanna",
    "case_name": "State v. Hanna",
    "case_name_full": "STATE of Delaware, v. Michael P. HANNA, Defendant",
    "attorneys": "James A. Rambo, Deputy Atty. Gen., De-ver, for the State., james e. Liguori and Gary F. Traynor of Brown, Shiels & Chasanov, Dover, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted: Feb. 16, 1988.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b852-6\">\n    STATE of Delaware, v. Michael P. HANNA, Defendant.\n   </parties><br><court id=\"b852-8\">\n    Superior Court of Delaware, Kent County.\n   </court><br><otherdate id=\"b852-10\">\n    Submitted: Feb. 16, 1988.\n   </otherdate><decisiondate id=\"Ad-\">\n    Decided: April 13, 1988.\n   </decisiondate><attorneys id=\"Ao_\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"795\"> \n     *795\n     </span>\n    James A. Rambo, Deputy Atty. Gen., De-ver, for the State.\n   </attorneys><attorneys id=\"AC\">\n    james e. Liguori and Gary F. Traynor of Brown, Shiels &amp; Chasanov, Dover, for defendant.\n   </attorneys>",
    "citations": [
        "542 A.2d 794"
    ],
    "opinions": [
        {
            "author_str": "Ridgely",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n542 A.2d 794 (1988)\nSTATE of Delaware,\nv.\nMichael P. HANNA, Defendant.\nSuperior Court of Delaware, Kent County.\nSubmitted: February 16, 1988.\nDecided: April 13, 1988.\nJames A. Rambo, Deputy Atty. Gen., Dover, for the State.\nJames E. Liguori and Gary F. Traynor of Brown, Shiels &amp; Chasanov, Dover, for defendant.\n\n\n*795 MEMORANDUM OPINION\nRIDGELY, Judge.\nDefendant, Michael P. Hanna, is charged with two counts of murder in the first degree, 11 Del.C. § 636(a)(1) and (a)(2); conspiracy in the second degree, 11 Del.C. § 512; robbery in the first degree, 11 Del. C. § 832; burglary in the second degree, 11 Del.C. § 825(2); burglary in the third degree, 11 Del.C. § 824; and theft-felony, 11 Del.C. § 841. Hanna has moved to suppress as evidence three statements he made to the police, his fingerprints and the resulting analysis, his sneakers, and various items of physical evidence seized pursuant to search warrants for his residence in Milford and a trailer and land near Harrington owned by others.\nFor the reasons explained below, the Court concludes that the motion to suppress is granted as to Hanna's second and third statements given at 3:45 and 4:05 a.m. on March 7, 1987 because the Milford police failed to comply with the mandate of 10 Del.C. § 933 that a juvenile charged with a crime (delinquency) be taken \"directly\" before a court and Family Court Criminal Rule 5(b), which complements that law by requiring such presentment \"without unreasonable delay.\" I also conclude that the nighttime search warrant affidavit for Hanna's residence in Milford was deficient under 11 Del.C. § 2308 and that the evidence seized there must be suppressed pursuant to Mason v. State, Del.Supr., 534 A.2d 242 (1987). I conclude that the motion to suppress fingerprints is denied because it was lawful for the police to fingerprint Hanna when they did after his arrest based on probable cause. The motion to suppress the sneakers is also denied because Hanna consented to their taking. Even assuming an improper initial seizure of them, they would inevitably have been discovered and seized by lawful means upon his arrest based on probable cause. Finally, the motion *796 to suppress the evidence seized at the trailer and land near Harrington is denied because Hanna lacked any reasonable expectation of privacy in the premises. As such, he has no legal standing to challenge the search and seizures there.\n\nI.\nFor the purpose of deciding Hanna's motion to suppress, the Court finds the following relevant facts.\nAt approximately 6:30 a.m. on March 6, 1987, Robert Schurman was discovered beaten to death inside the Family Game Room, a video arcade located at the Milford Plaza Shopping Center in Milford, Delaware. Mr. Schurman was responsible for closing the arcade the previous night. It was evident at the crime scene that property of the arcade had been taken.\nThe Milford police found sneaker prints bearing the \"Puma\" trademark and tire tracks behind the arcade. They were aware that, one week before, the victim reported to them a burglary of the arcade and his belief that Hanna and Charles Craft were among the perpetrators of that crime. A co-worker of the victim told the police on March 6 that the victim had feared that Hanna and Craft were planning to harm him. Finally, a truck driver told the police that, around 2:30 a.m. on March 6, he saw someone sitting inside a white car parked in the vicinity of the arcade. After learning that Craft often drove a white vehicle, the police decided to locate Hanna and Craft for questioning.\nAt approximately 2:00 p.m. the same day, Milford police detectives and a State Police detective visited a trailer near Harrington which belonged to Tawn Beard. Craft had been residing there in the owner's absence. In plain view were sneaker prints and tire tracks which the police thought were similar to those at the crime scene. No one was in the trailer, so the detectives decided to return to Milford. Before leaving, however, they stationed two Milford police officers next to the roadway in front of the trailer. They were instructed to preserve the sneaker prints and tire tracks, to wait for Craft or Hanna to arrive, and to hold them for questioning in the event they did.\nCraft and Hanna did arrive at the trailer in a white car that afternoon at approximately 3:30 p.m. The Milford police officers ordered them out of the car at gunpoint, searched them, and handcuffed them. The officers said that detectives were on their way to talk with them as part of their investigation of the homicide. The officers did not actually announce that either of them were under arrest.\nWhen the detectives arrived a few minutes later, they were surprised to find Craft and Hanna in handcuffs. The detectives told them that a mistake had occurred and that they were not under arrest. The State Police detective then learned that Hanna was a juvenile, age 17. The handcuffs were removed, and Miranda warnings were given. At this stage, both Craft and Hanna were considered \"weak suspects\" by the police. They were asked to come to the Milford Police station to be interviewed. Craft and Hanna consented. Craft drove his vehicle accompanied by a detective, while Hanna rode with the other detectives in a police car.\nDuring the ride to Milford, Hanna stated that he wanted to call his mother. At the police station, Hanna made several fruitless attempts to reach his mother by telephone. Meanwhile, Craft gave his first statement at 4:21 p.m. Hanna was again given Miranda warnings, and at 4:44 p.m., he voluntarily gave his first statement to the police after waiving his Miranda rights. Both Craft and Hanna denied any involvement in the death of Robert Schurman. However, there was some discrepancy in their explanations for the cash in their possession. After this statement, Hanna again tried to reach his mother at approximately 5:30 p.m. In at least one of his calls, he left a message for her on an answering machine that said he was at the police station and asked her to come and pick him up.\nThe message was heard by Hanna's mother, Jean Ward, at about 6:50 p.m. She arrived at the police station around 7:00 p.m. and was eventually permitted to see *797 Hanna at approximately 7:30 p.m. When she told him of her intent to take him home, Hanna expained that the police had his sneakers. Approximately one hour earlier, the State Police detective had examined the sneakers on Hanna's feet. After noticing what appeared to be dried blood in the soles, he asked Hanna to remove them and give them to him for closer examination. Hanna complied. The sneakers were in another detective's office, and Ms. Ward was told she could not have them. She was also told that her son could not go home.\nBetween 8:00 and 8:30 p.m., Ms. Ward instructed Hanna not to cooperate with the police. She told him not to talk with anybody, and she told the police that they had no right to talk to Hanna or to hold him. She left intent on going home to call an attorney. She was brought back to the station later that night under arrest for disorderly conduct for her attempt to enter her residence when the police intended to search it. Upon being processed, she was released, and she continued her efforts to secure counsel, without success.\nAt 9:05 p.m., Craft gave his second statement to the Milford police. This statement incriminated Hanna, and after it was made, Hanna was placed under arrest for murder in the first degree. He was put in a cell at the Milford Police Department used for females or juveniles.\nMeanwhile, detectives applied for and were issued nighttime search warrants for the Hanna residence in Milford and the trailer near Harrington. The warrants were executed at the Hanna residence at 11:23 a.m. and at the trailer near Harrington at 11:53 p.m. on March 6.\nAt approximately 8:30 a.m. on March 7, a Milford police officer went to Hanna's cell to fingerprint and process him for his court appearance. Hanna asked if his mother or an attorney had come to the police station. After he was told that no one had come, Hanna stated that he wanted to talk with somebody. At first, the police refused, but Hanna persisted in stating his wish to talk. After obtaining permission from a Deputy Attorney General, the police resumed questioning at 3:45 a.m. This was followed by another statement at 4:05 a.m. in which Hanna incriminated himself. Before each statement, Hanna was again given his Miranda rights. Before waiving them, the record is replete with questions by Hanna such as, \"Well, I can't have an attorney now, right?\", \"Well, when would it be best to hear this, `til I get an attorney, right?\", and \"Well, can I talk to you, then talk to an attorney?\" At about 5:00 a.m. on March 7, 1987, Hanna was presented to a magistrate at Justice of the Peace Court No. 7.\n\nII.\nThe duty of a peace officer when a juvenile is taken into custody is mandated by statute. 10 Del.C. § 933 provides as follows:\n§ 933. Duties of officer having child in custody.\nA peace officer may take into custody a child he believes to be dependent, neglected or delinquent. Any peace officer having taken such a child into custody shall immediately notify the child's custodian citing the reasons therefor. If the custodian refuses to accept the child or cannot be located or cannot provide adequate care for the child, the peace officer shall:\n(1) When the child is not charged with a delinquent act, immediately contact the Division of Child Protective Services of the Department of Services for Children, Youth and Their Families, who shall be responsible for further pursuing the whereabouts of the custodian or providing shelter and care for the child in a shelter home, foster home, group home, private agency home or other appropriate facility for children. The child shall not be placed in the same facility or institution for children charged with or found to be delinquent. After making every reasonable effort to locate the custodian, the Division of Child Protective Services of the Department of Services for Children, Youth and Their Families may release the child to the child's custodian or forthwith file with the Court a *798 petition for custody alleging dependency or neglect.\n(2) When the child has been charged with a delinquent act, take the child directly before the Court if the Court is in session or take the child before a court or commissioner for disposition in accordance with § 934 of this title. After taking the child into custody, the peace officer shall forthwith file with the Court a sworn complaint alleging delinquency with a report for the reason of his apprehension.\nThis statute is complemented by Delaware Family Court Criminal Rule 5(b), which provides as follows:\n(b) Taking a Child Into Custody.\n(1) Duties of Peace Officer. Any peace officer who takes a child into custody shall immediately attempt to notify the child's custodian of this fact. Without unreasonable delay after apprehending a child without a warrant a peace officer shall:\n(a) release the child to the child's custodian with a brief report of the reason for the apprehension; or\n(b) take the child before a court for the purpose of filing a complaint.\nRule 5(b)(1)(a) and (b) notwithstanding, if the apprehension is on an outstanding warrant, without unreasonable delay the peace officer shall take the child charged before the court to which the warrant is to be returned.\nIn the event a child is not taken before this Court or another court by a peace officer, the peace officer shall forthwith file with this Court the original and one copy of the complaint.\n(2) Duties of Other Courts. Upon a child being brought before a court other than this Court by a peace officer, such court shall immediately attempt to notify the child's custodian of the child's presence and the reason for being there and, thereafter:\n(a) may release the child to the custodian to appear before this Court at a time to be established by this Court; or\n(b) may require bail for the child's appearance before this Court; or\n(c) may order the child detained in a facility of the Department of Services for Children, Youth and Their Families provided:\n(i) the child fails to furnish bail after having been given ample opportunity to do so; and\n(ii) detention appears necessary pursuant to Rule 5.1; and\n(iii) such detention shall continue only until the next session of this Court; and\n(iv) the child's custodian, if the address be known, be notified of the disposition of the matter.\nIn the event a child is not detained, the Court shall transmit forthwith to the Clerk of Court for the proper county all papers in the proceeding and any bail taken. In the event a child is detained in default of bond, the child shall be brought before this Court for a detention hearing at its next session. The court which commits a child to detention shal forthwith file with this Court the original of such complaint and cause 2 copies of the complaint to be delivered to the detention facility, along with the child's commitment and a statement as to whether the child's custodian was notified of the commitment to detention, and, if not, the efforts made to do so. The detention facility shall thereafter forward a copy of such complaint and statement to this Court at the time of said child's detention hearing. If the child's custodian was not notified at the time of the child's commitment to detention, the detention facility shall attempt to do so immediately and if they are unable to do so, the Court shall, at the time of the detention hearing, be advised of that fact and the efforts made.\nThe statutory mandate that a juvenile be taken \"directly\" before a court when he has been charged with a delinquent act and that a complaint be filed \"forthwith\" shows a clear legislative intent to proscribe unreasonable delay in the presentment of a juvenile to a neutral magistrate. Incriminating statements obtained during an unreasonable delay are inadmissible as a matter of law for that reason alone without regard *799 for voluntariness. Vorhauer v. State, 59 Del. 35, 212 A.2d 886 (1965); Webster v. State, 59 Del. 54, 213 A.2d 298 (1965). As stated in Webster:\nEach case must be considered by the trial judge on its own facts; and the number of hours of detention prior to appearance before a Justice of the Peace is to be considered by the trial judge, together with all other circumstances of the case in determining whether the delay was unreasonable ... so as to bar admission of a confession or statement during such delay.\nWebster v. State, supra at 301.\nIn determining the reasonableness of any delay, \"the significant hours of the detention are those occurring before the confession and not those thereafter.\" Haug v. State, 406 A.2d 88, 41 (1979); Weekley v. State, Del.Supr., 222 A.2d 781, 787 (1966).\nThe Court finds that Hanna was in custody as of 8:00 p.m. when the police refused his mother's request that she be permitted to take him home. The total delay between his detention and presentment at 5:00 a.m. was nine hours. The period between Hanna's formal arrest and his 3:30 a.m. statement was approximately six hours. All of the delay occurred after the police were told by Hanna's mother that they were not to question him and that they had no right to hold him. Although some detectives on the case were occupied preparing search warrants, all were not. In fact, some 15 Milford police officers were involved in the investigation. None of the delay was attributable to Hanna or his mother. Under a totality-of-the-circumstances analysis, the Court concludes that the Milford police failed to comply with the mandate of 10 Del.C. § 933 that a juvenile charged with a delinquent act be taken \"directly\" before a court and Family Court Criminal Rule 5(b), which similarly requires such presentment \"without unreasonable delay.\" The statements given by Hanna at 3:30 a.m. and 4:05 a.m. are therefore inadmissible during the State's case in chief.[*] Because these statements have been excluded on this basis, it is not necessary to address Hanna's contention that he never effectively waived his Miranda rights.\n\nIII.\nIn his motion to suppress, Hanna also challenges the sufficiency of the nighttime search warrants. Pursuant to a warrant authorizing a nighttime search of Hanna's residence in Milford, a nighttime search was executed at 11:23 p.m. which led to the seizure of various items of physical evidence.\nThe statutory authority for nighttime search warrants is found in 11 Del.C. § 2308, which provides:\nA search warrant shall not authorize the person executing it to search any dwelling house in the nighttime unless the judge, justice of the peace or magistrate is satisfied that it is necessary in order to prevent the escape or removal of the person or thing to be searched for, and then the authority shall be expressly given in the warrant. For the purposes of this section, the term \"nighttime\" shall mean the period of time between 10:00 p.m. and 6:00 a.m.\nThe language of section 2308 is \"clear and unambiguous and requires more than probable cause.\" Mason v. State, Del.Supr., supra. In determining whether the affidavit supporting a nighttime search warrant is sufficient, the affidavit must be considered as a whole. Mason v. State, supra. As stated in Henry v. State, Del. Supr., 373 A.2d 575, 577 (1977):\n[S]ufficient facts showing that a nighttime search is necessary to prevent the escape or removal of the person or the thing must appear on the face of the affidavit before such a search may be authorized. Only in this way can a reviewing court verify existence of the statutory requirements.\nThe affidavit in Mason read:\n13. Due to the (sic) nature of the deal, it is necesssassary (sic) for the issuance *800 of the nighttime time (sic) search warrant to preserve any evidence that may be destroyed.\nThere, the Court found the requirements of section 2308 had not been met, as \"[t]here is nothing in the affidavit to support the conclusion that Mason was going to flee from his residence immediately during the nighttime or destroy any evidence.\"\nIn Jensen v. State, Del.Supr., 482 A.2d 105, 113 (1984), the Supreme Court, in finding the nighttime search warrant valid, stated:\nThe affidavits in question certainly satisfy the showing of \"necessity\" mandated by § 2308. In its request to search the defendant's apartment and truck at night, the State submitted that since the defendant was presently in police custody and therefore aware of police involvement in the incident, he likely would seek to remove or destroy any evidence linking him to the crime. The articulated concern for the preservation of evidence distinguishes this case from Henry wherein this Court invalidated a warrant for failure to particularize the necessity for a nighttime search.\nJensen v. State, supra (emphasis in original). The affidavit here states:\n8. Based on the facts listed above your affiants pray that a nighttime search warrant be issued to prevent the destruction of any evidence located on the property.\nIn reading this paragraph of the affidavit as well as the rest of the document, I find that, as in Henry and Mason, the affidavit here fails to particularize the necessity for a nighttime search. The affidavit fails to mention who is likely to remove or destroy evidence or why that is likely to occur. It merely states a naked conclusion that the search warrant will prevent the destruction of evidence. Therefore, under the guidelines set forth in Mason v. State, supra, Jensen v. State, supra, and Henry v. State, supra, this Court is compelled to conclude that the affidavit supporting the nighttime search warrant has failed to meet the requirements of 11 Del.C. § 2308. Accordingly, the motion to suppress the evidence seized pursuant to the nighttime search of Hanna's residence must be granted.\n\nIV.\nHanna contends that his statement at 4:44 p.m. was the result of an unlawful seizure of his person in violation of the Fourth and Fourteenth Amendments. Generally, a person is \"seized\" within the meaning of the Fourth Amendment only if, in view of all circumstances surrounding the incident, a reasonable person would have believed that he was not free to leave. I.N.S. v. Delgado, 466 U.S. 210, 104 S. Ct. 1758, 80 L. Ed. 2d 247 (1984). A seizure without probable cause renders any statement obtained during the illegal detention inadmissible unless there has been a sufficient break in the causal connection between the illegality and the statement. Dunaway v. New York, 442 U.S. 200, 99 S. Ct. 2248, 60 L. Ed. 2d 824 (1979).\nHere, it is clear that the initial seizure at the trailer of Hanna was without probable cause. Because Hanna was still in custody even after a determination that he was unarmed, the detention also exceeded the recognized exceptions to the probable cause requirements. See Terry v. Ohio, 392 U.S. 1, 88 S. Ct. 1868, 20 L. Ed. 2d 889 (1968) (stop and frisk); and Michigan v. Summers, 452 U.S. 692, 101 S. Ct. 2587, 69 L. Ed. 2d 340 (1981) (detaining a person on premises when executing a search warrant). Even so, I am satisfied that there was a sufficient break in the causal connection between the illegality and Hanna's subsequent statements.\nThe police officers who initially detained them said that the detectives were on the way to talk to them as part of their investigation. When the investigative team returned to the scene, they were surprised to find Craft and Hanna in handcuffs. The detectives told them that a mistake had occurred and that they were not under arrest. The handcuffs were removed, and they were asked to come to the station for further questioning. Craft and Hanna voluntarily agreed to be interviewed.\n*801 Accordingly, defendant's motion to suppress evidence upon the grounds of an illegal detention at the trailer is denied.\n\nV.\nHanna, citing Davis v. Mississippi, 394 U.S. 721, 89 S. Ct. 1394, 22 L. Ed. 2d 676 (1969), seeks to have the fingerprints and the resulting police analysis suppressed as the fruits of an illegal arrest. An exception to this exclusionary rule exists, however, if there is an intervening independent act which breaks the chain between the illegal arrest and the fruit of that illegal arrest. Segura v. United States, 468 U.S. 796, 104 S. Ct. 3380, 82 L. Ed. 2d 599 (1983); Brown v. Illinois, 422 U.S. 590, 95 S. Ct. 2254, 45 L. Ed. 2d 416 (1975); Wong Sun v. United States, 371 U.S. 471, 83 S. Ct. 407, 9 L. Ed. 2d 441 (1963).\nHere there are two separate intervening acts which broke the chain between the initial detention without probable cause and the taking of Hanna's fingerprints. The first involves the explanation of mistake by the police at the trailer, Hanna's release from handcuffs, and Hanna's consent to be interviewed at the Milford Police Department. (He later left a message for his mother to come and pick him up.) The second intervening event involves Craft's statement at 9:05 p.m. which provided probable cause to arrest and fingerprint Hanna. The fingerprints were not taken until after 3:00 a.m. the next morning.\nAccordingly, Hanna's motion to suppress the fingerprints and resulting analysis is denied.\n\nVI.\nHanna seeks to have his sneakers and the resulting police analysis thereon suppressed, claiming they were unlawfully seized. First, it appears that he consented to being interviewed and eventually consented to the taking of the sneakers by the State Police detective. Even assuming arguendo that Hanna did not consent to the police taking his sneakers, they are still admissible. The \"inevitable discovery\" exception to the exclusionary rule \"provides that evidence, obtained in the course of illegal conduct will not be suppressed if the prosecution can prove that the incriminating evidence `would have been discovered through legitimate means in the absence of official misconduct.'\" Cook v. State, 374 A.2d 264, 267-68 (1977) (citations omitted). Put another way, the inevitable-discovery doctrine will be applied to prevent suppression of the evidence if the prosecution can show, by a preponderance of the evidence, that the evidence ultimately or inevitably would have been discovered by lawful means, based on the standard prevailing investigatory procedure of the law enforcement agency. DeShields v. State, Del. Supr., 534 A.2d 630, 638 (1987), citing Nix v. Williams, 467 U.S. 431, 444, 104 S. Ct. 2501, 2509, 81 L. Ed. 2d 377 (1984); Martin v. State, Del.Supr., 433 A.2d 1025, 1031-32 (1981), cert. denied, 454 U.S. 1151, 102 S. Ct. 1018, 71 L. Ed. 2d 306 (1982); and Cook v. State, supra.\nI am satisfied, from the evidence presented before me, that the prosecution has shown, by a preponderance of the evidence, that the sneakers would ultimately or inevitably have been discovered by legitimate means. The record shows that, before Hanna was taken into custody, police had noted a resemblance between the sneaker prints observed at the scene of the crime and the sneaker prints seen at the trailer. One of the reasons two Milford police officers were stationed at the trailer was to preserve the sneaker prints found there. Thus, before the illegal arrest, the sneaker prints were already a focal point of the police investigation. When Craft made his statement at 9:05 p.m. naming Hanna as the assailant, the police clearly had probable cause to arrest Hanna for the homicide and to seize physical evidence, such as his sneakers, which would be helpful to their investigation. There is no reason to believe that the sneakers would not still have been on Hanna's feet when probable cause developed. Based on the importance the sneaker prints were given by police throughout their investigation, I find that the sneakers ultimately or inevitably would have been discovered by police through legitimate means.\n*802 Accordingly, the motion to suppress the sneakers and resulting analysis thereon is denied.\n\nVII.\nFinally, Hanna challenges the search and seizures at the trailer near Harrington. Turning to the sufficiency of the warrant to search the trailer used by Craft, I begin by noting that, in order to object to the legality or constitutionality of a search and seizure, Hanna must first establish that he has standing to do so. One has standing if he has a \"legitimate expectation of privacy\" in the area searched. Rakas v. Illinois, 439 U.S. 128, 99 S. Ct. 421, 58 L. Ed. 2d 387 (1978); Thomas v. State, Del. Supr., 467 A.2d 954 (1983). A legitimate expectation of privacy cannot be established derivatively through a third party not before the Court. United States v. Payner, 447 U.S. 727, 100 S. Ct. 2439, 65 L. Ed. 2d 468 (1980). In determining whether one has a legitimate expectation of privacy, the Court must consider the \"totality of the circumstances.\" Rawlings v. Kentucky, 448 U.S. 98, 100 S. Ct. 2556, 65 L. Ed. 2d 633 (1980). Under the totality of these circumstances, I find Hanna was a mere casual visitor or guest at the Craft trailer. As a casual visitor or a guest at the trailer, Hanna had no legitimate expectation of privacy there. See Rakas v. Illinois, supra; and Thomas v. State, supra.\nThe circumstances considered in making this determination include: (a) Hanna did not possess a key to the trailer; (b) the trailer was usually kept unlocked; (c) Hanna had no right to exclude others from the trailer; (d) Hanna did not receive any mail at the trailer; (e) Hanna did not keep his wardrobe at the trailer; (f) although Hanna slept overnight at the trailer occasionally, he usually did so on a weekend night; (g) when he slept there, Hanna usually slept on a couch; and (h) Hanna slept at the trailer only in Craft's presence.\nHanna has no standing to object to the nighttime search of the trailer used by Craft. Accordingly, defendant's motion to suppress the evidence obtained from this search is denied.\n\n* * *\nFor the foregoing reasons, defendant Hanna's motion to suppress is granted in part and denied in part. An order will be entered consistent herewith.\nNOTES\n[*]  This ruling does not determine the admissibility of these statements for impeachment or rebuttal purposes. Compare Harris v. New York, 401 U.S. 222, 91 S. Ct. 643, 28 L. Ed. 2d 1 (1971). Unless and until Hanna elects to testify, a determination of this issue is premature.\n\n",
            "ocr": false,
            "opinion_id": 1916144
        }
    ],
    "court_short_name": "Superior Court of Delaware",
    "court_full_name": "Superior Court of Delaware",
    "court_type": "SA",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Robbery"
}