{
    "id": 1354734,
    "judges": "Banke, Beasley, Carley",
    "date_filed": 675648000000,
    "date_filed_is_approximate": false,
    "slug": "turner-v-state",
    "case_name_short": "Turner",
    "case_name": "Turner v. State",
    "case_name_full": "Turner v. the State",
    "attorneys": "Neil A. Smith, for appellant., Michael H. Crawford, District Attorney, E. Jay McCollum, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b870-8\">\n    A91A0616.\n   </docketnumber><parties id=\"AuD\">\n    TURNER v. THE STATE.\n   </parties><br><citation id=\"b870-9\">\n    (406 SE2d 512)\n   </citation>",
    "citations": [
        "406 S.E.2d 512",
        "199 Ga. App. 836"
    ],
    "opinions": [
        {
            "author_str": "Banke",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7135.0,
            "opinion_text": "\n199 Ga. App. 836 (1991)\n406 S.E.2d 512\nTURNER\nv.\nTHE STATE.\nA91A0616.\nCourt of Appeals of Georgia.\nDecided May 31, 1991.\nNeil A. Smith, for appellant.\nMichael H. Crawford, District Attorney, E. Jay McCollum, Assistant District Attorney, for appellee.\nBANKE, Presiding Judge.\nTurner appeals his convictions of armed robbery, kidnapping, possession of a firearm during the commission of a felony, and rape. Held:\n1. The appellant contends that the trial court erred in allowing him to represent himself at trial, without first apprising him fully of the dangers of proceeding pro se. The public defender had been representing the appellant for several months prior to trial, but on the day of the trial the appellant told the court that he was dissatisfied with the public defender and desired another attorney. The trial judge informed the appellant that he did not consider this request to be timely under the circumstances and that the trial would proceed. While acceding to the appellant's expressed preference to represent himself rather than be represented by the public defender, the trial judge instructed the public defender to sit at his table and provide him with such assistance during the trial as he might desire. The public defender did so and was an active participant in the appellant's defense.\nThere is no Sixth Amendment guarantee of a \"`meaningful relationship' between an accused and his counsel.\" Morris v. Slappy, 461 U. S. 1, 14 (103 SC 1610, 75 LE2d 610) (1983). \"[A] criminal defendant will not be permitted to use the discharge of counsel and employment or appointment of another as a dilatory tactic in postponing or avoiding trial of the issue. [Cit.] [While] all criminal defendants have a constitutional right to be defended by counsel of their own choosing whenever such counsel may reasonably be secured[,] ... an indigent criminal defendant does not have an absolute right to discharge one court-appointed counsel and have another substituted in his place. A request of this sort addresses itself to the sound discretion of the trial court.\" (Indentation omitted.) Williams v. State, 169 Ga. App. 812, 815 (315 SE2d 42) (1984). Under the circumstances of this case, we hold that \"the trial court did not abuse its discretion in requiring the trial to proceed with appointed counsel giving such assistance as was possible....\" Id.\n*837 2. The appellant contends that his character was improperly placed in issue by a GBI agent's \"unresponsive\" statement revealing that other criminal charges had at one time been pending against him (the appellant) in Pickens County. The agent was being cross-examined by the appellant at the time as to whether he had previously told the appellant while interviewing him in Pickens County that his fingerprints had been lifted from the scene of the offenses for which he was on trial in Habersham County. The agent responded that he did not recall having told the appellant that; and the appellant then asked him the following question: \"All right, didn't your \u0097 are you sure you didn't tell [me] that we have ... your fingerprints off a door handle of the Cape Cod Inn, and you will be took (sic) to Habersham County to stand trial for these charges?\" The witness replied as follows: \"I informed you that you were being arrested for the charges. I informed you that when you ... made clear your charges in Pickens County you would be brought to Habersham County, but I do not remember telling you distinctly that we had your fingerprints.\"\nWe do not consider this answer unresponsive to the line of questioning being pursued by the appellant. The appellant had already asked the agent whether the agent had previously told him that his prints had been lifted from the inn, and the agent had responded that he did not recall having said that. The appellant then questioned him further about what was said during the interview in question, and the agent simply told him. The trial judge was authorized to conclude under these circumstances, that the agent's response was \"consistent with the line of questioning pursued by the defense....\" Fields v. State, 176 Ga. App. 122, 123 (335 SE2d 466) (1985). Furthermore, in the context of the other evidence introduced during the trial of the case, we consider the statement at issue to have been harmless. See generally Johnson v. State, 238 Ga. 59 (230 SE2d 869) (1976).\n3. The appellant contends that the trial court erred in allowing a deputy sheriff to reveal to the jury certain incriminating statements which he (the appellant) had made while being transported to the Habersham County Jail from a state facility. The deputy testified that as they were en route to the jail, he asked the appellant what he was charged with and that the appellant responded by saying, \"[Y]ou know what they've got me charged with.\" The deputy testified that he denied any such knowledge and that they then began talking \"about some of the people in the jail being afraid of [the appellant].\" He stated that following a brief lull in the conversation, the appellant began complaining to him about his lawyer and that he responded by telling the appellant, \"[T]alk to your lawyer ... the lawyer will treat you right....\" The deputy testified that following another lull in the conversation, the appellant leaned forward, said, \"[Y]ou seem to be the guy I can talk to,\" and then proceeded to give an account of his *838 actions on the night of the events alleged in the indictment.\n\"`\"(I)nterrogation\" under Miranda refers not only to express questioning, but also to any words or actions on the part of the police (other than those normally attendant to arrest and custody) that the police should know are reasonably likely to elicit an incriminating response from the suspect.' Rhode Island v. Innis, 446 U. S. 291, 301 (100 SC 1682, 64 LE2d 297) (1980). In the present case, it does not appear as a matter of law from the evidence that the deputy knew or should have known that his responsive statement was reasonably likely to elicit an incriminating response from the appellant. This was a question of fact to be resolved by the trial court; and we cannot say that the trial court abused its discretion, under the circumstances, in concluding that no interrogation had occurred. It follows that the court did not err in allowing the testimony.\" Davis v. State, 191 Ga. App. 566, 568 (4) (382 SE2d 396) (1989). Accord Holland v. State, 190 Ga. App. 169, 170 (378 SE2d 513) (1989).\n4. The appellant complains that the state's attorney improperly commented on his failure to testify by making the following statements during closing arguments: \"The [appellant] through his cross-examination tried to insinuate certain things, ladies and gentlemen. Any insinuation by any attorney or the defendant in this case is not evidence. The question that you ask a witness is not evidence. He's tried to insinuate a lot of things.... There's not been one bit of evidence to rebut [the state's evidence]. There's not been one bit of evidence to rebut that it was [the appellant] that did that other than his insinuations by his questioning....\" We hold that these statements would not necessarily and naturally be construed by the jury as a comment on the appellant's failure to testify. Rather, they would more likely be construed as a permissible argument \"that the defense did not present evidence to refute the state's case or to rebut the veracity of the state's witnesses.\" Lowe v. State, 253 Ga. 308, 310 (319 SE2d 834) (1984). In any event, the appellant waived the right to assert these statements as error on appeal by failing to object to them at trial. Epps v. State, 168 Ga. App. 79, 81 (4) (308 SE2d 234) (1983).\nJudgment affirmed. Carley and Beasley, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1354734
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}