{
    "id": 203582,
    "judges": "Lynch, Chief Judge, Selya and Howard, Circuit Judges",
    "date_filed": 1228435200000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-jordan",
    "case_name_short": "Jordan",
    "case_name": "United States v. Jordan",
    "case_name_full": "UNITED STATES of America, Appellee, v. Jason JORDAN, Defendant, Appellant",
    "attorneys": "Joseph M. Wrobleski, Jr., on brief, for appellant., Paula D. Silsby, United States Attorney, and Renée M. Bunker, Assistant United States Attorney,' on brief, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Oct. 24, 2008.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b81-11\">\n    UNITED STATES of America, Appellee, v. Jason JORDAN, Defendant, Appellant.\n   </parties><docketnumber id=\"AE\">\n    No. 08-1432.\n   </docketnumber><br><court id=\"b81-14\">\n    United States Court of Appeals, First Circuit.\n   </court><br><otherdate id=\"b81-16\">\n    Submitted Oct. 24, 2008.\n   </otherdate><br><decisiondate id=\"b81-17\">\n    Decided Dec. 5, 2008.\n   </decisiondate><br><attorneys id=\"b82-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"58\"> \n     *58\n     </span>\n    Joseph M. Wrobleski, Jr., on brief, for appellant.\n   </attorneys><br><attorneys id=\"b82-10\">\n    Paula D. Silsby, United States Attorney, and Renée M. Bunker, Assistant United States Attorney,' on brief, for appellee.\n   </attorneys><br><judges id=\"b82-11\">\n    Before LYNCH, Chief Judge, SELYA and HOWARD, Circuit Judges.\n   </judges>",
    "citations": [
        "549 F.3d 57"
    ],
    "opinions": [
        {
            "author_str": "Selya",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1432P-01A.pdf",
            "author_id": null,
            "opinion_text": "\n549 F.3d 57 (2008)\nUNITED STATES of America, Appellee,\nv.\nJason JORDAN, Defendant, Appellant.\nNo. 08-1432.\nUnited States Court of Appeals, First Circuit.\nSubmitted October 24, 2008.\nDecided December 5, 2008.\n*58 Joseph M. Wrobleski, Jr., on brief, for appellant.\nPaula D. Silsby, United States Attorney, and Renée M. Bunker, Assistant United States Attorney, on brief, for appellee.\nBefore LYNCH, Chief Judge, SELYA and HOWARD, Circuit Judges.\nSELYA, Circuit Judge.\nThis case requires us to consider the circumstances under which a defendant's commission of criminal acts while free on bail may justify the denial of an offense level reduction for acceptance of responsibility. Discerning no clear error in the district court's calibration of the sentencing balance, we affirm.\nThe facts are straightforward. On January 10, 2007, a federal grand jury indicted defendant-appellant Jason Jordan and others on several counts related to alleged drug trafficking. Eight days later, the authorities took Jordan into custody. On January 24, a magistrate judge ordered his transfer to an inpatient drug-treatment program. Following a period of therapy, the magistrate judge released Jordan on personal recognizance. The conditions of his release included prohibitions against \"commit[ting] any offense in violation of federal, state or local law,\" \"possessing a... dangerous weapon[],\" and making \"any ... use of alcohol.\"\nJordan reentered the community on March 8, 2007. In the early morning hours of June 15 (while still out on bail), he was stopped for speeding in Portland, Maine. He admitted that he had been drinking, flunked a field sobriety test, and registered a blood alcohol level of 0.10. A search of his car revealed a double-edged knife tucked into the driver's side door pocket. Local authorities charged him with operating a motor vehicle while under the influence of alcohol, see Me.Rev.Stat. Ann. tit. 29-A, § 2411, and carrying a concealed weapon, see Me.Rev.Stat. Ann. tit. 25, § 2001-A.\nWord of Jordan's travails soon filtered back to the federal court. On July 9, the court revoked his bail. Ten weeks later, Jordan pleaded guilty to the federal drug-trafficking charges.\nThe district court directed the probation office to prepare a presentence investigation report (PSI Report). The PSI Report *59 calculated Jordan's total offense level at 28 and assigned him to criminal history category I. This combination resulted in a guideline sentencing range of 78-97 months. In constructing that paradigm, the PSI Report declined to recommend an offense level reduction for acceptance of responsibility. See USSG § 3E1.1. The Report stated:\nThe defendant did ... admit to the offense of conviction; however, the defendant also continued to engage in criminal behavior while on bond and was arrested for two new criminal offenses. Therefore, the defendant had not completely withdrawn from criminal conduct and the new conduct is related to the offense of conviction as it is substance abuse (alcohol) related.\nJordan objected to this portion of the PSI Report, arguing that the June 15 incident was an aberration that should not be allowed to overshadow his \"serious efforts to resurrect his life and to accept the consequences of his conduct.\" In support, he submitted a myriad of letters from friends and family attesting to his transformation. He also explained to the court that on June 15, his companions had urged him to drink; he rebuffed their exhortations for most of the night and, when he finally succumbed, he downed only two drinks.\nJordan attempted to minimize the dangerous weapon offense as well. He stated that the knife was merely a tool to permit him to open the console inside the automobile.\nThe district court devoted considerable time at sentencing to Jordan's purported acceptance of responsibility. In the end, the court found that Jordan had not carried the devoir of persuasion and denied the sought-after adjustment. The court explained that its ruling rested largely on Jordan's drunken driving offense,[1] and more specifically, Jordan's decision \"to go into a bar with a bunch of buddies who [were] drinking.\" By taking that step, Jordan showed that he \"didn't care\" about the bail conditions; rather, he \"was willing to take his chances.\" Relatedly, the court rejected Jordan's claim to have limited himself to two drinks: the quantity of alcohol consumed was more accurately evidenced, the court thought, by Jordan's blood alcohol level (which betrayed a much greater degree of consumption).\nFinally, the court explained why it perceived a connection between acceptance of responsibility for the drunken driving offense and the offenses of conviction:\nIn my view a person who is entitled to acceptance of responsibility fully understands the course of criminal conduct they're involved with and is telling the Court that I am admitting my criminal conduct, and that admission includes the fact that I will continue to refrain from criminal conduct while out on bail. That [did not] happen here, and I'm not getting the inclination from Mr. Jordan that during this period of time he had made a reasoned determination that he was going to change.\nThe court proceeded to impose a mid-range sentence of 80 months in prison. This timely appeal ensued. In it, Jordan alleges that the district court gave undue weight to his drunken driving offense in denying him a downward adjustment for acceptance of responsibility. He argues that the court erred by considering the drunken driving offense at all or, in the alternative, by emphasizing that offense at *60 the expense of other factors (such as his willingness to plead guilty and his enthusiastic participation in drug-treatment programs).\nWe review a district court's answers to abstract legal questions, including its interpretation of the federal sentencing guidelines, de novo. See United States v. Muñiz, 49 F.3d 36, 41 (1st Cir.1995); United States v. St. Cyr, 977 F.2d 698, 701 (1st Cir.1992). The court's findings of fact, however, are reviewed only for clear error. St. Cyr, 977 F.2d at 701. This clear-error standard applies to a sentencing court's factbound determination that a defendant has not accepted responsibility. See United States v. Deppe, 509 F.3d 54, 60 (1st Cir.2007); United States v. Royer, 895 F.2d 28, 29 (1st Cir.1990).\nOur focus here is on section 3E1.1 of the federal sentencing guidelines. Subsection (a) of that section provides for a two-level reduction in a defendant's offense level \"[i]f the defendant clearly demonstrates acceptance of responsibility for his offense.\" Subsection (b) allows an additional level to be subtracted if certain other conditions also are satisfied. Because eligibility for the two-level adjustment under subsection (a) is a prerequisite for receipt of the extra level under subsection (b), we concentrate on the requirements of the former subsection.\nOn appeal, Jordan challenges only the district court's factfinding, conceding that the court was \"legally correct[] in its interpretation of section 3E1.1.\" Appellant's Br. at 7. But that concession is a bit misleading because Jordan's factual arguments implicate a question of law. Hence, we must address that question before moving to the heart of his claim.\nTo support his factual argument that the district court committed clear error by denying him a credit for acceptance of responsibility due to his post-indictment criminal conduct, Jordan asserts that cases upholding comparable rulings typically reflect a nexus between the conduct underlying the offense of conviction and the post-indictment criminal conduct. It follows, his thesis runs, that there must be a \"significant connection\" between the indicted conduct and the post-indictment conduct, which requirement can be satisfied only if the latter conduct is a \"significant continuation\" of the former conduct. Appellant's Br. at 10-12.\nThis gloss misreads the law in this area. In the first place, the commentary to section 3E1.1 belies Jordan's suggestion that district courts are barred from considering post-indictment criminal conduct absent a significant connection to the offense of conviction. That commentary furnishes a non-exclusive compendium of factors that sentencing courts may consider in assessing a defendant's asserted acceptance of responsibility. This list includes the defendant's \"voluntary termination or withdrawal from criminal conduct or associations.\" USSG § 3E1.1 cmt. 1(b). The plain meaning of this language extends to all criminal conduct, not merely to criminal conduct that is of the same type as, or even related to, the offense of conviction.\nIn the second place, our case law reinforces this interpretation. For example, in United States v. McLaughlin, 378 F.3d 35, 38 (1st Cir.2004), we invited consideration of whether a defendant had \"voluntarily ceased all participation in criminal activity\" (emphasis supplied). So too United States v. O'Neil, 936 F.2d 599, 601 (1st Cir.1991), in which then-Chief Judge Breyer explained that a district court \"could reasonably conclude that the [defendant's] later conduct (such as his use of marijuana in violation of bail conditions explicitly forbidding drug use) showed that [he] lacked `authentic remorse'\" and, thus, bore upon *61 his acceptance of responsibility with respect to a charge of breaking into a post office and stealing mail.\nThe heavy weight of authority in other circuits is to the same effect.[2] In United States v. Mara, 523 F.3d 1036, 1038 (9th Cir.2008), the Ninth Circuit recently wrote, \"[t]hat a defendant's continuing criminal conduct is different in nature, character, or degree from the offense of conviction does not undermine the fact that it is inconsistent with acceptance of responsibility.\" See also United States v. Prince, 204 F.3d 1021, 1023-24 (10th Cir. 2000) (defendant charged with bank robbery denied acceptance-of-responsibility credit after stabbing fellow inmate during period of presentencing detention); United States v. Ceccarani, 98 F.3d 126, 130-31 (3d Cir.1996) (defendant charged with firearms offense denied acceptance-of-responsibility credit after testing positive for drug use); United States v. Pace, 17 F.3d 341, 343 (11th Cir.1994) (defendant charged with tax fraud denied acceptance-of-responsibility credit after testing positive for drugs).\nThat ends this aspect of the matter. Criminal conduct, whatever its nature, is a powerful indicium of a lack of contrition. Thus, we hold that a district court, in determining the propriety vel non of an acceptance-of-responsibility credit, may consider a defendant's commission of any post-indictment criminal conduct, whether or not it bears a significant connection to, or constitutes a significant continuation of, the offense of conviction. In other words, no particular nexus is required.\nWe turn next to the purely factual question of whether the district court clearly erred in refusing to allow Jordan a discount for acceptance of responsibility. We think not.\nIn this instance, the court concluded that Jordan's drunken driving offense, coupled with his self-interested prevarication about the extent of his imbibing, showed that he had not accepted responsibility in any authentic sense. On the record before us, that conclusion seems eminently reasonable. Jordan's extravagant consumption of alcohol, as well as his cavalier decision to drive while intoxicated, provided an adequate predicate for a finding that he had not voluntarily ceased all criminal activity and, thus, had not genuinely accepted responsibility. See McLaughlin, 378 F.3d at 38.\nJordan's decision to consume intoxicants, troubling in itself, has even more bite because he blamed his involvement in the drug-trafficking conspiracy on an escalating addiction to alcohol and drugs. By getting drunk, he displayed indifference to the root cause of his original problem. We have recognized before, and today reaffirm, that such a \"high degree of insensitivity\" calls into legitimate question the sincerity of a defendant's professed desire to mend his ways. United States v. Saxena, 229 F.3d 1, 10 (1st Cir.2000). We hold, therefore, that it was not clearly erroneous for the district court to deny a reduction for acceptance of responsibility on that basis.\nEqually unavailing is Jordan's argument that, even if the sentencing court properly *62 viewed the drunken driving offense as part of the mix, it struck the wrong balance between that conduct and Jordan's significant rehabilitative efforts. We acknowledge both that recovery from an addiction can have its ups and downs and that the sentencing court had discretion to discount a single adverse incident in light of an otherwise steadfast commitment to recovery. But this is a quintessential judgment call, and we cannot say, under all the circumstances, that the court clearly erred in striking the balance differently (and, thus, denying a downward adjustment for acceptance of responsibility).\nWe need go no further.[3] For the reasons elucidated above, we reject Jordan's claim of sentencing error.\nAffirmed.\nNOTES\n[1]  The charges arising out of the June 15 incident were still pending when the district court sentenced Jordan.\n[2]  To be sure, the Sixth Circuit has articulated a narrower rule. See United States v. Morrison, 983 F.2d 730, 735 (6th Cir. 1993). That court apparently allows consideration only of \"related\" crimes in this context. This is a minority view, and we do not adhere to it. Moreover, the criminal conduct in this case \u0097 drunken driving \u0097 involves substance abuse. The district court determined that substance abuse had played a part in Jordan's involvement in narcotics trafficking. To that extent, then, the post-indictment conduct was related to the offense of conviction.\n[3]  Jordan has made a halfhearted argument that the district court committed clear error by finding that his blood alcohol level belied his claim of having had only two drinks on the night of the drunken driving incident. Because that argument has not been developed in any meaningful way, we deem it abandoned. See United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990).\n\n",
            "ocr": false,
            "opinion_id": 203582
        }
    ],
    "court_short_name": "First Circuit",
    "court_full_name": "Court of Appeals for the First Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}