{
    "id": 1357193,
    "judges": "Langenbach",
    "date_filed": "2006-05-19",
    "date_filed_is_approximate": true,
    "slug": "state-v-callas",
    "case_name_short": "Callas",
    "case_name": "State v. Callas",
    "case_name_full": "The State of Washington, Respondent, v. Harry L. Callas, Appellant. in the Matter of the Application for a Writ of Habeas Corpus of Harry L. Callas, Petitioner, v. Jack D. Porter, as Sheriff of King County, Respondent",
    "attorneys": "Harry L. Callas, pro se, Stern, Gayton, Neubauer & Brucker (by Thomas H. S. Brucker (Appointed counsel for appeal)), Kadish & Kane and Richard E. Kane, for appellant and petitioner., Charles O. Carroll and David W. Soukup, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b570-4\">\n    [Nos. 38318, 38656.\n   </docketnumber><court id=\"apm-dedup-0\">\n    Department One.\n   </court><decisiondate id=\"A-mz\">\n    May 5, 1966.]\n   </decisiondate><br><parties id=\"b570-5\">\n    The State of Washington,\n    <em>\n     Respondent,\n    </em>\n    v. Harry L. Callas,\n    <em>\n     Appellant.\n    </em>\n<a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n<em>\n      *\n     </em>\n</a>\n<em>\n     In the Matter of the Application for a Writ of Habeas Corpus of\n    </em>\n    Harry L. Callas,\n    <em>\n     Petitioner,\n    </em>\n    v. Jack D. Porter,\n    <em>\n     as Sheriff of King County, Respondent.\n    </em>\n</parties><br><attorneys id=\"b571-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"543\"> \n     *543\n     </span>\n<em>\n     Harry L. Callas,\n    </em>\n    pro se,\n    <em>\n     Stern, Gayton, Neubauer &amp; Brucker\n    </em>\n    (by\n    <em>\n     Thomas H. S. Brucker\n    </em>\n    (Appointed counsel for appeal)),\n    <em>\n     Kadish &amp; Kane\n    </em>\n    and\n    <em>\n     Richard E. Kane,\n    </em>\n    for appellant and petitioner.\n   </attorneys><br><attorneys id=\"b571-6\">\n<em>\n     Charles O. Carroll\n    </em>\n    and\n    <em>\n     David\n    </em>\n    W.\n    <em>\n     Soukup,\n    </em>\n    for respondent.\n   </attorneys><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b570-19\">\n     Reported in 413 P.2d 962.\n    </p>\n</div></div>",
    "citations": [
        "413 P.2d 962",
        "68 Wash. 2d 542"
    ],
    "opinions": [
        {
            "author_str": "Langenbach",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n68 Wash. 2d 542 (1966)\n413 P.2d 962\nTHE STATE OF WASHINGTON, Respondent,\nv.\nHARRY L. CALLAS, Appellant.[*]\nIn the Matter of the Application for a Writ of Habeas Corpus of HARRY L. CALLAS, Petitioner,\nv.\nJACK D. PORTER, as Sheriff of King County, Respondent.\nNos. 38318, 38656.\nThe Supreme Court of Washington, Department One.\nMay 5, 1966.\n*543 Harry L. Callas, pro se, Stern, Gayton, Neubauer &amp; Brucker (by Thomas H.S. Brucker (Appointed counsel for appeal)), Kadish &amp; Kane and Richard E. Kane, for appellant and petitioner.\nCharles O. Carroll and David W. Soukup, for respondent.\nLANGENBACH, J.[\u0086]\nHarry Callas, the appellant, was convicted of burglary in the second degree and grand larceny. He has challenged his conviction by an appeal and by a writ of habeas corpus.\nOn February 12, 1965, Harry Fink closed his jewelry store as usual. The outside windows were washed and the most valuable jewelry was removed from the front window showcases. Approximately 5 a.m. the following morning, someone used a rock to shatter the front window of the store. A few minutes later, an unknown bus driver informed two police officers that the window had been broken. They proceeded to the store where certain fingerprints were \"lifted\" from the unbroken part of the glass. The fingerprints were of the left hand, next to the hole in the window, through which one could reach the jewelry with his right hand. These were the only fingerprints on the entire window glass.\nThe police telephoned the store owner, who came to the scene. He noticed that nine sets of rings and two men's rings were missing, with a total value of approximately $3,500.\nThe fingerprints removed from the window were later identified as appellant's. Acting on this information, the police arrested appellant without a warrant 37 1/2 hours after the rings had been taken from the store. He was taken to jail, fingerprinted and questioned.\nPrior to being taken to justice court on three separate occasions for hearings, he had been incarcerated for 112 *544 hours. During this period, he was without counsel. However, he did not give any information or make any statement which was used against him at the trial in superior court. At all times he pleaded not guilty.\nAfter he had been bound over to the superior court and arraigned, the information was amended to include the offense of grand larceny. No preliminary hearing was held on the amended information.\nA week after the burglary, the police questioned one Douglas. He informed them that appellant had given him a set of rings (which were part of the stolen merchandise) and, in so doing, had stated the rings were a \"little warm\" but not \"hot.\" Appellant had also shown him a man's ring and two other sets of rings, the description of which matched the stolen jewelry.\nHaving pleaded not guilty, appellant sought to establish an alibi. Throughout the early morning in question, he had traversed from apartment to apartment where he visited named friends who lived in the vicinity of the jewelry store. He admitted going past the store two or three times early that morning. Although his defense witnesses corroborated him, their testimony was confusing and somewhat inconsistent. A state witness testified adversely to his alibi.\nAppellant has alleged numerous errors. None of them had been raised during the trial, nor did he assert any prejudice at that time. In State v. Hammond, 64 Wash. 2d 591, 392 P.2d 1010 (1964), the court stated that it will not consider on appeal questions not properly submitted to the trial court, since that court must be given a chance to view and correct the claimed error before the matter can be reviewed by the Supreme Court.\nNevertheless his claims of error will be considered, seriatim:\n[1] 1. Arrested without benefit of a warrant 37 1/2 hours after a burglary. In State v. Miles, 29 Wash. 2d 921, 190 P.2d 740 (1948), it was said that in felony cases, a police officer may, without a warrant, arrest any person who he believes, and has good and sufficient reason to believe, has committed, *545 is about to commit or is in the act of committing a felony; however, he may not arrest simply because he has some fleeting idea or suspicion that the individual has committed a felony.\nHere, the police officers had the fingerprints from the broken window. They also had his former prints of prior convictions as a means of comparison. There is no merit in this contention.\n2. Detained in jail 112 hours between arrest and arraignment.\n3. No counsel from time of arrest until hearing in superior court; in meantime three justice court preliminary hearings. These will be considered together. It was asserted that this was in violation of the so-called \"McNabb Rule.\" He was without counsel at the critical stage of the proceedings \u0097 the three preliminary justice court hearings.\n[2] In State v. Hoffman, 64 Wash. 2d 445, 392 P.2d 237 (1964), the defendant likewise urged the adoption of a rule akin to the \"McNabb Rule.\" The court stated at 450:\nAlthough we do not and will not abide the practice of holding persons for unreasonable times without charge and arraignment, we have heretofore refrained from adopting the McNabb rule of exclusion.... [Citing cases.]\nIt may well be that future developments, or a conviction that law enforcement agencies of the state are persistently indulging in undue and extensive delays between arrest and arraignment, may dictate a reconsideration of our position. Until that time, however, we adhere to our present approach.\nThat is still our position.\nNo statement or confession was procured from appellant either during confinement or the preliminary hearings. Nothing of prejudice to any of his rights transpired. These assignments are groundless.\n[3] 4. No justice court hearing on grand larceny charge after the information was amended in superior court. State v. Robinson, 61 Wash. 2d 107, 377 P.2d 248 (1962) held that the prosecuting attorney may proceed without a preliminary *546 hearing. Such a hearing is not required or necessary under due process. This assignment has no merit.\n[4] 5. No court reporter present at sentencing. There is no requirement that this be done.\n[5] 6. At time of trial appellant's mental and physical faculties were impaired. He apparently had a blow on his head, requiring four stitches, 3 weeks prior to trial. He stated otherwise he would not have testified and would have known his counsel had not called a witness to support his alibi. The record is devoid of any mental disarrangement affecting the trial in any manner. Nothing appeared concerning an absent witness, nor of any effort having been made to secure her attendance. The right to process to compel the attendance of a witness must be asserted and maintained. State v. Summers, 60 Wash. 2d 702, 375 P.2d 143 (1962).\n7. Police officer who arrested him was not called although listed as a witness. Appellant did not claim surprise, did not ask for a continuance or call the officer as a witness. State v. Summers, supra.\n[6] He further complained that the best evidence rule was violated. This was based upon the state's failure to introduce the rock which broke the window, the tapes which \"lifted\" the fingerprints from the window and the window glass from which the prints were removed. The best evidence rule, however, is limited to written documents. State v. Pappas, 195 Wash. 197, 80 P.2d 770 (1938).\nHis last assignment was that his fingerprints were not found on the broken window glass. There was testimony from the fingerprint expert in the police department pertaining to these prints.\nThe evidence was sufficient to convince the jury of his guilt beyond a reasonable doubt. His fingerprints were the only ones on this glass, in a position where the rings might easily be extracted. A short time after the burglary, appellant not only gave a stolen ring to Douglas but showed him other rings which matched the stolen merchandise. He admitted he had been in the vicinity of the jewelry store *547 in the early morning hours and had walked past two or three times. There was ample credible evidence to convince the jury of a forcible entry and a felonious taking of another's property.\nThe appellant has had the services and advice of four attorneys during the course of his trial and this appeal. He has also submitted briefs on his own behalf. All of his briefs and the issues and authorities raised therein have been considered and examined carefully and we find them to be without merit.\nThe appellant has also filed a petition for a writ of habeas corpus pending the outcome of this appeal. It has been consolidated with the appeal. The determination of the issues on this appeal is conclusive upon all of the arguments advanced in support of the petition for the issuance of such a writ. Accordingly, the petition is hereby denied.\nFor the reasons above stated, the judgment and sentence entered by the trial court is affirmed.\nROSELLINI, C.J., HILL, OTT, and HUNTER, JJ., concur.\nJuly 13, 1966. Petition for rehearing denied.\nNOTES\n[*]  Reported in 413 P.2d 962.\n[\u0086]  Judge Langenbach is serving as a judge pro tempore of the Supreme Court pursuant to Art. 4, § 2(a) (amendment 38), state constitution.\n\n",
            "ocr": false,
            "opinion_id": 1357193
        }
    ],
    "court_short_name": "Washington Supreme Court",
    "court_full_name": "Washington Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}