{
    "id": 1367482,
    "judges": "Cochran, Hervey, Holcomb, Johnson, Keasler, Keller, Meyers, Price, Womack",
    "date_filed": 1127865600000,
    "date_filed_is_approximate": false,
    "slug": "ex-parte-thompson",
    "case_name_short": null,
    "case_name": "Ex Parte Thompson",
    "case_name_full": "Ex Parte Patrick Gene THOMPSON, Applicant",
    "attorneys": "Kelly L. Gatewood, Huntsville, for Appellant., Jeri Yennek, D.A., Angleton, for State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 30,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b478-3\">\n    Ex parte Patrick Gene THOMPSON, Applicant.\n   </parties><br><docketnumber id=\"b478-4\">\n    No. AP-75248.\n   </docketnumber><br><court id=\"b478-5\">\n    Court of Criminal Appeals of Texas.\n   </court><decisiondate id=\"ATQ\">\n    Sept. 28, 2005.\n   </decisiondate><br><attorneys id=\"b478-19\">\n    Kelly L. Gatewood, Huntsville, for Appellant.\n   </attorneys><br><attorneys id=\"b478-20\">\n    Jeri Yennek, D.A., Angleton, for State.\n   </attorneys>",
    "citations": [
        "173 S.W.3d 458"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n173 S.W.3d 458 (2005)\nEx parte Patrick Gene THOMPSON, Applicant.\nNo. AP-75248.\nCourt of Criminal Appeals of Texas.\nSeptember 28, 2005.\nKelly L. Gatewood, Huntsville, for Appellant.\nJeri Yennek, D.A., Angleton, for State.\n\nOPINION\nCOCHRAN, J., delivered the opinion of the Court in which PRICE, WOMACK, JOHNSON, KEASLER, HERVEY, and HOLCOMB, JJ., joined.\nWe file and set this habeas corpus case to decide whether applicant's previous first-degree-felony burglary conviction makes him ineligible for release on mandatory supervision for his 2002 second-degree-felony burglary conviction. We find that it does not, and, therefore, we grant relief.\n\n\n*459 I.\nApplicant is currently serving a four-year sentence for a second-degree-felony burglary committed on October 10, 2002. Applicant alleges that the Texas Department of Criminal Justice, Correctional Institutions Division (TDCJ-CID) is wrongly denying him consideration for release on mandatory supervision under Section 508.149 of the Government Code on this present or holding offense due to his prior conviction for first-degree-felony burglary. TDCJ-CID states that applicant is \"not eligible for mandatory supervision due to prior conviction of 1st Degree Burglary of a Habitation under Cause # 18,704 as set out in [Tex. Gov't Code § 508.149(a)].\" The trial court agreed with TDCJ-CID's position.\n\nII.\nThe statute in effect when the holding offense is committed determines an inmate's eligibility for release on mandatory supervision or parole.[1] When applicant committed his holding offense on October 10, 2002, Section 508.149(a) was in effect and applicable to him.[2] An inmate \"may not be released to mandatory supervision if the inmate is serving a sentence for or has been previously convicted of\" an offense enumerated in Section 508.149(a).[3] Applicant's holding conviction for burglary is not included in the list of offenses enumerated in Section 508.149(a). However, first-degree burglary, applicant's prior conviction, is on that list.\nThe question presented here, left unanswered by this Court in Ex parte Mabry,[4] is whether applicant's prior 1987 conviction for burglary in the first-degree is an offense enumerated in Section 508.149(a). The first-degree-felony offense of burglary is included in the list of enumerated offenses provided in Section 508.149(a)(13).[5] At first glance, as TDCJ-CID and the trial court have found, applicant is deemed ineligible for release on mandatory supervision because he has been previously convicted of an enumerated offense. But, in this case, a first glance is deceiving. Applicant's previous conviction was for a November 7, 1987, burglary of a habitation with intent to commit theft. At that time, all burglaries of a habitation were first degree felonies,[6] but only those punished under Penal Code Subsections 30.02(d)(2) (\"any party to the offense is armed with explosives or a deadly weapon\"), or (d)(3) (\"any party to the offense injures or attempts to injure anyone in effecting entry or while in the building or in immediate flight from the building\"), were ineligible for mandatory supervision.[7] Appellant was not punished under 30.02(d)(2) or (3); as such, applicant was eligible for release on mandatory supervision at the time he committed the instant offense.\nFurthermore, at the time applicant committed his holding offense in 2002, only those burglaries of a habitation which involved *460 the intent to commit (or actual commission of) some felony other than theft were classified as first degree felonies.[8] It is the 2002 list, not the 1987 list, that determines applicant's eligibility for mandatory supervision. As we held in Ex parte Hall, \"the prior conviction must be on the current list.\"[9]\nAs stated above, the mandatory supervision statute that applies to applicant's holding offense provides: \"An inmate may not be released to mandatory supervision if the inmate is serving a sentence for or has been previously convicted of . . . a first degree felony under Section 30.02, Penal Code.\" But the offense of burglary of a habitation with intent to commit theft is not included in the 2002 Section 508.149(a) list of offenses which render an inmate ineligible for release on mandatory supervision.\nThus, the following question arises: Does \"a first degree felony under Section 30.02, Penal Code\" on the list of prior convictions ineligible for release on mandatory supervision mean \"first degree felony\" at the time the prior conviction was committed in 1987 (applicant would be ineligible for release) or at the time he committed the present offense in 2002 (applicant would be eligible for release)? In Ex parte Mabry,[10] we suggested it would be the latter. In that case, we concluded that because Mabry was convicted of his holding offense (a first-degree-felony burglary of a habitation with intent to commit theft) in 1990, the current version of Section 508.149 did not apply to him.[11] And, because of the specific wording of the statute at the time of his offense, he was not barred from release on mandatory supervision by that law.[12] But we also noted that \"[e]ven if we apply the current version of the law, [Mabry] remains eligible for mandatory supervision because his burglary conviction was based on intent to commit theft, which is exempted.\"[13] We now make this alternative holding express.\nLiterally applying the words of Section 508.149(a) \u0097 \"[a]n inmate may not be released to mandatory supervision if the inmate is serving a sentence for or has been previously convicted of . . . a first degree felony under Section 30.02\" \u0097 applicant would be ineligible for release on mandatory supervision based on criminal conduct which itself has never been classified as \"mandatory supervision ineligible.\"[14] We agree with applicant that \"[t]his result is absurd and is contrary to the legislative intent of closing the door of mandatory supervision on those offenders who had previously been convicted of a `violent offense which is ineligible for mandatory supervision' since this class of offenders had *461 always previously been eligible for mandatory supervision.\"\nAs we explained in Ex parte Ervin,[15] the legislature has, over time, demonstrated an interest in making inmates who have committed serious crimes in the past ineligible for mandatory supervision release.[16] These \"[l]egislative changes were intended. . . to prevent those previously convicted of crimes ineligible for mandatory supervision from eligibility for any future conviction, regardless of the current offense.\"[17]\nIn Ervin, we held that the legislature could not have reasonably intended to make inmates convicted under the predecessor statute to the present sexual assault law eligible for mandatory supervision release, while making ineligible those convicted of the same conduct under the current statutory title.[18] That is, a rape by any other statutory name is still a rape. Eligibility for release on mandatory supervision should be determined by the \"essential characteristics\" of the crime,[19] not its statutory title. We therefore held that the Section 508.149(a) list includes the predecessors to the enumerated statutory offenses that currently make an inmate ineligible for mandatory supervision release.[20] We looked beyond the title of the prior conviction to the criminal conduct itself and held that, although the explicitly titled offense of \"sexual abuse of a child\" was not on the current Section 508.149(a) list, the criminal conduct of sexually abusing a child was.[21] Thus Ervin was ineligible for release on mandatory supervision because the criminal conduct of \"sexual abuse of a child\" is on the list of offenses which render an inmate ineligible for release on mandatory supervision.[22] This holding implemented the legislative intent to prohibit those who have been previously convicted of offenses consisting of criminal conduct which makes them ineligible for release on mandatory supervision from eligibility for any subsequent felony crime. We must do the same thing in this case, but in reverse.\nAs in Ervin, we look to whether the essential characteristics (the criminal conduct, mental state, and accompanying circumstances) of the previous conviction, not the mere title, are on the current list.[23] Whether that criminal conduct is on the list determines whether the offense is one that renders an inmate ineligible for release on mandatory supervision under Section 508.149(a). Although the titled offense of \"first degree felony burglary\" is on the Section 508.149(a) list, the criminal conduct of burglary of a habitation with *462 the intent to commit theft is not. Therefore, under Ervin, applicant is eligible for mandatory release on his holding offense.\nApplicant is entitled to relief.[24] TDCJ-CID shall treat applicant as an inmate eligible for release on mandatory supervision. Copies of this opinion shall be sent to TDCJ-CID and the Board of Pardons and Paroles.\nKELLER, P.J., filed a concurring opinion.\nMEYERS, J., did not participate.\nKELLER, P.J., concurring.\nThe question we confront today is whether a prior 1987 conviction for the offense of \"burglary of a habitation with the intent to commit theft,\" a first degree felony at that time, renders applicant ineligible for mandatory supervision on the new offense for which he is currently incarcerated. I agree with the Court that it does not, but I would analyze the issue a little differently.\nA person's eligibility for mandatory supervision is determined by the statute in effect at the time the inmate's holding offense was committed.[1] Because applicant's holding offense was committed in 2002, then, the 2002 version of § 508.149(a) applies. That statute provides in relevant part: \"An inmate may not be released to mandatory supervision if the inmate is serving a sentence for or has been previously convicted of . . . a first degree felony under Section 30.02, Penal Code.\"[2]\nWe have already decided that for a prior conviction to render an inmate ineligible for mandatory supervision, the prior conviction must be on the current list of ineligible offense.[3] The question here is: what is meant by \"an offense on the current list?\" More specifically, what does \"a first degree felony under Section 30.02, Penal Code\" refer to?\nThe answer to that question is found in Government Code § 311.027, which states: \"Unless expressly provided otherwise, a reference to any portion of a statute or rule applies to all reenactments, revisions, or amendments of the statute or rule.\"[4] In addressing this provision, our sister court, the Texas Supreme Court, explained: \"When one statute references another statute, one must look to the referenced statute to understand the referencing statute. . . . [W]hen the referenced statute is amended or revised, the referencing statute incorporates the amendments or revisions.\"[5] In accordance with this reasoning, the Supreme Court held that a reference in the juvenile determinate sentencing statute (Family Code § 53.045) to the murder statute (Penal Code § 19.02) applied to the version of the murder statute in existence when the offense was committed (for which the juvenile was being sentenced), which was November 1994.[6] As a result, the post-September 1994 treatment of \"sudden passion\" applied to the juvenile sentencing proceeding.[7]\n*463 So, the legislature has specifically prescribed how to treat one statute's reference to another statute. The referencing statute is essentially \"updated\" by any changes to the referenced statute. Deciding which version of a reference statute applies is a simple matter of determining which version of the referencing statute applies.\nHere, the 2002 version of the referencing statute (§ 508.149(a)) applies because applicant committed his holding offense in 2002. So the 2002 version of the referenced statute (Penal Code § 30.02) is the applicable statute. In 2002, burglary of a habitation with intent to commit theft was not a first degree felony; rather, it was a second degree felony. Consequently applicant's offense is not on the list of ineligible offenses, and he is entitled to relief.\nNOTES\n[1]  Ex parte Hall, 995 S.W.2d 151, 152 (Tex. Crim.App.1999).\n[2]  TEX. GOV'T CODE § 508.149(a) (2002).\n[3]  Id.\n[4]  137 S.W.3d 58 (Tex.Crim.App.2004).\n[5]  TEX. GOV'T CODE § 508.149(a)(13) (\"a first degree felony under Section 30.02, Penal Code\").\n[6]  See TEX. PENAL CODE § 30.02(d)(1973) (providing burglary is a \"felony of the first degree if . . . the premises are a habitation\").\n[7]  See TEX.CODE CRIM. PROC. art. 42.18, § 8(c)(1987) (repealed); TEX.CODE CRIM. PROC. art. 42.12, § 3(g)(1987).\n[8]  See TEX. PENAL CODE § 30.02(c) &amp; (d)(2002) (stating that burglary is a \"felony of the second degree if committed in a habitation\" but a \"felony of the first degree if . . . (1) the premises are a habitation; and (2) any party to the offense entered the habitation with intent to commit a felony other than felony theft or committed or attempted to commit a felony other than felony theft\").\n[9]  Ex parte Hall, 995 S.W.2d at 151 (noting that Section 508.149(a) specifies that inmates with prior convictions for certain offenses are ineligible for mandatory supervision; recognizing that the list of offenses has changed over time; stating that an inmate's eligibility for mandatory supervision is determined by whether his prior conviction is on the list as it existed at the time he committed his current or holding offense rather than whether it was on the list at the time that the prior offense was committed).\n[10]  137 S.W.3d 58 (Tex.Crim.App.2004).\n[11]  Id. at 58-60.\n[12]  Id.\n[13]  Id. at 60.\n[14]  See id.\n[15]  Ex parte Ervin, ___ S.W.3d ___, 2005 WL 767846, 2005 Tex.Crim.App. LEXIS 518 (Tex. Crim.App.2005).\n[16]  Ervin, ___ S.W.3d at ___, 2005 WL 767846, 2005 Tex.Crim.App. LEXIS 518 at *5.\n[17]  Id. at 459, 2005 WL 767846, *6-*7.\n[18]  Id. at 460, 2005 WL 767846, *7-*8.\n[19]  See United States v. Cole, 418 F.3d 592, 597 (6th Cir.2005) (adopting an \"essential characteristics\" test to determine whether a prior offense is \"similar to\" those enumerated offenses that the sentencing guidelines state may not be counted as part of a defendant's criminal history score; stating that the \"essential characteristics\" test \"simply considers whether the underlying conduct of the offenses is nearly corresponding; resembling in many respects; somewhat alike; having a general likeness\" regardless of the titles of the two offenses or their legal elements) (internal quotations omitted); see also United States v. Perez de Dios, 237 F.3d 1192, 1197-99 (10th Cir.2001) (setting out and applying \"essential characteristics\" test).\n[20]  Id.\n[21]  Id. at *7.\n[22]  Id. at *8.\n[23]  By current, we mean the list at the time of the holding offense.\n[24]  The classification committee has already determined that applicant does not have any other prior convictions which might bar his release on mandatory supervision.\n[1]  Ex parte Hall, 995 S.W.2d 151, 152 (Tex. Crim.App. 1999).\n[2]  § 508.149(a)(13).\n[3]  Hall, 995 S.W.2d at 152.\n[4]  TEX.GOV'T CODE § 311.027.\n[5]  In re R.J.J., 959 S.W.2d 185, 186 (Tex.1998).\n[6]  Id. at 185-86.\n[7]  Id. at 186. Amendments effective September 1994 eliminated the offense of voluntary manslaughter and made \"sudden passion\" a punishment issue, on which the defendant carried the burden of proof, in a murder prosecution. See Id.\n\n",
            "ocr": false,
            "opinion_id": 1367482
        },
        {
            "author_str": "Cochran",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nOPINION\n\nCOCHRAN, J.,\ndelivered the opinion of the Court\nin which PRICE, WOMACK, JOHNSON, KEASLER, HERVEY, and HOLCOMB, JJ„ joined.\nWe file and set this habeas corpus case to decide whether applicant’s previous first-degree-felony burglary conviction makes him ineligible for release on mandatory supervision for his 2002 second-degree-felony burglary conviction. We find that it does not, and, therefore, we grant relief.\n*459I.\nApplicant is currently serving a four-year sentence for a second-degree-felony burglary committed on October 10, 2002. Applicant alleges that the Texas Department of Criminal Justice, Correctional Institutions Division (TDCJ-CID) is wrongly denying him consideration for release on mandatory supervision under Section 508.149 of the Government Code on this present or holding offense due to his prior conviction for first-degree-felony burglary. TDCJ-CID states that applicant is “not eligible for mandatory supervision due to prior conviction of 1st Degree Burglary of a Habitation under Cause # 18,704 as set out in [Tex. Gov’t Code § 508.149(a) ].” The trial court agreed with TDCJ-CID’s position.\nII.\nThe statute in effect when the holding offense is committed determines an inmate’s eligibility for release on mandatory supervision or parole.1 When applicant committed his holding offense on October 10, 2002, Section 508.149(a) was in effect and applicable to him.2 An inmate “may not be released to mandatory supervision if the inmate is serving a sentence for or has been previously convicted of’ an offense enumerated in Section 508.149(a).3 Applicant's holding conviction for burglary is not included in the list of offenses enumerated in Section 508.149(a). However, first-degree burglary, applicant’s prior conviction, is on that list.\nThe question presented here, left unanswered by this Court in Ex parte Mabry,4 is whether applicant’s prior 1987 conviction for burglary in the first-degree is an offense enumerated in Section 508.149(a). The first-degree-felony offense of burglary is included in the list of enumerated offenses provided in Section 508.149(a)(13).5 At first glance, as TDCJ-CID and the trial court have found, applicant is deemed ineligible for release on mandatory supervision because he has been previously convicted of an enumerated offense. But, in this case, a first glance is deceiving. Applicant’s previous conviction was for a November 7, 1987, burglary of a habitation with intent to commit theft. At that time, all burglaries of a habitation were first degree felonies,6 but only those punished under Penal Code Subsections 30.02(d)(2) (“any party to the offense is armed with explosives or a deadly weapon”), or (d)(3) (“any party to the offense injures or attempts to injure anyone in effecting entry or while in the building or in immediate flight from the building”), were ineligible for mandatory supervision.7 Appellant was not punished under 30.02(d)(2) or (3); as such, applicant was eligible for release on mandatory supervision at the time he committed the instant offense.\nFurthermore, at the time applicant committed his holding offense in 2002, only those burglaries of a habitation which in*460volved the intent to commit (or actual commission of) some felony other than theft were classified as first degree felonies.8 It is the 2002 list, not the 1987 list, that determines applicant’s eligibility for mandatory supervision. As we held in Ex parte Hall, “the prior conviction must be on the current list.”9\nAs stated above, the mandatory supervision statute that applies to applicant’s holding offense provides: “An inmate may not be released to mandatory supervision if the inmate is serving a sentence for or has been previously convicted of ... a first degree felony under Section 30.02, Penal Code.” But the offense of burglary of a habitation with intent to commit theft is not included in the 2002 Section 508.149(a) list of offenses which render an inmate ineligible for release on mandatory supervision.\nThus, the following question arises: Does “a first degree felony under Section 30.02, Penal Code” on the list of prior convictions ineligible for release on mandatory supervision mean “first degree felony” at the time the prior conviction was committed in 1987 (applicant would be ineligible for release) or at the time he committed the present offense in 2002 (applicant would be eligible for release)? In Ex parte Mabry,10 we suggested it would be the latter. In that case, we concluded that because Mabry was convicted of his holding offense (a first-degree-felony burglary of a habitation with intent to commit theft) in 1990, the current version of Section 508.149 did not apply to him.11 And, because of the specific wording of the statute at the time of his offense, he was not barred from release on mandatory supervision by that law.12 But we also noted that “[e]ven if we apply the current version of the law, [Mabry] remains eligible for mandatory supervision because his burglary conviction was based on intent to commit theft, which is exempted.”13 We now make this alternative holding express.\nLiterally applying the words of Section 508.149(a) — “[a]n inmate may not be released to mandatory supervision if the inmate is serving a sentence for or has been previously convicted of ... a first degree felony under Section 30.02” — applicant would be ineligible for release on mandatory supervision based on criminal conduct which itself has never been classified as “mandatory supervision ineligible.”14 We agree with applicant that “[t]his result is absurd and is contrary to the legislative intent of closing the door of mandatory supervision on those offenders who had previously been convicted of a ‘violent offense which is ineligible for mandatory supervision’ since this class of offenders had *461always previously been eligible for mandatory supervision.”\nAs we explained in Ex parte Ervin,15 the legislature has, over time, demonstrated an interest in making inmates who have committed serious crimes in the past ineligible for mandatory supervision release.16 These “[l]egislative changes were intended ... to prevent those previously convicted of crimes ineligible for mandatory supervision from eligibility for any future conviction, regardless of the current offense.”17\nIn Ervin, we held that the legislature could not have reasonably intended to make inmates convicted under the predecessor statute to the present sexual assault law eligible for mandatory supervision release, while making ineligible those convicted of the same conduct under the current statutory title.18 That is, a rape by any other statutory name is still a rape. Eligibility for release on mandatory supervision should be determined by the “essential characteristics” of the crime,19 not its statutory title. We therefore held that the Section 508.149(a) list includes the predecessors to the enumerated statutory offenses that currently make an inmate ineligible for mandatory supervision release.20 We looked beyond the title of the prior conviction to the criminal conduct itself and held that, although the explicitly titled offense of “sexual abuse of a child” was not on the current Section 508.149(a) list, the criminal conduct of sexually abusing a child was.21 Thus Ervin was ineligible for release on mandatory supervision because the criminal conduct of “sexual abuse of a child” is on the list of offenses which render an inmate ineligible for release on mandatory supervision.22 This holding implemented the legislative intent to prohibit those who have been previously convicted of offenses consisting of criminal conduct which makes them ineligible for release on mandatory supervision from eligibility for any subsequent felony crime. We must do the same thing in this case, but in reverse.\nAs in Ervin, we look to whether the essential characteristics (the criminal conduct, mental state, and accompanying circumstances) of the previous conviction, not the mere title, are on the current list.23 Whether that criminal conduct is on the list determines whether the offense is one that renders an inmate ineligible for release on mandatory supervision under Section 508.149(a). Although the titled offense of “first degree felony burglary” is on the Section 508.149(a) list, the criminal conduct of burglary of a habitation with *462the intent to commit theft is not. Therefore, under Ervin, applicant is eligible for mandatory release on his holding offense.\nApplicant is entitled to relief.24 TDCJ-CID shall treat applicant as an inmate eligible for release on mandatory supervision. Copies of this opinion shall be sent to TDCJ-CID and the Board of Pardons and Paroles.\nKELLER, P.J., filed a concurring opinion.\nMEYERS, J., did not participate.\n\n. Ex parte Hall, 995 S.W.2d 151, 152 (Tex.Crim.App.1999).\n\n\n. Tex Gov’t Code § 508.149(a) (2002).\n\n\n. Id.\n\n\n. 137 S.W.3d 58 (Tex.Crim.App.2004).\n\n\n. Tex Gov’t Code § 508.149(a)(13) (\"a first degree felony under Section 30.02, Penal Code”).\n\n\n. See Tex Penal Code § 30.02(d)(1973) (providing burglary is a \"felony of the first degree if ... the premises are a habitation”).\n\n\n. See TexCode Crim. Proc. art. 42.18, § 8(c)(1987) {repealed); TexCode Crim. Proc. art. 42.12, § 3(g)(1987).\n\n\n. See Tex. Penal Code § 30.02(c) &amp; (d)(2002) (stating that burglary is a \"felony of the second degree if committed in a habitation” but a \"felony of the first degree if ... (1) the premises are a habitation; and (2) any party to the offense entered the habitation with intent to commit a felony other than felony theft or committed or attempted to commit a felony other than felony theft”).\n\n\n. Ex parte Hall, 995 S.W.2d at 151 (noting that Section 508.149(a) specifies that inmates with prior convictions for certain offenses are ineligible for mandatory supervision; recognizing that the list of offenses has changed over time; stating that an inmate’s eligibility for mandatory supervision is determined by whether his prior conviction is on the list as it existed at the time he committed his current or holding offense rather than whether it was on the list at the time that the prior offense was committed).\n\n\n. 137 S.W.3d 58 (Tex.Crim.App.2004).\n\n\n. Mat 58-60.\n\n\n. Id.\n\n\n. Id. at 60.\n\n\n. See id.\n\n\n. Ex parte Ervin, - S.W.3d -, 2005 WL 767846, 2005 Tex.Crim.App. LEXIS 518 (Tex.Crim.App.2005).\n\n\n. Ervin, - S.W.3d at -, 2005 WL 767846, 2005 Tex.Crim.App. LEXIS 518 at *5.\n\n\n. Id. at 459, 2005 WL 767846, *6-*7.\n\n\n. Id. at 460, 2005 WL 767846, *7-*8.\n\n\n. See United States v. Cole, 418 F.3d 592, 597 (6th Cir.2005) (adopting an \"essential characteristics” test to determine whether a prior offense is \"similar to” those enumerated offenses that the sentencing guidelines state may not be counted as part of a defendant’s criminal history score; stating that the \"essential characteristics” test \"simply considers whether the underlying conduct of the offenses is nearly corresponding; resembling in many respects; somewhat alike; having a general likeness” regardless of the titles of the two offenses or their legal elements) (internal quotations omitted); see also United States v. Perez de Dios, 237 F.3d 1192, 1197-99 (10th Cir.2001) (setting out and applying \"essential characteristics” test).\n\n\n. Id.\n\n\n. Id. at *7.\n\n\n. Mat *8.\n\n\n. By current, we mean the list at the time of the holding offense.\n\n\n. The classification committee has already determined that applicant does not have any other prior convictions which might bar his release on mandatory supervision.\n\n",
            "ocr": false,
            "opinion_id": 9604130
        },
        {
            "author_str": "Keller",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKELLER, P.J.,\nconcurring.\nThe question we confront today is whether a prior 1987 conviction for the offense of “burglary of a habitation with the intent to commit theft,” a first degree felony at that time, renders applicant ineligible for mandatory supervision on the new offense for which he is currently incarcerated. I agree with the Court that it does not, but I would analyze the issue a little differently.\nA person’s eligibility for mandatory supervision is determined by the statute in effect at the time the inmate’s holding offense was committed.1 Because applicant’s holding offense was committed in 2002, then, the 2002 version of § 508.149(a) applies. That statute provides in relevant part: “An inmate may not be released to mandatory supervision if the inmate is serving a sentence for or has been previously convicted of ... a first degree felony under Section 30.02, Penal Code.”2\nWe have already decided that for a prior conviction to render an inmate ineligible for mandatory supervision, the prior conviction must be on the current list of ineligible offense.3 The question here is: what is meant by “an offense on the current list?” More specifically, what does “a first degree felony under Section 30.02, Penal Code” refer to?\nThe answer to that question is found in Government Code § 311.027, which states: “Unless expressly provided otherwise, a reference to any portion of a statute or rule applies to all reenactments, revisions, or amendments of the statute or rule.”4 In addressing this provision, our sister court, the Texas Supreme Court, explained: “When one statute references another statute, one must look to the referenced statute to understand the referencing statute.... [W]hen the referenced statute is amended or revised, the referencing statute incorporates the amendments or revisions.”5 In accordance with this reasoning, the Supreme Court held that a reference in the juvenile determinate sentencing statute (Family Code § 53.045) to the murder statute (Penal Code § 19.02) applied to the version of the murder statute in existence when the offense was committed (for which the juvenile was being sentenced), which was November 1994.6 As a result, the post-September 1994 treatment of “sudden passion” applied to the juvenile sentencing proceeding.7\n*463So, the legislature has specifically prescribed how to treat one statute’s reference to another statute. The referencing statute is essentially “updated” by any changes to the referenced statute. Deciding which version of a reference statute applies is a simple matter of determining which version of the referencing statute applies.\nHere, the 2002 version of the referencing statute (§ 508.149(a)) applies because applicant committed his holding offense in 2002. So the 2002 version of the referenced statute (Penal Code § 80.02) is the applicable statute. In 2002, burglary of a habitation with intent to commit theft was not a first degree felony; rather, it was a second degree felony. Consequently applicant’s offense is not on the list of ineligible offenses, and he is entitled to relief.\n\n. Ex parte Hall, 995 S.W.2d 151, 152 (Tex.Crim.App.1999).\n\n\n. § 508.149(a)(13).\n\n\n. Hall, 995 S.W.2d at 152.\n\n\n. Tex.Gov’t Code § 311.027.\n\n\n. In re 959 S.W.2d 185, 186 (Tex.1998).\n\n\n. Id. at 185-86.\n\n\n. Id. at 186. Amendments effective September 1994 eliminated the offense of voluntary manslaughter and made \"sudden passion” a punishment issue, on which the defendant *463carried the burden of proof, in a murder prosecution. See Id.\n\n",
            "ocr": false,
            "opinion_id": 9604132
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}