{
    "id": 1379751,
    "judges": "Urbigkit, C.J., and Thomas, Cardine, MacY and Golden",
    "date_filed": 668131200000,
    "date_filed_is_approximate": false,
    "slug": "jennings-v-state",
    "case_name_short": "Jennings",
    "case_name": "Jennings v. State",
    "case_name_full": "Tomi E. JENNINGS, Appellant (Defendant), v. the STATE of Wyoming, Appellee (Plaintiff)",
    "attorneys": "Wyoming Public Defender Program: Leonard D. Munker, State Public Defender, Steven E. Weerts, Sr. Asst. Public Defender; and Donald K. Slaughter, Legal Intern, for appellant., Tomi E. Jennings, pro se., Joseph B. Meyer, Atty. Gen., John W. Renneisen, Deputy Atty. Gen., Karen A. Byrne, Paul Rehurek, Sr. Asst. Attys. Gen., and Kaylin D. Kluge, Asst. Atty. Gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 40,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1347-8\">\n    Tomi E. JENNINGS, Appellant (Defendant), v. The STATE of Wyoming, Appellee (Plaintiff).\n   </parties><br><docketnumber id=\"b1347-11\">\n    No. 90-58.\n   </docketnumber><br><court id=\"b1347-12\">\n    Supreme Court of Wyoming.\n   </court><br><decisiondate id=\"b1347-13\">\n    March 5, 1991.\n   </decisiondate><br><attorneys id=\"b1348-25\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1300\"> \n     *1300\n     </span>\n    Wyoming Public Defender Program: Leonard D. Munker, State Public Defender, Steven E. Weerts, Sr. Asst. Public Defender; and Donald K. Slaughter, Legal Intern, for appellant.\n   </attorneys><br><attorneys id=\"b1348-26\">\n    Tomi E. Jennings, pro se.\n   </attorneys><br><attorneys id=\"b1348-27\">\n    Joseph B. Meyer, Atty. Gen., John W. Renneisen, Deputy Atty. Gen., Karen A. Byrne, Paul Rehurek, Sr. Asst. Attys. Gen., and Kaylin D. Kluge, Asst. Atty. Gen., for appellee.\n   </attorneys><br><judges id=\"b1349-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1301\"> \n     *1301\n     </span>\n    Before URBIGKIT, C.J., and THOMAS, CARDINE, MACY and GOLDEN, JJ.\n   </judges>",
    "citations": [
        "806 P.2d 1299"
    ],
    "opinions": [
        {
            "author_str": "Thomas",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n806 P.2d 1299 (1991)\nTomi E. JENNINGS, Appellant (Defendant),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff).\nNo. 90-58.\nSupreme Court of Wyoming.\nMarch 5, 1991.\n*1300 Wyoming Public Defender Program: Leonard D. Munker, State Public Defender, Steven E. Weerts, Sr. Asst. Public Defender; and Donald K. Slaughter, Legal Intern, for appellant.\nTomi E. Jennings, pro se.\nJoseph B. Meyer, Atty. Gen., John W. Renneisen, Deputy Atty. Gen., Karen A. Byrne, Paul Rehurek, Sr. Asst. Attys. Gen., and Kaylin D. Kluge, Asst. Atty. Gen., for appellee.\n*1301 Before URBIGKIT, C.J., and THOMAS, CARDINE, MACY and GOLDEN, JJ.\nTHOMAS, Justice.\nThe most significant issue presented in this case is whether sufficient evidence was presented to the jury to sustain the conviction of Tomi E. Jennings (Jennings) on three charges of the commission of burglary in violation of § 6-3-301(a), W.S. 1977 (June 1988 Repl.).[1] More specifically, it is Jennings' contention that there was not adequate evidence to permit the jury to reasonably find that his actions demonstrated an \"intent to commit larceny or a felony\" as required by the statute, and he also challenges the sufficiency of the evidence to establish identity. Collateral issues are presented that relate to the propriety of receiving into evidence, in the state's case in chief, testimony concerning Jennings' actions following his arrest; the refusal by the trial court of a proffered jury instruction by Jennings; cumulative error; the absence of a complete record of the preliminary hearing; and the failure to include representatives of the black race in the jury venire. As a final matter, an issue is presented with respect to credit for presentence incarceration against Jennings' minimum and maximum sentence. We affirm the judgment and sentence of the trial court except for the failure to afford Jennings credit for presentence incarceration. We remand for entry of a judgment and sentence granting him 154 days credit against the minimum and maximum sentence for presentence incarceration.\nIn the Brief of Appellant, filed by counsel, the issues are stated as follows:\n\"1. Whether the evidence of Appellant's actions upon arrest was relevant.\n\"2. Whether the trial court properly refused Appellant's proposed jury instruction on the presumption of innocence.\n\"3. Whether there was sufficient evidence to support a conviction.\n\"4. Whether Appellant's convictions should be reversed pursuant to the doctrine of cumulative error.\n\"5. Whether Appellant should receive credit for time served to be applied to the maximum and minimum terms for all of his convictions.\"\nThe State of Wyoming accepts these issues as stated, but it does contend that the phrasing of the third issue by Jennings is unartful since it does not specify which of the three convictions he is challenging on the basis of insufficient evidence. The State also rephrases the issue relating to presentence incarceration in this way:\n\"Whether based on this record it is unclear if appellant should receive credit for presentence incarceration?\"\nIn addition to the brief filed on his behalf by counsel, Jennings was given permission to file a brief pro se, and he raises the following issues in that brief:\n\"1. Was it wrong for the Laramie County Court not to have a full record of the appellant's preliminary hearing.\n\"2. Was it wrong for the trial court to have an all caucasian jury to select from, [when] dealing with a Negro defendant.\"\nThe State, in responding to the pro se brief, asserts this additional question:\n\"Whether this court should consider appellant's issues not supported by cogent argument or pertinent authority?\"\nOn the evening of August 18, 1989, Jennings and his girl friend went out to a bar, and from there they went to a party at a private residence. They left that party in the early morning hours of August 19, 1989, intending to return to their home in the girl friend's car. Jennings was drunk and, during the journey, he and his girl friend argued. She stopped the vehicle and told Jennings that either he was getting out or she was. Jennings said he would not leave the car, and his girl friend took the keys and began walking down the road. She had not gone very far before she heard her car window shatter behind her, but she *1302 did not turn back. Instead, she walked on to a friend's house.\nIn the vicinity of the point where the girl friend abandoned her car, the victims, a husband and wife, were sleeping in their home. At about 4:00 a.m., the wife was awakened by some noises. The living room light, which had been off, came on. She got out of bed, walked into her kitchen, and saw a black man standing in the living room. He did not speak to her, and he simply walked out the front door.\nThe wife was able to ascertain, from bloodstains and other marks of entry, that the person she had seen had entered their home through the spare bedroom window and walked past the bedroom door of the room in which she and her husband were sleeping, through the kitchen, and then into the living room. The person had touched the telephone in the living room, but she verified that nothing was missing from the house.\nTwo vehicles, both belonging to the victims, were parked outside the house, a 1978 Ford Mustang and a 1987 Ford Tempo. A deputy sheriff, who was summoned to the scene, observed blood on the exterior and interior of both vehicles. A set of keys that belonged to a friend of the wife was missing from a box beneath the emergency brake of the Ford Tempo. Those keys later were recovered from the locker at the detention facility in which Jennings' property was kept and, after they had been identified by the wife, they were returned to her.\nIn the meantime, law enforcement officers had located the car that had been abandoned by Jennings' girl friend. They found identification belonging to her inside the car, and they called her on the telephone. The girl friend told the officers that Jennings had been with her and that she thought he might be hurt because she had heard her car window break. The officers conducted a search of the area, and they located a person who matched the description given them by both the girl friend and the wife. That person turned out to be Jennings, who was placed under arrest.\nBecause of his apparent injuries, the arresting officers proposed to take Jennings to the hospital so that his hand could be treated. One of those arresting officers testified at trial about Jennings' behavior following his arrest. This testimony was received, after objection by the defense, and the officer stated that Jennings became \"violent and belligerent\" and that he was swearing and kicking the cage when he was placed in the patrol car. The officer also testified that, when they transported Jennings to the hospital, he again became violent, kicking the officers, swearing, and yelling. The officers then decided that Jennings should be removed from the hospital because they felt he might pose a danger to the staff.\nAt the conclusion of the trial, the jury found Jennings guilty of burglarizing the victims' home and both of their cars. A guilty verdict was returned on each of the three counts of the information. Jennings was sentenced to not less than five nor more than ten years on each of the three counts of burglary, with the provision that those sentences be served concurrently. As of the time of the sentencing, Jennings had been in jail from August 19, 1989 through January 19, 1990, a total of 154 days.\nJennings' main claim in this appeal is that the evidence was not sufficient to support the several convictions for burglary. In Munson v. State, 770 P.2d 1093, 1095 (Wyo. 1989), another burglary case, we articulated the standard of review with respect to the sufficiency of the evidence to sustain a conviction:\n\"* * * [T]his court must determine whether, after viewing the evidence and appropriate inferences in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime to have been proven beyond a reasonable doubt.\"\nWe apply that standard to the evidence in this case.\nIn contending that the evidence is not sufficient to sustain his convictions, Jennings principally focuses on the element of specific intent. A crime requiring specific *1303 intent differs from a crime involving only a general intent. With respect to a crime that requires only a general intent, it is sufficient to demonstrate that the defendant undertook the prohibited conduct voluntarily, and his purpose in pursuing that conduct is not an element of the crime. Crozier v. State, 723 P.2d 42 (Wyo. 1986); Felske v. State, 706 P.2d 257 (Wyo. 1985); Armijo v. State, 678 P.2d 864 (Wyo. 1984). Conviction with respect to a crime involving an element of \"specific intent,\" however, requires the state to prove that the defendant intended to commit some further act, or achieve some additional purpose, beyond the prohibited conduct itself. When specific intent is an element of the crime, it must be established, like every other element, beyond a reasonable doubt. Crozier; Dean v. State, 668 P.2d 639 (Wyo. 1983). See Longfellow v. State, 803 P.2d 848 (Wyo. 1990).\nBoth at common law and under the Wyoming statutory definition, burglary is a crime requiring specific intent. The specific intent encompassed in the Wyoming statute defining the crime of burglary is that the accused must have entered or remained within a structure, without authority, and \"with the intent to commit a larceny or felony therein.\" Section 6-3-301(a), W.S. 1977 (June 1988 Repl.). It is as essential for the state to prove the intent to steal or commit another felony beyond a reasonable doubt as it is to prove the breaking and entering itself. Mirich v. State, 593 P.2d 590 (Wyo. 1979).\nIn arguing the insufficiency of the evidence, Jennings points to facts in the record that he contends serve to demonstrate the absence of any intent to steal or commit another felony. Jennings notes that there was no evidence that any property in either of the vehicles or the house was taken. As we will establish later, he is mistaken about no property being taken from either of the vehicles. Jennings emphasizes the wife's testimony that he did not attempt to harm anyone or carry anything away from the house. In addition, Jennings alludes to evidence establishing that he had no burglary tools with him when he was arrested.\nWhile Jennings argues vigorously about evidence that might establish the absence of the specific intent to steal or commit another felony, he does not assess all of the evidence in the light most favorable to the prosecution nor account for the inferences to be drawn from that evidence. First, an inference can be drawn from the fact that Jennings entered the victims' home in the nighttime and that he did so with the intent to commit larceny. \"A reasonable mind recognizes that people do not usually break into and enter the building of another under the shroud of darkness with innocent intent and that the most usual intent is to steal.\" Mirich, 593 P.2d at 593. The same authority also stands for the proposition that direct evidence is not necessary to prove intent to steal since \"[p]roof of intent is not a precise process.\" Mirich, 593 P.2d at 593. The quantum of proof from which a jury is permitted to draw the required inference of intent to steal is dependent upon the totality of the circumstances. Mirich.\nAs we examine all of the circumstances in this case, we recognize evidence that Jennings entered the victims' house long after midnight by removing a screen from the spare bedroom and climbing in through the window. Jennings walked by the victims' bedroom, but he did not awaken them. He then turned on a light in the living room and, as soon as the wife came into the kitchen, he walked out the front door without speaking to her. The victims did not know Jennings and had never given him permission to enter their home. They did not hear him knock at either the front or back door. Jennings did not ask for their assistance in treating his injured hand. The simple fact that Jennings did not hurt anyone inside the house is not relevant to the prosecution's theory of the case, which was that Jennings entered the house in order to commit larceny.\nThe fact that nothing was taken subsequent to the unlawful entry does not destroy the inference that the intent to steal existed at the time the entry was effected. *1304 Mirich. Jennings did take the keys from the Ford Tempo. At least, that inference can be drawn from the fact that the keys found in his possession at the time of his arrest were identified as those taken from that vehicle. The possession of that recently stolen property is strong circumstantial evidence of guilt, and only slight evidence of any other inculpatory circumstances is required for conviction. Cowell v. State, 719 P.2d 211 (Wyo. 1986); Downs v. State, 581 P.2d 610 (Wyo. 1978). With that evidence before it, the fact that Jennings did not take anything from the house, or from the other vehicle, does not result in a conclusion that the jury was foreclosed from drawing a reasonable inference of intent to steal with respect to the other two counts. Considering the facts and circumstances in totality, we hold that the jury, as a reasonable trier of fact, could have found specific intent to steal in this instance.\nWhile Jennings relies upon the absence of burglary tools in his possession when he was arrested, he did not need them since he gained entry to the house by lifting a screen. Although the presence of burglary tools would have been strong circumstantial evidence of mens rea, or a guilty mind, the absence of the burglary tools does not demonstrate the converse. As this case illustrates, a burglary can be committed without them, and a finding of guilt is not foreclosed because burglary tools were not found.\nIn his alternative argument relating to the sufficiency of the evidence, Jennings contends that it was not adequate to identify him as the perpetrator of these crimes. The evidence that connected him to these burglaries can be summarized in this way: (1) blood was left all over the scene of each of the three crimes and, when Jennings was arrested, his clothes were covered with blood from his injured hand; (2) keys taken from the victims' Ford Tempo were found in Jennings' possession; and (3) he was arrested near the scene of the crimes.\n\"Defendant's presence in the neighborhood of a burglarized house is an important circumstance and is not to be treated merely as a coincidence. Placing defendant in the area of the scene of the crime, along with possession is sufficient to sustain a conviction.\" Downs, 581 P.2d at 616 (citations omitted).\nIn this case, possession of stolen property was established only as to one of the crimes. The \"trail of blood\" that linked appellant to that crime, however, also extended to the scenes of the other crimes with which he was charged. Jennings' possession of the stolen keys, coupled with his arrest in the area of these crimes and the other evidence linking him to each of the unauthorized entries, was more than sufficient to support his identification as the perpetrator of the crimes. We hold that there was sufficient evidence to identify Jennings as the perpetrator of each of these three burglaries.\nWe turn to Jennings' issue relating to the admission of the evidence about his conduct after he was arrested. One of the arresting officers, as noted above, testified about Jennings' belligerence after his arrest and at the hospital. Jennings insists that this evidence was not relevant and was designed to arouse the passions of the jury. Rule 401, W.R.E., defines \"relevant evidence\" as \"evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" In a criminal case, evidence that tends to prove or disprove one of the elements of the charged crime is relevant. Coleman v. State, 741 P.2d 99 (Wyo. 1987); Grabill v. State, 621 P.2d 802 (Wyo. 1980). In an instance in which specific intent is an essential element of the crime charged, as it is here, evidence that tends to demonstrate the defendant's intent, or lack thereof, is relevant. Pena v. State, 792 P.2d 1352 (Wyo. 1990).\nIn this instance, it was obvious to all concerned that the effect of voluntary intoxication upon Jennings' specific intent had to be an issue in the case. In fact, the trial court gave the jury the usual instruction explaining the effect of voluntary intoxication upon specific intent. It is somewhat difficult to conclude whether the evidence *1305 offered by the arresting officer in his testimony made the existence of specific intent more probable or less probable, but there is no question that it was relevant within the definition of Rule 401, W.R.E.\nFurthermore, it was conceivable that Jennings would argue to the jury that he entered the victims' house and cars in an effort to obtain medical treatment for his injured hand and not with intent to steal or commit a felony. At the hearing held on his motion to represent himself at trial, he testified that he \"wanted to tell his side of the story,\" which included his contention that he entered the victims' residence and their cars \"to get help.\" The testimony about Jennings' reactions and behavior when the police offered assistance by taking him to the hospital for treatment certainly would have been relevant to rebut the possible testimony and argument by Jennings that his intent in making the unlawful entries was to secure assistance rather than to steal. In the context of this case, the evidence well may have been a part of the totality of the circumstances. See Crozier, 723 P.2d 42.\nJennings argues that the prejudicial nature of this evidence exceeds its probative value under Rule 403, W.R.E. In order for this court to reach a ruling by the trial court admitting evidence despite claims of undue prejudice under Rule 403, W.R.E., the appellant must show that the testimony has little or no value and that it was extremely inflammatory or introduced solely for the purpose of inflaming the jury. Coleman, 741 P.2d 99; Apodaca v. State, 627 P.2d 1023 (Wyo. 1981). The balancing test under Rule 403, W.R.E. is assigned to the sound discretion of the trial court. Grabill, 621 P.2d 802. This evidence did have probative value with respect to the appellant's intent, or lack thereof, in entering the victims' home and their cars. Specific intent was an element of the crime charged. Under these circumstances, we cannot say that there was an abuse of discretion on the part of the trial court in permitting the evidence to be presented to the jury. We hold that the trial court properly admitted the challenged evidence which was relevant to proving, or perhaps disproving, the intent. That probative value was not exceeded by the danger of unfair prejudice.\nJennings' next assignment of error relates to the refusal of the trial court to give the following requested jury instruction:\n\"The law raises no presumption against the defendant but rather, the presumption of the law is in favor of his innocence. In order to convict the defendant of the crime charged, every material and necessary element to constitute such crime must be proved beyond a reasonable doubt and if the jury entertains a reasonable doubt on any single essential fact or necessary element, it is your duty to give the benefit of such doubt to the defendant and acquit him. This presumption of innocence is the law.\"\nIn an instance in which the principle embodied in a proposed instruction already is included in other instructions given by the trial court, the court properly may refuse to give the proposed instruction. Oien v. State, 797 P.2d 544 (Wyo. 1990); Prime v. State, 767 P.2d 149 (Wyo. 1989); Griffin v. State, 749 P.2d 246 (Wyo. 1988); Summers v. State, 725 P.2d 1033 (1986), aff'd on reh. 731 P.2d 558 (Wyo. 1987). No constitutional violation occurred in the refusal by the trial court to give the proffered instruction. If the rule of law sought to be encompassed in the instruction already has been given in other instructions, that is adequate to protect the defendant's right to due process. See Oien. The defendant is not entitled to jury instructions which are merely cumulative.\nIn this case, the trial court gave as its reason for refusing the proffered instruction that it already had given the instruction in substance through other instructions. Our review of the instructions that the court gave convinces us that the trial court's view was eminently correct. Instruction No. 3 informed the jury that \"[i]t is incumbent upon the prosecution to establish all the material allegations of the Information beyond a reasonable doubt.\" Instruction No. 5 set forth each of the *1306 elements of the charged crimes, and it stated that if the jury found that any of them had not been proven beyond a reasonable doubt, the defendant must be found not guilty. Instruction No. 10 informed the jury that the defendant is presumed to be innocent, that he is not required to prove himself innocent, and that the presumption abides with the defendant throughout the trial unless the defendant is proven guilty beyond a reasonable doubt. Instruction No. 11 was very similar in character. Instruction No. 13 repeated the admonition that if the defendant was not found guilty beyond a reasonable doubt, he must be found not guilty. When we view these instructions as a whole, it is clear that the jury had already been instructed, on more than one occasion, with respect to the substance of the requested instruction. The trial court properly refused Jennings' proffered instruction.\nJennings also includes as a claim of error the concept of cumulative error. A claim of cumulative error cannot be recognized where there is no underlying error to support it. Justice v. State, 775 P.2d 1002 (Wyo. 1989). See Pena, 792 P.2d 1352; Thom v. State, 792 P.2d 192 (Wyo. 1990). In this case, we hold that there was no error with respect to the other issues that Jennings has raised. Consequently, there is no need to consider, or apply, the doctrine of cumulative error. See Schmunk v. State, 714 P.2d 724 (Wyo. 1986); Browder v. State, 639 P.2d 889 (Wyo. 1982).\nHaving afforded Jennings the opportunity to file a pro se brief, we consider the claims of error presented there. He first argues that the failure to include the preliminary hearing transcript in the record on appeal was prejudicial. Jennings' argument is that at least one of the deputy sheriffs who testified at the preliminary hearing later testified to different facts at the trial. In his Supplemental Brief of Appellant, presented pro se, Jennings states:\n\"The following was witnessed at the Preliminary Hearing:\n\"(* * * or * * * Deputy Sheriffs) Testified the defendant, Tomi E. Jennings did not have any burglary tools. Did not run and asked for help. No blood inside the briefcase.\"\nThe trial record discloses that one of the arresting officers testified that he found a bloody screwdriver in the back seat of the Ford Tempo. He did not state or imply that this was a burglary tool. Consequently, even if Jennings' version of the preliminary hearing were accepted, there is no inconsistency between that and the arresting officer's testimony at trial. The officer could have located a screwdriver that was stained with blood in the car without considering it a burglary tool.\nThe arresting officer also testified at trial, on cross-examination, that he \"believed\" that there was blood inside the briefcase, but he could not be sure. Again, this statement is not inconsistent with the testimony that appellant alleges the officer gave earlier at the preliminary hearing. Comparing the two statements as Jennings claims the first was made, there is no reason to conclude that the deputy testified falsely or erroneously. It would seem he simply could not recall at trial what he had apparently known earlier at the preliminary examination. In any event, there is no charge of burglary of a briefcase. Consequently, the matter could not be prejudicial to Jennings.\nJennings then claims that the officers testified at his preliminary hearing that he \"did not run and asked for help.\" At trial, one of the officers was asked by defense counsel whether Jennings had made any effort to run or hide. He stated that Jennings had not. There simply is no inconsistency on this issue as to whether Jennings ran away when the officers approached. In this regard, the only possible cognizable claim of inconsistency arises as to whether the officer changed his story about whether Jennings asked for help. The other officer's testimony that Jennings became belligerent when told that he would be taken to the hospital is independent evidence that tends to refute the claim that the other officer changed his story about Jennings seeking help.\n*1307 There is no evidence in this record that supports Jennings' version of this statement from the preliminary hearing. Jennings did not follow the procedure prescribed by Rule 4.03, W.R.A.P., to present a proper record in this case. That rule requires:\n\"If no report of the evidence or proceedings at a hearing or trial was made, or if a transcript is unavailable, the appellant may prepare a statement of the evidence or proceedings from the best available means, including his recollection. The statement shall be served on the appellee, who may serve objections or proposed amendments thereto within ten (10) days after service. Thereupon the statement and any objections or proposed amendments shall be submitted to the district court for settlement and approval and as settled and approved shall be included by the clerk of the district court in the record on appeal.\"\nInstead of providing a proper record, Jennings simply demands that the court credit his recollection of what transpired at the preliminary examination. He has failed to verify his recollection by attempting, in any way, to comply with the requirements of the rule quoted above. On the record, there is no independent evidence that Jennings' version of the preliminary hearing testimony is at all accurate. It is incumbent upon Jennings to show some prejudice from the failure to transcribe the preliminary hearing testimony before it may be claimed to be ineffective assistance of counsel. Spilman v. State, 633 P.2d 183 (Wyo. 1981). Jennings' recollection, coupled with the record before us, is simply not sufficient to make any showing of prejudice because of the failure to include a transcript of the preliminary examination in the record. The requirement for a complete record relates to the record in a district court and does not encompass an obligation to transcribe the proceedings at the preliminary examination.\nJennings next contends, in his pro se brief, that it was wrong for a Negro defendant to have an all-caucasian jury to choose from. The Equal Protection Clause of the Fourteenth Amendment protects defendants from purposeful exclusion from a jury of members of his race. Batson v. Kentucky, 476 U.S. 79, 106 S. Ct. 1712, 90 L. Ed. 2d 69 (1986). On the other hand, \"a defendant has no right to a `petit jury composed in whole or in part of persons of his own race.'\" Batson at 85, 106 S.Ct. at 1717 (quoting from Strauder v. West Virginia, 100 U.S. 303, 305, 25 L. Ed. 664 (1880)). Jennings has presented no argument suggesting purposeful exclusion of blacks from his jury. He merely complains that there were no black jurors to choose from. This claim is not cognizable as creating a prima facie case of discrimination under the Batson standard.\nAs a final matter, we turn to Jennings' claim that he was denied credit for presentence incarceration time. Jennings was in the Laramie County Jail from August 19, 1989 until he was sentenced on January 19, 1990, a total of 154 days. Under Renfro v. State, 785 P.2d 491 (Wyo. 1990), credit automatically is to be given for presentence incarceration time on all sentences entered after January 10, 1990. Ramirez v. State, 800 P.2d 503 (Wyo. 1990); Van Duser v. State, 796 P.2d 1322 (Wyo. 1990); Prejean v. State, 794 P.2d 877 (Wyo. 1990); Weedman v. State, 792 P.2d 1388 (Wyo. 1990). The only argument the State presents is that Jennings may have been incarcerated in relation to charges other than the burglaries for which he was convicted. That argument is not supported by references to information in the record on appeal adequate to establish the existence of other charges. In any event, Jennings would be entitled to credit against this sentence for any time served while awaiting trial and sentencing, even if he also were awaiting sentence in the same jurisdiction for another crime.\nWe affirm Jennings' conviction and the judgment and sentence of the trial court, with the exception of the failure to afford him credit for presentence incarceration time. The case is remanded for entry of an amended judgment and sentence or other order of the trial court granting appellant *1308 credit of 154 days for time served awaiting trial and sentence.\nNOTES\n[1]  Section 6-3-301(a), W.S. 1977 (June 1988 Repl.), provides:\n\n\"(a) A person is guilty of burglary if, without authority, he enters or remains in a building, occupied structure or vehicle, or separately secured or occupied portion thereof, with intent to commit larceny or a felony therein.\"\n\n",
            "ocr": false,
            "opinion_id": 1379751
        }
    ],
    "court_short_name": "Wyoming Supreme Court",
    "court_full_name": "Wyoming Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Wyoming, WY",
    "crime_category": "Robbery"
}