{
    "id": 1423694,
    "judges": "Cunningham, Lambert, McANULTY, Minton, Noble, Schroder, Scott",
    "date_filed": 1176940800000,
    "date_filed_is_approximate": false,
    "slug": "holt-v-commonwealth",
    "case_name_short": "Holt",
    "case_name": "Holt v. Commonwealth",
    "case_name_full": "Junie HOLT, Appellant v. COMMONWEALTH of Kentucky, Appellee",
    "attorneys": "Randall L. Wheeler, Assistant Public Advocate, Department of Public Advocacy, Frankfort, Counsel for Appellant., Gregory D. Stumbo, Attorney General of Kentucky, Gregory C. Fuchs, Assistant Attorney General, Criminal Appellate Division, Office of the Attorney General, Frankfort, Counsel for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b749-15\">\n    Junie HOLT, Appellant v. COMMONWEALTH of Kentucky, Appellee.\n   </parties><br><docketnumber id=\"b749-18\">\n    No. 2005-SC-000128-MR.\n   </docketnumber><br><court id=\"b749-19\">\n    Supreme Court of Kentucky.\n   </court><br><decisiondate id=\"b749-20\">\n    April 19, 2007.\n   </decisiondate><br><attorneys id=\"b750-19\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"732\"> \n     *732\n     </span>\n    Randall L. Wheeler, Assistant Public Advocate, Department of Public Advocacy, Frankfort, Counsel for Appellant.\n   </attorneys><br><attorneys id=\"b750-20\">\n    Gregory D. Stumbo, Attorney General of Kentucky, Gregory C. Fuchs, Assistant Attorney General, Criminal Appellate Division, Office of the Attorney General, Frankfort, Counsel for Appellee.\n   </attorneys>",
    "citations": [
        "219 S.W.3d 731"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4526.0,
            "opinion_text": "\n219 S.W.3d 731 (2007)\nJunie HOLT, Appellant\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nNo. 2005-SC-000128-MR.\nSupreme Court of Kentucky.\nApril 19, 2007.\n*732 Randall L. Wheeler, Assistant Public Advocate, Department of Public Advocacy, Frankfort, Counsel for Appellant.\nGregory D. Stumbo, Attorney General of Kentucky, Gregory C. Fuchs, Assistant Attorney General, Criminal Appellate Division, Office of the Attorney General, Frankfort, Counsel for Appellee.\nLAMBERT, Chief Justice.\nThe Kentucky Rules of Professional Conduct, SCR 3.130, et seq., are mandatory for all Kentucky lawyers. SCR 3.130-3.4(e) provides that a lawyer shall not \"assert personal knowledge of facts in issue except when testifying as a witness, or state a personal opinion as to the justness of a cause, the credibility of a witness, the culpability of a civil litigant, or the guilt or innocence of an accused.\" SCR 3.130-3.7 generally prohibits a lawyer *733 from acting as an advocate at trial where the lawyer is likely to be a necessary witness. The case at bar touches upon the foregoing Rules of Professional Conduct and various rules of evidence. This opinion will examine the propriety of what appears to be a practice common among some lawyers where a witness has made extra-judicial statements to the lawyer prior to trial. Thereafter, when the witness fails to give testimony consistent with the prior statements, the lawyer takes such broad liberties in the mode of examination as to essentially give testimony as to the substance of the prior statement.\nAppellant Holt was on trial for first degree burglary and complicity to first degree robbery. He appealed to this Court from his convictions and thirty-year sentence. At trial, Holt denied involvement in the crimes. On this appeal, he claims, inter alia, that he suffered prejudicial error by means of improper questioning by the prosecutor of a prosecution witness, Reggie Bell.\nBell was called by the Commonwealth during its case in chief. After establishing that Bell and Appellant had been in jail together, and laying a modest foundation for the intended testimony, the prosecutor, referring to Appellant, asked Bell, \"What did he say to you?\" Bell answered, \"He just said that's what he was in for.\" The prosecutor pressed the witness by asking, \"So, he never told you that he did \u0097,\" at which point Appellant's attorney objected, claiming that the question had been asked and answered. The court overruled the objection and allowed the prosecutor to continue as follows:\nProsecutor: Did he ever tell you that he actually did this robbery at this trailer?\nWitness: Nah, he ain't actually say it was at that trailer. He didn't actually say that. He just, he didn't actually just say that he robbed her, but \u0097\nProsecutor: How did he phrase it?\nWitness: That they was \u0097 ya'll was trying to put a robbery and a burglary on him.\nProsecutor: Do you remember talking with me this morning?\nWitness: Yeah.\nProsecutor: Do you remember telling me that he told you that he did it?\nDefense: Objection.\nJudge: You can answer.\nWitness: Nah, I didn't actually just tell you that. I didn't actually just say that he told me that, that he told me that he did it this morning.\nProsecutor: So, you don't recall ever telling me that the defendant in this case told you that he robbed that trailer?\nWitness: Nah, he just told me that's what they was charging him with.\nProsecutor: But he told you about some dolls?\nWitness: He said that was involved with it.\nProsecutor: What did he tell you he did with those dolls?\nWitness: Um, in the garage.\nProsecutor: What garage?\nWitness: I don't know whose house, whose it was.\nProsecutor: Do you remember again speaking with me this morning about where the defendant put these things?\nWitness: Yeah.\nDefense: Objection.\nJudge: You may answer.\nProsecutor: Do you remember telling me that the defendant told you that it was in his mom's garage?\nWitness: That's where they found them at, at his mom's garage or something like that.\n\n*734 Prosecutor: But you're now saying that you don't recall telling me that the defendant told you that he put them in his mom's garage?\nWitness: Nah, I ain't never, I ain't never told you he told me he put them there.\nProsecutor: You're saying now that you never told me that?\nWitness: I never told you that.\nProsecutor: So, he told you that he didn't do this?\nWitness: He never \u0097 he didn't say he did or he didn't do it. He just said that they had him involved with it.\nProsecutor: Did he tell you anything else about this? He mentioned some dolls, he mentioned a garage. Anything else?\nWitness: Nah, he said somebody got hurt in the process, but I don't know no names or nothing.\nFrom the foregoing, it is clear that despite Bell's denial of the substance of the statements attributed to Appellant, the prosecutor asserted on at least four occasions that Bell told her that Appellant had admitted the crime. The Commonwealth rested its case without calling any other witness; there was no witness who impeached Bell's denial of Appellant's alleged statement. Nevertheless, the prosecutor stated in her closing argument, \"I will say this and end it quick. The Commonwealth would never have wasted your time, if it had known what it was going to get out of Mr. Bell. I will move on.\"\nThe effect of the prosecutor's questions asserting what Bell had said to her placed the prosecutor in the position of making a factual representation. From the tenor of her leading questions to Bell, there is no doubt that she put the very words Bell refused to say in his mouth. The jury was thus informed that Bell had told the prosecutor that Appellant had admitted the robbery. This placed the credibility of the prosecutor before the jury, and from the form of the questions, firmly represented to it that Bell had told her that Appellant had admitted the crime.\nMore than a century ago in Commonwealth v. Cook,[1] this Court considered a circumstance not dissimilar to this one. When the testimony of witness Berry was concluded, but in the presence of the jury, the Commonwealth's Attorney stated \"Because he, Berry, told me and Judge Horman, in the witness-room, yesterday, that Owsley never done anything to defendant, and was doing nothing to him when he was shot.\"[2] The trial court instructed the jury not to consider the statement and reproved the Commonwealth's Attorney for making it. On appeal, this Court held the remark to be improper and explained as follows:\nThe conduct of the commonwealth's attorney was very reprehensible, and he should have been punished by a heavy fine. It is the duty of a commonwealth's attorney to represent the interest of the commonwealth fully and fairly, with his utmost ability; but it is not his duty to make a statement of fact, the credence of which is always more or less strengthened by his official position, outside of the record or evidence, which may tend in the least degree to prejudice the rights of the accused. The commonwealth desires and is entitled to the conviction of the guilty by fair and honorable means, and upon competent testimony; but it does not desire a conviction by any other means. To accomplish this *735 end, it is the duty of the commonwealth's attorney to devote his entire energy and utmost ability; but, as before said, he is not excusable in making any statement of fact outside of the evidence which may be in the slightest degree prejudicial to the rights of the accused. In this case, the commonwealth's attorney, not as a witness, made a statement of fact which flatly contradicted the witness Berry, and, if believed, convicted Berry, in the minds of the jury, of perjury. There was a plain course for the commonwealth's attorney to pursue, \u0097 either to introduce himself or Judge Horman as a witness to contradict Berry; but, not seeing proper to take this course, he should have kept silent as to what occurred in the witness-room, for the reason that a repetition of it, not under oath, in the hearing of the jury, was incompetent evidence, and of a character very damaging to the rights of the appellant, and which doubtless left an unfavorable impression on the minds of the jury, notwithstanding the admonition of the court.\nIn a case like this, it would better accord with the rights of the accused for the court to suggest to him or to his counsel that if he desired it, and would so request, the jury would be withdrawn and another jury impaneled to try the case. If the suggestion should be declined, the complaint of the accused should not thereafter be heard.[3]\nMore recent cases from other jurisdictions have reached a similar conclusion. In Roby v. State,[4] the prosecutor cross-examined a defense witness about a previous telephone conversation they had about receipts from a restaurant that allegedly were falsely dated in order to provide an alibi for the defendant. As in this case, the prosecutor framed his questions with phrases like, \"[i]sn't it true that you told me,\" \"did you tell me,\" and \"[t]he question is whether or not you told me. . . .\"[5] In so doing, the prosecutor implied that the defendant had previously admitted that he was unsure about whether the date on the receipt was in fact accurate, even though, on the stand, the defendant denied ever being unsure. The Wyoming Supreme Court disapproved of this interrogation technique and determined that the prosecutor was \"in a real and not too subtle way presenting unsworn testimony. . . .\"[6] The court noted that\n[t]his situation can be avoided by following the guidelines set forth in the A.B.A. Standards Relating to the Prosecution Function, § 3.1(f), which provide:\n\"(f) The prosecutor should avoid interviewing a prospective witness except in the presence of a third person unless the prosecutor is prepared to forego impeachment of a witness by the prosecutor's own testimony as to what the witness stated in an interview or to seek leave to withdraw from the case in order to present his impeaching testimony.\"[7]\nLikewise, in Dean v. State,[8] the prosecutor engaged in a similar mode of examination. Specifically, the prosecutor and a witness engaged in the following short exchange:\nQ. You remember my telephone conversation with you the other day?\n\n*736 A. I was trying to recall it this morning. I can't recall the specific things that we talked about.\nQ. Okay. . . . Do you recall telling me in our telephone conversation that the defendant would be very likely to do this sort of thing again?[9]\nThe defendant objected, and the trial court admonished the jury to disregard the last question. Nonetheless, the Arkansas Supreme Court held that the question was reversible error:\nThe question by [the] deputy prosecuting attorney . . . did not simply seek to elicit testimony from the witness, but, in effect, made a clear statement of fact amounting to testimony by him under the guise of cross-examination. The statement by [the prosecutor], a judicial officer, was made for the sole purpose of convincing the jury that if appellant were allowed to remain free there was expert opinion that he would again commit the crimes for which he was then on trial. This testimony by a court official was a flagrant violation of appellant's right to a fair and impartial trial as guaranteed by the Arkansas and United States Constitutions and was so clearly prejudicial that the error could not be removed by the trial court's admonishing statement.[10]\nA leading case directly on this issue is U.S. v. Puco.[11] Puco's co-defendant made a post-arrest, out-of-court statement to an assistant U.S. attorney implicating Puco in drug crimes. The prosecutor called the co-defendant as a witness at trial and asked him about the out-of-court statement. The prosecutor began his questions with phrases such as, \"Did you tell me,\" or \"Do you recall me asking you. . . .\"[12] The codefendant admitted to making several of the statements, but denied those related to Puco. The court found the questioning to be erroneous:\nWe find this contention of appellant that prejudicial error was injected here well taken. Using this statement, which was never admitted into evidence against either defendant, in this way in effect placed the credibility of the prosecutor himself before the jury and was therefore highly prejudicial. The prosecutor by his reading from the purported statements and the form of his questions was plainly representing that Gonzalez had in fact made the statements to him. This practice has been widely condemned. . . . [13]\nIn U.S. v. Shoupe,[14] the trial court declared the codefendant a hostile witness, thus allowing the prosecutor to ask him leading questions, but specifically rejected the notion that the witness's prior statements could be used for impeachment purposes. The prosecutor went on to ask the witness over seventeen questions incorporating the substance of his prior out-of-court statements. The court noted that it could \"find no precedent sanctioning the recitation,\" and that\n[c]ourts have condemned this practice as cloaking potentially self-serving accounts of a witness's statements with the dignity and credibility of the prosecutor's office, United States v. Puco, 436 F.2d 761 (2nd Cir.1971), as increasing the probability that the jury will consider the statements as substantive evidence despite any limiting instruction to the contrary, *737 Gaines v. United States, 121 U.S.App.D.C. 213, 349 F.2d 190 (1965), as placing before the jury the content of patently inadmissible past recollection recorded, Goings v. United States, 377 F.2d 753, 760 n. 8 (8th Cir.1967), and as bypassing, to the prejudice of the defendant, reasonable alternative measures to accomplish the same legitimate result. United States v. Block, 88 F.2d 618 (2nd Cir.), cert. denied, 301 U.S. 690, 57 S. Ct. 793, 81 L. Ed. 1347 (1937).[15]\nThe court held that it was a clear abuse of discretion to allow the prosecutor to incorporate so many such statements, concluding \"that the recitation by the prosecutor of the entire substance of a witness's disavowed, unsworn prior statements, which, if credited by the jury, would be sufficient to sustain a conviction, abridged defendants' right to a fair trial in violation of the Due Process Clause of the 5th Amendment.\"[16]\nFinally, in Berger v. United States,[17] the U.S. Supreme Court reviewed various acts of prosecutorial misconduct including the discussion of statements the defendant allegedly made to the prosecutor in the hallway. Commenting on the role of the prosecutor in an adversarial system, the Court said:\nThe United States Attorney is the representative not of an ordinary party to a controversy, but of a sovereignty whose obligation to govern impartially is as compelling as its obligation to govern at all; and whose interest, therefore, in a criminal prosecution is not that it shall win a case, but that justice shall be done. As such, he is in a peculiar and very definite sense the servant of the law, the twofold aim of which is that guilt shall not escape or innocence suffer. He may prosecute with earnestness and vigor-indeed, he should do so. But, while he may strike hard blows, he is not at liberty to strike foul ones. It is as much his duty to refrain from improper methods calculated to produce a wrongful conviction as it is to use every legitimate means to bring about a just one.[18]\nIn light of these broad principles, the Court held that the prosecutor's misconduct was reversible error:\nIt is fair to say that the average jury, in a greater or less degree, has confidence that these obligations, which so plainly rest upon the prosecuting attorney, will be faithfully observed. Consequently, improper suggestions, insinuations, and, especially, assertions of personal knowledge are apt to carry much weight against the accused when they should properly carry none.[19]\nThe foregoing authorities leave no doubt that assertions of fact from counsel as to the content of prior conversations with witnesses have the effect of making a witness of the lawyer and allowing his or her credibility to be substituted for that of the witness. Such a practice also violates KRE 603[20] and KRE 802.[21] Any such *738 practice is improper and, subject to harmless error review, is an appropriate basis for reversal.\nWith respect to harmless error, Justice Scott's dissenting opinion more or less acknowledges error, but contends that it was harmless. As the error implicated federal constitutional rights, a necessary conclusion is that it was \"harmless beyond a reasonable doubt.\"[22]\nWhile there was substantial evidence of appellant's guilt, \"[w]e are not concerned here with whether there was sufficient evidence on which the petitioner could have been convicted without the evidence complained of. The question is whether there is a reasonable possibility that the evidence complained of might have contributed to the conviction.\"[23] When the prosecutor effectively became a witness and confessed guilt for the defendant as if the confession came from his lips, the error was particularly egregious. A confession is devastating evidence of guilt, but, if possible, its effect is elevated when the prosecutor becomes the defendant's voice. When that happens, the defendant's bundle of constitutional rights evaporates.\nThe dissenting opinion forgives the Commonwealth's Attorney by saying that she was trying to \"make the best of a bad situation with a difficult witness.\" Hardly a lawyer who has tried a case has not been disappointed by the testimony of a witness on direct examination. Our rules do not provide, however, that when the witness disappoints, the lawyer may testify in his stead. And that's what happened here.\nIt will be contended, however, that our view as expressed hereinabove unduly restricts the lawyer's ability to provide a proper foundation for impeachment of a witness pursuant to KRE 613. KRE 613 provides that \"before other evidence can be offered of the witness having made at another time a different statement, he must be inquired of concerning it, with the circumstances of time, place and person present, as correctly as the examining party can present them.\"\nOne of the most common means of witness impeachment is to present evidence that at another time he made a different statement. Our rules require, however, that before evidence of the inconsistent statement may be heard, the witness must be asked about it in the context of attendant circumstances of time, place and persons present. Without such a foundation, evidence of prior inconsistency is not admissible. Therefore, counsel must be permitted the latitude to ask foundation questions for otherwise there will be no ability to impeach the witness by prior inconsistency.\nIt is possible, however, to establish a proper foundation for impeachment without placing the credibility of the examining attorney in issue. By means of non-leading questions, the witness may be inquired of sufficiently to satisfy the requirements of KRE 613, and upon failure of the witness to testify consistently with his or her prior statement, impeachment testimony from another is authorized. Thus, in the case at bar, counsel could have inquired about the prior conversation and identified the location, persons present, and approximate time. The witness would have been asked if he had made a statement and if so, to repeat that statement. If the witness denied the statement or repeated it in *739 a materially different form than the prosecutor recalled, another who was present during the conversation could have testified as to its content, thereby impeaching the witness and placing the statement before the jury. Where, as here, no other party was present, the examining attorney would have no choice but to forego the testimony or abandon her role as an advocate and seek leave of court to testify as a witness.\nA significant flaw in this case was failure of the Commonwealth's Attorney to observe KRE 611(c). The witness was called by the Commonwealth during its case in chief. As a witness for the Commonwealth, leading questions should not have been allowed. If the trial court had sustained an early objection based on the form of the question and directed counsel to refrain from leading questions, counsel would have avoided the temptation to place the substance of the alleged statement before the jury from her lips rather than awaiting the testimony of the witness.\nWhat transpired here is more than some technical violation of evidence rules or proper conduct by lawyers. By means of the prosecutor's assertions, statements attributed to Appellant were placed before the jury without any witness saying that Appellant made such a statement. This goes to the heart of fundamental fairness and due process of law.\nAppellant also complains that the trial court failed to give his tendered instruction on receiving stolen property. Inasmuch as we are reversing for a new trial on other grounds, we deem it unwise to decide this issue in this fact-intensive case. On retrial the evidence may not be the same, and the trial court should determine whether to give a lesser included offense instruction based on the evidence presented. However, we reiterate that it is the duty of the trial court to give instructions covering the whole law of the case, and if there is evidence from which the jury could believe Appellant to have been guilty of a lesser offense rather than the greater offense, a lesser included offense instruction would be given.\nAs such, we reverse Appellant's conviction and remand this case for a new trial in conformity with this opinion.\nMcANULTY, MINTON, NOBLE, and SCHRODER, JJ., concur.\nSCOTT, J., dissents by separate opinion in which CUNNINGHAM, J., joins.\nDissenting Opinion by Justice SCOTT.\nRespectfully, I dissent. I do not agree with the majority's holding that the Commonwealth's statements during the direct examination of Reggie Bell constituted reversible error. If there was any error, it was harmless.\nIn Berger v. United States, 295 U.S. 78, 55 S. Ct. 629, 79 L. Ed. 1314 (1935), a case cited by the majority, the United States Supreme Court held that a United States Attorney's statements at trial were so prejudicial against the defendant that a new trial had to be ordered. The attorney's acts in Berger included:\nmisstating the facts in his cross-examination of witnesses; of putting into the mouths of such witnesses things which they had not said; of suggesting by his questions that statements had been made to him personally out of court, in respect of which no proof was offered, of pretending to understand that a witness had said something which he had not said and persistently cross-examining the witness upon that basis; of assuming prejudicial facts not in evidence; of bullying and arguing with witnesses; and in general, of conducting himself in a thoroughly *740 indecorous and improper manner.\n295 U.S. at 84, 55 S.Ct. at 631. Yet, despite all of the acts by the United States Attorney in Berger, the Supreme Court plainly pointed out that\n[i]f the case against Berger had been strong, or, as some courts have said, the evidence of his guilt `overwhelming' a different conclusion might be reached. Moreover, we have not here a case where the misconduct of the prosecuting attorney was slight or confined to a single instance, but one where such misconduct was pronounced and persistent, with a probable cumulative effect upon the jury which cannot be disregarded as inconsequential.\n295 U.S. at 89, 55 S.Ct. at 633 (citations omitted). The main evidence against Berger other than the United States Attorney's statements was the testimony of an accomplice with a long criminal record. Id.\nThe statements of the Commonwealth's Attorney in this matter do not come close to the level of intentional malfeasance demonstrated by the United States Attorney in Berger. A review of the trial tape clearly demonstrates that the Commonwealth's Attorney acted not with an intent to testify, but simply out of frustration with a hostile witness. And, since Bell demonstrated a hostility by evading the questions of the Commonwealth's Attorney, she had a right to use leading questions to prompt him.[1] KRE 611(c) (Leading questions should not be used on the direct examination of a witness except as may be necessary to develop the witness' testimony) (emphasis added). See Brown v. Commonwealth, 440 S.W.2d 520, 524 (Ky.1969) (a pre-KRE 611(c) rule case holding that the Commonwealth could treat a witness as hostile and ask leading questions even though the witness was called by the Commonwealth since the witness was reluctant to answer the questions asked), Tamme v. Commonwealth, 973 S.W.2d 13, 27 (Ky.1998) (stating that the prohibition against leading questions in direct examination is not an absolute principle).\nThe testimony of Bell lasted for five minutes in a trial that stretched on for three days. During the trial, the Commonwealth presented multiple witnesses who testified for hours and provided adequate evidence to convict Holt without the testimony of Bell. Such evidence included, but was not limited to, testimony from witnesses stating that Holt was present during discussions planning the robbery, that one of the robbers was referred to by Holt's nickname at the robbery, that Holt's DNA was found in the car stolen during the robbery, a witness stated that Holt did not believe he could be convicted of the crime because he wore gloves, and the fact that some stolen goods were found in the trash across the street from Holt's residence after apparently being moved at his mother's request.[2] Thus, differing from Berger, there is overwhelming evidence to convict Holt regardless of the statements of the Commonwealth's Attorney and any implications they may have had on Holt's guilt. See Stanford v. Commonwealth, 734 S.W.2d 781, 787 (Ky.1987), order amended, 488 U.S. 906, 109 S. Ct. 256, 102 L. Ed. 2d 245 (1988), and judgment affirmed, 492 *741 U.S. 361, 109 S. Ct. 2969, 106 L. Ed. 2d 306 (1989) (admission of codefendant's redacted confession which implicated the defendant as his accomplice was harmless error beyond a reasonable doubt because of the presence of overwhelming evidence). So much evidence is present that were there error here, it would be harmless beyond a reasonable doubt.\nMoreover, the statements given at trial actually helped Holt's case, given the \"bumbling\" on direct. Holt's cross examination is one example:\nCounsel: Just to reiterate then, your testimony then Mr. Bell, is that Junie Holt never told you he committed any robbery?\nMr. Bell: Naw, he ain't actually tell me he just did it. Naw, he just said that's what they was charging him with.\nCounsel: You just discussed what he was being charged with?\nMr. Bell: Yeah\nCounsel: Not that he did it?\nMr. Bell: Naw.\nHolt was clearly able to use the cross examination to clear up any statements by the Commonwealth's Attorney and to emphasize her inept misunderstanding of what was actually said. Thus, it was the credibility of the Commonwealth Attorney that was hurt; not Bell's.[3]\nPutting this event in context, the jury was told by the trial court during voir dire that:\nLadies and Gentlemen you can accept as a principle of this trial and any trial that you may sit upon that the evidence you should consider is that which is presented to you by the witnesses who testify live before you. What I say isn't evidence. What counsel says isn't evidence. Now there are exceptions to that rule that you consider as evidence only that which is presented by the witnesses. There are exceptions. And if there should be one of those exceptions during the course of this trial we'll tell you of that very clearly, very specifically. But unless you hear one of those exceptions you can accept as a rule of this case that evidence is presented only by witnesses who testifies live before you.\n(emphasis added). The jury was clearly instructed that it was to accept nothing that the lawyers said as evidence unless prompted to do so. A general principle of trial is that a jury is able to ignore evidence when told to do so by the trial court. See Alexander v. Commonwealth, 862 S.W.2d 856, 859 (Ky.1993), overruled on other grounds by Stringer v. Commonwealth, 956 S.W.2d 883 (Ky.1997) (\"It is normally presumed that a jury will follow an instruction to disregard inadmissible evidence that is inadvertently presented to it, unless (1) there is an overwhelming probability that the jury will be unable to follow the court's admonition; and (2) a strong likelihood that the effect of the inadmissible evidence would be devastating to the defendant.\"). The statements made by the Commonwealth's Attorney were definitely not strong enough to lead one to believe the jury could not disregard them and the contents of her statements were obviously not damaging to the defendant within the context of the cross-examination and the court's prior admonition.\nThere may be situations in the future when a prosecutor may commit reversible error by asserting statements through his *742 questioning that constitute improper evidence. This is not one. Here the Commonwealth's Attorney tried to make the best of a bad situation with a difficult witness and did not intend to impermissibly testify. There is simply no indication that the Commonwealth's Attorney intended in this instance to violate the Rules of Professional Conduct. Accordingly, I respectfully dissent.\nCUNNINGHAM, J., joins this dissent.\nNOTES\n[1]  9 Ky.L.Rptr. 829, 86 Ky. 663, 7 S.W. 155 (1888).\n[2]  Id. at 156.\n[3]  Id. at 156.\n[4]  587 P.2d 641 (Wyo.1978).\n[5]  Id. at 646.\n[6]  Id.\n[7]  Id.\n[8]  272 Ark. 448, 615 S.W.2d 354 (1981).\n[9]  Id. at 355-56.\n[10]  Id. at 356.\n[11]  436 F.2d 761 (2d Cir.1971).\n[12]  Id. at 762.\n[13]  Id.\n[14]  548 F.2d 636 (6th Cir.1977).\n[15]  Id. at 641.\n[16]  Id. at 643.\n[17]  295 U.S. 78, 55 S. Ct. 629, 79 L. Ed. 1314 (1935).\n[18]  Id. at 88, 55 S. Ct. 629.\n[19]  Id.\n[20]  \"Before testifying, every witness shall be required to declare that the witness will testify truthfully, by oath or affirmation administered in a form calculated to awaken the witness' conscience and impress the witness' mind with the duty to do so.\"\n[21]  \"Hearsay is not admissible except as provided by these rules or by rules of the Supreme Court of Kentucky.\"\n[22]  Chapman v. California, 386 U.S. 18, 87 S. Ct. 824, 17 L. Ed. 2d 705, 24 A.L.R. 3d 1065 (1967).\n[23]  Fahy v. Connecticut, 375 U.S. 85, 86-87, 84 S. Ct. 229, 230-31, 11 L. Ed. 2d 171, 173 (1963).\n[1]  It is not clear from the trial record that Holt's counsel objected to the Commonwealth's questions because they were leading. The only ground for objection stated on the record was that the first question was \"asked and answered.\"\n[2]  Holt in his brief to this Court admitted that there was adequate evidence to support a finding that he did in fact commit the robbery.\n[3]  Because the Commonwealth's Attorney knew the testimony of Bell did not help her case, and was a waste of time, she made the statement in her closing argument that \"The Commonwealth would never have wasted your time, if it had known what it was going to get out of Mr. Bell.\"\n\n",
            "ocr": false,
            "opinion_id": 1423694
        },
        {
            "author_str": "Lambert",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLAMBERT, Chief Justice.\nThe Kentucky Rules of Professional Conduct, SCR 3.130, et seq., are mandatory for all Kentucky lawyers. SCR 3.130-3.4(e) provides that a lawyer shall not “assert personal knowledge of facts in issue except when testifying as a witness, or state a personal opinion as to the justness of a cause, the credibility of a witness, the culpability of a civil litigant, or the guilt or innocence of an accused.” SCR 3.130-3.7 generally prohibits a lawyer *733from acting as an advocate at trial where the lawyer is likely to be a necessary witness. The case at bar touches upon the foregoing Rules of Professional Conduct and various rules of evidence. This opinion will examine the propriety of what appears to be a practice common among some lawyers where a witness has made extra-judicial statements to the lawyer pri- or to trial. Thereafter, when the witness fails to give testimony consistent with the prior statements, the lawyer takes such broad liberties in the mode of examination as to essentially give testimony as to the substance of the prior statement.\nAppellant Holt was on trial for first degree burglary and complicity to first degree robbery. He appealed to this Court from his convictions and thirty-year sentence. At trial, Holt denied involvement in the crimes. On this appeal, he claims, inter alia, that he suffered prejudicial error by means of improper questioning by the prosecutor of a prosecution witness, Reggie Bell.\nBell was called by the Commonwealth during its case in chief. After establishing that Bell and Appellant had been in jail together, and laying a modest foundation for the intended testimony, the prosecutor, referring to Appellant, asked Bell, “What did he say to you?” Bell answered, “He just said that’s what he was in for.” The prosecutor pressed the witness by asking, “So, he never told you that he did — ,” at which point Appellant’s attorney objected, claiming that the question had been asked and answered. The court overruled the objection and allowed the prosecutor to continue as follows:\nProsecutor: Did he ever tell you that he actually did this robbery at this trailer?\nWitness: Nah, he ain’t actually say it was at that trailer. He didn’t actually say that. He just, he didn’t actually just say that he robbed her, but—\nProsecutor: How did he phrase it?\nWitness: That they was — ya’ll was trying to put a robbery and a burglary on him.\nProsecutor: Do you remember talking with me this morning?\nWitness: Yeah.\nProsecutor: Do you remember telling me that he told you that he did it?\nDefense: Objection.\nJudge: You can answer.\nWitness: Nah, I didn’t actually just tell you that. I didn’t actually just say that he told me that, that he told me that he did it this morning.\nProsecutor: So, you don’t recall ever telling me that the defendant in this case told you that he robbed that trailer?\nWitness: Nah, he just told me that’s what they was charging him with.\nProsecutor: But he told you about some dolls?\nWitness: He said that was involved with it.\nProsecutor: What did he tell you he did with those dolls?\nWitness: Um, in the garage.\nProsecutor: What garage?\nWitness: I don’t know whose house, whose it was.\nProsecutor: Do you remember again speaking with me this morning about where the defendant put these things? Witness: Yeah.\nDefense: Objection.\nJudge: You may answer.\nProsecutor: Do you remember telling me that the defendant told you that it was in his mom’s garage?\nWitness: That’s where they found them at, at his mom’s garage or something like that.\n*734Prosecutor: But you’re now saying that you don’t recall telling me that the defendant told you that he put them in his mom’s garage?\nWitness: Nah, I ain’t never, I ain’t never told you he told me he put them there.\nProsecutor: You’re saying now that you never told me that?\nWitness: I never told you that.\nProsecutor: So, he told you that he didn’t do this?\nWitness: He never — he didn’t say he did or he didn’t do it. He just said that they had him involved with it.\nProsecutor: Did he tell you anything else about this? He mentioned some dolls, he mentioned a garage. Anything else?\nWitness: Nah, he said somebody got hurt in the process, but I don’t know no names or nothing.\nFrom the foregoing, it is clear that despite Bell’s denial of the substance of the statements attributed to Appellant, the prosecutor asserted on at least four occasions that Bell told her that Appellant had admitted the crime. The Commonwealth rested its case without calling any other witness; there was no witness who impeached Bell’s denial of Appellant’s alleged statement. Nevertheless, the prosecutor stated in her closing argument, “I will say this and end it quick. The Commonwealth would never have wasted your time, if it had known what it was going to get out of Mr. Bell. I will move on.”\nThe effect of the prosecutor’s questions asserting what Bell had said to her placed the prosecutor in the position of making a factual representation. From the tenor of her leading questions to Bell, there is no doubt that she put the very words Bell refused to say in his mouth. The jury was thus informed that Bell had told the prosecutor that Appellant had admitted the robbery. This placed the credibility of the prosecutor before the jury, and from the form of the questions, firmly represented to it that Bell had told her that Appellant had admitted the crime.\nMore than a century ago in Commonwealth v. Cook,1 this Court considered a circumstance not dissimilar to this one. When the testimony of witness Berry was concluded, but in the presence of the jury, the Commonwealth’s Attorney stated “Because he, Berry, told me and Judge Hor-man, in the witness-room, yesterday, that Owsley never done anything to defendant, and was doing nothing to him when he was shot.”2 The trial court instructed the jury not to consider the statement and reproved the Commonwealth’s Attorney for making it. On appeal, this Court held the remark to be improper and explained as follows:\nThe conduct of the commonwealth’s attorney was very reprehensible, and he should have been punished by a heavy fine. It is the duty of a commonwealth’s attorney to represent the interest of the commonwealth fully and fairly, with his utmost ability; but it is not his duty to make a statement of fact, the credence of which is always more or less strengthened by his official position, outside of the record or evidence, which may tend in the least degree to prejudice the rights of the accused. The commonwealth desires and is entitled to the conviction of the guilty by fair and honorable means, and upon competent testimony; but it does not desire a conviction by any other means. To accomplish this *735end, it is the duty of the commonwealth’s attorney to devote his entire energy and utmost ability; but, as before said, he is not excusable in making any statement of fact outside of the evidence which may be in the slightest degree prejudicial to the rights of the accused. In this case, the commonwealth’s attorney, not as a witness, made a statement of fact which flatly contradicted the witness Berry, and, if believed, convicted Berry, in the minds of the jury, of perjury. There was a plain course for the commonwealth’^ attorney to pursue, — either to introduce himself or Judge Horman as a witness to contradict Berry; but, not seeing proper to take this course, he should have kept silent as to what occurred in the witness-room, for the reason that a repetition of it, not under oath, in the hearing of the jury, was incompetent evidence, and of a character very damaging to the rights of the appellant, and which doubtless left an unfavorable impression on the minds of the jury, notwithstanding the admonition of the court.\nIn a case like this, it would better accord with the rights of the accused for the court to suggest to him or to his counsel that if he desired it, and would so request, the jury would be withdrawn and another jury impaneled to try the case. If the suggestion should be declined, the complaint of the accused should not thereafter be heard.3\nMore recent cases from other jurisdictions have reached a similar conclusion. In Roby v. State4 the prosecutor cross-examined a defense witness about a previous telephone conversation they had about receipts from a restaurant that allegedly were falsely dated in order to provide an alibi for the defendant. As in this case, the prosecutor framed his questions with phrases like, “[ijsn’t it true that you told me,” “did you tell me,” and “[t]he question is whether or not you told me....”5 In so doing, the prosecutor implied that the defendant had previously admitted that he was unsure about whether the date on the receipt was in fact accurate, even though, on the stand, the defendant denied ever being unsure. The Wyoming Supreme Court disapproved of this interrogation technique and determined that the prosecutor was “in a real and not too subtle way presenting unsworn testimony ....”6 The court noted that\n[t]his situation can be avoided by following the guidelines set forth in the A.B.A. Standards Relating to the Prosecution Function, § 3.1(f), which provide:\n“(f) The prosecutor should avoid interviewing a prospective witness except in the presence of a third person unless the prosecutor is prepared to forego impeachment of a witness by the prosecutor’s own testimony as to what the witness stated in an interview or to seek leave to withdraw from the case in order to present his impeaching testimony.”7\nLikewise, in Dean v. State,8 the prosecutor engaged in a similar mode of examination. Specifically, the prosecutor and a witness engaged in the following short exchange:\nQ. You remember my telephone conversation with you the other day?\n*736A. I was trying to recall it this morning. I can’t recall the specific things that we talked about.\nQ. Okay.... Do you recall telling me in our telephone conversation that the defendant would be very likely to do this sort of thing again?9\nThe defendant objected, and the trial court admonished the jury to disregard the last question. Nonetheless, the Arkansas Supreme Court held that the question was reversible error:\nThe question by [the] deputy prosecuting attorney ... did not simply seek to elicit testimony from the witness, but, in effect, made a clear statement of fact amounting to testimony by him under the guise of cross-examination. The statement by [the prosecutor], a judicial officer, was made for the sole purpose of convincing the jury that if appellant were allowed to remain free there was expert opinion that he would again commit the crimes for which he was then on trial. This testimony by a court official was a flagrant violation of appellant’s right to a fair and impartial trial as guaranteed by the Arkansas and United States Constitutions and was so clearly prejudicial that the error could not be removed by the trial court’s admonishing statement.10\nA leading case directly on this issue is U.S. v. Puco.11 Puco’s co-defendant made a post-arrest, out-of-court statement to an assistant U.S. attorney impheating Puco in drug crimes. The prosecutor called the co-defendant as a witness at trial and asked him about the out-of-court statement. The prosecutor began his questions with phrases such as, “Did you tell me,” or “Do you recall me asking you....”12 The codefendant admitted to making several of the statements, but denied those related to Puco. The court found the questioning to be erroneous:\nWe find this contention of appellant that prejudicial error was injected here well taken. Using this statement, which was never admitted into evidence against either defendant, in this way in effect placed the credibility of the prosecutor himself before the jury and was therefore highly prejudicial. The prosecutor by his reading from the purported statements and the form of his questions was plainly representing that Gonzalez had in fact made the statements to him. This practice has been widely condemned .... 13\nIn U.S. v. Shoupe,14 the trial court declared the codefendant a hostile witness, thus allowing the prosecutor to ask him leading questions, but specifically rejected the notion that the witness’s prior statements could be used for impeachment purposes. The prosecutor went on to ask the witness over seventeen questions incorporating the substance of his prior out-of-court statements. The court noted that it could “find no precedent sanctioning the recitation,” and that\n[c]ourts have condemned this practice as cloaking potentially self-serving accounts of a witness’s statements with the dignity and credibility of the prosecutor’s office, United States v. Puco, 436 F.2d 761 (2nd Cir.1971), as increasing the probability that the jury will consider the statements as substantive evidence despite any limiting instruction to the con*737trary, Gaines v. United States, 121 U.S.App.D.C. 213, 349 F.2d 190 (1965), as placing before the jury the content of patently inadmissible past recollection recorded, Goings v. United States, 377 F.2d 753, 760 n. 8 (8th Cir.1967), and as bypassing, to the prejudice of the defendant, reasonable alternative measures to accomplish the same legitimate result. United States v. Block, 88 F.2d 618 (2nd Cir.), cert. denied, 301 U.S. 690, 57 S.Ct. 793, 81 L.Ed. 1347 (1937).15\nThe court held that it was a clear abuse of discretion to allow the prosecutor to incorporate so many such statements, concluding “that the recitation by the prosecutor of the entire substance of a witness’s disavowed, unsworn prior statements, which, if credited by the jury, would be sufficient to sustain a conviction, abridged defendants’ right to a fair trial in violation of the Due Process Clause of the 5th Amendment.”16\nFinally, in Berger v. United States,17 the U.S. Supreme Court reviewed various acts of prosecutorial misconduct including the discussion of statements the defendant allegedly made to the prosecutor in the hallway. Commenting on the role of the prosecutor in an adversarial system, the Court said:\nThe United States Attorney is the representative not of an ordinary party to a controversy, but of a sovereignty whose obligation to govern impartially is as compelling as its obligation to govern at all; and whose interest, therefore, in a criminal prosecution is not that it shall win a case, but that justice shall be done. As such, he is in a peculiar and very definite sense the servant of the law, the twofold aim of which is that guilt shall not escape or innocence suffer. He may prosecute with earnestness and vigor-indeed, he should do so. But, while he may strike hard blows, he is not at liberty to strike foul ones. It is as much his duty to refrain from improper methods calculated to produce a wrongful conviction as it is to use every legitimate means to bring about a just one.18\nIn light of these broad principles, the Court held that the prosecutor’s misconduct was reversible error:\nIt is fair to say that the average jury, in a greater or less degree, has confidence that these obligations, which so plainly rest upon the prosecuting attorney, will be faithfully observed. Consequently, improper suggestions, insinuations, and, especially, assertions of personal knowledge are apt to carry much weight against the accused when they should properly carry none.19\nThe foregoing authorities leave no doubt that assertions of fact from counsel as to the content of prior conversations with witnesses have the effect of making a witness of the lawyer and allowing his or her credibility to be substituted for that of the witness. Such a practice also violates KRE 60320 and KRE 802.21 Any such *738practice is improper and, subject to harmless error review, is an appropriate basis for reversal.\nWith respect to harmless error, Justice Scott’s dissenting opinion more or less acknowledges error, but contends that it was harmless. As the error implicated federal constitutional rights, a necessary conclusion is that it was “harmless beyond a reasonable doubt.”22\nWhile there was substantial evidence of appellant’s guilt, “[w]e are not concerned here with whether there was sufficient evidence on which the petitioner could have been convicted without the evidence complained of. The question is whether there is a reasonable possibility that the evidence complained of might have contributed to the conviction.”23 When the prosecutor effectively became a witness and confessed guilt for the defendant as if the confession came from his lips, the error was particularly egregious. A confession is devastating evidence of guilt, but, if possible, its effect is elevated when the prosecutor becomes the defendant’s voice. When that happens, the defendant’s bundle of constitutional rights evaporates.\nThe dissenting opinion forgives the Commonwealth’s Attorney by saying that she was trying to “make the best of a bad situation with a difficult witness.” Hardly a lawyer who has tried a case has not been disappointed by the testimony of a witness on direct examination. Our rules do not provide, however, that when the witness disappoints, the lawyer may testify in his stead. And that’s what happened here.\nIt will be contended, however, that our view as expressed hereinabove unduly restricts the lawyer’s ability to provide a proper foundation for impeachment of a witness pursuant to KRE 613. KRE 613 provides that “before other evidence can be offered of the witness having made at another time a different statement, he must be inquired of concerning it, with the circumstances of time, place and person present, as correctly as the examining party can present them.”\nOne of the most common means of witness impeachment is to present evidence that at another time he made a different statement. Our rules require, however, that before evidence of the inconsistent statement may be heard, the witness must be asked about it in the context of attendant circumstances of time, place and persons present. Without such a foundation, evidence of prior inconsistency is not admissible. Therefore, counsel must be permitted the latitude to ask foundation questions for otherwise there will be no ability to impeach the witness by prior inconsistency.\nIt is possible, however, to establish a proper foundation for impeachment without placing the credibility of the examining attorney in issue. By means of non-leading questions, the witness may be inquired of sufficiently to satisfy the requirements of KRE 613, and upon failure of the witness to testify consistently with his or her prior statement, impeachment testimony from another is authorized. Thus, in the case at bar, counsel could have inquired about the prior conversation and identified the location, persons present, and approximate time. The witness would have been asked if he had made a statement and if so, to repeat that statement. If the witness denied the statement or repeated it in *739a materially different form than the prosecutor recalled, another who was present during the conversation could have testified as to its content, thereby impeaching the witness and placing the statement before the jury. Where, as here, no other party was present, the examining attorney would have no choice but to forego the testimony or abandon her role as an advocate and seek leave of court to testify as a witness.\nA significant flaw in this case was failure of the Commonwealth’s Attorney to observe KRE 611(c). The witness was called by the Commonwealth during its case in chief. As a witness for the Commonwealth, leading questions should not have been allowed. If the trial court had sustained an early objection based on the form of the question and directed counsel to refrain from leading questions, counsel would have avoided the temptation to place the substance of the alleged statement before the jury from her lips rather than awaiting the testimony of the witness.\nWhat transpired here is more than some technical violation of evidence rules or proper conduct by lawyers. By means of the prosecutor’s assertions, statements attributed to Appellant were placed before the jury without any witness saying that Appellant made such a statement. This goes to the heart of fundamental fairness and due process of law.\nAppellant also complains that the trial court failed to give his tendered instruction on receiving stolen property. Inasmuch as we are reversing for a new trial on other grounds, we deem it unwise to decide this issue in this fact-intensive case. On retrial the evidence may not be the same, and the trial court should determine whether to give a lesser included offense instruction based on the evidence presented. However, we reiterate that it is the duty of the trial court to give instructions covering the whole law of the case, and if there is evidence from which the jury could believe Appellant to have been guilty of a lesser offense rather than the greater offense, a lesser included offense instruction would be given.\nAs such, we reverse Appellant’s conviction and remand this case for a new trial in conformity with this opinion.\nMcANULTY, MINTON, NOBLE, and SCHRODER, JJ., concur.\nSCOTT, J., dissents by separate opinion in which CUNNINGHAM, J., joins.\n\n. 9 Ky.L.Rptr. 829, 86 Ky. 663, 7 S.W. 155 (1888).\n\n\n. Id. at 156.\n\n\n. Id. at 156.\n\n\n. 587 P.2d 641 (Wyo.1978).\n\n\n. Id. at 646.\n\n\n\n.Id.\n\n\n\n. Id.\n\n\n. 272 Ark. 448, 615 S.W.2d 354 (1981).\n\n\n. Id. at 355-56.\n\n\n. Id. at 356.\n\n\n. 436 F.2d 761 (2d Cir.1971).\n\n\n.Id. at 762.\n\n\n. Id.\n\n\n. 548 F.2d 636 (6th Cir.1977).\n\n\n. Id. at 641.\n\n\n. Id. at 643.\n\n\n. 295 U.S. 78, 55 S.Ct. 629, 79 L.Ed. 1314 (1935).\n\n\n. Id. at 88, 55 S.Ct. 629.\n\n\n. Id.\n\n\n. \"Before testifying, every witness shall be required to declare that the witness will testify truthfully, by oath or affirmation administered in a form calculated to awaken the witness’ conscience and impress the witness’ mind with the duty to do so.”\n\n\n. \"Hearsay is not admissible except as provided by these rules or by rules of the Supreme Court of Kentucky.”\n\n\n. Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705, 24 A.L.R.3d 1065 (1967).\n\n\n. Fahy v. Connecticut, 375 U.S. 85, 86-87, 84 S.Ct. 229, 230-31, 11 L.Ed.2d 171, 173 (1963).\n\n",
            "ocr": false,
            "opinion_id": 9626643
        },
        {
            "author_str": "Scott",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDissenting Opinion by\nJustice SCOTT.\nRespectfully, I dissent. I do not agree with the majority’s holding that the Commonwealth’s statements during the direct examination of Reggie Bell constituted reversible error. If there was any error, it was harmless.\nIn Berger v. United States, 295 U.S. 78, 55 S.Ct. 629, 79 L.Ed. 1314 (1935), a case cited by the majority, the United States Supreme Court held that a United States Attorney’s statements at trial were so prejudicial against the defendant that a new trial had to be ordered. The attorney’s acts in Berger included:\nmisstating the facts in his cross-examination of witnesses; of putting into the mouths of such witnesses things which they had not said; of suggesting by his questions that statements had been made to him personally out of court, in respect of which no proof was offered, of pretending to understand that a witness had said something which he had not said and persistently cross-examining the witness upon that basis; of assuming prejudicial facts not in evidence; of bullying and arguing with witnesses; and in general, of conducting himself in a thor*740oughly indecorous and improper manner.\n295 U.S. at 84, 55 S.Ct. at 631. Yet, despite all of the acts by the United States Attorney in Berger, the Supreme Court plainly pointed out that\n[i]f the case against Berger had been strong, or, as some courts have said, the evidence of his guilt ‘overwhelming’ a different conclusion might be reached. Moreover, we have not here a case where the misconduct of the prosecuting attorney was slight or confined to a single instance, but one where such misconduct was pronounced and persistent, with a probable cumulative effect upon the jury which cannot be disregarded as inconsequential.\n295 U.S. at 89, 55 S.Ct. at 633 (citations omitted). The main evidence against Berger other than the United States Attorney’s statements was the testimony of an accomplice with a long criminal record. Id.\nThe statements of the Commonwealth’s Attorney in this matter do not come close to the level of intentional malfeasance demonstrated by the United States Attorney in Berger. A review of the trial tape clearly demonstrates that the Commonwealth’s Attorney acted not with an intent to testify, but simply out of frustration with a hostile witness. And, since Bell demonstrated a hostility by evading the questions of the Commonwealth’s Attorney, she had a right to use leading questions to prompt him.1 KRE 611(c) (Leading questions should not be used on the direct examination of a witness except as may be necessary to develop the witness’ testimony) (emphasis added). See Brown v. Commonwealth, 440 S.W.2d 520, 524 (Ky.1969) (a pre-KRE 611(c) rule ease holding that the Commonwealth could treat a witness as hostile and ask leading questions even though the witness was called by the Commonwealth since the witness was reluctant to answer the questions asked), Tamme v. Commonwealth, 973 S.W.2d 13, 27 (Ky.1998) (stating that the prohibition against leading questions in direct examination is not an absolute principle).\nThe testimony of Bell lasted for five minutes in a trial that stretched on for three days. During the trial, the Commonwealth presented multiple witnesses who testified for hours and provided adequate evidence to convict Holt without the testimony of Bell. Such evidence included, but was not limited to, testimony from witnesses stating that Holt was present during discussions planning the robbery, that one of the robbers was referred to by Holt’s nickname at the robbery, that Holt’s DNA was found in the car stolen during the robbery, a witness stated that Holt did not believe he could be convicted of the crime because he wore gloves, and the fact that some stolen goods were found in the trash across the street from Holt’s residence after apparently being moved at his mother’s request.2 Thus, differing from Berger, there is overwhelming evidence to convict Holt regardless of the statements of the Commonwealth’s Attorney and any implications they may have had on Holt’s guilt. See Stanford v. Commonwealth, 734 S.W.2d 781, 787 (Ky.1987), order amended, 488 U.S. 906, 109 S.Ct. 256, 102 L.Ed.2d 245 (1988), and judgment affirmed, 492 *741U.S. 361, 109 S.Ct. 2969, 106 L.Ed.2d 306 (1989) (admission of codefendant’s redacted confession which implicated the defendant as his accomplice was harmless error beyond a reasonable doubt because of the presence of overwhelming evidence). So much evidence is present that were there error here, it would be harmless beyond a reasonable doubt.\nMoreover, the statements given at trial actually helped Holt’s case, given the “bumbling” on direct. Holt’s cross examination is one example:\nCounsel: Just to reiterate then, your testimony then Mr. Bell, is that Junie Holt never told you he committed any robbery?\nMr. Bell: Naw, he ain’t actually tell me he just did it. Naw, he just said that’s what they was charging him with.\nCounsel: You just discussed what he was being charged with?\nMr. Bell: Yeah\nCounsel: Not that he did it?\nMr. Bell: Naw.\nHolt was clearly able to use the cross examination to clear up any statements by the Commonwealth’s Attorney and to emphasize her inept misunderstanding of what was actually said. Thus, it was the credibility of the Commonwealth Attorney that was hurt; not Bell’s.3\nPutting this event in context, the jury was told by the trial court during voir dire that:\nLadies and Gentlemen you can accept as a principle of this trial and any trial that you may sit upon that the evidence you should consider is that which is presented to you by the witnesses who testify live before you. What I say isn’t evidence. What counsel says isn’t evidence. Now there are exceptions to that rule that you consider as evidence only that which is presented by the witnesses. There are exceptions. And if there should be one of those exceptions during the course of this trial we’ll tell you of that very clearly, very specifically. But unless you hear one of those exceptions you can accept as a rule of this case that evidence is presented only by witnesses who testifies live before you.\n(emphasis added). The jury was clearly instructed that it was to accept nothing that the lawyers said as evidence unless prompted to do so. A general principle of trial is that a jury is able to ignore evidence when told to do so by the trial court. See Alexander v. Commonwealth, 862 S.W.2d 856, 859 (Ky.1993), overruled on other grounds by Stringer v. Commonwealth, 956 S.W.2d 883 (Ky.1997) (“It is normally presumed that a jury will follow an instruction to disregard inadmissible evidence that is inadvertently presented to it, unless (1) there is an overwhelming probability that the jury will be unable to follow the court’s admonition; and (2) a strong likelihood that the effect of the inadmissible evidence would be devastating to the defendant.”). The statements made by the Commonwealth’s Attorney were definitely not strong enough to lead one to believe the jury could not disregard them and the contents of her statements were obviously not damaging to the defendant within the context of the cross-examination and the court’s prior admonition.\nThere may be situations in the future when a prosecutor may commit reversible error by asserting statements through his *742questioning that constitute improper evidence. This is not one. Here the Commonwealth’s Attorney tried to make the best of a bad situation with a difficult witness and did not intend to impermissi-bly testify. There is simply no indication that the Commonwealth’s Attorney intended in this instance to violate the Rules of Professional Conduct. Accordingly, I respectfully dissent.\nCUNNINGHAM, J., joins this dissent.\n\n. It is not clear from the trial record that Holt’s counsel objected to the Commonwealth’s questions because they were leading. The only ground for objection stated on the record was that the first question was \"asked and answered.”\n\n\n. Holt in his brief to this Court admitted that there was adequate evidence to support a finding that he did in fact commit the robbery.\n\n\n. Because the Commonwealth’s Attorney knew the testimony of Bell did not help her case, and was a waste of time, she made the statement in her closing argument that \"The Commonwealth would never have wasted your time, if it had known what it was going to get out of Mr. Bell.”\n\n",
            "ocr": false,
            "opinion_id": 9626644
        }
    ],
    "court_short_name": "Kentucky Supreme Court",
    "court_full_name": "Kentucky Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Robbery"
}