{
    "id": 1444512,
    "judges": "William M. Taylor, Jr.",
    "date_filed": 222307200000,
    "date_filed_is_approximate": false,
    "slug": "cook-v-brockway",
    "case_name_short": "Cook",
    "case_name": "Cook v. Brockway",
    "case_name_full": "Don B. COOK v. Roy BROCKWAY, Sheriff, Kaufman County, Texas",
    "attorneys": "Don B. Cook, pro se., Arthur Miller, Asst. Dist. Atty., Kaufman, Tex., James H. Martin, Dallas, Tex., for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1132-10\">\n    Don B. COOK v. Roy BROCKWAY, Sheriff, Kaufman County, Texas.\n   </parties><br><docketnumber id=\"b1132-12\">\n    No. CA 3-74-970-C.\n   </docketnumber><br><court id=\"b1132-13\">\n    United States District Court, N. D. Texas, Dallas Division.\n   </court><br><decisiondate id=\"b1132-16\">\n    Jan. 17, 1977.\n   </decisiondate><br><attorneys id=\"b1134-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1048\"> \n     *1048\n     </span>\n    Don B. Cook, pro se.\n   </attorneys><br><attorneys id=\"b1134-11\">\n    Arthur Miller, Asst. Dist. Atty., Kaufman, Tex., James H. Martin, Dallas, Tex., for defendant.\n   </attorneys>",
    "citations": [
        "424 F. Supp. 1046"
    ],
    "opinions": [
        {
            "author_str": "Taylor",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3184.0,
            "opinion_text": "\n424 F. Supp. 1046 (1977)\nDon B. COOK\nv.\nRoy BROCKWAY, Sheriff, Kaufman County, Texas.\nNo. CA 3-74-970-C.\nUnited States District Court, N. D. Texas, Dallas Division.\nJanuary 17, 1977.\n*1047 *1048 Don B. Cook, pro se.\nArthur Miller, Asst. Dist. Atty., Kaufman, Tex., James H. Martin, Dallas, Tex., for defendant.\n\nMEMORANDUM OPINION AND ORDER\nWILLIAM M. TAYLOR, Jr., Chief Judge.\nPlaintiff Don Cook is an inmate at the Texas Department of Corrections' Ellis unit in Huntsville, where he is serving a ten-year sentence for a Kaufman County burglary conviction. Defendant Roy Brockway is the Sheriff of Kaufman County and the legal custodian of the Kaufman County Jail.\nCook brought this suit for damages allegedly incurred while in the custody of Brockway, on the grounds that Brockway had violated his constitutional rights. Cook grounded his complaint on 42 U.S.C. § 1983, according proper jurisdiction to this Court under 28 U.S.C. § 1343(3).\nThe circumstances leading up to the meeting of these two men, and culminating in this lawsuit, are as follows. On May 30, 1974, Cook was arrested for burglary by two officers of the Terrell Police Department. That same night, Cook was taken before a magistrate who apprised him of his rights and set bond at $20,000. Cook was subsequently released to the Kaufman County Sheriff's department and confined to jail. He did not post bond.\nOn June 27, 1974, Cook was indicted for burglary by the Kaufman County Grand Jury. He remained in the custody of the Sheriff's department until September 23, 1974, when he was convicted as charged and transferred to the Texas Department of Corrections (TDC).[1] On October 4, 1974, Cook filed this suit against Sheriff Brockway, complaining pro se of certain treatment during the above four-month confinement.\nA trial before the Court on the merits of plaintiff's claims was commenced on June 7, 1976, at which time both parties presented testimony and evidence. Having reviewed the record in this case, the Court is of the opinion that the following findings of fact and conclusions of law require that judgment be rendered for defendant Sheriff.\n\nFINDINGS AND CONCLUSIONS\nStolen Property. One of plaintiff's complaints against the defendant arises out *1049 of plaintiff's loss of personal clothing alleged to have a value of $400. Plaintiff testified that he persuaded an employee of the jail, J. W. Fisher, to go to the home of plaintiff's sister, Winnie Jones, to pick up the clothing in question.[2] Ms. Jones testified that Fisher had indeed come to her home and secured the clothing, and had told her that he was going to sell the clothes and give the money to the plaintiff.\nFisher then took the clothes and placed them in some room at the jail. The clothes remained there during plaintiff's incarceration, but disappeared after Fisher left the jail upon termination of his employment.\nPlaintiff suggests that Fisher stole the clothes in question and that defendant Sheriff should be held liable for the theft, apparently under a theory of respondeat superior, and on the grounds that some courts have held that 42 U.S.C. § 1983 protects a prisoner's right to property which has been illegally taken from him by prison officials. Hansen v. May, 502 F.2d 728 (9th Cir. 1974); Russell v. Bodner, 489 F.2d 280 (3d Cir. 1973).\nThe flaw in plaintiff's argument is his assertion that the defendant is liable for the alleged acts of Fisher. Although Fisher was employed at the jail for several months as a radio dispatcher, any agreement he might have made with the plaintiff regarding the disposition of plaintiff's clothes was clearly apart from his regular duties as a dispatcher, and was thus a private agreement between two individuals. There was absolutely no testimony produced at trial to suggest that the loss of plaintiff's clothing was a result of any misfeasance, malfeasance or negligence on the part of defendant Sheriff or any of his employees acting within the scope of their employment. Jail officials were not connected in any way with the alleged theft.\nUnconstitutional Jail Conditions. Plaintiff failed to prove by a preponderance of the evidence that conditions at the Kaufman County Jail, during his confinement, violated constitutional requisites. The testimony of Sheriff Brockway and Deputy Sheriff Ashworth revealed that occasionally the county jail is taxed to its 28-person capacity. They also admitted that broken windows were a continuing problem.\nBut as to the existence of unconstitutional conditions, the testimony of the defense witnesses sufficiently controverted plaintiff's allegations. Both Brockway and Ashworth testified that the heating facilities at the jail were more than adequate. Defendant Brockway revealed that the county commissioners had undertaken numerous improvements at the jail during the last eighteen months. He further asserted that all prisoners had access to medical treatment whenever necessary. Deputy Ashworth was even more specific, responding that whenever plaintiff Cook had complained of physical ailment, he was taken to a doctor. He also explained that each cell had a working commode and lavatory.\nAs described by the above evidence, the Court is of the opinion that the conditions at the Kaufman County Jail, during plaintiff's confinement there, were not unconstitutional. See Alberti v. Sheriff of Harris County, 406 F. Supp. 649 (S.D.Tex.,1975), Taylor v. Sterrett, 344 F. Supp. 411 (N.D. Tex.1972), aff'd in part, 499 F.2d 367 (5th Cir. 1974), cert. denied, 420 U.S. 983, 95 S. Ct. 1414, 43 L. Ed. 2d 665 (1975).\nExcessive Bond. Plaintiff claimed that his bond was excessive and that defendant prevented it from being reduced. Defendant sufficiently rebutted this claim in his pleadings, with the affidavit of the magistrate who set plaintiff's bond. The affidavit revealed that defendant Brockway \"did not request nor suggest the amount of bond and at no time thereafter did he request or suggest [that bond not be reduced].\"[3] Defendant's testimony supported this fact.\n*1050 Access to Phone. Plaintiff testified, but offered no further evidence to support his claim, that he was denied a telephone call upon arrest. Deputy Sheriff Ashworth testified, and the Court finds, that plaintiff had access to and often used a telephone at the time of his arrest by the Terrell Police and also during his confinement at the jail.\nInvoluntary Servitude. The record is devoid of any evidence supporting plaintiff's testimony that he was forced to paint his cell against his will, and the Court finds that such was not the case. In fact, both Deputy Ashworth and Deputy Sheriff Hall testified that painting materials were furnished to plaintiff only after he requested that he be allowed to paint his cell.\nTransfer to County Farm. Plaintiff asserts an additional claim for relief based on the fact that he was transferred from the jail to the county work farm before he was ever convicted of an offense, and that while he was there, his mail and visitation privileges were suspended.\nDefendant and both deputies testified that the old county work farm was no longer a work farm, but merely a detention facility. There may have been some conflict in defendant's testimony as to exactly why plaintiff was temporarily transferred to the farm with several other prisoners,[4] but no shred of evidence was offered by the plaintiff to suggest that the farm was used for any purpose other than as an overflow detention facility. Any loss of mail or visitation privileges allegedly suffered by plaintiff while at the farm is not significant enough to raise an issue of legal proportion, given the very temporary nature of plaintiff's confinement at the farm.\nMail. Plaintiff complained that some of his mail at the jail had been opened by defendant. In his testimony, the defendant admitted that such was the case. No details were given as to why, how much, or what type of mail was opened before delivery to plaintiff, but defendant did deny that he censored any mail from plaintiff to his attorney or this Court.[5]\nThe law clearly recognizes that prisoners have a right to \"free and unfettered communication\" with courts and attorneys. Barlow v. Amiss, 477 F.2d 896, 898 (5th Cir. 1973). The testimony and pleadings of the defendant clearly reveal that this pro se plaintiff was not denied the above constitutional right. And were the testimony of defendant insufficient to establish that no right had been infringed, the voluminous file of letters this Court has received from plaintiff in this cause is preponderant proof that plaintiff's right to communicate with the Court was free and unfettered.\nWhether the Constitution protects prisoners from having some of their mail, other than that relating to legal matters, opened by jail officials prior to delivery is not clear. It is well established that \"the control of prison mail is a matter of internal prison administration with which the federal courts are loath to interfere,\" Barlow v. Amiss, supra, and that \"examination of correspondence, not addressed to attorneys or to courts, is a reasonable exercise of the discretion of prison management with which the federal courts will not interfere.\" Woods v. Yeager, 463 F.2d 223, 224 (3d Cir. 1972).\n*1051 Undoubtedly, there might be circumstances in which prison regulations or procedures regarding mail would be so onerous as to infringe on the First Amendment rights of prisoners. The facts of this case, however, do not require the Court to reach that question. The Court is of the opinion that the occasional opening of plaintiff's mail by defendant, without any showing of harm,[6] was a \"reasonable exercise of the discretion of prison management . . ..\" Woods v. Yeager, supra.\nSegregation Cell. Evidence introduced at trial revealed that plaintiff was confined in a segregation cell at the county jail for up to 40 days, receiving neither a formal hearing, nor formal notice of the charges for which he was specially confined.\nDefendant responded to the allegations by testifying that plaintiff was separated from the rest of the jail population, not for disciplinary reasons, but for security reasons. Deputy Sheriff Ashworth concurred, explaining that the segregated confinement of the plaintiff was the result of reports from jail trusties that plaintiff had made inquiries to other prisoners regarding the possibility of obtaining hacksaw blades.[7] Upon these facts, the Court must decide whether the placing of plaintiff in a segregated cell for security reasons, unaccompanied by any formal proceedings, violated any rights guaranteed by the Due Process Clause of the Constitution.\nThe law is clearly established that whenever a prisoner is assigned to solitary confinement, he is entitled to some comports of procedural due process. See Sands v. Wainwright, 357 F. Supp. 1062 (M.D.Fla. 1973), vacated on other grounds, 491 F.2d 417 (5th Cir. 1973), cert. denied, 416 U.S. 992, 94 S. Ct. 2403, 40 L. Ed. 2d 771 (1974).[8] The fact that none were accorded plaintiff in the case at bar, however, is not dispositive.\nThe cases that have required procedural due process for prisoners placed in solitary confinement have involved state correctional institutions or penitentiaries. Solitary confinement at such places carries with it serious, usually odious consequences. As the District Court described in Sands v. Wainwright:\nIn the prison context, except for the loss of life itself and except for the imposition of those conditions which would constitute cruel and unusual punishment . ., confinement in punitive segregation is as loathsome and wretched as is legally permissible; there is nothing worse (emphasis added).\nId. 357 F.Supp. at 1082. Because of these \"wretched\" conditions, the Court held that due process procedures must be complied with before a prisoner can be so confined.\nAn even more basic reason exists for requiring procedural due process in prison discipline situations. Usually, such situations *1052 involve the deprivation of some right or interest of the prisoner. In Wolff v. McDonnell, 418 U.S. 539, 94 S. Ct. 2963, 41 L. Ed. 2d 935 (1974), the Supreme Court recognized that prisoners could not be deprived of their right to good-time credit without application of certain due process procedures:\n. . . the State having created the right to good time and itself recognizing that its deprivation is a sanction authorized for major misconduct, the prisoner's interest has real substance and is sufficiently embraced within Fourteenth Amendment \"liberty\" to entitle him to those minimum procedures appropriate under the circumstances and required by the Due Process Clause to insure that the state-created right is not arbitrarily abrogated.\nId. 418 U.S. at 557, 94 S.Ct. at 2975.\nAlthough the language in these cases aims specifically at the correctional-penal institution context, it seems even more appropriate in the county jail situation. Many county jail confinees have yet to be convicted of a crime and are merely being detained pending trial, often because they are unable to make bond. If, as the Supreme Court said in Wolff, an inmate of the Nebraska Penal and Correctional Complex \"is not wholly stripped of constitutional protections when he is imprisoned for a crime,\" 418 U.S. at 555, 94 S.Ct. at 2974, surely a prisoner who has yet to be convicted for the crime for which he is being detained is equally protected by the Constitution, if not more so. See Hamilton v. Love, 328 F. Supp. 1182 (E.D.Ark.1971).\nBut the extent of this protection is not unlimited. If the placing of a prisoner in a segregation cell does not involve a deprivation of life, liberty or property, as outlined in Wolff, then the application of due process procedures is not required.\nIn the case at bar, plaintiff alleged that he was separately confined from the other jail prisoners, without due process notice. Defendant admitted that plaintiff was placed in a segregation cell and the evidence supports plaintiff's claim that no notice for such confinement was given. Under these circumstances, in order to escape liability defendant had to show the Court that the placing of plaintiff in a segregation cell did not deprive him of any rights to which due process procedures would be applicable. This Court is of the opinion that defendant has met that burden.\nThe evidence reveals that the only \"right\" that plaintiff lost when placed in the segregation cell was the dubious privilege of sharing a cell with other prisoners.[9] To suggest that this privilege is of such a nature that it comes within the protection of procedural due process is to carry the scope of that protection beyond the dictates of Wolff. Were there any evidence in the record to suggest that plaintiff had been harmed at all by being placed in a cell by himself, this Court might have found that due process procedures were constitutionally required. The record, however, is completely devoid of any such evidence.\nJail Conduct Report. The last of plaintiff Cook's complaints on which this Court must expound pertains to the jail conduct report that accompanied plaintiff upon his transfer to TDC.[10] In that report, in words that exemplified the paucity of love lost between the two parties, defendant certified that plaintiff \"has been a trouble maker ever since he has been in jail. Subject tried to help inmates escape.\" And as if he had not made himself perfectly clear, defendant further opined, \"in other words, he is just plain sorry!\"\n*1053 Plaintiff complained that the above remarks were false, baseless, and derogatory, and as a result of the report, plaintiff alleged that he was deprived of certain privileges at TDC, such as special job assignments and appointment as a trusty. The facts, however, do not support plaintiff's claim.\nFirst, sufficient testimony was introduced at trial to justify the defendant's conclusion that plaintiff had made inquiries of other county jail prisoners about possibilities of escape. See footnote 8, supra. Second, plaintiff had full knowledge of the contents of the conduct report while confined at TDC, and has had ample opportunity to protest its content. Third, once again plaintiff has failed to show and the record does not support any finding that he has incurred any harm from the conduct of which he complains.\nWere the facts not so overwhelmingly against the plaintiff on this particular issue, the law would most certainly defeat his claim for relief. For plaintiff's allegation here is one of damages for defamation, and\nit is well established that libel or slander by a state official \u0097 even if malicious \u0097 does not generate a cause of action under the federal civil rights statutes, for the right to be free of defamation and to secure the redress for its infliction is within the province of state law and is not an incident of federal citizenship.\nTaylor v. Nichols, 409 F. Supp. 927 (D.Kan. 1976); See also Paul v. Davis, 424 U.S. 693, 96 S. Ct. 1155, 47 L. Ed. 2d 405 (1976).\n\nCONCLUSION\nBased on the above findings of fact and conclusions of law, the Court is of the opinion that each and every one of plaintiff's complaints has failed to find its mark in any constitutionally or statutorily protected right on which a claim for relief could be based. Accordingly, judgment will be entered for defendant.\nNOTES\n[1]  State v. Don B. Cook, Cause No. 13131.\n[2]  Fisher was at first a prisoner at the jail, and later became a trusty, whose duties included radio dispatching. Upon his release, he was hired by jail officials to continue his dispatcher duties.\n[3]  Affidavit of Dickie B. Grier. Grier was not subpoenaed by the plaintiff, but two witnesses that were subpoenaed were not available at time of trial. The Court offered to postpone the case until all witnesses could be present, but plaintiff declined the offer, choosing instead to proceed with trial. Court was recessed for the morning so that plaintiff could have the opportunity to interview his witnesses.\n[4]  In defendant's Original Answer, paragraph III, he states that plaintiff and other prisoners were transferred because the locking mechanism on the door of the jail would not operate properly. In defendant's answers to plaintiff's interrogatory No. 7, he states that plaintiff was transferred \"to ease the crowded conditions at the County Jail.\" While these responses appear to conflict, at trial defendant asserted that both statements were correct, and that because of the crowded conditions, the county farm was the only place to put the prisoners once the lock broke.\n[5]  Defendant's answer to plaintiff's interrogatory No. 10.\n[6]  In Woods, the district court dismissed the complaint of the plaintiff prisoner, who claimed that an outgoing letter was opened by prison authorities, who then demanded that plaintiff amend the letter to comply with prison regulations. In affirming the dismissal, the Court of Appeals observed that the \"single incident complained of is not alleged to have caused any monetary damage to the appellant. Thus the complaint did not state a cause of action under the Civil Rights Act either for injunctive relief or for damages.\" 463 F.2d at 224.\n[7]  These reports logically led the Sheriff to believe that plaintiff was contemplating escape for himself and/or other prisoners. Defendant reported the incident to TDC authorities when plaintiff was transferred to their custody in September. That report is the subject of plaintiff's last allegation, infra.\n\nPlaintiff makes much of the fact that defendant sheriff could not remember the name of the specific trusty who warned jail officials of plaintiff's interest in hacksaw blades. Given the lapse of time involved, the high turnover rate at the jail, and the fact that defendant did not oversee every day-to-day occurrence at the jail, the defendant's failure of memory in this particular instance is not significant.\n[8]  The scope of that process which is due may depend upon the nature of the segregation. Prisoners confined in segregation for \"punitive\" reasons are generally accorded more expansive procedural rights than those who are segregated for \"administrative\" reasons, such as prison security. Sands v. Wainwright, supra at 1083; Biagiarelli v. Sielaff, 483 F.2d 508 (3d 1973).\n[9]  Defendant's testimony suggested that plaintiff may have been better off in a cell by himself for two reasons:\n\n1) other prisoners had complained about plaintiff's attempts to get a hacksaw, and\n2) when he was transferred to a solo cell, plaintiff was furnished with clean sheets and blankets.\n[10]  Plaintiff's Exhibit No. 1. Such a report must accompany every inmate transferred to the Texas Department of Corrections.\n\n",
            "ocr": false,
            "opinion_id": 1444512
        }
    ],
    "court_short_name": "N.D. Texas",
    "court_full_name": "District Court, N.D. Texas",
    "court_type": "FD",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}