{
    "id": 1446579,
    "judges": "Brown, C.J., and Thomas, Cardine, Urbigkit and MacY",
    "date_filed": "2001-03-06",
    "date_filed_is_approximate": true,
    "slug": "in-re-contempt-of-haselhuhn",
    "case_name_short": "In Re Contempt of Haselhuhn",
    "case_name": "In Re Contempt of Haselhuhn",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "740 P.2d 387"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n740 P.2d 387 (1987)\nIn re CONTEMPT OF Darwin HASELHUHN.\nDarwin HASELHUHN, Appellant,\nRick Prime, (Defendant),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff).\nNo. 86-204.\nSupreme Court of Wyoming.\nJuly 31, 1987.\nPublic Defender Program: Leonard D. Munker, State Public Defender; Martin J. McClain, Deputy Public Defender; and Norman A. Newlon, Legal Intern, for appellant.\nJoseph B. Meyer, Atty. Gen.; John W. Renneisen, Sr. Asst. Atty. Gen.; and Terry L. Armitage, Asst. Atty. Gen., for appellee.\nBefore BROWN, C.J., and THOMAS, CARDINE, URBIGKIT and MACY, JJ.\nMACY, Justice.\nAppellant Darwin Haselhuhn was found to be in contempt of court and sentenced to three months' imprisonment for refusing to be sworn and to testify when called as a witness in a criminal trial. On appeal to this Court, appellant in essence questions whether the district court's finding and sentence are proper.\nWe reverse.\nAppellant was convicted of aggravated robbery and sentenced to a term of not less than eight years nor more than twelve years in the Wyoming State Penitentiary. During the pendency of his appeal to this Court, appellant was called as a witness at the May 1986 trial of his co-defendant, Rick Prime. In chambers on May 14, 1986, the day before appellant was to testify, the State offered appellant full use immunity in return for his testimony. More specifically, the State informed appellant that, if he agreed to testify as to his involvement in the robbery, none of his statements would be used \"in connection with any future proceeding regarding the armed robbery.\" Counsel for appellant advised the State and the court that he did not believe the offer of immunity was broad enough to preclude future federal prosecution and, consequently, that appellant would assert his Fifth Amendment privilege against self-incrimination and refuse to testify. Upon considering the arguments presented, the district court stated in relevant part:\n\"I'm going to grant [appellant] immunity and order him to testify. And if he refuses to testify, he'll be found in contempt of Court and remanded into the *388 custody of the Sheriff. * * * I order him now to answer the questions.\"\nThe following morning, the State called appellant to the witness stand. His attorney was not present in the courtroom, and the following colloquy occurred:\n\"THE COURT: Have you been sworn?\n\"[APPELLANT]: No, I haven't, Your Honor. I decline to be sworn in and I decline to answer any questions.\n\"THE COURT: You'll be sworn in, mister. Now, raise your right hand.\n\"[APPELLANT]: (No response)\n\"THE COURT: Raise your right hand.\n\"[APPELLANT]: I decline to be sworn in, Your Honor.\n\"THE COURT: All right. I find you in direct contempt of Court. I remand you to the custody of the Sheriff to be held there until you answer and/or [be] sworn or sentenced otherwise * * *.\"\nThe trial concluded on May 19, 1986. On May 20, 1986, five days after he had been held in contempt, appellant appeared with counsel before the district court. The following discussion took place:\n\"THE COURT: * * * This is a continuation of proceedings in Criminal Docket No. 84-47, the State of Wyoming versus Rick Prime. Let the record show that [appellant] is standing before the Court * * * with his attorney, Mr. William Flynn * * *. [Appellant], you were in this court earlier and granted immunity on the condition that you testify in the case against Mr. Prime. When the time came for you to so testify, you even refused to be sworn, much less testify. At that time, I found you in direct contempt of Court and remanded you into the custody of the sheriff until you answered or until I disposed of the case. This case wasn't over until \u0097 the verdict wasn't returned until yesterday and the case has remained open, so I can dispose of it. Do you know of any reason why I shouldn't sentence you now?\n\"MR. FLYNN: Yes, Your Honor. * * * I would like clarification for myself at this point if the Court's proceeding under Sub-Section A or B of Rule 41 [, W.R. Cr.P].\n\"THE COURT: Let me see the rule. Why didn't you bring this up before we started? Well, it was my intention, certainly, when I found him in contempt to proceed under Rule 41A. Now, having been given the opportunity to change his mind about testifying \u0097 but I couldn't \u0097 I had to wait until the case was submitted to the jury and the jury returned a verdict, because he had all that time within which to come in and testify. I had to wait until it was finished when he had the chance. Now, it's finished. It's my intention to sentence him under Rule 41A.\"\nUpon clarification of the procedure, counsel for appellant requested a continuance in order to prepare a defense to the contempt charge. The district court granted the request, and a second hearing was held on June 9, 1986. Proceeding on the belief that appellant was found in contempt for refusing to testify, counsel for appellant again asserted that appellant was entitled to claim his Fifth Amendment right and refuse to testify because, even assuming the State had the authority to offer immunity, the offer did not go far enough. Counsel for appellant also asserted that appellant's refusal to be sworn and to testify was not intended to be disrespectful or disruptive but merely to protect his right against self-incrimination. The district court responded to counsel's argument as follows:\n\"The Court was aware, of course, even after granting the immunity that he was still going to not testify, and I would have permitted that. But he refused even to be sworn, and I see no justification for that, and that's why I found him in contempt of Court.\" (Emphasis added.)\nThe district court then pronounced sentence of a term of three months to be served consecutively to appellant's existing sentence for aggravated robbery. The order of criminal contempt filed on June 30, 1986, provided as follows:\n\"THIS MATTER having come before the Court during the Jury Trial of the above-entitled case, and Darwin Haselhuhn *389 having been granted full use immunity for anything that he may say upon the witness stand, and the same Darwin Haselhuhn having been called into Court as a State's witness and having been asked by the District Court Judge to be sworn, and having refused repeatedly to take the oath, and thereby being found in criminal contempt of Court; the Court having heard the argument of Counsel and being fully advised in the premises, proceeds to pronounce sentence as follows:\n\"IT IS THEREFORE ORDERED that the said Darwin Haselhuhn serve an additional three (3) months['] sentence to be consecutive to the present sentence being served on the charge of Aggravated Robbery, said sentence is to be served in either the Wyoming State Penitentiary, at or near Rawlins, Wyoming, or in the Sweetwater County Jail, in Green River, Wyoming.\" (Emphasis added.)\nOn appeal to this Court, appellant claims not only that these particular proceedings were improperly conducted but that the law relating to contempt is, in general, confusing and unclear. We limit our review to the propriety of these particular proceedings.\nIn United States v. Powers, 629 F.2d 619 (9th Cir.1980), the Ninth Circuit Court of Appeals considered the question of whether a contempt judgment is invalidated by a trial court's confusion about the form of the contempt proceeding. In that instance, the Ninth Circuit affirmed the contempt judgment for the reason that the trial court's confusion was not prejudicial to the defendant. However, the Ninth Circuit warned that \"under different circumstances we might find a contempt sanction invalid due to the confusion of the district court.\" Id. at 629.\nIn United States v. Powers, as in the present case, the defendant was called as a witness in a criminal case. When called to the stand to testify, he refused to answer any questions on the ground that his testimony might incriminate him. The government subsequently offered the defendant use immunity to which his attorney objected on the ground that it was too narrow. The court accepted the grant of immunity and warned the defendant that his continued refusal to testify could result in a judgment of contempt and a jail sentence. The defendant's attorney asked for a clarification of the court's contempt powers, and the court stated:\n\"`The [c]ourt notifies the defendant that the court would incarcerate the defendant for the balance of the trial and set a hearing date regarding the contempt charges and possible sentence as a result thereof.'\" Id. at 621.\nThe defendant's attorney then requested clarification as to the nature of the proceeding, and the court responded that it was a civil contempt proceeding but that it would be conducted in accordance with the procedural requirements set forth in Rule 42, F.R.Cr.P. The defendant then was recalled to the stand, and he again refused to testify. The court questioned him to make sure he understood the consequences of his refusal to testify, and, when it became clear that he did understand and still would not testify, the court found him in contempt.\nThe focus of the court's inquiry in United States v. Powers was the trial court's confusion as to whether the contempt proceeding was civil or criminal in nature. The focus of our inquiry goes further. As demonstrated above, despite its confusion over the types of contempt proceedings, the trial court in United States v. Powers fully and clearly explained to the defendant the nature and effect of a contempt judgment. The defendant was told by the court repeatedly that his refusal to testify could result in a judgment of contempt and a jail sentence. The defendant had an attorney present throughout the proceedings to seek clarification of the consequences of his refusal to testify. He was told explicitly that, if he refused to testify after being granted immunity, he would be incarcerated for the balance of the trial and might be subject to an additional sentence following a contempt hearing. He was questioned fully as to his understanding of the consequences of refusing to testify. Only when it became clear that the defendant fully *390 understood those consequences did the trial court find him in contempt.\nThe present case presents a sharp contrast to United States v. Powers. Although appellant was cursorily warned in chambers that he would be found in contempt if he refused to testify the following day, no attempt was made to fully explain either the nature or the effect of a finding of contempt. Unlike the defendant in United States v. Powers, appellant was not informed, correctly or incorrectly, whether the proceedings were civil or criminal in nature until long after he was found in contempt. Unlike the defendant in United States v. Powers, appellant was not told that, if he refused to testify following the grant of immunity, he would be incarcerated for the balance of the trial and then brought before the court for a hearing and sentencing on the contempt charge. Unlike the defendant in United States v. Powers, appellant did not have counsel present throughout the proceedings to seek clarification on his behalf of the express consequences of his refusal to testify.\nOf even greater significance in the present case is the fact that appellant did not have an attorney present to advise him how to proceed in asserting his Fifth Amendment right. As a consequence, when called to the witness stand, appellant refused even to be sworn. The totality of the circumstances demonstrates clearly that appellant's refusal to be sworn was not an attempt to defy the court's authority but represented instead appellant's uncounseled notion that, by refusing to be sworn, he was merely exercising his right against self-incrimination. In contrast to United States v. Powers wherein the trial court carefully questioned the defendant to ensure that he understood fully the consequences of his refusal to testify, in this case the district court made no attempt to question appellant about his refusal to be sworn or his understanding of the consequences of that refusal. Instead, the court angrily slapped appellant with a contempt charge and dismissed him from the courtroom. At the very least, the district court should have asked appellant if he was attempting to assert his Fifth Amendment privilege and, if so, first to be sworn and then claim the privilege on the record.\nAppellant's refusal to be sworn becomes of even greater import when viewed in light of the district court's subsequent turnabout regarding the precise act which constituted contemptuous conduct. The district court's initial position was that appellant would be found in contempt if he refused to testify, which position the court apparently adhered to through the May 20 hearing. At the June 9 hearing, however, the district court suddenly shifted its position and announced that appellant would have been permitted to not testify had he simply taken the witness stand and declined to testify after being sworn. The final order of criminal contempt reflects the court's shift wherein it states:\n\"[Appellant] having been called into Court * * * and having been asked by the District Court Judge to be sworn, and having refused repeatedly to take the oath, and thereby being found in criminal contempt * * *.\" (Emphasis added.)\nAs a consequence, neither appellant nor his attorney was clearly apprised of the true nature of the charge until after a defense already was prepared on the basis of appellant's refusal to testify.\nIt is undisputed that a court's power to punish for contempt is a necessary and integral part of the independence of the judiciary. Anderson v. Anderson, Wyo., 667 P.2d 660 (1983). However, the power to punish for contempt is not without limitation. United States v. Powers, 629 F.2d at 624. Because in this particular case the totality of the circumstances demonstrates that the court failed to adequately inform appellant of the nature and effect of a finding of contempt, the contempt judgment cannot stand.\nReversed.\nTHOMAS, J., filed a specially concurring opinion in which URBIGKIT, J., joined.\n*391 THOMAS, Justice, specially concurring with whom URBIGKIT, Justice, joins.\nI certainly agree with the result reached by the majority opinion in this case. That result, however, I understand to hinge upon a procedural defect. I am concerned about a substantive failure in this case.\nAs the majority opinion notes, the trial judge ultimately recognized that the grant of immunity was not sufficiently broad to justify criminal contempt sanctions upon the invocation of Haselhuhn's privilege not to be a witness against himself. At the final hearing in this case, the court made it a point to note that the sanction for criminal contempt was imposed because of Haselhuhn's failure to take the oath. I understand the record then to reflect and support the proposition that the district court would not have required Haselhuhn to testify upon the invocation of his privilege. Under the circumstances, I would hold that punishment for contempt of court cannot attach to either a refusal to testify or a refusal to be sworn once the court is advised of the claim of privilege and the validity of the claimed privilege is recognized.\nPremising the court's decision upon a failure of a procedural nature simply entices our trial courts into a course of action that is not justified. The conclusion to be drawn from the majority opinion is that had the trial court informed Haselhuhn that the law required him to take the oath, that he then could claim his privilege against self-incrimination once the oath had been administered and that he would be punished for contempt for failure to take the oath, the criminal contempt sanction would be justified. In my judgment, that result would be simply an elevation of form over substance.\nThe trial court first initiated a civil sanction to compel testimony. When that was unsuccessful, the contempt became criminal. In United States v. Powers, 629 F.2d 619 (9th Cir.1980), cited in the majority opinion, the point is made that the same conduct can be the subject of a civil contempt proceeding and a criminal contempt proceeding. Certainly, there can be no question that the contempt proceeding which is the object of this appeal is a criminal contempt. Section 6-5-306, W.S. 1977, specifically makes the refusal to be sworn a misdemeanor. Whle specific provision is made to preserve summary proceedings for contempt as an alternative remedy, those proceedings must be justified under the rules governing criminal contempt.\nThe substantive aspects of criminal contempt were addressed by this court in Horn v. District Court, Ninth Judicial District, Wyo., 647 P.2d 1368 (1982). We there recognized that an element of intent is implied with respect to criminal contempt and that it must be proved before the contempt sanction can be upheld. An examination of State v. Browder, Alaska, 486 P.2d 925 (1971), cited in Horn v. District Court, Ninth Judicial District, supra, leads to the conclusion that the element of intent is really willful conduct, that is an act which is committed voluntarily and intentionally or alternatively phrased, \"with the intent to disobey or disregard the law.\" State v. Browder, supra, 486 P.2d at 943. The same sense is drawn from Hawk v. Cardoza, 575 F.2d 732 (9th Cir.1978), and Murray v. Murray, 60 Haw. 160, 587 P.2d 1220 (1978).\nIn this case, I would hold that the requisite intent to disobey or disregard the law cannot be present, as a matter of law, in an instance in which the contemner is asserting a privilege against self-incrimination which is accepted as a valid claim. I would not distinguish between his failure to testify and his refusal to take the oath because either of those acts serves to protect his claimed privilege. Stated another way, if the intention of the contemner was to protect his privilege against self-incrimination, then his conduct could not, as a matter of law, be committed with the intent to disobey or disregard the law.\nThe process then would involve first a determination as to the validity of the claim of privilege from self-incrimination. If the trial court should determine the claim is invalid, then it should advise the individual of that fact. The trial court then should explain that civil contempt could be found *392 and the potential disposition thereof, and further that criminal contempt could be found and its potential consequences. After the requisite advice had been furnished, the court then could proceed with either civil contempt, criminal contempt or both. Conversely, if the initial determination is that the claim of privilege is a valid claim, the matter would be closed. There would be no basis for a determination of criminal contempt because the element of intent would be overridden, as a matter of law, by the assertion of the witness' claim against self-incrimination.\n",
            "ocr": false,
            "opinion_id": 1446579
        }
    ],
    "court_short_name": "Wyoming Supreme Court",
    "court_full_name": "Wyoming Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Wyoming, WY",
    "crime_category": "Robbery"
}