{
    "id": 1445823,
    "judges": "John W. Oliver",
    "date_filed": 368064000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-demier",
    "case_name_short": "DeMier",
    "case_name": "United States v. DeMier",
    "case_name_full": "UNITED STATES of America, Plaintiff, v. Robert L. DeMIER, and Barbara Jean DeMier, Defendants",
    "attorneys": "Sherlye L. Jeans, Sp. Atty., Dept. of Justice, Kansas City, Mo., for plaintiff., Sidney L. Willens, Charno, Willens & Jouras, Russell F. Millin, Burke, Hoffman & Millin, Kansas City, Mo., for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1222-10\">\n    UNITED STATES of America, Plaintiff, v. Robert L. DeMIER, and Barbara Jean DeMier, Defendants.\n   </parties><br><docketnumber id=\"b1222-12\">\n    No. 79-00039-01/02-CR-W-1.\n   </docketnumber><br><court id=\"b1222-13\">\n    United States District Court, W. D. Missouri, W. D.\n   </court><br><decisiondate id=\"b1222-15\">\n    Aug. 31, 1981.\n   </decisiondate><br><attorneys id=\"b1222-26\">\n    Sherlye L. Jeans, Sp. Atty., Dept. of Justice, Kansas City, Mo., for plaintiff.\n   </attorneys><br><attorneys id=\"b1222-27\">\n    Sidney L. Willens, Charno, Willens &amp; Jouras, Russell F. Millin, Burke, Hoffman &amp; Millin, Kansas City, Mo., for defendants.\n   </attorneys>",
    "citations": [
        "520 F. Supp. 1160"
    ],
    "opinions": [
        {
            "author_str": "Oliver",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2467.0,
            "opinion_text": "\n520 F. Supp. 1160 (1981)\nUNITED STATES of America, Plaintiff,\nv.\nRobert L. DeMIER, and Barbara Jean DeMier, Defendants.\nNo. 79-00039-01/02-CR-W-1.\nUnited States District Court, W. D. Missouri, W. D.\nAugust 31, 1981.\nSherlye L. Jeans, Sp. Atty., Dept. of Justice, Kansas City, Mo., for plaintiff.\nSidney L. Willens, Charno, Willens &amp; Jouras, Russell F. Millin, Burke, Hoffman &amp; Millin, Kansas City, Mo., for defendants.\n\nMEMORANDUM AND ORDERS GRANTING RULE 35 MOTIONS\nJOHN W. OLIVER, Senior District Judge.\n\nI.\nThis case pends on defendants' timely filed Rule 35 motions for a reduction of the sentences defendants Robert and Barbara *1161 DeMier are now serving. Consideration of the suggestions filed in support and in opposition to those motions focused our attention on the question of how information furnished this Court by the Probation Office in defendants' presentence reports in regard to its prognosis of how the Parole Commission would likely apply its guidelines turned out to be inaccurate.\nSpecifically, we could not understand how the Probation Office could have based its recommendation in regard to sentences on a prognosis that, under applicable Parole Commission guidelines, each defendant would be expected to serve 16 to 20 months in custody before release on parole, when that prognosis is viewed in light of the fact that the Parole Commission determined that the defendants would never be considered for parole at any time during the course of serving the three year sentences imposed by this Court.[1]\nIndependent inquiry has established that, for completely understandable reasons, the Probation Office furnished this Court inaccurate information in regard to what guidelines the Parole Commission would use in connection with its determination of defendants' parole eligibility. Although this Court ordered and received a Bureau of Prisons' study pursuant to 18 U.S.C. § 4205(c) after defendants' convictions were affirmed on appeal, the fact that this Court relied upon inaccurate information at the time it originally imposed sentence and again at the time those sentences were reinstated after the Section 4205(c) study, did not become apparent until we had conducted our study of the pending motions.\nUnder familiar law, all defendants have a due process right to be sentenced on the basis of accurate information. The defendants in this case were unintentionally deprived of that right under circumstances which we shall state in detail. Rule 35 vests power and jurisdiction in this Court to correct an illegal sentence.\nWe shall grant defendants' pending Rule 35 motions and, by exercise of the power and jurisdiction vested in this Court by Rule 35, we shall reduce defendants' sentences to sentences which would have been imposed had the Court been furnished accurate information in regard to what guidelines the Parole Commission would use in determining how long the defendants would be required to serve in custody before the defendants would be considered to be eligible for release on parole.[2]\n\nII.\nBecause the necessary documents which must be considered are sometimes hard to come by in this type of case, see United States v. Somers, 552 F.2d 108, 114 (3 Cir. 1977), we shall state the facts in detail.\nDefendants were tried and convicted in a jury trial which commenced July 9, 1979. The jury returned its verdict on the morning of July 13, 1979. The Probation Office was directed to prepare separate presentence reports on that day. Barbara DeMier's *1162 presentence report, dated July 26, 1979, was completed first. The last paragraph in the Sentencing Data section of that presentence report stated the following:\nAccording to adult guidelines of the United States Parole Commission, Barbara Demier's estimated salient factor score of 11 indicates a \"very good\" parole prognosis. This prognosis, coupled with the \"high\" severity rating of the offense behavior indicates she could be expected to serve 16 to 20 months in custody before release to supervision.\nDefendant Robert DeMier's presentence report, completed and dated July 30, 1979, advised the Court that:\nAccording to adult guidelines of the United States Parole Commission, Robert Demier's estimated salient factor score of 11 indicates a \"very good\" parole prognosis. This prognosis, coupled with the \"high\" severity rating of the offense behavior, indicates that he could be expected to serve 16 to 20 months in custody before release to supervision.\nIn accordance with the considered recommendation of the Probation Office, three year sentences were imposed in regard to both defendants. The Court obviously anticipated that each defendant would, as the Court was advised by the Probation Office, \"be expected to serve 16 to 20 months in custody before release to supervision.\"\nIn the course of imposing sentences on August 10, 1979, the Court stated:\nThis is not an arson case. It is a fraud case. It cannot be overlooked, however, that the fraud involved is fraud to induce the payment of insurance claims for which the defendants were compensated for the full coverage of the policy and it really can't be overlooked that the claim involved was a claim on a fire policy. So that, while this case can't be sentenced as an arson case, it simply cannot be overlooked that arson was involved, as one of the factual circumstances supporting the fraudulent claim to obtain $86,000.\nAfter reference to other data before the Court in the sentencing data sections of the presentence reports,[3] the Court stated:\nI have given this case the same considered thought that I give all cases in imposing sentence. I have concluded that maximum sentence should not be imposed, but that the appropriate sentence is a three-year sentence on Count I in regard to each of the defendants and concurrent three-year sentences on the remaining counts, No. II through IX, in regard to Mr. Robert DeMier, and II through VIII in regard to Barbara DeMier.\nIn addition, the Court will impose a $3,000 fine on Count I in regard to each defendant, there being no need to impose any concurrent sentence in regard to fine.\nThe length of time the Court expected the defendants to serve in custody before release is illustrated by what was said in regard to when the fines imposed on both defendants would be paid. The following was stated in that regard:\nIn regard to fine, the Court requests that the Clerk note and the Probation Office note that the $3,000 fine shall be paid over the period in which the Court has jurisdiction of these defendants, which will include, I am confident, an extensive period of supervision by the Probation Office in this district upon their release on parole. (emphasis added)\nAnd in regard to why sentence was imposed pursuant to 18 U.S.C. § 4205(b)(2), the Court stated:\nThe Court also wants the judgment and commitment to show that sentence is imposed *1163 pursuant to Section 4205(b)(2) which vests discretion in the Parole Commission to declare the defendant eligible for release on parole at any time that the Parole Commission may determine rather than after service of a third of the sentence.\nAnd in further regard to § 4205(b)(2), the Court added that:\nI am confident that Mr. Lerner [defendants' trial counsel] will advise the defendants that he will make every effort to have the Parole Commission exercise that discretion, but that he has some problems in that regard because of the manner in which the Parole Commission now operates under various criteria that have been promulgated. But the Court believes that it should continue to impose sentences pursuant to Section 4205(b)(2) with the hope that the Parole Commission will exercise the discretion in appropriate cases as anticipated by the Congress of the United States when that statute was passed.\nBoth defendants filed notices of appeal on August 10, 1979. Their convictions were affirmed by the Court of Appeals on February 28, 1980. See DeMier v. United States, 616 F.2d 366 (1980). On March 20, 1980, and shortly before the mandate was received from the Court of Appeals, defendants, represented by new counsel, filed an application for stay of execution of the sentences imposed August 10, 1979. A stay was granted and on April 25, 1980, for reasons fully stated of record, the Court imposed study sentences in regard to both defendants, pursuant to 18 U.S.C. § 4205(c). Among the referral questions asked in regard to the studies ordered, the Court posed the question \"(1) is a three year commitment consistent with similar mail fraud involving approximately $86,000?\"\nBoth studies were conducted at the Federal Correctional Institution at Fort Worth, Texas. Defendant Robert DeMier's study was completed first. The Regional Director's letter of June 19, 1980 stated:\nIn response to the referral questions, a three year commitment is consistent with similar terms of incarceration imposed for fraud cases involving up to $100,000.00. In consideration of the total offense behavior which included arson, it is recommended that Mr. Demier receive a three year sentence under adult provisions.\nThe Regional Director's letter of June 23, 1980 in regard to defendant Barbara DeMier stated:\nIn response to the referral questions, a three year sentence would be considered consistent with other similar mail fraud cases, considering sentencing data. In addition Ms. DeMier's offense is more serious than other mail fraud cases because arson was involved. It is recommended that Ms. DeMier be sentenced to a three year regular adult sentence. This sentence would not be excessive, balancing both accountability for a serious offense and individual characteristics of the inmate. In addition, she would have a period of supervision upon returning to the community to provide needed structure and guidance.\nNeither the letters from the Regional Director, the classification studies of the defendants, nor any other data forwarded from the Federal Correctional Institution at Fort Worth, Texas suggested that either defendant would be expected to serve any longer in custody than the \"16 or 20 months\" which the Probation Office advised the Court was the proper prognosis under the adult guidelines of the Parole Commission. The Bureau of Prisons, of course, had the presentence report and that prognosis before it at the time it forwarded its study recommendation to this Court.\nOn July 3, 1980 the Court reinstated the original sentences by again imposing three year sentences pursuant to § 4205(b)(2) and again imposed $3,000 fines in regard to each defendant. Because it had not been advised to the contrary, the Court again assumed at that time that the defendants would likely serve 16 to 20 months in custody before release on parole. Both defendants commenced service of those sentences at the Federal Correctional Institution at *1164 Fort Worth, Texas on July 21, 1980. Both defendants are still in custody.\nOn October 29, 1980 defendants' new counsel filed a timely Rule 35 motion in which it was alleged that defendants' counsel \"had learned that the preliminary hearing guideline assessment for defendants is for a period of incarceration of forty (40) to fifty-two (52) months\" and that such a guideline assessment \"indicates that sentences of defendants will expire with no opportunity to become eligible for parole as intended by the Court at the time of sentencing.\"\nOn November 6, 1980, for reasons fully stated in a memorandum opinion filed that day, we entered the following orders:\nORDERED (1) that a ruling on defendants' Rule 35 motion is presently premature. It is further\nORDERED (2) that the Court shall retain jurisdiction of the pending Rule 35 motion in order that the relevant factual circumstances may be developed and in order that defendants may exhaust their administrative remedies. It is further\nORDERED (3) that the parties shall promptly advise the Court of the final action taken by the Parole Commission. In the event defendants' motion is not mooted by the administrative action taken, the Court will at that time direct such further proceedings as may be appropriate.\nOn May 5, 1981 the Court was advised by defendants' counsel that on April 27, 1981 the Commission, by a Notice of Action on Appeal entered that day, advised the defendants that the original decision concerning parole was affirmed because \"previous reasons give support to this decision.\"\nThe Court, however, was not furnished with copies of defendant Robert DeMier's October 30, 1979 initial Hearing Summary and the Commission's November 5, 1980 order \"to continue to expiration,\" until the government filed its response on May 27, 1981. The Court was not furnished similar data concerning defendant Barbara DeMier's initial Hearing Summary and the Commission's order \"to continue to expiration\" until July 8, 1981 when the government filed its supplemental response on that date.\nThe last paragraph of the Evaluation portion of defendant Robert DeMier's Hearing Summary and the Recommendation of the Hearing Examiner read as follows:\nOn the basis of the official record and the information contained therein, the Panel is of the opinion that the offense severity is properly assessed as Greatest I severity although Mr. Demier and his representative presented testimony to the extent that there was not a likelihood of personal injury related to this offense. Subject does have a perfect Salient Factor Score of 11 with guidelines calling for 40-52 months. Demier will mandatorily release on his 3 year sentence after approximately 27 months with the likelihood occurring that several additional months could be earned with respect to additional good time, which would place Demier in the community well below the guideline range. The Panel is of the opinion that a mental health aftercare condition would be beneficial to Mr. Demier in his re-entry into the community. RECOMMENDATION:\nContinue to expiration with a special mental health aftercare condition with a Statutory Interim Hearing in April, 1982. (emphasis ours).\nThe same data from the Evaluation portion of defendant Barbara DeMier's Initial Hearing Summary and the Recommendation of the Hearing Examiner was as follows:\nAccountability appears to be the most significant aspect of this case with a guideline range of from 40-52 months to be served. On a 3 year 4205(b)(2) sentence it is anticipated that Demier will be released after service of some 27 to 29 months with the acquisition of statutory good time only. The acquisition of extra good time and other good time provisions will further reduce that time in custody. ... [T]he mandatory release date falls considerably below the bottom of the greatest I guidelines and the service of *1165 her sentence in its totality appears appropriate.\nRECOMMENDATION:\nContinue to expiration with a Statutory Interim Hearing during April, 1982. (emphasis ours)\nNeither defendant is scheduled for any further attention from the Parole Commission until April, 1982. All administrative remedies have been exhausted.\nThe Parole Commission's adoption and application of a \"guideline range of from 40-52 months\" to be served, rather than the 16-20 month anticipated by the Probation Office, caused the Court to make an independent examination in regard to how and why the Probation Office's forecast proved to be so far off the mark. For it was clear that neither the Probation Office nor this Court anticipated that the Parole Commission would view the three year sentences imposed as sentences which would require the defendants to serve the entire three year sentences, without any chance of parole, reduced only by statutory and other earned good time credits. The result of that examination will be stated in the next part of this Memorandum Opinion.\n\nIII.\nAs noted above, the Probation Office advised this Court on July 26 and 30, 1979 that \"according to the adult guidelines of the United States Parole Commission, [each defendant] could be expected to serve 16 to 20 months in custody before release to supervision.\" That prognosis for each defendant was based upon the Probation Office's experienced anticipation that each defendant would have a salient factor score of 11, which would be characterized as \"very good,\" and that the offense for which each defendant was convicted would be given a \"high\" severity rating in accordance with the 1978 guidelines which the Probation Office understood were the guidelines in current use.[4]\nUnder the 1978 guidelines, violations of 18 U.S.C. § 1341 were considered under the category of \"Property Offenses,\" together with theft/forgery/embezzlement/interstate transportation of stolen or forged securities/and receiving stolen property. Under those 1978 guidelines, cases involving $20,000 to $100,000 produced a 16 to 20 month customary total time to be served before release.\nIndependent inquiry establishes that the reason the Parole Commission more than doubled the length of time this Court anticipated that each defendant would be required to serve before being released on parole is revealed by an examination of the 1979 guidelines, which the Parole Commission applied to both defendants.[5]\nThe 1979 guidelines, for the first time in the history of guideline promulgation, included the offense of \"arson.\" \"Arson\" was added to the \"Greatest Severity I\" category in the 1979 guidelines and added to an earlier guideline promulgation which provided that \"explosive detonation (involving potential risk of a physical injury to person(s) \u0097 no serious injury occurred)\" would receive a \"Greatest I\" severity rating.[6]\n*1166 Under the Parole Commission's customary mathematical application of its 1979 guidelines, a person graded as having a \"very good\" salient factor score would be expected to serve 40 to 52 months for an offense which the Parole Commission may classify as \"Greatest I.\"\nBecause of the passage of time occasioned by defendants' unsuccessful appeal, and by the Section 4205(c) study, the defendants did not commence the service of their respective three year § 4205(b)(2) sentences until July 21, 1980, almost a full year after those sentences were first imposed by this Court. It is thus clear that while the Probation Office furnished this Court its prognosis under the 1978 guidelines, it is also clear that the Parole Commission applied the substantially different 1979 guidelines to the two defendants.\nThe Probation Office based its prognosis of the time defendants would be required to serve in custody on the 1978, rather than the 1979, guidelines for the reason that the Administrative Office did not transmit the 1979 guidelines to \"Federal Judges, Circuit Executives, Magistrates, Clerks of Court, Chief Probation Officers, Pretrial Service Officers and Federal Public Defenders\" until long after the Probation Office had prepared the presentence reports involved in this case and until after this Court imposed sentence on August 10, 1979.[7] The Probation Office cannot be faulted for failing to use guidelines which it had not yet received from the Administrative Office.\nThe Parole Commission's use of the 1979 guidelines, however, effectively converted sentences which we imposed in accordance with the 1978 guidelines from sentences which would have required each defendant to serve only 16 to 20 months before release on parole, into new sentences which would require both defendants to serve the full three year § 4205(b)(2) sentences, reduced only by statutory and other good time earned credits without any eligibility for parole.[8]\nThe important factual circumstance is that this Court was not furnished accurate information at the time it imposed sentence in regard to whether the 1978 or the 1979 guidelines would be applied by the Parole Commission when it decided how long it would keep defendants in custody.\nWe turn now to the law to be applied to the facts and to the question of how the defendants' pending Rule 35 motion should be ruled.\n\nIV.\nFrom what has been stated above, it is clear that the three year sentences imposed *1167 by this Court were based on material false assumptions in regard to facts relevant to the imposition of those sentences. The Rule 35 motion which we considered in United States v. McRoy, 452 F. Supp. 598 (W.D.Mo.1978), presented questions similar to the questions presented in this case. In McRoy, we cited and relied in part on the Second Circuit case of United States v. Stein, 544 F.2d 96 (2d Cir. 1976), which also involved a case in which another district court had relied on inaccurate information at the time of sentencing, to support our grant of the Rule 35 motion filed in that case.\nOur citation and reliance upon Stein made clear that the order granting the Rule 35 motion in McRoy was entered pursuant to the power and jurisdiction vested in the district court to \"correct an illegal sentence at any time.\" For it is clear that United States v. Stein had applied familiar and basic principles earlier stated and applied by the Second Circuit in United States v. Malcolm, 432 F.2d 809, 815 (2nd Cir. 1970), in which it was held that:\nMisinformation ... or material false assumptions as to any facts relevant to sentencing, renders the entire sentencing procedure invalid as a violation of due process. (544 F.2d at 102)\nThe Second Circuit noted in Stein that \"Stein's motion, although labelled one for `mitigation' was actually founded upon a claim of denial of due process based upon the court's having acted on material misinformation.\" (Id.) In footnote 7, appended to that observation, however, the Second Circuit ruled that any jurisdictional question which could be said to be presented in regard to Rule 35 was answered by the following:\nThe motion papers failed to state the basis of Stein's invocation of the court's jurisdiction. To the extent that the motion may be deemed one under Rule 35, F.R.Cr.P., for reduction of sentence on grounds of harshness, it may have been time-barred, but the legality of the sentence, either under Rule 35 or 28 U.S.C. § 2255 could be raised at any time and was a matter within the district court's jurisdiction. (Id.)[9]\nUnited States v. Lee, 540 F.2d 1205 (4 Cir. 1976), cert. denied 429 U.S. 894, 97 S. Ct. 255, 50 L. Ed. 2d 177 (1976), is consistent with the accepted view that a sentence imposed on the basis of inaccurate information is an illegal sentence imposed in violation of a defendant's due process right to be sentenced only on information which is accurate. The Fourth Circuit in Lee noted its general agreement with the view stated by the government in that case that:\nAs a general rule, a federal district judge may, before sentencing, \"conduct an inquiry broad in scope, largely unlimited either as to kind of information he may consider, or the source from which it may come.\" United States v. Tucker, 404 U.S. 443, 446, 92 S. Ct. 589, 591, 30 L. Ed. 2d 592 (1972). (540 F.2d 1210)\nBut Lee immediately stated that \"[t]here are, of course, constitutional limitations on this rule\" and added the following:\n\nTucker; William v. New York, 337 U.S. 241, 69 S. Ct. 1079, 93 L. Ed. 1337 (1949); and Townsend v. Burke, 334 U.S. 736, 68 S. Ct. 1252, 92 L. Ed. 1690 (1948), recognize a due process right to be sentenced only on information which is accurate. (540 F.2d 1210-1211)\nA defendant who has been sentenced in violation of his due process right is entitled to be resentenced on the basis of accurate information. He is entitled to have *1168 the illegal sentence modified to reflect the sentence which would have been imposed had the sentencing judge been furnished accurate information in the first place.\nHad this Court known that the Parole Commission had amended its 1978 guidelines so as to require the defendants in this case to serve at least 40 to 52 months before they would even be considered for release on parole, we would not have imposed the three year sentences that were imposed.\nThe Parole Commission's discussion of its reasons for adopting its 1979 final rules and guidelines, as published in the May 4, 1979 Federal Register (Vol. 44, No. 88, page 26540, et ff), suggests that it believed that its established practice of considering unadjudicated offenses in determining the severity of the offense is somehow authorized by Williams v. New York, 337 U.S. 241, 69 S. Ct. 1079, 93 L. Ed. 1337 (1949). Ibid., p. 26550 fn.2.\nDecisions of the Supreme Court decided both before and after Williams and Justice Black's last footnote in Williams itself indicate that the Parole Commission's reading of Williams is much too broad. Townsend v. Burke, 334 U.S. 736, 68 S. Ct. 1252, 92 L. Ed. 1690 (1948), decided before Williams, and United States v. Tucker, 404 U.S. 443, 92 S. Ct. 711, 30 L. Ed. 2d 739 (1972), decided after Williams, establish that sentences imposed on the basis of misinformation may, dependent upon the factual circumstances, be declared void on due process grounds. The last footnote in Williams, in reliance upon Townsend v. Burke, stated that \"[w]hat we have said is not to be accepted as a holding that the sentencing procedure is immune from scrutiny under the due process clause.\"\nRoberts v. United States, 445 U.S. 552, 100 S. Ct. 1358, 63 L. Ed. 2d 622 (1980), decided last year, cited Williams only to support a comment that the \"Court has reviewed the history and philosophy of the modern conception that `the punishment should fit the offender and not merely the crime' ...\", Ibid., 556, 100 S.Ct. at 1362. Later in the same paragraph of Roberts, the Court, in reliance upon United States v. Tucker and Townsend v. Burke, directed attention to the fact that it has \"sustained due process objections to sentences imposed on the basis of `misinformation of constitutional magnitude.'\" Neither Roberts nor Williams nor any other case that we know about authorizes the imposition of sentences on the basis of misinformation. Roberts simply held that no misinformation of constitutional magnitude was present under the facts of that case.[10]\nWe find under all the circumstances that the inaccurate misinformation furnished this Court was of constitutional magnitude in that it was the direct cause of this Court's imposition of a longer sentence and thereby distorted the fair sentencing process to which defendants were entitled. Past experience with the Parole Commission's reliance on what it obviously considers the rationale and holding of Williams teaches that it would have been more than likely that unless a shorter maximum sentence was imposed, it would conclude that defendants' convictions under 18 U.S.C. § 1341 should be considered as convictions for arson and that, regardless of the facts established at the trial, the Parole Commission would likely conclude that the unadjudicated offense of arson had involved \"potential risk of physical injury to persons.\"\nOur knowledge of the facts of the case established that such an assumption in regard to any risk of physical injury would be unwarranted. And certainly there was no evidence whatever to support a finding that \"the life of any person [had in fact been] placed in jeopardy,\" an essential element of the crime of arson as defined in 18 U.S.C. *1169 § 81 to authorize the imposition of a sentence of more than five years.\nUnder the circumstances, there is no question in the mind of the Court that if it had been furnished accurate rather than inaccurate information, it would have exercised the discretion conferred on it by law by imposing sentences of not longer than 20 months rather than the three year sentences which it imposed in accordance with what this Court believed to be an accurate prognosis of how the Parole Commission's guidelines would be applied.\nExperienced district judges know that the only practical way to protect a defendant from a new \"sentence\" imposed by the Parole Commission is for that judge to anticipate the usual mechanical application of the current guidelines by the Parole Commission and to impose a sentence which will authorize custody only for a period of time consistent with the sentencing judge's considered judgment as to what justice requires under the circumstances.\nThe record made at the time defendants were sentenced, which we have quoted above, reflects the factors considered at the time the sentences were imposed in this case. That record reflects this Court's assumption that the prognosis given it by the Probation Office in regard to how the guidelines the Probation Office thought were in effect would be applied. That record accurately reflects that we anticipated that it was quite unlikely that the Parole Commission would keep either defendant in custody for a period longer than 20 months and that, in light of both defendant's perfect salient factor scores, that both defendants would most likely be released closer to 16 months than the maximum 20 months provided in the guidelines the Probation Office thought were applicable.\nWe recognize the Supreme Court's dictum in United States v. Addonizio, 442 U.S. 178, 192, 99 S. Ct. 2235, 2237, 60 L. Ed. 2d 805 (1979), that, under what the Court assumed to be a constitutional statutory scheme: \"The judge has no enforceable expectations with respect to the actual release of a sentenced defendant short of his statutory term.\" But we also recognize that the Congress has not attempted to deprive district judges of their traditional sentencing power. Nor has the Congress attempted to transfer the power to impose all sentences to the Parole Commission.\nThis Court does not believe that it would administer justice consistent with the duty imposed by 28 U.S.C. § 453 if it failed to modify the defendants' three year sentences in a manner which could, as a practical matter, release defendants from custody within the maximum 20 month period which the Court believed would be likely at the time the three year sentences were imposed.\nOrders will therefore be entered which will grant defendants' Rule 35 motions and which will reduce those sentences in accordance with what has been stated.\nAccordingly, and for the reasons stated, it is\nORDERED (1) that each defendant's Rule 35 motion should be and the same is hereby granted. Each defendant's sentence should be and is hereby reduced to a sentence of twenty (20) months; the imposition of the fine, however, shall not be affected. It is further\nORDERED (2) that the Judgments and Commitments under which the defendants are presently being held in custody should be and the same are hereby declared to be void and set aside. The Clerk is directed to prepare a new Judgment and Commitment for each defendant which will reflect the reduction of sentence above stated, and, after execution by the Court, he shall immediately transmit the new Judgments and Commitments to the institution in which both defendants are presently being held in custody. It is further\nORDERED (3) that the defendants are to be awarded all good time earned pursuant to 18 U.S.C. § 4161 and shall also be credited with any other deductions which the defendants may have, in the discretion of the Attorney General, earned or been allowed in accordance with law.\nNOTES\n[1]  Indeed, the Parole Commission has indicated that if this Court had imposed sentences of longer than three years, it would not have considered defendants' eligibility for release on parole until after they would have served 40 to 52 months in custody.\n[2]  Although the Court of Appeals en banc unanimously concluded in United States v. Lacy, 586 F.2d 1258 (8 Cir. 1978, en banc) that \"we are still of the opinion that Kortness v. United States, [514 F.2d 167 (8th Cir. 1975)], is conceptually sound,\" our grant of defendants' Rule 35 motions is not based on the Kortness rationale. Nor is our determination of this case based on the rationale of United States v. Slutsky, 514 F.2d 1222 (2 Cir. 1974), a Rule 35 case decided by the Second Circuit, which has frequently been cited with approval by the Eighth Circuit. The rationale of both Kortness and Slutsky was based, at least in part, on the fact that the sentencing judge's expectations in regard to how long a defendant would be held in custody before being given meaningful parole consideration was frustrated by the Parole Commission's application of its guidelines.\n\nThe question presented by defendants' Rule 35 motions is not whether this sentencing judge's expectations were frustrated by the Parole Commission. The question presented is whether the sentencing judge was furnished accurate information in regard to the particular guidelines that the Parole Commission would apply in executing the sentences imposed by this Court.\n[3]  The other data to which we made reference was as follows: \"According to data from the Statistical Analysis and Reports Division of the Administrative Office, it appears that between June 30, 1977, and June 30, 1978, 900 persons were sentenced for violation of Title 18 United States Code, Section 1341. Of these 189 were committed to the custody of the Attorney General for an average of 35 months; 371 received split sentences; 291 were placed on probation for an average of 40 months; 41 were fined for an average of $12,126; and 8 persons were sentenced under other sentencing provisions.\"\n\nThe same data was included in both presentence reports.\n[4]  The 1978 guidelines appear in 28 C.F.R. § 2.20 (1978).\n[5]  The 1979 guidelines are published in 28 C.F.R. § 2.20 (1979). It is interesting to note that the 1979 guidelines actually reduced the time a defendant with a \"very good\" salient factor score would be required to serve for a fraud conviction involving $20,000 to $100,000. The 1979 guidelines reduced the time to be served from 16 to 20 months, as provided in the 1978 guidelines, to 14 to 20 months, as provided in the new 1979 guidelines.\n[6]  The Parole Commission, as distinguished from the United States Congress, is apparently convinced that when one sees one arson case he will have seen all arson cases. The Congress, on the other hand, when it enacted 18 U.S.C. § 81, recognized that the circumstances of all arson cases are not the same and that punishment should not be the same for all persons convicted of violation of 18 U.S.C. § 81. That statute provides that if the building involved in the arson \"be a dwelling or if the life of any person be placed in jeopardy,\" a person convicted under that section \"shall be fined not more than $5,000 or imprisoned for not more than 20 years, or both.\" Section 81 further provides, however, for a maximum $1,000 fine and a maximum 5 year sentence for all other arson offenses committed within the maritime and territorial jurisdiction of the United States. The Historical and Revision Note to § 81 points out that \"the punishment provisions are new and are graduated with some regard to the gravity of the offense. It was felt that a possible punishment of 20 years for burning a wood pile or injuring or destroying an outbuilding was disproportionate and not in harmony with recent legislation. 80th Congress House Report No. 304.\"\n\nThe recent cases of Watts v. Hadden, Warden, 651 F.2d 1354 (10th Cir. 1981), but not yet reported, demonstrate, however, that both the Bureau of Prisons and the Parole Commission have not hesitated in connection with the administration of their duties, in those cases in administering the Youth Corrections Act, to establish policies completely out of harmony with the policies established by the Congress.\n[7]  The 1979 guidelines were transmitted by Transmittal # 36 for (Vol. I) of the Guide to Judiciary Policies and Procedures: Administrative Manual. While Transmittal #36 carried a 6-8-79 date, the Transmittal Log, kept by my Secretary on Form AO 264, shows a receipt of Transmittal #36 on September 10, 1979. Our personal inquiry confirmed that the Administrative Office did not put Transmittal #36 in the mail until September 7, 1979.\n[8]  We have not been able to ascertain whether the Bureau of Prisons made use of either the 1978 or the 1979 guidelines when, as a part of the studies ordered, it answered this Court's specific inquiry as to whether the three year § 4205(b)(2) sentences initially imposed August 10, 1979 were appropriate under the circumstances.\n\nIt is clear, however, that the study reports from the Bureau of Prisons did not indicate in any way that the Parole Commission would use the 1979 guidelines rather than the 1978 guidelines which were referred to in the presentence reports and which were obviously considered by this Court when the initial sentences were imposed. It is thus obvious that the Court continued to rely on the inaccurate prognosis based on the 1978 guidelines at the time the three year sentences were reinstated after consideration of the § 4205(c) study.\n[9]  The recent Eighth Circuit case of United States v. Moore, 656 F.2d 378, (1981), recognized that a defendant may properly raise the question of whether the sentencing judge relied upon improper factors in determining the length of the defendant's sentence. In that case the defendant alleged, but failed to convince a United States Magistrate, that the severe sentence imposed by the sentencing judge was based on the judge's consideration of the defendant's possible involvement in the disappearance of the victim of the securities theft. United States v. Kortness, supra, was cited to support and require the exercise of Section 2255 jurisdiction in a case which could have involved a violation of due process in the imposition of a sentence apparently legal on its face.\n[10]  And see the opinion of Justice Stevens, joined by Justice Stewart and Justice Powell, in Gardner v. Florida, 430 U.S. 349, 355, 97 S. Ct. 1197, 1203, 51 L. Ed. 2d 393 (1977), in which he concluded that the State's attempted reliance on Williams was untenable. Justice Stewart considered it to be significant that the accuracy of the statements in the presentence report in Williams was never challenged and that neither the defendant nor his counsel requested an opportunity to refute or discredit what the judge had said about information contained in the presentence report.\n\n",
            "ocr": false,
            "opinion_id": 1445823
        }
    ],
    "court_short_name": "W.D. Missouri",
    "court_full_name": "District Court, W.D. Missouri",
    "court_type": "FD",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}