{
    "id": 1500692,
    "judges": "Nye, C.J., and Kennedy and Seerden",
    "date_filed": 611452800000,
    "date_filed_is_approximate": false,
    "slug": "vela-v-state",
    "case_name_short": "Vela",
    "case_name": "Vela v. State",
    "case_name_full": "Jesus VELA, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Joseph A. Connors, III, McAllen, Ricardo Gonzalez, Edinburg, for appellant., Rene Guerra, Dist. Atty., Edinburg, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied June 15, 1989.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 40,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b695-9\">\n    Jesus VELA, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b695-11\">\n    No. 13-88-264-CR.\n   </docketnumber><br><court id=\"b695-12\">\n    Court of Appeals of Texas, Corpus Christi.\n   </court><br><decisiondate id=\"b695-14\">\n    May 18, 1989.\n   </decisiondate><br><otherdate id=\"b695-15\">\n    Rehearing Denied June 15, 1989.\n   </otherdate><br><attorneys id=\"b696-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"660\"> \n     *660\n     </span>\n    Joseph A. Connors, III, McAllen, Ricardo Gonzalez, Edinburg, for appellant.\n   </attorneys><br><attorneys id=\"b696-13\">\n    Rene Guerra, Dist. Atty., Edinburg, for appellee.\n   </attorneys><br><judges id=\"b696-14\">\n    Before NYE, C.J., and KENNEDY and SEERDEN, JJ.\n   </judges>",
    "citations": [
        "771 S.W.2d 659"
    ],
    "opinions": [
        {
            "author_str": "Nye",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n771 S.W.2d 659 (1989)\nJesus VELA, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 13-88-264-CR.\nCourt of Appeals of Texas, Corpus Christi.\nMay 18, 1989.\nRehearing Denied June 15, 1989.\n*660 Joseph A. Connors, III, McAllen, Ricardo Gonzalez, Edinburg, for appellant.\nRene Guerra, Dist. Atty., Edinburg, for appellee.\nBefore NYE, C.J., and KENNEDY and SEERDEN, JJ.\n\nOPINION\nNYE, Chief Justice.\nA jury found appellant Jesus Vela guilty of burglary of a habitation. The trial court assessed punishment at fifteen years' confinement in the Texas Department of Corrections. By six points of error, appellant challenges the sufficiency of the evidence, testimony concerning his refusal to give a statement, and admission in evidence of two penitentiary packets. We affirm the trial court's judgment.\nAppellant, in his first three points of error, attacks the sufficiency of the evidence to support his conviction. Specifically, he complains that: (1) the State failed to refute or disprove his explanation concerning his acquisition of the burgled microwave oven; (2) the evidence does not support his conviction as primary or principal actor; and (3) the State's proof failed to exclude all other hypotheses.\nThe State's indictment alleges that appellant, \"on or about the 2nd day of January A.D. 1988, and before the presentment of this indictment, in Hidalgo County, Texas, did then and there intentionally and knowingly there enter a habitation, without the effective consent of JOSE ANGEL FARIAS, the owner thereof, with intent to commit theft.\"\nIn reviewing the sufficiency of the evidence to support a conviction, we look at all the evidence in the light most favorable to the verdict or judgment and determine whether any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. Houston v. State, 663 S.W.2d 455, 456 (Tex. Crim.App.1984). The standard is the same for both direct and circumstantial evidence cases.\nIn a circumstantial evidence case, Texas law does not require that the circumstances exclude every hypothesis. We are satisfied if the conclusion of guilt is warranted by the combined and cumulative force of all the incriminating circumstances. Castillo *661 v. State, 739 S.W.2d 280, 288 (Tex.Crim. App.1987), cert. denied, ___ U.S. ___, 108 S. Ct. 2889, 101 L. Ed. 2d 924 (1988).\nTo show guilt, the State relies on the recent possession by appellant of property stolen from the habitation of Jose Farias. The evidence viewed in the light most favorable to the verdict showed the following: Shortly after 11:00 p.m. on January 2, 1988, Officer Hernandez observed appellant in an alley located in the four hundred block of Eighth Street. He questioned him and learned that he stayed with friends at 1023 Francisco. He let appellant go. Later that same night, Hernandez saw appellant at the eight hundred block of Oblate, carrying on his right shoulder a brown Kenmore microwave oven. He questioned appellant about the oven. Appellant informed him that he received the oven from a friend as payment for a debt. However, when Hernandez requested a name and address, appellant dropped the oven and fled the scene. A chase ensued and police finally captured him at the one thousand block of Francisco.\nAfter transporting appellant to the police station, Hernandez checked the area where he initially contacted appellant and found, at 615 Francisco, a residence with a door wide open. He entered the residence and found no one home. Hernandez testified that the intruder(s) gained entry to this residence by breaking a window and exited through a door. He also testified that he first sighted appellant about one and one-half blocks from this residence. The second time he spotted him, about five blocks separated appellant from the residence. Hernandez said that they never could locate the friend who allegedly gave appellant the microwave oven because appellant never provided them with a name.\nIn reference to January 2, 1988, Jose Farias testified that he left his home at about 8:00 p.m. to visit his in-laws. About 1:30 a.m. the next day, the police telephoned him. He returned to his home at 615 Francisco and discovered his television and microwave oven missing from inside his home. He identified the microwave oven found in appellant's possession as the one taken from his residence. He said that when he left his home, the door was not open and the window was not broken. He did not give appellant consent to enter his residence.\nIn Hardesty v. State, 656 S.W.2d 73, 76 (Tex.Crim.App.1983), the Court of Criminal Appeals said that if an accused is found in possession of recently stolen property and gives no reasonable explanation showing his honest acquisition of the property, the fact finder may draw a permissible inference of guilt from that possession. Possession of recently stolen property, however, does not create a presumption of guilt but merely an inference of guilt and the evidence must meet the applicable circumstantial evidence standard. To warrant an inference or presumption of guilt from the circumstances alone of possession, the possession must be personal, recent, unexplained, and involve a distinct and conscious assertion of property by the accused. Grant v. State, 566 S.W.2d 954, 956 (Tex.Crim.App.1978).\nWe conclude that the State satisfied the four Grant criteria and the Hardesty requirement. The State alleges that appellant's recent possession of Farias' stolen microwave oven connects him to the Farias burglary. Thus, the ultimate question is whether appellant's explanation is reasonable. In Musgrave v. State, 608 S.W.2d 184, 188 (Tex.Crim.App.1980), the Court of Criminal Appeals stated that the reasonableness of an explanation is a fact question. Furthermore, possession of recently stolen property is insufficient to sustain a conviction if, when first directly or circumstantially called upon to explain his possession, the accused gives a reasonable explanation which is not refuted, showing his honest acquisition of the property. Prodan v. State, 574 S.W.2d 100, 102 (Tex. Crim.App.1978). Whether the accused's explanation is reasonable and probably true is a matter to be determined by the fact finder and a jury is not required to accept the explanation offered. The record must show that the explanation is either false or unreasonable before the evidence to support the conviction will be deemed sufficient. *662 Adams v. State, 552 S.W.2d 812, 815 (Tex.Crim.App.1977). The falsity of an explanation may be shown by circumstantial evidence and determined by the jury in light of all the facts. Callahan v. State, 502 S.W.2d 3, 7 (Tex.Crim.App.1973).\nHere, the jury was confronted with circumstances indicating that appellant's explanation was both false and unreasonable. The Court of Criminal Appeals has said that flight can be a circumstance indicating that an accused knowingly possessed stolen property. See Musgrave, 608 S.W.2d at 188. Moreover, appellant's failure to provide the person's name combined with his flight casts doubt upon his explanation's credibility. In any event, the jury decided not to believe the truth of appellant's explanation or found same not to be a reasonable explanation.\nIn reviewing the evidence in the light most favorable to the verdict, we are persuaded that the combined and cumulative force of all the incriminating circumstances is sufficient to support the jury's verdict. We overrule the first three points of error.\nIn his fourth and fifth points of error, appellant argues that reversible error occurred when two police officers testified that appellant said he did not want to give a statement. After his arrest, the police transported appellant to the station. He received his Miranda rights and the police attempted to get a statement from him. Appellant, however, advised that he did not wish to give a statement. While on direct examination by the State, Officers Hernandez and Garza testified that appellant told them he did not want to give a statement. Appellant voiced no objection to this testimony.\nWe hold that error, if any, has not been preserved. The proper method of pursuing an objection until an adverse ruling is to: (1) make an objection; (2) request an instruction to disregard; and (3) make a motion for a mistrial. Fuentes v. State, 664 S.W.2d 333, 336 (Tex.Crim.App.1984). Here, appellant made no objection to the officers' testimony. Our law is well-established that almost every right, constitutional and statutory, may be waived by the failure to object. Smith v. State, 721 S.W.2d 844, 855 (Tex.Crim.App.1986) (defendant's failure to object to prosecutor's impeachment of defendant's testimony with his post arrest silence waived error, if any); Boulware v. State, 542 S.W.2d 677, 682 (Tex.Crim.App.1976); Evans v. State, 444 S.W.2d 641, 644 (Tex.Crim.App.1969). We overrule appellant's fourth and fifth points of error.\nIn his final point of error, appellant argues that the trial court committed reversible error by admitting in evidence two penitentiary packets. During the punishment phase, the State offered in evidence two penitentiary packets. Appellant argued that \"Section 609(f), Texas Rules of Criminal Evidence,\" requires that he receive prior notice of the State's intention to admit in evidence the penitentiary packets. On appeal, he complains that contrary to the requirements of Tex.R.Crim.Evid. 609(f), he did not receive \"sufficient advance written notice\" of the State's intent to introduce the penitentiary packets. Rule 609(f) provides:\nEvidence of a conviction is not admissible if after timely written request by the adverse party specifying the witness or witnesses, the proponent fails to give to adverse party sufficient advance written notice of intent to use such evidence to provide the adverse party with a fair opportunity to contest the use of such evidence.\nWe hold that Rule 609(f) does not govern the admissibility of penitentiary packets used solely to illustrate a defendant's criminal history. This rule provides that upon written request from an opposing party designating the witnesses, an impeaching party must provide his opponent with notice of his intent to impeach the named witnesses by using prior convictions. In the instant case, the State did not use the penitentiary packets to impeach anyone; rather, the State introduced these items during the punishment phase in order to prove appellant's prior criminal record. Our law provides that during the punishment phase of a trial, the accused's prior criminal record may be introduced in evidence. *663 Tex.Code Crim.P.Ann. art. 37.07(3) (Vernon 1981) and (Vernon Supp.1989). We overrule the final point of error.\nThe judgment of the trial court is AFFIRMED.\n",
            "ocr": false,
            "opinion_id": 1500692
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}