{
    "id": 1499433,
    "judges": "Kelly, Simeone, Weier",
    "date_filed": "1983-03-25",
    "date_filed_is_approximate": true,
    "slug": "state-v-jordan",
    "case_name_short": "Jordan",
    "case_name": "State v. Jordan",
    "case_name_full": "STATE of Missouri, Plaintiff-Respondent, v. Odie Lee JORDAN, Defendant-Appellant",
    "attorneys": "George C. Hubei, Asst. Director, Joseph W. Warzycki, Public Defender Bureau, St. Louis, for defendant-appellant., John C. Danforth, Atty. Gen., G. Michael O’Neal, Asst. Atty. Gen., Jefferson City, Charles B. Blackmar, Sp. Asst. Atty. Gen., J. Brendan Ryan, Circuit Atty., Richard G. Altobelli, Asst. Circuit Atty., St. Louis, for plaintiff-respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 17,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"AL-\">\n    STATE of Missouri, Plaintiff-Respondent, v. Odie Lee JORDAN, Defendant-Appellant.\n   </parties><docketnumber id=\"AYX\">\n    No. 35021.\n   </docketnumber><court id=\"AWB\">\n    Missouri Court of Appeals, St. Louis District, Division One.\n   </court><decisiondate id=\"AYC\">\n    Feb. 5, 1974.\n   </decisiondate><br><attorneys id=\"b106-22\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"76\"> \n     *76\n     </span>\n    George\n    <em>\n     C.\n    </em>\n    Hubei, Asst. Director, Joseph W. Warzycki, Public Defender Bureau, St. Louis, for defendant-appellant.\n   </attorneys><br><attorneys id=\"b106-23\">\n    John C. Danforth, Atty. Gen., G. Michael O’Neal, Asst. Atty. Gen., Jefferson City, Charles B. Blackmar, Sp. Asst. Atty. Gen., J. Brendan Ryan, Circuit Atty., Richard G. Altobelli, Asst. Circuit Atty., St. Louis, for plaintiff-respondent.\n   </attorneys>",
    "citations": [
        "506 S.W.2d 74"
    ],
    "opinions": [
        {
            "author_str": "Weier",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n506 S.W.2d 74 (1974)\nSTATE of Missouri, Plaintiff-Respondent,\nv.\nOdie Lee JORDAN, Defendant-Appellant.\nNo. 35021.\nMissouri Court of Appeals, St. Louis District, Division One.\nFebruary 5, 1974.\n*76 George C. Hubel, Asst. Director, Joseph W. Warzycki, Public Defender Bureau, St. Louis, for defendant-appellant.\nJohn C. Danforth, Atty. Gen., G. Michael O'Neal, Asst. Atty. Gen., Jefferson City, Charles B. Blackmar, Sp. Asst. Atty. Gen., J. Brendan Ryan, Circuit Atty., Richard G. Altobelli, Asst. Circuit Atty., St. Louis, for plaintiff-respondent.\nWEIER, Judge.\nA jury found defendant Odie Lee Jordan guilty of burglary in the second degree, and the court assessed his punishment at five years imprisonment. On appeal, defendant *77 does not question the sufficiency of the evidence, but urges three other points of error. First, certain improper oral comments were made by the court to the jury panel during voir dire. Second, the court should have granted defendant's motion to suppress identification testimony. And third, the court should not have admitted certain evidence allegedly obtained in violation of his constitutional right to remain silent.\nDuring the early morning hours of May 29, 1972, Lula's Underground Boutique, a retail clothing store, was broken into and entered by some person or persons who had cut a hole in the roof of the building. Responding to an assignment to proceed to the address where the store was located, Patrolman Archie Luss observed two individuals jump from the roof of the building. After shouting \"stop\", Patrolman Luss observed one of the individuals (later identified by him as the defendant) momentarily turn around under the light of a mercurytype outdoor lamp. Patrolman Luss gave chase, but the suspects escaped. Also responding to an assignment to proceed to the location of the boutique, Patrolman Robert Scott observed two suspects on the roof of the building who \"looked right down\" at him. Within a few minutes of this observation of the suspects, Patrolman John Grimes, after receiving a description of the suspects, took custody of the defendant a few blocks from the scene of the crime. Patrolman Grimes returned the defendant to the store where both Patrolmen Luss and Scott identified the defendant as one of the two suspects they had observed a few minutes earlier. A car parked within ten feet of the boutique was searched by Patrolman Grimes. The search revealed a computer card bearing the name \"O. Jordan\" and the social security number \"XXXXXXXXX\". Patrolman Scott took the defendant to the police station where, for a second time, he was advised of his constitutional rights. Although defendant declined to say anything about the incident, Officer Grimes, during the routine booking process, obtained the defendant's social security number in addition to certain other personal information. The social security number obtained during the booking process was the same as the number on the computer card. Since the defendant does not question the sufficiency of the evidence, it is not necessary to consider other testimony elicited at the trial.\nDuring the voir dire examination, the defendant's attorney told the jury panel that they did not have to reach a verdict and that it would be \"perfectly acceptable\" if they could not reach a verdict. The state did not object to defense counsel's comments, but the trial court immediately interrupted and told the jury panel that although they could not be forced to make a decision, and although it sometimes happens that a jury is unable to reach a decision, it is not a \"perfectly acceptable\" conclusion for a trial. Once the voir dire examination on behalf of the defendant was completed, and the jury panel was excused for lunch, the defendant's attorney asked the court to declare a mistrial. His stated grounds, at that time, were that there was nothing improper in remarking to the jury panel that it would be a perfectly acceptable conclusion to a trial if they were unable to reach a decision and that the court's response to the contrary was given without the state having first raised an objection. In overruling the request for a mistrial, the court stated that such a conclusion to a trial was not perfectly acceptable because the jury had a responsibility to the administration of justice to try to reach a verdict in every case.\nThe defendant contends that the court's oral comments to the jury during voir dire violated Rule 26.09, V.A.M.R., because these comments were instructions which are required to be in writing. In this connection, the defendant also argues that the failure of the court to grant his motion for a mistrial, based upon the court's oral remarks to the jury, deprived him of his right to a fair trial before impartial jurors as secured by both the state and federal constitutions.\n*78 Rule 26.09 requires the court to instruct the jury in writing, as provided in Rule 26.02. Rule 26.02(6) provides that in all felony cases failure to instruct the jury upon all questions of law is good cause for setting aside a guilty verdict and granting a new trial. It is recognized, however, that not every statement of the court to the jury is an instruction within the meaning of the rules. State v. Baugh, 382 S.W.2d 608, 612[3] (Mo.1964); 23A C.J.S. Criminal Law § 1301b, 732. An oral direction or cautionary remark not a part of the law of the case need not be in writing. State v. Grant, 394 S.W.2d 285, 288-289[6,7] (Mo.1965). In stating that the inability of a jury to reach a verdict was not a perfectly acceptable conclusion to a trial, the court was correcting the defense attorney's statement regarding the duty of the jury to reach a verdict, rather than instructing the jury as to the law applicable to the particular facts in this case. Thus, unlike instructions on the law of the case, the court's remarks were as much directed to the defense attorney himself as they were to the prospective jurors. These remarks of the trial court were not instructions required by the rules to be in writing.\nThe defendant also claims that the court's remarks deprived him of the right to a fair trial before impartial jurors secured by the state and federal constitutions in that the remarks overemphasized the importance of the jury's agreement. By overemphasizing the importance of agreement, the court, according to the defendant, seriously disregarded the importance of each juror's decision being formulated according to his or her own conscience. Our courts have consistently held that it is permissible for a court, in felony trials, to suggest to or remind the jury that it is desirable to reach a verdict so long as the suggestion or reminder neither coerces the verdict nor overemphasizes the importance of agreement. State v. Raspberry, 452 S.W.2d 169, 175[19, 20] (Mo.1970); State v. Keller, 344 S.W.2d 65, 68[5] (Mo.1961); State v. Stegall, 327 S.W.2d 900, 901[2] (Mo.1959); see MAI-CR 1.10. In this case, the court merely pointed out that a jury's inability to reach a decision is not, as defendant's counsel suggested, a \"perfectly acceptable\" conclusion to a trial. In so doing, the court also pointed out that the jury could not be forced to a decision, and that it \"sometimes happens\" that trials do conclude because of just such inability to reach agreement. Such remarks hardly amount to coercion or overemphasis of the importance of agreement. No opinion was expressed as to the merits of the case, nor did the court's remarks imply either the defendant's guilt or innocence, or in any way suggest what verdict should ultimately be reached. All the court did here was to correct the defense attorney's statement of the jury's duty to reach a verdict by moderately reminding and admonishing both the defense attorney and the prospective jurors of the importance of earnestly attempting to reach a verdict. This, of course, was entirely permissible. State v. Keller, supra, 344 S.W.2d at 68[5]. The court, therefore, properly denied the defendant's request for a mistrial, and it was not error for the court to point out the desirability of the jury reaching a verdict. State v. Shelby, 333 Mo. 610, 62 S.W.2d 721, 725[9] (1933).\nAfter the voir dire examination had been completed, but prior to the start of the trial, defense counsel requested the court's permission to make an oral motion to suppress identification which would be supplemented later with a written motion. Counsel stated to the court that he wanted to show that the confrontation between the defendant and Patrolmen Luss and Scott, who both identified the defendant as one of the two men they had observed fleeing from the scene of the burglary, was unduly suggestive. After a brief interchange between the court and defense counsel about whether the confrontation was a \"Wade situation\",[1] the court asked if the confrontation *79 occurred \"within a few minutes\" of the original observation of the suspects fleeing from the scene of the burglary. In response, the prosecuting attorney stated that the confrontation occurred \"within ten minutes\" of the original observation. The court then denied defense counsel's request. The record indicates that defense counsel also filed a written motion to suppress identification testimony which was overruled.\nFor his second contention, the defendant urges that the trial court's refusal to grant his oral motion to suppress identification testimony by two state's witnesses, or to have a hearing on the motion, was error. The defendant asserts that because later identification testimony by Patrolmen Archie Luss and Robert Scott revealed a \"possibility\" that the confrontation upon which the identification was based was so unduly suggestive as to cause a mistaken identification, the trial court's action denied him his right to examine the witnesses on the basis of the identification outside the presence of the jury.\nIn support of this contention, the defendant urges that the court's refusal to grant at least a suppression hearing outside the jury's presence, at which the circumstances surrounding the confrontation could be examined in detail, violated Rule 25.06. Among other things, Rule 25.06(d) provides that \"[t]he court may determine before trial the defenses and objections raised by motion * * *.\" Although the rule (and apparently Missouri case law as well) is silent about the necessity of requiring a hearing outside the presence of the jury whenever an objection has been raised by motion, it is clear that the rule gives a court some discretion in handling the procedural aspects of pre-trial motions. See United States v. Cranson, 453 F.2d 123, 127[8] (4th Cir. 1971). In Illinois (like Missouri) there is no provision in the Code of Criminal Procedure which specifically provides for a pre-trial hearing on the issue of the admissibility of identification testimony. People v. Dennis, 47 Ill. 2d 120, 265 N.E.2d 385, 389[1] (1970), cert. den., 403 U.S. 907, 91 S. Ct. 2212, 29 L. Ed. 2d 683 (1971). According to the Dennis court, a hearing should be held \"in an appropriate case where a timely request is made.\" People v. Dennis, supra, 265 N. E.2d at 390[1]. Nowhere does the record here reveal that defense counsel ever requested a hearing (outside the jury's presence or otherwise) on the admissibility of identification testimony. No request for a hearing having been made at all, let alone a timely request, we cannot say that the court's failure to hold a hearing outside the jury's presence violated Rule 25.06.\nEven if defense counsel had made a timely request for a hearing, the record does not indicate to us that it would have been necessary. Although Rule 25.06(d) provides that the trial court may \"determine\" pre-trial defenses and objections, it does not dictate any particular manner in which a court may make that determination. The court did conduct a brief inquiry into the circumstances surrounding the confrontation. From the remarks of the court, defense counsel and the prosecuting attorney appearing in the record, it is apparent that the court denied defense counsel's request to make an oral motion to suppress and overruled his written motion on the basis of what was learned during the inquiry. Upon learning that the confrontation occurred within a very short time of the original observation, the trial court denied counsel's request. It is quite apparent that the court was satisfied no serious constitutional issue regarding the identification had been raised, and that it was on this basis that the court proceeded as it did. The manner of the court's \"determination\" both of defense counsel's request to make an oral motion and his written motion was not inconsistent with Rule 25.06(d). Here the trial court knew or became aware of the circumstances surrounding the confrontation. Among other things, the court knew that the confrontation occurred within minutes after the original observation, and the court knew that the identifying witnesses *80 were police officers. When the court has heard the circumstances surrounding an identification and has determined that no constitutional issue is involved, no hearing on a motion to suppress identification testimony is required even though the defendant requested a hearing prior to trial. People v. Bazzelle, 130 Ill.App.2d 131, 264 N.E.2d 457, 460[2] (1970), cert. den., 404 U.S. 836, 92 S. Ct. 122, 30 L. Ed. 2d 68 (1971).\nFurthermore, in asking that he be allowed to make an oral motion, defense counsel stated that his reason for the request was that the confrontation was \"suggestive\". His written motion to suppress identification was based \"on the grounds that it [the identification] would rest on a pre-trial confrontation which was unnecessarily suggestive and conducive to an irreparable mistaken identification.\" No other reasons were ever advanced by counsel as to why the confrontation was unnecessarily suggestive. For an evidentiary hearing to be required, allegations supporting the motion to suppress identification testimony must be made and they must be of such a definite and specific nature as to enable a court to conclude that a serious claim was presented. See United States v. Allison, 414 F.2d 407, 410 [4] (9th Cir. 1969). In other words, motions or requests to make motions must state facts, not conclusions. State v. Parker, 413 S.W.2d 489, 494 [6] (Mo. banc 1967), cert. den., 390 U.S. 906, 88 S. Ct. 823, 19 L. Ed. 2d 874 (1968). Here defense counsel merely stated the conclusion that the confrontation was unnecessarily \"suggestive\". He did not allege a single fact showing why the confrontation was or might have been unnecessarily suggestive. When the trial court became aware of circumstances surrounding the confrontation that indicated it was not suggestive, defense counsel, rather than coming forward with additional facts to support his claim, merely reiterated his earlier conclusion. Obviously counsel's statements were insufficient to raise even an inference that the confrontation presented a serious constitutional claim. See Rule 25.06(e).\nUnder the circumstances of this case, we find nothing inappropriate in the trial court's failure to grant a suppression hearing out of the presence of the jury.\nDefendant next argues that the court erred in not granting the pre-trial motion to suppress identification testimony because the confrontation had at least the \"potential\" of being unnecessarily suggestive and conducive to an irreparable mistaken identification. Defendant argues that because Patrolmen Luss and Scott originally observed the fleeing suspects at night in the dark and because the defendant was initially apprehended at a location other than the scene of the burglary, the identification of the defendant by the patrolmen at the scene of the burglary within a few minutes of their original identification may well have been the result of an unduly suggestive confrontation. Citing United States v. Wade, 388 U.S. 218, 87 S. Ct. 1926, 18 L. Ed. 2d 1149 (1967); Gilbert v. California, 388 U.S. 263, 87 S. Ct. 1951, 18 L. Ed. 2d 1178 (1967); Stovall v. Denno, 388 U.S. 293, 87 S. Ct. 1967, 18 L. Ed. 2d 1199 (1967); and Kirby v. Illinois, 406 U.S. 682, 92 S. Ct. 1877, 32 L. Ed. 2d 411 (1972), the defendant contends that he was denied his right to have counsel present at the confrontation and that the constitutional principles in these cases were violated. We disagree.\nBoth Wade and Gilbert extended the sixth amendment's right to counsel to post-indictment confrontations, specifically lineups, at which the accused is sought to be identified as the perpetrator or one of the perpetrators of the particular crime alleged in the indictment. Kirby construed Wade's right to counsel to attach at or subsequent to the time when \"adversary judicial proceedings\" have been instituted against the accused. Under Missouri procedure, the right to have counsel present at confrontations attaches when defendant has been indicted or an information has been filed against him, since these *81 acts are the equivalent of the initiation of \"adversary judicial proceedings\". State v. Walters, 457 S.W.2d 817, 818 [1] (Mo. 1970); State v. Chavez, 483 S.W.2d 68, 69 [1] (Mo.1972); State v. West, 484 S.W.2d 191, 192 [1] (Mo.1972); Brown v. State, 495 S.W.2d 690, 694 [9] (Mo.App. 1973).[2] Because the confrontation at which Patrolmen Luss and Scott identified the defendant occurred prior to any indictment or filing of an information, and prior to the filing of any complaint and the issuance of any warrant, defendant was not denied the right to have counsel present since he had no such right at this time.\nAlthough the defendant does not specifically claim that he was denied his constitutional right to due process of law, he does claim that the denial of his motion to suppress violated the principles of Stovall and Kirby. Since both Stovall and Kirby recognized that a confrontation that is so unnecessarily suggestive and conducive to mistaken identification denies the accused his right to due process of law secured by the fifth and fourteenth amendments, our inquiry must extend to a determination of whether or not the confrontation in this case was unnecessarily suggestive. If the confrontation conducted was so unnecessarily suggestive and conducive to irreparable mistaken identification, then the defendant's motion to suppress testimony deriving from suggestive identification procedures should have been granted. Stovall v. Denno, supra, 388 U.S. 293, 301-302, 87 S. Ct. 1967, 18 L. Ed. 2d 1199 (1967). Factors to be considered in evaluating the suggestiveness of the confrontation and the likelihood of misidentification include opportunity of the witness to view the criminal at the time of the crime, the certainty of the witness at the confrontation, and the length of time between the crime and the confrontation. Neil v. Biggers, 409 U.S. 188, 199, 93 S. Ct. 375, 34 L. Ed. 2d 401 (1972). The testimony of both patrolmen indicated that their original observation of the fleeing suspects was sufficient to enable them to identify the defendant as one of them. Although both suspects escaped from the scene of the burglary, another patrolman, in response to a description of the suspects, arrested the defendant within a few blocks of the burglary scene. This patrolman then returned the defendant to the scene of the burglary where the confrontation at which Patrolmen Luss and Scott identified the defendant as one of the suspects took place. The confrontation occurred within a very short time of the original observation of the fleeing suspects by Patrolmen Scott and Luss.\nHere, the witnesses, Patrolmen Luss and Scott, had ample opportunity to view the fleeing suspects, one of whom they subsequently identified as the defendant. Thus the testimony given in court by the officers concerning the identification of the defendant had a source independent of the confrontation. Proof of a source of identification independent of the confrontation itself is enough to overcome a claim of unnecessary suggestiveness. State v. Jackson, 477 S.W.2d 47, 51 [4] (Mo.1972); State v. Walters, supra, 457 S.W. 22 at 822 [5]. Furthermore, the patrolmen were certain about their identification of the defendant at the time of the confrontation, and the time elapse between the confrontation was so minimal as to be non-existent. Under these facts, even a possibility of mistaken identification is difficult to imagine, let alone any likelihood of one. Moreover, the prompt showing of a suspect to witnesses of the crime is proper procedure since \"such action may immediately indicate to the officers whether the suspect should be released or held, and whether they should proceed along other lines * * *.\" State v. Jackson, supra, 477 S. W.2d at 51 [5]. Here the prompt confrontation *82 was proper because only in that way could they determine whether to hold defendant for further investigation and questioning, or to release him and pursue other avenues of investigation. The trial court did not err in overruling the motion to suppress identification.\nAs his final point of error, defendant claims that because he had indicated a desire to remain silent prior to the booking procedure, in-court testimony concerning information taken from him during the booking procedure should have been excluded by the trial court.\nAt the trial, Officer Grimes testified that a search of a car parked within ten feet of the burglary scene revealed a computer card bearing the name \"O. Jordan\" and the social security number \"XXXXXXXXX\". Officer Grimes also testified that defendant, after being advised of his rights (for a second time) under Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966), indicated that he desired to remain silent concerning the incident. Shortly thereafter, Officer Grimes asked the defendant for his date and place of birth, age, full name and pedigree and social security number. Officer Grimes testified that, in addition to the other identification information, it was \"always the practice\" to ask for a suspect's social security number during the booking process.\nDefendant objects to the admission of Officer Grimes' testimony that revealed his social security number obtained during the booking process. He claims that because this number was the same as the number on the computer card found in an automobile parked near the scene of the burglary, and because he had earlier indicated to Officer Grimes that he wished to remain silent, Officer Grimes' question eliciting the defendant's social security number during the booking process was designed to elicit incriminating information in violation of Miranda. Defendant contends, therefore, that the court erred in refusing to exclude Officer Grimes' testimony revealing his social security number.\nAmong other things, Miranda held that there can be no custodial interrogation of a suspect without a valid waiver of his fifth amendment right to remain silent. According to that decision, any statement obtained after the suspect indicates to the police that he wishes to remain silent \"cannot be other than the product of compulsion, subtle or otherwise.\" Miranda v. Arizona, supra 384 U.S. at 473-474, 86 S.Ct. at 1628. Since defendant in this case indicated a desire to remain silent, the issue presented is whether defendant's statement revealing his social security number to the police was in reply to forbidden interrogation.\nDefendant argues that \"any conversation\" between a suspect and police after the suspect has indicated a desire to remain silent is in-custody interrogation forbidden by Miranda. He cites State v. Kelly, 439 S.W.2d 487 (Mo.1969) as authority for this claim. In Kelly, the defendant had indicated that he did not want to be questioned about the robbery he was suspected of having committed. In spite of defendant's desire to remain silent, the robbery victim, with a police officer present and prompting the questions, asked defendant about certain aspects of the robbery. The court held that even though the questions were not asked directly by the officer himself, the questions constituted in-custody interrogation in violation of Miranda. State v. Kelly, supra at 489 [2]. Contrary to the defendant's claim, the Kelly decision was limited to its facts. These facts presented a situation where the officer obtained information of a testimonial nature about the crime, quite different from the one now under consideration.\nThe type of interrogation the Miranda decision proscribed was lengthy interrogation, employing psychological schemes designed to elicit inculpatory statements from criminal suspects who do not know or are unaware of the implications of their right to remain silent and to be represented by counsel. Miranda v. Arizona, supra, 384 U.S. at 465-470, 86 S. Ct. 1602, 16 L. Ed. 2d 694. Viewed in this *83 perspective, Miranda does not indicate that every question, without exception, asked a criminal suspect by police, after the suspect has directed attention to his desire to remain silent, constitutes forbidden interrogation. Indeed, several courts, in considering Miranda's proscription of in-custody interrogation once the suspect has indicated he wishes to remain silent, have viewed Miranda in this same perspective and reached this same conclusion. See, e. g., State v. Rassmussen, 92 Idaho 731, 449 P.2d 837 (1969).\nIn Farley v. United States, 381 F.2d 357, 359 [3] (5th Cir. 1967), cert. den., 389 U.S. 942, 88 S. Ct. 303, 19 L. Ed. 2d 295 (1967), the court said that even though defendant refused to answer any questions about his activities prior to arrest, Miranda did not apply so as to exclude defendant's statement of his address given in response to a police question. In reaching that conclusion, the court noted that the defendant's address was not a matter within his exclusive knowledge, that it was not a circumstance bearing heavily upon his guilt or innocence and there was no evidence of oppressive or overbearing conduct by the police. In Clarke v. State, 3 Md.App. 447, 240 A.2d 291, 294 [1, 2] (1968), the court said that defendant's responses to questions asking for his name, address and place of employment were not obtained in violation of Miranda even though the defendant had indicated he wished to remain silent. The court reasoned that the questions did not have as their purpose \"the determination of the accused's connection with the commission of the crime and the revelation of crucial facts which would reflect upon his guilt or innocence\" but, rather the questions were routine and asked of every suspect subject to normal booking procedures. A similar conclusion was reached in People v. Hernandez, 263 Cal. App. 2d 242, 69 Cal. Rptr. 448, 454 [7] (1968). The court stated that the simple statement of one's age is not subject to the Miranda rationale because nothing was asked of defendant concerning the alleged crime, nor was there any \"process of interrogation `designed to elicit incriminating statements'.\"\nApplied to the facts of the case here before us, the rationale of the Farley, Clarke and Hernandez decisions indicate that defendant Jordan's claim has little merit. Defendant's social security number was not a matter within his exclusive knowledge; it could have been easily obtained (and introduced into evidence at the trial) by the police through methods other than direct questioning. Although the social security number may have had some relationship to his guilt, since the computer card bearing it was found near the scene of the crime, it was neither crucial to nor did it bear heavily upon the determination of his guilt. There was ample evidence, independent of the social security number, to convict the defendant. In addition, the question here complained of was part of the routine booking process and asked of every person subject to it. The question was not part of any process of interrogation designed to elicit any inculpatory statements. Indeed, once the defendant indicated he wished to remain silent, nothing was asked of him concerning the burglary. Under these circumstances, the question asking for the defendant's social security number during the booking process did not constitute the forbidden interrogation proscribed by Miranda. Defendant's social security number was merely identification information, and the testimony concerning it was properly admitted into evidence. Identification information has value to the criminal process independent of any tendency to uncover inculpatory statements since it aids the police in maintaining records which properly identify those arrested. Such practice is essential to the orderly administration of criminal justice.\nThe judgment is affirmed.\nSIMEONE, Acting P. J., and KELLY, J., concur.\nNOTES\n[1]  A reference to United States v. Wade, 388 U.S. 218, 87 S. Ct. 1926, 18 L. Ed. 2d 1149 (1967). See infra.\n[2]  But see: State v. Hamilton, 490 S.W.2d 96, 97 [1] (Mo.1973), where rule is stated, \"before any charge had been filed\" and Arnold v. State, 484 S.W.2d 248, 250 [3] (Mo.1972), \"filing of a complaint and issuance of a warrant is the initiation of `adversary judicial proceedings' within the Kirby case.\"\n\n",
            "ocr": false,
            "opinion_id": 1499433
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}