{
    "id": 8058081,
    "judges": "Fox",
    "date_filed": -2048630400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-copeman",
    "case_name_short": "Copeman",
    "case_name": "State v. Copeman",
    "case_name_full": "State v. COPEMAN",
    "attorneys": "S. S. Bass for appellant., Edward C. Crow, Attorney-General, and Sam B. Jeffries, Assistant Attorney-General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. LARCENY: Common Law and Statute: Statutory Provisions. Section 1898, Revised Statutes 1899, defining grand larceny, does not pretend to embrace the elements creating the offense of larceny, but simply provides a punishment for those convicted of stealing, taking and carrying away the property of another, etc. The elements of the offense, as contemplated by that statute, remain the same as at common law. And section 2213, Revised Statutes 1899, prescribing a punishment for those who obtain possession of property by fraud, trick or false representation, does not abrogate the common law larceny, but is designed to cover a class of cases where the element of trespass, which is an essential element of larceny both at common law and under the statute, is lacking.</p> <p>2. -: Obtaining Possession of Property by Fraud: Intent. Where the ownership of property is not parted with, but by a fraud or trick the possession alone is obtained, and the property is converted to the use of the person receiving it without the consent of the owner and with an intent at the time to permanently deprive the owner of it, this constitutes larceny at common law as well as under the statute.</p> <p>3. -: -: Lock Game. Defendant and one Wilson, who pretended to be strangers to each other, fell in with the prosecuting witness, who was a stranger to both of them, and after engaging in a conversation Wilson pretended to discover a lock lying in the dust. After some talk in regard to the possibility of opening the lock without a key, defendant and Wilson made a wager with each other, and the money was put up in Wilson’s hands. They then turned to the prosecuting witness and asked, “How much money have you?” The witness took out his money, and Wilson pulled it out of his hand, at the same time saying, “Forty-five dollars.” Wilson handed witness the lock and said to him “While this man counts ten you open the lock.” Defendant counted ten, but the lock did not come open. Defendant snatched at the money and Wilson handed it to him, witness at the same time saying, “You have robbed me.” After a short time a third man came up and asked them what they were doing, and said, “You are gambling,” and he held Wilson and witness while defendant ran off with the money. Held, that the prosecuting witness did not, nor did he intend to, part with the title to his money, and the evidence is sufficient to justify a verdict of guilty of larceny.</p> <p>4. INSTRUCTIONS: Must be Read Together. Instructions must be read together and considered as a whole. And an instruction which tells the jury that “the intent with which defendant’s acts were done is one of the facts for you to determine from all the evidence in the case,” is not improper as assuming that defendant did some acts, when it is intended as explanatory of another instruction, of which it is a part, setting forth the acts which the jury must find were done by defendant to authorize a conviction.</p> <p>5. CONSPIRACY: Statements of One Conspirator Admissible Against Another. Where two persons act in concert in the commission of a crime, with a common purpose and intent, statements or declarations of one of them are admissible against the other.</p>",
    "summary": "Appeal from St. Louis City Circuit Court. — Hon. Daniel G. Taylor, Judge. (1) The testimony for the State proves, if anything, a violation of section 2213, Eevised Statutes 1899. This section repeals and abrogates the common law or constructive larceny when applied to a case as at bar, and makes the obtaining of property by means of “fraud and deception” a substantive and distinct offense. The defendant was indicted under section 1898, Eevised Statutes 1899, for grand larceny. The proof tended to show him guilty, if at all, of an entirely different offense, namely, that set forth in section 2213. This was a fatal variance. State v. Gabriel, 88 Mo. 641; State v. Arter, 65 Mo. 653; State v. Stone, 68 Mo. 101; People v. Allen, 5 Denio 76; Hail v. State, 3 Cold. 125; Bishop, Stat. Crimes, secs. 418, 421, 422; State v. Harmon, 106 Mo. 635. (2) Even though Gillander was by the use of fraud and deception induced to deliver his money to the defendant or either one, and they or either of them had the then intention to steal the same, they could not bé guilty of larceny if it was the intention of G-illander to part with his money, meaning to relinquish his property in it as well as his possession, and whether such was his intention was a question that should have been left to the jury to determine under an appropriate instruction. The failure to do^this was error. Loomis v. .People, 67 N. T. 322; Smith v. People, 53 N. T. Ill; Bassett v. Spofford, 45 N. T. 387; Ross v. People, 5 Hill 294; Kellog v. 'State, 26 Ohio St. 294. (3) The instructions assume that defendant did “receive and come into possession,” and that “his act or acts were done.” State v. Kelley, 1701 Mo. 151; State v. Phelan, 150 Mo. 122; State v. Hecox, 83 Mo. 531; State v. Dillhenty, ■ 18 Mo.' ■ 331; State v. Miller, 111 Mo. 551; State v. Wheeler, 79 Mo. 366; Comer v. Taylor, 82 Mo. 341. (4) Before acts or declarations of alleged conspirators can be introduced against a defendant alleged to be a coconspirator, the conspiracy or unlawful agreement must be clearly shown. Hence, the acts and declarations of Wilson were improperly admitted. State v. Faulkner, 175 Mo. 456; Hart v. Hicks, 129 Mo. 99; State v. Danbert, 42 Mo. 239; Bank v. Russell, 50 Mo. 531. There is abundance of evidence authorizing the verdict, if believed, and no error was committed by the trial court in refusing to instruct the jury to return a verdict of acquittal. The question being one of fact, it was for the trial'jury to make the determination. The evidence shows that the two persons charged were in fact in a conspiracy to bring about such conditions as would enable them to take the prosecuting witness’s money from him. The lock was exhibited and bets were made with reference to whether it could be opened without a key. In this plan the prosecuting witness exhibited his forty dollars, which one of the parties grabbed from Ms hands and afterwards the other snatched it and made away with it. The prosecuting witness was not harmed so far as his person i§ concerned, nor was he pnt in fear of harm or injury. This case, in our minds, conforms exactly to the opinion of the court in the case of State v. Sommers, 12 Mo. App. 374.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "186 Mo. 108"
    ],
    "opinions": [
        {
            "author_str": "Fox",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFOX, J.\n— The defendant, Charles Copeman, and one Riley W. Wilson were indicted by the grand jury of the city of St. Louis at the December term thereof, 1903, for the crime of grand larceny, they being charged with the felonious theft of forty-five dollars from one Fred G-illander, on or about the seventh day of November, 1903, at the city of St. Louis.\nThe defendants charged were arrested and entered their pleas of not guilty, after which a severance was called for and the State elected to try Copeman first.\nOn the twelfth day of February, 1904, this defendant was placed upon trial, which resulted in a verdict of guilty, and his punishment assessed at two years’ imprisonment in the penitentiary. Unsuccessful in his effort to secure a new trial and an arrest of judgment, he brings the case to this court on appeal.\nThe facts are substantially as follows:\nGilbert F. Gillander, a young man of some nineteen years of age, came from Boston, Massachusetts, to St. Louis, Missouri, on the seventh day of November, 1903. He arrived at the Union depot at seven o’clock in the morning and went to the World’s Fair grounds, arriving there about nine o’clock. While walking through the grounds, he came upon a man by the name of Riley W. Wilson, one of the persons charged with defendant in the commission of the crime. The prosecuting witness had been at the fair grounds but a few minutes when he was approached by Wilson, who asked him if he had a match. Wilson suggested that he also was a stranger in St. Louis and that they accompany *112each other through the grounds. Wilson afterwards suggested that they go down by the Chouteau avenue car line. Near the gate at the Chouteau avenue car line they met the defendant, Copeman. He inquired the way to the main gate of the Worlds Fair, and Wilson answered that they were both strangers and, therefore, did not know and could not tell him. Cope-man says, “I am a stranger, too; I have come in from the country and have sold a car load of horses,” and with that statement he pulled out a large roll of money, saying, £ ‘ I have done very well. ’ ’ Just before they met defendant Copeman, Wilson pretended to discover a lock lying in the dust. He picked it up and called the prosecutor’s attention to the fact that it could be opened by pressing a spring, and after some comment in reference to it they passed on until they met defendant as above stated. After a few words had passed between the three, and Copeman had exhibited his roll of money, Wilson produced his lock, saying at the time, “Here is a lock I have got which I can open without a key.” Defendant said, “Well, I will not believe that you can unless you break it with a stone. ’ ’ Wilson asked him how much he would bet that he couldn’t. Wilson says, “We will bet a box of cigars I can not open this lock without a key.” They kept on talking about betting and finally Wilson offered to bet dollar for dollar that he could open it without a key. Defendant then handed Wilson his money, and Wilson took out his money and put it with the defendant’s, and they turned around to the prosecuting witness and asked, “How much money have you?” The prosecuting witness took out his money and Wilson pulled it out of his hand, at the time saying, ‘£ Forty-five dollars. ’ ’ He handed him the lock and he sáys, “While this man (defendant) counts ten you open the lock.” The defendant counted ten but the lock did not come open. Defendant snatched at the money and Wilson handed it to him, the witness at the time saying,£ 1 You have robbed me. ’ ’ After a few min*113utes a third man came np and asked them what they were doing. He says, “Yon are gambling,” and he held them for a few minutes while defendant ran off with the money. The prosecuting witness was after-wards released and reported his loss to the police department. Shortly afterwards defendant was arrested and identified by the prosecuting witness.\nThe defense was that of an alibi. In this connection the defendant testified substantially as follows:\nI am forty-two years old. On the seventh day of last November, I was at 2519 North Spring avenue. I had been stopping there about six weeks, as near as I can remember. At that time I was engaged in the restaurant business with George Bolton at No. 9 North Nineteenth street; I owned a restaurant, however, previous to that. George Bolton and my daughter were there with me that day. Mrs. Adams was there until the time I left. I got up that morning about fifteen minutes before breakfast, I will say about seven o ’clock, and stayed at my room most all day. I left the house perhaps about half past one. My daughter went with me down to 1505 Pine street. I stayed there.perhaps two hours and then went tc 'the fish market to get fish. I returned about a quarter after four. It was on Saturday. I was not at the World’s Pair grounds on the seventh day of November, 1903. I did not see Gillander who has testified on the stand in this case that day. I never saw him previous to my arrest. On that day I had on the same suit of clothes that I am now wearing and the same suit that I wore when I was arrested. . I had nothing to do in any shape, form or manner with the taking of this man’s money, entering into the lock game or anything of the kind on the seventh of November or at any other time. I saw Gillander at the hold-over after I was arrested. He came in with the officer and looked around in the cell where I was at and the officer stood there as if watching him to see if he *114identified me, and lie said, “That is the fellow there, the tall fellow,” and he didn’t seem to identify me and then he said, “Bring him out,” and he looked at me, and I couldn’t understand what he said, and he didn’t seem to think it was him, and the officer said, “What do you do?” And I said, “I run a restaurant,” and he said, ‘ ‘ Take his hat off, ’ ’ and he took my hat oft and turned me around and he said, “That is the man.” Gillander never opened his mouth after that at all. The officer then said, “Take him hack.” On the seventh day of November last I had a very serious case of boils and have had them all the time ever since I have been in jail. I have not been well.\nAs to the defendant being in his room on the seventh of November, up to the hour of 1:30 p. m., he was corroborated by his daughter, Mrs. Lizzie Adams, Percival Adams and Geo. W. Bolton.\nAt the close of the evidence the defendant requested an instruction in the nature of a demurrer to the evidence, as follows:\n“The defendant demurs to the evidence as adduced by the State as not sufficient to convict and moves the court to instruct the jury to acquit the defendant. ’ ’ The court denied the request, and exceptions were duly preserved.\nThe court of its own motion instructed the jury as follows:\n“The State of Missouri, by the indictment found and returned into court on the fourteenth day of December, 1903, jointly charged defendant Charles Cope-man and Riley W. Wilson with the crime of grand larceny. Defendant Charles Copeman is now alone on trial. He pleads not guilty and it is upon the question of said Charles Copeman’s guilt or innocence that you are now to pass. As to the law in the case the court instructs you as follows:\n“All persons are equally guilty who act together with a common intent and purpose in the commission of *115a crime and the crime so committed by two or more persons jointly is the act of all and each so acting. If yon find and believe from the evidence that at the city of St. Lonis, State of Missouri, at any time within three years next before the finding of the indictment herein, the defendant, either acting alone or with another, did by use of a fraud and deception induce Fred Gillander to deliver into the possession of defendant or that of another person acting with him with a common purpose, forty-five dollars, lawful money of the United States, or any sum of such money of the value of thirty dollars or more, with the fraudulent intent on the part of defendant at the time to wrongfully steal, take and carry away said money from the possession of said Fred Gillander and to fraudulently convert the same to his own use, or that of himself and another or others acting with him with a common intent and purpose, and to permanently deprive the owner thereof without the owner’s consent, and that after so receiving or coming into possession of said money defendant or another or others acting with him with a common intent or purpose, did convert the same to his own or their own use with the intent at the time to permanently deprive the owner thereof, and that the same was the property of Fred Gillander and of the value of thirty dollars, or more, then you will find defendant guilty of grand larceny and assess his punishment at imprisonment in the penitentiary not less than two years nor more than five years.\n“The intent with which defendant’s act or acts were do^e is one of the facts for you to determine from all the evidence in this case. This intent need not be proven by direct and positive testimony but in the absence of such testimony it may be inferred by you from all the facts and circumstances in evidence having reference to and bearing upon that question, if you believe such facts and circumstances have been proven before you.\n*116\" The defendant has interposed as a defense what is known in law as an alibi, that is, that even if the offense was committed, as charged, he was at the time of the commission thereof at another and different place than that in which snch offense was committed, and, therefore, was not and conld not have been the person who committed the same. Now if the evidence leaves in yonr minds a reasonable doubt as to his presence at the place where the offense was committed at the time of the commission thereof, you will find him not guilty.\n\"The defendant is a competent witness in his own behalf, but the fact that he is a \"witness testifying in his own behalf, and the interest he has at stake in this case, may be considered by the jury in determining the credibility of his testimony.\n\"You are further instructed that the indictment contains the formal statement of the charge, but is not to be taken as any evidence of defendant’s guilt.\n\"The law presumes the defendant to be innocent, and this presumption continues until it has been overcome by evidence which establishes his guilt to your satisfaction and beyond a reasonable doubt; and the burden of proving his guilt rests with the State.\n\"If, however, this presumption has been overcome by the evidence, and the guilt of the defendant established to a moral certainty and beyond- a reasonable doubt, your duty is to convict.\n\"If, upon consideration of all the evidence, you have a reasonable doubt of the defendant’s guilt, you should acquit; but a doubt, to authorize an acquittal on that ground, ought to be a substantial doubt touching the defendant’s guilt, and not a mere possibility of his innocence.\n\"You are further instructed that you are the sole judges of the credibility of the witnesses and of the weight to be given to their testimony. In determining such credibility and weight you will take into con*117sideration the character of the witness, his or her manner on the stand, his or her interest, if any, in the result of the trial, his or her relation to or feeling towards the defendant or the prosecution, the probability or improbability of his or her statements, as well as all the facts and circumstances given in evidence. In this connection you are further instructed that if you believe that any witness has knowingly sworn falsely to any material fact, you are at liberty to reject all or any portion of such witness’s testimony.”\nThe cause was submitted to the jury upon the evidence and instructions of the court, and they returned a verdict of guilty, and assessed defendant’s punishment at imprisonment in the penitentiary for the term of two years and judgment was rendered in accordance with said verdict. In due time and proper form this appeal was prosecuted to this court, and the record is now before us for consideration.\nOPINION.\nIt is insisted by appellant that the instruction in the nature of a demurrer to the evidence, requested by defendant, should have been given. This insistence is predicated upon the argument that the facts in this case do not constitute the offense of larceny; but that the testimony of the State proves, if anything, a violation of section 2213, Revised Statutes 1899.\nIt is also earnestly argued that section 2213, supra, repeals and abrogates the common law larceny. To the correctness of these contentions we are unwilling to give our assent.\nSection 1898, Revised Statutes 1899, does not pretend to embrace the elements creating the offense of larceny; it simply provides the punishment for those convicted of stealing, taking and carrying away the property of another, etc., etc. The elements of the offense of larceny, as contemplated by section 1898, *118supra, remain the same as at common law. At common law and under the statute, in larceny there must be a trespass, and, that persons guilty of kindred offenses to that of larceny may not escape the penalties prescribed for larceny, is the origin of the enactment of statutes to meet that class of offenses in which there is no technical trespass. Section 2213, supra, does not undertake to create the offense of larceny nor to extend the crime of larceny as understood at common law; but it was simply intended to create an offense unknown at common law, and thereby cover a class of cases that did not strictly fall within the definition of common, law larceny. If by deception and fraud or any trick or confidence game, a party should part with the absolute title as well as the possession of his property, it may well be said there was no trespass in the taking and conversion of the property, for the reason that the victim consented to the taking of the title and possession, as well as the conversion, and hence there would be no larceny for the reason there was no trespass, and in that case the perpetrator of the crime would be answerable to the offense of a felony denounced by section 2213.\nIn other words, where the ownership of the property is not parted with, and by a fraud or trick the possession of the property alone is obtained, and is converted to the use of the taker without the consent of the owner, and at the time of resorting to the trick or fraud to obtain the possession it was intended to convert the property and permanently deprive the owner of it, this would constitute larceny at common law, as well as under the statute. [1 Bishop’s New Crim. Law, sec. 585; State v. Murphy, 90 Mo. App. 548; Loomis v. People, 67 N. Y. 322; State v. Vickery, 19 Tex. 326; 12 Am. and Eng. Ency. Law (2 Ed.), 805.]\nIf the testimony of the prosecuting witness was true, then that the taking of the money as detailed in this case was larceny there can be no dispute. There *119is no pretense that the prosecuting witness parted or intended to part with the title to his money. \"While it is true that the lock was used as a trick or device in attracting the attention of' Gillander, and having him expose his money, yet the testimony does not even show that the prosecuting witness was betting on the trick suggested by defendant; but the plain statement is that after Wilson and Gillander met the defendant, Wilson introduced in the conversation the device, the lock. Wilson then turned and said to Gillander, “We will have some fun with this man. How much have you got?” Gillander drew out his money quickly and Wilson took it, saying, “forty-five dollars.” Wilson handed the lock to Gillander saying, “While this man counts ten you open the lock, ’ ’ Gillander did not open the lock, whereupon defendant snatched the money from Wilson and ran off.\nThat those facts do not show any consent of parting with the title to the money is too plain for argument. Wilson, who was doubtless an accomplice, simply took the money out of the hands of the prosecuting witness, and the defendant snatched it from Wilson' and ran off. If these facts were found by the jury, they were fully authorized to' find the defendant guilty of larceny.\nIt is contended that the instructions were erroneous because they did not go far enough in defining the distinction between larceny and obtaining money by false pretenses or trick, etc., etc., and telling the jury if the prosecuting witness parted with the title of his money, as well as the possession, then there was no larceny.\nIf there was any substantial testimony that the presecuting witness had transferred his ownership of the money to Wilson or defendant, and that there was consent to the conversion of the money to their use, there might be some reason for complaint that the court had not made its instruction broad enough to embrace *120this material fact; hut we repeat that there was absolutely no testimony that defendant parted with the title to the money, or that he intended to do so, nor is there any evidence from which any legitimate inference could be made that the ownership of the property passed to the defendant or Wilson.\nWe have carefully considered the instruction complained of, and find that it fully and fairly presented the case to the jury upon the testimony developed at the trial, and that the criticisms of it are without any substantial merit.\nIt is urged that the instruction which tells the jury that “the intent with which defendant’s act or acts were done is one of the facts for you to determine from all the evidence in the case, ’ ’ is erroneous for the reason that it assumes that defendant did some act or acts.\nInstructions must be read together and this declaration against which the complaint is lodged follows the main instruction; in fact, it is but a part of it, and intended as explanatory of what must be found by the jury. _ _\n_ _ First, the jury are told that they must find that defendant did certain acts before they will be authorized in convicting him. Then follows the declaration that the intent with which the acts were done is a material fact which must be determined by the jury. The instructions, considered as a whole, do not assume the existence of any material fact, but on the contrary require the jury to find every essential element necessary to constitute the offense charged.\nIt is next insisted that the court erred in the ad-' mission of the statements of Wilson made in the absence of the defendant.\nIf the testimony of the prosecuting witness is to be considered, the conclusion is irresistible that the defendant and Wilson were acting in concert with a common purpose and intent. This would make his de*121clarations admissible; but aside from that, the statements of Wilson were merely conversations between him and Gillander before the meeting of tfie defendant which had no reference to the defendant and in no way prejudiced his rights upon the trial.\nThe jury had the witnesses before them, and had opportunities of determining their credibility and the weight to be attached to their testimony, that are not afforded the appellate court. It was specially the province of the jury to find the facts in this case, and determine the guilt or innocence of the defendant.\nThe court fully and fairly declared the law as applicable to the testimony in the cause and the jury, guided by such instructions, returned their verdict of guilty. Fnding no reversible error in the trial of the cause, the judgment should be affirmed, and it is so ordered.\nAll concur.\n",
            "ocr": true,
            "opinion_id": 8015264
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}