{
    "id": 8058137,
    "judges": "Burgess",
    "date_filed": "1973-12-22",
    "date_filed_is_approximate": true,
    "slug": "state-v-wissing",
    "case_name_short": "Wissing",
    "case_name": "State v. Wissing",
    "case_name_full": "State v. WISSING",
    "attorneys": "S.S. Bass and Chester H. Krum for appellant., Edward C. Crow, Attorney-General, and Thomas B. Harvey for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. EMBEZZLEMENT: Motion to Elect. Where the information charges the defendant with embezzling a lump sum of $1,200, it is not error to overrule a motion, filed when both parties answered ready for trial, to compel the State to elect upon which separate or distinct act of embezzlement it would proceed. The court was not then advised whether the evidence would develop a single lump sum embezzlement or separate and distinct acts of embezzlement.</p> <p>2. -: -: At Close of State’s Case. Where the information charges defendant with embezzling a lump sum, and the evidence develops separate and distinct acts of embezzlement, •the defendant should, at the close of the State’s evidence, file a motion to compel the State to elect, if he desires to compel the State to elect on which particular transaction it will rest its case; but if the record does not show that such motion was made, the failure of the court to compel the State to elect is not reviewable on appeal.</p> <p>3. -: -: Money: Collector: Separate Acts: Time Stated. Where there is but one count in the information, the charge being that the defendant, a collector and agent of a company, within three years next preceding the filing of the information, embezzled a certain sum of money belonging to the company, the charge is sustained by proving the embezzlement by him of such sum or any portion thereof within the time limited by the statute. Where the abstractions occurred at different times, it is often impossible to describe the identical money taken on a precise, date, and the statute (see. 1821, R. S. 1899) which obviates the necessity of specifying in an information the time when the offense was committed, was enacted to meet just such a situation.</p>",
    "summary": "Appeal from St. Louis City Circuit Court. — Row. Jesse A. McDonald, Judge. (1) The motion to require the State to elect upon which instance of alleged embezzlement it would stand was properly interposed and improperly overruled. Whatever may be said of the motion when first made —at the opening of the ease — its propriety at the close of the case can hardly be gainsaid. The State should have been required'to elect and indicate which alleged embezzlement it claimed fitted in any way the broad averments of the information. (2) The instructions were erroneous in assuming that the averment of embezzlement of money was satisfied by the evidence of embezzlement of checks, (a) There was no evidence that the appellant embezzled any money; (b) in every instance he received a check from the customer- — some of these were drawn to his own order and some to that of his employer. He deposited these checks to his own credit, upon his own account; (c) the case was that of embezzling checks, not money. He was charged with embezzling money, not checks. (1) The information is sufficient. It charges the offense in the language of section 1912, upon which it is predicated, and it follows the forms approved by recognized test-books and by the decisions of this court. State v. Adams, 108 Mo; 208; State v. West, 157 Mo. 309; State v. Hendrickson, 165 Mo. 262; State v. Hall, 164 Mo. 528; 1 Bish., New Or. Proc., sec. 643; Bish., Directions and Forms, sec. 403. (2) Defendant’s motion to require the State to elect upon which “account” it would stand, was properly denied, because it was premature, being made before any testimony was heard and there being no indication on the face of the charge that it was based on more than one item or transaction ; and, also, because it is competent to charge as one embezzlement the aggregate of several amounts taken during a period of time and not delivered when demanded by the employer. And for the same reason it was proper to deny defendant’s motion for a bill of particulars. State v. Pratt, 98 Mo. 490; State v. Noland, 111 Mo. 473. But even if a bill of particulars was recognized by the criminal practice of this State, the motion was too indefinite and made no allegations of fact showing that the charge and probable proof to be adduced by the State were of a character to require a detailed statement of the different transactions in order that defendant might prepare his defense. And said motion was made only after the case was called for trial. In jurisdictions where the practice is recognized, such a motion is addressed to the sound discretion of the court and the action thereon is not generally open to revision by an appellate court. 1 Bish., New Cr. Proc., sec. 643; Abbott’s Trial Brief, Criminal Causes (2 Ed.), p. 86; Com. v. Giles, 67 Mass. (1 Gray) 466; Com. v. Wood, 70 Mass. (4 Gray) 11. Application for a bill of particulars should set forth wherein the information is insufficient; and should point out to the court wherein defendant desires fuller information. State v. Reno, 41 Kan. 674; State v. Quinn, 41 Mo. App. 627. But no exceptions to the denial of the bill of particulars are preserved in defendant’s motion for a new trial and are, therefore, waived. State v. Dunn, 73 Mo. 586; State v. Robinson, 79 Mo. 66. (3) There can be no question about the authority of the defendant to receive the money and checks from his principal’s debtors; and while his principal required him to send the cheeks to it, yet, if he indorsed the checks and thus got possession of the money which they represented, then both the checks and the money came “into his possession” and “under his care” by virtue of his employment. Without such employment, the money paid to him would not have been delivered to him, nor would the checks, whether payable to his or his employer’s order. Indeed, this court has recently ruled that, although defendant may in fact have had no authority whatever to receive the property, yet if he did receive it as agent of his employer, -and converted it to his own use, he is guilty of embezzlement. State v. Lipscomb, 160 Mo. 125; State v. Cunningham, 154 Mo. 161; State v. Schilb, 159 Mo. 130; State v. Silva, 130 Mo. 440.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "187 Mo. 96"
    ],
    "opinions": [
        {
            "author_str": "Burgess",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBURGESS, P. J. —\nOn the thirteenth day of July, 1903, the circuit attorney of the city of St. Louis filed in the office of the clerk of the circuit court of said city, an information, in which it is charged “that W. H. Wissing on or about the twentieth day of May, 1903, at the city of St. Louis aforesaid, being then and there agent, clerk, collector and servant of the CrockerWheeler Company (a corporation organized and existing under and by virtue of the laws of the State of New Jersey); (and he, the said W. II. Wissing, not being then and there a person under the age of sixteen years), then and there by virtue of such employment, and office of agent, clerk, collector and servant as aforesaid, did have, receive and take into his possession and under his care and control certain money of the amount and value of one thousand two hundred dollars, the same being then and there lawful money of the United States, but a description of which said money is to informant unknown, and which said money was then and there of the value of one thousand two hundred dollars, and the money and personal property of the said Crocker-Wheeler Company, a corporation as *100aforesaid, the employer of him, the said W. H. Wis-sing; and that the said W. H. Wissing, the said money then and there unlawfully, fraudulently and feloniously did embezzle and convert to his own use, without the assent of the said Crocker-Wheeler Company, a corporation as aforesaid, the owner of said money, with the unlawful, felonious and fraudulent intent then and there to deprive the owner, the said Crocker-Wheeler Company, a corporation as aforesaid, of the use thereof. Contrary to the form of the statute in such case made and provided, and against the peace and dignity of the State.”\nThereafter, on the twentieth day of November, 1903, defendant was put upon trial, found guilty as charged, and his punishment fixed at ten years’ imprisonment in the State penitentiary. In due time thereafter, defendant filed a motion for a new trial and in arrest, both of which being overruled he saved exceptions and brings the case to this court by appeal for review.\nThe information is under section 1912, Revised Statutes 1899. At the time of the alleged embezzlement, Crocker-Wheeler Company, a corporation, was engaged at Ampere, New Jersey, in the manufacture of electrical machinery. The defendant, W. H. Wis-sing, was the St. Louis agent of said company, engaged in selling its merchandise and collecting its accounts in certain adjacent territory, for the performance of which duties he was paid a stipulated monthly salary. He had been in the service of the said company for about three years next preceding the discovery of his defalcation in the month of May, 1903, when he was discharged.\nFor the convenience of its agent and to facilitate its business, the company established and maintained at its own expense a branch office at St. Louis, and undertook to keep in the hands of its agent for office expenses and for the expenses of himself in travelling *101and soliciting business, the sum of three hundred dollars, which was replenished from week to week, by remitting to the defendant the amount of his expense account forwarded by him to the company each week. Said expense account included any and all moneys claimed to have been expended by the defendant for any treats, courtesies or social attentions bestowed upon customers or prospective customers whom the defendant might seek to cultivate in pushing the business.\nAll accounts for sales were rendered by the home office and sent to the defendant for collection, and the understanding was that all checks and drafts in payment of bills should be drawn to the order of the company and remitted to it forthwith by the defendant.\nFor his services as such salesman and collector, defendant’s salary of $1,500 for the first year was increased to $2,500 for the second year, and to $3,500 for the third year, during which last year the defalcation occurred.\nBecoming dissatisfied and suspicious because of many irregularities by its agent in the conduct of the business and unsatisfactory explanations regarding delays in collecting the accounts of responsible parties, the company in May, 1903, notified defendant that they would terminate the contract between them at a certain date, and sent out to St. Louis one of its officers to investigate the conditions of the agent’s business and to install another agent therein. Thereupon, it was discovered, and the defendant confessed, that he had collected and appropriated and not reported to his principal about twelve hundred dollars on checks received from customers of the company, upon which he had realized the money, and seventy dollars in cash, received by defendant from the James J. Cullen Heating Company in payment for goods purchased ■ from Crocker-Wheeler Company. He also appropriated to his own use one hundred and sixty three dollars of his *102employers’ money which he took from what was called the “office fund.”\nWhen the shortage was disclose^ and the defendant was confronted by his employer and a demand made for the money, he said that he did not have it; that he had spent it in riotous and expensive living. As a witness, he claimed that he had spent it upon customers and in pushing the business of the company; and other evidence was introduced in his behalf tending to show that he spent money freely in dissipation and upon the customers and others.\nThe court instructed the jury as follows:\n“By the information herein, which was filed in this court on the thirteenth day of July, 1903, the defendant, W. H. Wissing, is charged with the offense of embezzlement, and pleads not guilty. Upon the question of his guilt or innocence the court instructs you' as follows:\n“1. If you believe and find from the evidence and under these instructions that on or about the twentieth day of May, 1903, or at any time within three years next before the filing of the information herein, the defendant, W. H. Wissing, was the agent, collector and servant of the Crocker-Wheeler Company and was then over the age of sixteen years; and that then and there' while he was such agent, collector and servant, and by virtue of his employment as such agent, collector and servant, he received and took into possession twelve hundred dollars lawful money of the United States of the value of thirty dollars or more, belonging to the said ■ Crocker-Wheeler Company; and that the said Crocker-Wheeler Company was at that time a corporation duly organized under the laws of New Jersey; and that the said W. H. Wissing unlawfully, feloniously and fraudulently did embezzle and convert to his own use the said twelve hundred dollars, or any part thereof of an amount and value of thirty dollars or more, and so unlawfully, feloniously and fraudulently did embez*103zle and convert the same to his own nse without the consent of the said Crocker-Wheeler Company, and with intent at the time unlawfully, feloniously and fraudulently to convert the same to his own nse to permanently deprive the said Crocker-Wheeler Company thereof without its consent, yon will find the defendant guilty of embezzlement and assess his punishment at imprisonment in the penitentiary for a term of not less than two years nor more than five years and unless you find the fact so to be, you will acquit him.\n“Feloniously as used in these instructions means wickedly and against the admonition of the law.\n“2. You are further instructed that the mere conversion of money to the agent and collector’s use after receiving the same in such capacity and by virtue of his agency and collectorship and the failure to pay it over to his employer do not constitute the offense of embezzlement charged in the information, but there must have been in the mind of the agent and collector at the time of such conversion an unlawful, felonious and fraudulent intent to appropriate such money to the agent and collector’s use and to deprive the owner of such use thereof absolutely. * But you are further instructed that it is not necessary that the State should prove by direct and positive evidence that the conversion of the moneys mentioned in the information and in instruction 1 herein, if you believe and find from the evidence there was a conversion of the moneys as defined in the last-mentioned instruction, was without the consent of the Crocker-Wheeler Company; it is sufficient if, from all the evidence, the jury are satisfied beyond a reasonable doubt that it was without such consent; and it is not necessary that the intent with which the defendant may have acted should be proved by direct and positive evidence, but you may infer his intent from all the facts and circumstances attending and surrounding the acts.\n*104“3. The court further instructs you that if you believe and find from the evidence that the moneys collected and received by the defendant for the Crocker-Wheeler Company, and not paid over to said company by him, were all used and consumed by him in paying rebates to customers to whom he was selling goods, or to the accidental loss or theft of such moneys from him, or to expenditures for the direct and sole purpose of promoting the business of said company and not for his own uses and purposes, or jointly from paying such rebates, and from loss or theft, and from such expenditures for the direct and sole purpose of promoting the business of said company, then such failure to pay over to the said company the moneys so disposed of does not constitute embezzlement.\n“You are further instructed that the information contains the formal statement of the charge, but is not to be taken as any evidence of defendant’s guilt.\n‘ ‘ The law presumes the defendant to be innocent, and this presumption continues until it has been overcome by evidence which establishes his guilt to your satisfaction and beyond a reasonable doubt; and the burden of proving his guilt rests with the State.\n“If, however, this presumption has been overcome by the evidence and the guilt of the defendant established to a moral certainty and beyond a reasonable doubt, your duty is. to convict.\n“If, upon consideration of all the evidence, you have a reasonable doubt of the defendant’s guilt, you should acquit; but a doubt to authorize an acquittal on that ground ought to be a substantial doubt touching the defendant’s guilt, and not a mere possibility of his innocence.\n“You are further instructed that the previous good character of the defendant, if proved by the evidence to your reasonable satisfaction, is a fact in the case which you should consider in passing upon his guilt or innocence, for the law presumes that one whose char*105acter is good is less likely to commit a crime than one whose character is not good. But if all the evidence, including that which has been given touching the previous good character of the defendant, shows him to be guilty, then his previous good character can not justify, excuse, palliate or mitigate the offense.\n“You are further instructed that you are the sole judges of the credibility of the witnesses and of the weight to be given to their testimony. In determining such credibility and weight, you will take into consideration the character of the witness, his manner on the stand, his interest, if any, in the result of the trial, his relation to or feeling towards the defendant, or the Crocker-Wheeler Company, the probability or improbability of his statements, as well as all the facts and circumstances given in evidence.\n“The defendant is a competent witness in his own behalf, but the fact that he is a witness testifying in his own behalf and the interest he has at stake in this case may be considered by you in determining the credibility of the testimony.”\nWhen both parties answered ready for trial, defendant filed a motion asking the court to compel the State to elect upon which account or transaction it would proceed. The motion was overruled, because not filed in proper time. Defendant excepted and assigns error. The contention of defendant is:\n“1. The information proceeded upon the theory of a lump sum embezzlement at one time.\n“2. The evidence adduced by the State showed separate and distinct instances of alleged embezzlement. Neither had the slightest connection with the others..\n“3. The motion was made at the close of the State’s case, and exception saved to the action of the court in its denial. ’ ’\nWith respect to the first two propositions, there was no indication on the face of the information *106that it was based -upon more than one item or transaction, bnt made the general charge that the defendant did embezzle twelve hundred dollars of the moneys of said corporation, and without first having heard the testimony it was impossible for the court to intelligently pass upon the motion, and it committed no error in overruling it.\nThere was no error in overruling defendant’s motion made when both parties answered ready for trial, and before the evidence was introduced, to compel the State to elect upon which count or transaction it would proceed, for the reason that the court was not then informed or advised what the evidence in the case would develop with respect to the transactions out of which the alleged embezzlements grew, whether under such cirumstances as would justify the motion or not. It was therefore presented out of time.\nWhile with respect to the third proposition, it is said in the brief of counsel for defendant, that the motion was made at the close of the State’s case, and, exception saved to the action of the court in its denial, it does not so appear from the record. On the other hand, it does not show that any such motion was made after the close of the State’s case.\nIt is said for defendant that the instructions were erroneous in assuming that the averment of embezzlement of money was satisfied by the evidence of the embezzlement of checks. To this contention we can not agree. On the other hand, the instructions dp not assume that the offense was committed by the embezzlement of checks, but expressly submit, in apt words, the question of embezzlement of twelve hundred dollars lawful money of the United States of the value of twelve hundred dollars. Aside from the checks which the evidence showed defendant received, it unequivocally showed that Crocker-Wheeler Company made an allowance of $300 to the St. Louis office which was called “the office fund,” which was kept intact; that is, *107as expenses were incurred the manager of the office, Wissing, was to report to the home office weekly, in which case he was to he reimbursed the amount of whatever expense he had incurred and paid. This included office rent, a stenographer, and incidental expenses of travelling, and expense incurred in doing business of the office; and when Willis L. Brownell, treasurer of the company, took charge of the St. Louis office on the twenty-first day of May, 1903, he found that defendant had appropriated one hundred and sixty dollars of this fund to his own use, which he failed and refused to pay to Brownell on demand. He further admitted to Brownell that he had received other moneys of the Crocker-Wheeler Company to the amount of about $1,200, including $70 in cash received by him from the J. J. Cullen Heating Company, but not including the $160 belonging to the “office fund” which he admitted he had converted to his own use. So that there was ample evidence to justify the verdict for embezzling money. Where there is but one count in an information, the charge being that defendant within three years next preceding the filing of the information embezzled a certain sum of money of the Crocker-Wheeler Company, a corporation, etc., the charge is sustained by proving the embezzlement by him of any such sum or portion thereof, as set forth in the instructions, within the time limited by statute, “and this is especially true in the case at bar, as the evidence shows that the defendant was in the continuous receipt of money from his subagents, belonging to his principal, and only settled with his principal at stated periods, the embezzlement of different sums at different times thus tending to prove that, in the aggregate, the defendant embezzled the sum charged in the indictment. But if it did not tend to prove the whole sum, it certainly tended to prove the embezzling of a portion thereof, and this was sufficient, under the statute. The foregoing views are fully supported by Revised Statutes 1879, section *1081821, which, obviates the necessity of specifying in any indictment the time at which an offense was committed, where time is not of the essence of the offense.\" [State v. Pratt, 98 Mo. 482.]\nSo in State v. Wise, 186 Mo. 48, Gantt, J., in speaking for the court said: “The rule is settled in this State by the decision in State v. Pratt, 98 Mo. 491, in which it was held that ‘where the offense of embezzlement is committed by a trusted servant, agent, clerk, etc., and where, as here, the abstractions occurred daily or whenever cupidity prompts, it is an impossible thing to describe the identical money taken or the precise date upon which it is taken, and it was this impossibility which occasioned the enactment of section 1817, supra, now section 2531, Revised Statutes 1899. which was borrowed from an English statute, and for similar reasons section 1821 (now section 2535, Revised Statutes 1899), was passed.’ ”\nThe judgment is affirmed.\nAll concur.\n",
            "ocr": true,
            "opinion_id": 8015322
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}