{
    "id": 1601266,
    "judges": "En Banc",
    "date_filed": 345859200000,
    "date_filed_is_approximate": false,
    "slug": "cooley-v-state",
    "case_name_short": "Cooley",
    "case_name": "Cooley v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 22,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "391 So. 2d 614"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n391 So.2d 614 (1980)\nChester Lee COOLEY\nv.\nSTATE of Mississippi.\nNo. 51807.\nSupreme Court of Mississippi.\nAugust 27, 1980.\nAs Modified On Denial of Rehearing December 17, 1980.\n*615 J. Ronald Parrish, Laurel, for appellant.\nA.F. Summer, Atty. Gen. by Billy L. Gore, Sp. Asst. Atty. Gen., Jackson, for appellee.\nEN BANC.\nSMITH, Presiding Justice, for the Court:\nChester Lee Cooley was indicted for the murder of Charles Earl Moore. He was tried on that charge in the Circuit Court of Jones County.\nAlthough it appears from the record that the great weight of the overall evidence supported the State's theory that the homicide was murder, the jury returned a verdict finding Cooley guilty of manslaughter, and he was sentenced to serve a term of 17 years in the Department of Corrections. From that conviction, he appeals.\nAccording to the undisputed testimony, including the testimony of Cooley, 18 or 20 *616 people, one of whom was Cooley, had gathered in the home of one of Cooley's relatives at about 7:00 in the evening and were indulging in drinking intoxicating liquor and gambling. Prior to that, Cooley testified:\nI had started drinking that Friday about ten o'clock and hadn't drank it up until I would say \u0097 me and my brother got a pint at ten o'clock at the liquor store, and after we had drank that and about possibly four o'clock that evening we got another pint, and so we drank that, and about six o'clock my nephew bought a pint and we drank some of his.\n.....\nAnd after that we went out to my brother's house.\nThese festivities at his brother's house had then continued throughout the evening and were still in progress at about midnight when a dispute arose as to who had contributed toward the purchase of (and therefore was entitled to drink from) a bottle of whiskey.\nAlthough firmly disputed by several witnesses present, Cooley testified that Moore cursed him and members of his family and said that he would kill Cooley and all of \"the (vulgarity deleted) Cooleys.\" Cooley claimed that he saw the \"print\" of a \"small gun\" in Moore's pocket and said he knew Moore to be a violent man and had trouble with him on a former occasion. Cooley does not suggest that Moore did anything at all toward carrying out his alleged threat. However, according to Cooley, in order to \"defend\" himself and his family, he left the house where Moore was and went out to his automobile where he procured a shotgun. Cooley said:\nI reached \u0097 I had some shells in the glove compartment, and I just reached in there and got me a shell.\nHe loaded the gun and reentered the house carrying the loaded gun. Cooley admitted that when he came back in with the shotgun \"people were scattering every which way.\" According to eyewitnesses, Cooley then pointed the gun at Moore and shot him at fairly close range, inflicting a terrible wound and causing death.\nCooley's version at his trial was that he loaded the gun and returned to the house in order to use it against Moore in defense of himself and his family and that as he went into the room where Moore was that Moore \"snatched\" the gun. He (Cooley) held on to it and pulled back, and that this caused the gun to cock and his finger to fire it. He said:\nA The gun cocked when he pulled it and I pulled back, just like that.\nQ And you pulled back on the trigger.\nA Yes, sir.\nQ Okay, and the hammer hit the pin.\nThis version was disputed, as stated, by eyewitnesses who testified that Cooley had deliberately aimed at Moore and shot him.\nAside from Cooley's statement that he had earlier in the evening observed the print of the gun on Moore, there is no evidence that Moore had such a weapon, none was found on him afterward, and not even Cooley testified that Moore had made any overt move to draw or use the weapon or to attack him (or any of \"the Cooleys\") in any way, except by the vulgar, insulting words which allegedly had been spoken before Cooley left the house to get his shotgun.\nIt was admitted that it was the threatening and insulting language allegedly used by Moore that sent Cooley to his automobile where he obtained the gun and shell with which the homicide was committed.\nThis Court has held that:\nInsulting words can never justify a homicide, unless they are of such nature as to cause defendant to believe he is threatened with grave, impending danger.\n[Reed v. State, 197 So.2d 811, 814 (Miss. 1967)].\nBe that as it may, there is no principle of criminal law better settled \u0097 none more necessary to the peace of society, and the safety of human life \u0097 than that threats, however deliberately made, do not justify an assault and battery, much less the taking the life of the party making them. *617 That is excused when done in the necessary defense of one's own life, or to escape great bodily harm.\n[T]he law tolerates no justification, and accepts no excuse for the destruction of human life, on the plea of self-defense, except that the death of the adversary was necessary, or apparently so, to save his own life, or his person from great bodily injury, and there shall be imminent danger of such design being accomplished. The danger to life, or of great personal injury, must be imminent, present at the time of the killing, real or apparent, and so urgent that there is no reasonable mode of escape except to take life.\n.....\n[Evans v. State, 44 Miss. 762, 773 (1871)].\nIt is not true that a party has a right to kill another on the first appearance of danger. The rule is that to defend on alleged threats and apprehension of threats there must be a demonstration by the party making the threat which would induce a reasonable man to believe that there was danger of such threat being immediately executed.\n[Molphus v. State, 124 Miss. 584, 598, 87 So. 133, 135 (1921)].\nThe instruction requested by appellant is clearly erroneous. By it the appellant sought to have the court charge the jury that appellant had the right to kill the deceased because he knew deceased had threatened his life. This is not the law. It took more than a threat by deceased against the life of appellant to justify the latter in killing the deceased. There must have been in addition, at the time of the homicide, an overt act on the part of the deceased indicating a purpose to carry out such threat.\n[James v. State, 139 Miss. 521, 524, 104 So. 301, 302 (1925)].\nTo make a homicide justifiable on the grounds of self-defense, danger to slayer must be either actual, present and urgent, or slayer must have reasonable grounds to apprehend design on part of deceased to kill him or to do him some great bodily harm and, in addition to this, to apprehend that there was imminent danger of such design being accomplished; mere fear, apprehension, or belief, however sincerely entertained by one person that another designs to take his life or to do him some great bodily harm will not justify former taking life of the latter.\n[Bright v. State, 349 So.2d 503 (Miss. 1977)].\nThe jury's verdict finding Cooley guilty of manslaughter had the effect of acquitting Cooley of murder, and makes the conclusion inescapable that the jury found the killing to have been the result of resentment and anger on Cooley's part at the insults and threats of Moore which had caused him to leave the house, go for his gun and shells and return with a loaded gun, since there is no evidence that Moore made any attempt whatever to shoot or attack Cooley.\nThis Court has held that one who engages in a fight or quarrel, leaves the scene, arms himself with a deadly weapon, and returns to renew the quarrel, forfeits his right to claim self-defense where the weapon is used to slay the person with whom he has quarreled before, where there is no overt act on the part of the latter capable of engendering a reasonable belief in the mind of the killer that he is in imminent danger of suffering grave bodily injury or death at his hands.\nWhen Cooley with whom Moore had quarreled, left, armed himself and returned to the room where Moore was with a loaded shotgun which he intended to use on Moore, if necessary, and if Moore, seeing him, seized the shotgun in an effort to protect himself from being shot by Cooley, and in so doing it went off, killing him, Cooley was guilty of manslaughter. Under the circumstances the right of self-defense lay with Moore, not with Cooley, who was not under attack, even if Moore had been as Cooley said, the author of the original wordy quarrel, following which Cooley left the house and obtained his weapon.\n\n\n*618 POINT I: IT WAS NOT ERROR TO ADMIT PHOTOGRAPHS OF MOORE'S BODY.\nCooley attempted to explain having the gun and shells in his car at a nighttime function (gambling and drinking) by saying that he and his brother had intended to go squirrel hunting. But when pictures of the body, showing the wound, were exhibited to him, Cooley admitted that it was not such a wound as would have been made by bird shot or squirrel shot but to him it gave the appearance of a buckshot wound. Thus confronted, Cooley said he had reached into the glove compartment of his car and had not known what type load he was getting. The pictures also gave support to the State's theory that four or five feet separated the gun muzzle and the victim, and tended to contradict Cooley's contention that Moore had pulled the gun almost against himself at the time it was fired. The admission of the photographs was a matter within the sound judicial discretion of the trial judge and no prejudice is shown to have resulted therefrom. The pictures were relevant and had substantial probative value. Their admission was not an abuse of discretion and there is no merit in this assignment. Herring v. State, 374 So.2d 784 (Miss. 1979).\nThere was no abuse of discretion by the trial court in the admission of the photographs.\n\nPOINT II: THE TRIAL COURT DID NOT ERR IN DECLINING TO GRANT A MISTRIAL BECAUSE OF THE CROSS-EXAMINATION OF COOLEY BY THE DISTRICT ATTORNEY AS TO THE ABSENCE OF PRETRIAL ASSERTION THAT THE SHOOTING HAD BEEN AN ACCIDENT.\nTo place the question raised by this point in proper perspective, and to appreciate what significance it had, if any, in Cooley's manslaughter conviction, reference to the above statement of the facts and circumstances of the case is necessary.\nAfter the State had rested, Cooley took the stand as a witness in his own behalf. It is argued that Cooley's testimony in chief, as previously set out, showed that the shooting had been an accident. Among other things, Cooley said that within an hour or two after killing Moore he had surrendered himself to the officers as being the person who had committed the act. Upon completion of Cooley's testimony in chief, on cross-examination the District Attorney had Cooley demonstrate how the gun could have fired in the manner described by Cooley. The record reflects that this demonstration showed that the gun could only have been fired under the circumstances related by Cooley with the cooperation of Cooley's thumb on the hammer and his finger on the trigger. If every word of Cooley's testimony is accepted at face value, the shooting of Moore by Cooley was neither a justifiable nor an excusable homicide under the law. Cross-examination is the only effective means for exposing fabricated and perjured testimony. This may be done not only by proof of inconsistent statements, but also by developing facts tending to show the intrinsic improbability of the truth of the testimony.\nAs said in Bradley v. Jago, 594 F.2d 1100 (6th Cir.1979): \"The fact that the defendant did not offer the exculpatory explanation when he had an earlier opportunity to do so is evidence which the jury is entitled to hear, and from which it may draw reasonable inferences.\"\nHere, Cooley testified that he had surrendered to the authorities after killing Moore. Failure to assert at that time that the killing had been an accident is so highly improbable as to be incredible. It was not error for the District Attorney to develop in this manner on cross-examination the intrinsic improbability of Cooley's story as tending to show that it was a last minute fabrication. There was an objection by counsel and a motion for a mistrial based upon an assertion that the question had prejudiced Cooley by calling attention to his exercise of his Miranda right to remain silent. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n*619 Appellant devotes 18 typewritten lines in his brief to this point (Point 2), citing only one case, Miranda v. Arizona, supra. However, the State's brief collates the cases in which similar points have been considered. We think that of these cases those in which reversible error has been predicated on references to pretrial silence have been distinguished on the facts.\nThe questions confronting the Court are: (a) Did the cross-examination of Cooley as to the absence of pretrial statements that the shooting had been accidental violate his Miranda pretrial right to remain silent? (b) If so, can it be said that the violation was harmless beyond a reasonable doubt? To answer these questions, a review of the facts is necessary.\n(1) There was no request for a jury instruction that the matter was to be considered for impeachment only; (2) A motion for a new trial was filed but not upon this ground; (3) Cooley's guilt was beyond question; (4) Cooley took advantage of the incident to bolster his own testimony by putting on a relative to testify that Cooley had told him that the shooting had been an accident.\nSince the decision of Miranda by the United States Supreme Court, subsequent decisions of that Court have relaxed considerably the strict application of the rules therein established, particularly in the area of the use for impeachment purposes of matter obtained in violation of Miranda guidelines, where a defendant takes the stand to testify in his own defense. There is no evidence or suggestion of custodial, official or other pretrial interrogation of Cooley. It is clear from questions and Cooley's answers that he was at liberty on bail during several months preceding trial. Of paramount importance, the overall evidence, including Cooley's own testimony, required a verdict of criminal homicide, either murder or manslaughter. There is no rational theory from the evidence or want of evidence capable of supporting a finding that the killing of Moore by Cooley was justifiable or excusable under the law.\nIt must be borne in mind that nowhere in the record is there evidence that the victim at any time made any overt move to carry out the alleged threats against Cooley or any member of his family. There is no testimony from anyone that the victim ever attacked, attempted to attack, drew or attempted to draw, a weapon of any kind. No gun or any weapon was ever produced by the victim, even according to Cooley's testimony. The only evidence that the victim possessed a gun at all appears in Cooley's testimony to the effect that he had observed the \"print\" of the gun through Moore's clothing before he left the house for the purpose of obtaining the shotgun. Whether through compassion, or from some unidentifiable reason, the jury acquitted Cooley of murder by convicting him of manslaughter.\nWhen Cooley took the stand and testified he submitted himself to cross-examination for the purposes of impeachment. In Harris v. New York, 401 U.S. 222, 91 S.Ct. 643, 28 L.Ed.2d 1 (1971), Harris was indicted for the sale of heroin. A statement, in violation of Miranda, was taken from Harris while he was in custody. The Court excluded this statement on the prosecution's case in chief. Harris' testimony at the trial was inconsistent with the statement which he had made to police and the trial court admitted it in rebuttal for the purpose of impeaching Harris' credibility of the witness. The jury was instructed to consider it in passing upon Harris' credibility but not upon the guilt issue.\n\"Assuming that the exclusionary rule has a deterrent effect on proscribed police conduct, sufficient deterrence flows when the evidence in question is made unavailable to the prosecution in its case in chief.\nEvery criminal defendant is privileged to testify in his own defense, or to refuse to do so. But that privilege cannot be construed to include the right to commit perjury. * * * Having voluntarily taken the stand, petitioner was under an obligation to speak truthfully and accurately, and the prosecution here did no more than utilize the traditional truth-testing devices of the adversary process. *620 Had inconsistent statements been made by the accused to some third person, it could hardly be contended that the conflict could not be laid before the jury by way of cross-examination and impeachment.\nThe shield provided by Miranda cannot be perverted into a license to use perjury by way of a defense, free from the risk of confrontation with prior inconsistent utterances. We hold, therefore, that petitioner's credibility was appropriately impeached by use of his earlier conflicting statements.\"\n(401 U.S. at 225-226, 91 S.Ct. at 645-646, 28 L.Ed.2d at 4-5.)\nThe United States Supreme Court considered a similar question in Oregon v. Hass, 420 U.S. 714, 95 S.Ct. 1215, 43 L.Ed.2d 570 (1975). A statement, taken from Hass in violation of Miranda, was excluded in the prosecution's case in chief. Hass then testified as a witness in his own defense as to his innocence. The inculpatory statement was admitted in rebuttal for the purposes of impeachment. The United States Supreme Court said:\nWe see no valid distinction to be made in the application of the principles of Harris to that case and to Hass' case. Hass' statements were made after the defendant knew Osterholme's opposing testimony had been ruled inadmissible for the prosecution's case in chief.\nAs in Harris, it does not follow from Miranda that evidence inadmissible against Hass in the prosecution's case in chief is barred for all purposes, ... and, again, making the deterrent-effect assumption, there is sufficient deterrence when the evidence in question is made unavailable to the prosecution in its case in chief. If all this sufficed for the result in Harris, it supports and demands a like result in Hass' case. Here, too, the shield provided by Miranda is not to be perverted to a license to testify inconsistently, or even perjuriously, free from the risk of confrontation with prior inconsistent utterances.\nWe are, after all, always engaged in a search for truth in a criminal case so long as the search is surrounded with the safeguards provided by our Constitution. There is no evidence or suggestion that Hass' statements to Officer Osterholme on the way to Moyina Heights were involuntary or coerced. He properly sensed, to be sure, that he was in `trouble'; but the pressure on him was no greater than that on any person in like custody or under inquiry by any investigating officer.\nThe only possible factual distinction between Harris and this case lies in the fact that the Miranda warnings given Hass were proper, whereas those given Harris were defective. The deterrence of the exclusionary rule, of course, lies in the necessity to give the warnings. That these warnings, in a given case, may prove to be incomplete, and therefore defective, as in Harris, does not mean that they have not served as a deterrent to the officer who is not then aware of their defect; and to the officer who is aware of the defect the full deterrence remains. The effect of inadmissibility in the Harris case and in this case is the same: inadmissibility would pervert the constitutional right into a right to falsify free from the embarrassment of impeachment evidence from the defendant's own mouth.\n* * * * * *\nWe, therefore, hold that the Oregon appellate courts were in error when they ruled that Officer Osterholme's testimony on rebuttal was inadmissible on Fifth and Fourteenth Amendment grounds for purposes of Hass' impeachment. The judgment of the Supreme Court of Oregon is reversed.\n(420 U.S. at 722-24, 95 S.Ct. at 1221, 43 L.Ed.2d at 577-578).\nThis Court, in following the rulings of the United States Supreme Court in Harris and Hass, supra, has since dealt with the question in Murphy v. State, 336 So.2d 213 (Miss. 1976), and Day v. State, 382 So.2d 1071 (Miss. 1980).\n*621 In Murphy this Court said:\nIn her testimony defendant denied that she told David Tindall to shoot her father to get him out of his misery. This testimony was contradicted by the deputy sheriff.\nThe contradictory statement of defendant was made to the deputy sheriff under conditions similar to those made by the defendant in Oregon v. Hass, 420 U.S. 714, 95 S.Ct. 1215, 43 L.Ed.2d 570 (1975) in that the statements were made in both cases in response to questioning by officers after defendants requested an attorney. In Hass the defendant had been arrested when the contradictory statements were made, whereas in this case the defendant had not been arrested... .\n* * * * * *\nIn the instant case the statement made to the deputy sheriff was not admissible by the state on its case in chief for the reason stated by the trial judge in his ruling. However, it was not the result of coercion, duress, threats or promises and was therefore admissible for the purposes of impeaching the credibility of the defendant as a witness.\" (336 So.2d at 215, 216).\nSee also Simmons v. State, 358 So.2d 1324 (Miss. 1978).\nIn Day v. State, supra, this Court approved the interrogation of Day as to an alleged statement admittedly taken in violation of his Miranda right to the presence of an attorney during questioning and the use of the testimony of the officers in impeachment. In Murphy, supra, this Court held that under the circumstances the accused is entitled to an instruction that such statements may not be used as proof of guilt but may be considered only in passing on the defendant's credibility as a witness, if requested by him.\nIn the case now before the Court, the only request made by Cooley was for a mistrial. No request was made by Cooley that the jury be instructed as in the Murphy and Day cases, supra.\nWhen Cooley took the stand and told his story, it was proper cross-examination to test its truth by developing facts and circumstances tending to show that it was untrue and was a last minute fabrication. It was not a violation of Miranda to inquire of Cooley, who had testified that he surrendered to the officers within an hour or two after the shooting, whether he had told the officers that he had shot Moore accidentally. The inquiry was directed toward showing the unlikelihood that Cooley, who had just killed a man, and was surrendering to the officers as the killer, failed to state the exculpatory fact that the killing had been an accident.\nIn Bradley v. Jago, 594 F.2d 1100 (6th Cir.1979), the Court had this to say with reference to such a situation:\n\nDoyle applies to those situations in which a defendant is entitled to rely on the implicit assurance of the Miranda warnings that silence carries no penalty. [Doyle v. Ohio], 426 U.S. [610] at 618, 96 S.Ct. 2240 [at 2245, 49 L.Ed.2d 91]. In contrast, where a defendant had not received warnings, there is nothing unfair in permitting jurors to hear that a defendant initially failed to offer his exculpating version of events after they have heard his version at trial. It is not to be presumed that failure to explain at that time resulted from an exercise of the Fifth Amendment right to remain silent. The fact that the defendant did not offer the exculpatory explanation when he had an earlier opportunity to do so is evidence which the jury is entitled to hear, and from which it may draw reasonable inferences. (Emphasis added). (594 F.2d at 1103).\nWhen Cooley came back into the house where Moore was, with his shotgun, loaded with buckshot, someone yelled \"there comes Chester with a gun\" and \"everyone scattered ever which way.\" Under these circumstances, Cooley advanced on Moore and, Cooley says, Moore grabbed the gun. At that time, the right of self-defense lay with Moore, not Cooley, and if, as Cooley said, Moore \"grabbed\" the gun, he was justified in doing so in self-defense.\n*622 We hold that there was no reasonable or tenable theory arising out of the evidence or from the want of evidence capable of supporting a finding that the homicide was excusable or justifiable. On the whole record, the evidence strongly supports the prosecution's theory that the homicide was murder. The jury, however, in finding Cooley guilty of manslaughter acquitted him of murder and, since no other explanation appears from the record, apparently accepted Cooley's statement and found him guilty of the lesser offense of manslaughter. On the evidence this was all Cooley could possibly have been entitled to. We hold that the cross-examination of Cooley under the circumstances was proper for the purpose of exposing the intrinsic improbability of his account of the shooting and tended to show that his version was a recent fabrication rather than the truth. It was permissible under the rule laid down by the United States Supreme Court in the cases of Harris v. New York, and Oregon v. Hass, supra, and followed by this Court in Murphy v. State and Day v. State, supra, and did not constitute a violation of Cooley's rights under Miranda.\nThis Court dealt with the question in May v. State, 211 So.2d 845 (Miss. 1968). In May this Court said:\nThe first assignment is that the court erred in allowing the state to prove and argue that appellant maintained his silence after the shooting and gave no explanation thereof in spite of the fact that his defense at the trial was that the shooting was an accident. The state did prove by some of the officers that when the appellant was arrested and in their custody he made no statement as to how the shooting occurred and consequently did not claim at that time that it was an accident.\nBecause he was under no duty then to speak and because his right to remain silent is protected by both the State and Federal Constitutions, the introduction of this testimony in chief would create a serious problem and, according to numerous cases, would be reversible error. E.G., Pierce v. State of Nebraska, 173 Neb. 319, 113 N.W.2d 333 (1962); Lee v. State, 148 Tex.Cr.R. 220, 185 S.W.2d 978 (1945); Willson v. Commonwealth, 160 Va. 913, 168 S.E. 344 (1933); Goodman v. State, 104 Tex.Cr.R. 589, 285 S.W. 821 (1926); Ripley v. State, 58 Tex.Cr.R. 489, 126 S.W. 586 (1910).\n\nHowever, appellant took the stand to testify in his own behalf. Of course, he did not have to testify. It is generally held, and has been specifically held by this Court, that when the defendant voluntarily takes the witness stand, he waives all right to remain silent and is required to answer any questions relevant to the issue involved. In Autry v. State, 230 Miss. 421, 92 So.2d 856 (1957), this Court recognized, approved, and cited the rule as stated in 58 Am.Jur. Witnesses section 96 at P. 80. It was held that the waiver for the accused when he takes the stand is not partial, and, having once cast a side the cloak of immunity, he may not resume it at will whenever cross-examination may be inconvenient or embarrassing.\n\n\nHaving so waived his immunity by taking the witness stand, the appellant submitted himself to cross-examination during which he was asked about his remaining silent before the officers. His answer was that he did remain silent and that he had told no one of his claim of the shooting being accidental except his lawyer and his brother. This admission by the appellant rendered harmless the introduction by the state of the evidence of his silence, and the state had the right to argue it. Compare Patton v. State, 207 Miss. 120, 137, 41 So.2d 55, 56 (1949). We are compelled to affirm the case. (Emphasis added). (211 So.2d at pp. 846-47).\nMoreover, since the evidence established Cooley's guilt of murder or manslaughter beyond question, and the jury acquitted him of murder and convicted him of the lesser offense, there having been no basis in the evidence for acquittal, if the incident now complained of was error, it was without prejudice and was harmless beyond a reasonable doubt.\n*623 Rule 11 of the Mississippi Supreme Court Rules provides:\nNo judgment shall be reversed on the ground of misdirection to the jury, or the improper admission or exclusion of evidence, or for error as to the matter of pleading or procedure, unless it shall affirmatively appear, from the whole record, that such judgment has resulted in a miscarriage of justice.\nEven in a case where a violation is demonstrated to have actually occurred, nevertheless, it will be considered harmless error if the whole record demonstrates beyond a reasonable doubt that it was without any substantial prejudicial effect under all of the facts and circumstances of the case. United States v. Whitaker, 592 F.2d 826 (5th Cir.1979).\nIn United States v. Dixon, 593 F.2d 626 (5th Cir.1979), the Court said:\nThe decision requires an examination of the facts, the trial context of the error, and the prejudice created thereby as juxtaposed against the strength of the evidence of defendant's guilt. (593 F.2d at 629).\nIn Doyle v. Ohio, 426 U.S. 610, 96 S.Ct. 2240, 49 L.Ed.2d 91 (1976), the United States Supreme Court, although finding a prejudicial error in that case, stated:\nThe State has not claimed that such use [of petitioner's silence] in the circumstances of [Doyle's] this case might have been harmless error. (426 U.S. at 619-620, 96 S.Ct. at 2245, 49 L.Ed.2d at 98-99).\nIn the case at bar the State affirmatively asserts, and we agree, that, if the incident constituted error it was plainly harmless and non-prejudicial beyond a reasonable doubt. The conviction appealed from will be affirmed.\nAFFIRMED.\nPATTERSON, C.J., ROBERTSON, P.J., and SUGG, WALKER, BROOM, LEE, BOWLING and COFER, JJ., concur.\nWALKER, J., and ROBERTSON, P.J., specially concur.\nWALKER, Justice, specially concurring:\nI concur with Justice Smith, but feel it necessary to emphasize certain facts and law for so doing.\nChester Lee Cooley was indicted for murder but convicted of manslaughter. His defense was that the shotgun held by him accidentally discharged when the deceased \"snatched\" the gun. However, the evidence for the State was that the killing was intentional and unnecessary.\nAfter shooting the deceased, Cooley fled the scene, but about two hours later turned himself in to the Laurel Police Department and then he and his lawyer and the Laurel Police went to the sheriff's office.\nIt was not contended or even suggested by the defendant that he was given the Miranda warnings that he had a \"right to remain silent, etc.\"\nDuring the course of the trial, the following colloquy between Cooley and the prosecuting attorney occurred during cross-examination:\nQ. And this shooting took place on January 13th; and February 13th, March 13th, April 13th \u0097 it has been more than three months ago, hasn't it?\nA. It's been three months.\nQ. A little over three months, hasn't it?\nA. It's been three months.\nQ. And since that time have you ever gone to any member of the law enforcement and told them what you told this jury here today about it being an accident? (i.e., the shooting).\nMR. PARRISH:\nI object to that, and move for a mistrial.\nTHE COURT:\nOverruled.\nWhat is the basis of your motion, Mr. Parrish?\nMR. PARRISH:\nThat he is commenting on his exercise of his rights under the 5th Amendment [not] to talk to the law enforcement officers in this matter, and that's what he *624 has been doing for the last 10 or 15 minutes, making comments, and I object to that.\nTHE COURT:\nOverruled.\nThe appellant contends that the trial court erred in declining to grant a mistrial because of the cross-examination of Cooley by the district attorney as to the absence of any pretrial assertions that the shooting had been accidental. According to my interpretation of the case law on this subject applicable to the facts presented by this record, there was nothing impermissible about the district attorney's cross-examining Cooley as to whether he had ever told anyone prior to trial that the shooting had been an accident. If Cooley had been properly Mirandaed at the time of arrest, the cross-examination would have been impermissible \u0097 but the fact is Cooley was not Mirandaed.\nIn Doyle v. Ohio, 426 U.S. 610, 96 S.Ct. 2240, 49 L.Ed.2d 91 (1976), the United States Supreme Court in settling conflicts between the various federal circuit courts addressed the issue of \"whether a state prosecutor may seek to impeach a defendant's exculpatory story, told for the first time at trial, by cross-examining the defendant about his failure to have told the story after receiving Miranda warnings at the time of his arrest.\" 426 U.S. at 611, 96 S.Ct. at 2241, 49 L.Ed.2d at 94. The Court quoted with approval the following language from United States v. Hale, 422 U.S. 171, 95 S.Ct. 2133, 45 L.Ed.2d 99 (1975):\n\"[W]hen a person under arrest is informed, as Miranda requires, that he may remain silent, that anything he says may be used against him, and that he may have an attorney if he wishes, it seems to me that it does not comport with due process to permit the prosecution during the trial to call attention to his silence at the time of arrest and to insist that because he did not speak about the facts of the case at that time, as he was told he need not do, an unfavorable inference might be drawn as to the truth of his trial testimony... . Surely Hale was not informed here that his silence, as well as his words, could be used against him at trial. Indeed, anyone would reasonably conclude from Miranda warnings that this would not be the case.\" (426 U.S. at 619, 96 S.Ct. at 2245, 49 L.Ed.2d at 98) (Emphasis added).\nIn conclusion it held:\nWe hold that the use for impeachment purposes of petitioners' silence, at the time of arrest and after receiving Miranda warnings, violated the Due Process Clause of the Fourteenth Amendment. The State has not claimed that such use in the circumstances of this case might have been harmless error. Accordingly, petitioners' convictions are reversed and their causes remanded to the state courts for further proceedings not inconsistent with this opinion. (426 U.S. at 619, 96 S.Ct. at 2245, 49 L.Ed.2d at 98-99) (Emphasis added).\nAs stated by Justice Smith in the majority opinion, \"When Cooley took the stand and told his story, it was proper cross-examination to test its truth by developing facts and circumstances tending to show that it was untrue and was a last minute fabrication. It was not a violation of Miranda to inquire of Cooley, who had testified that he surrendered to the officers within an hour or two after the shooting, whether he had told the officers that he had shot Moore accidentally. The inquiry was directed toward showing the unlikelihood that Cooley, who had just killed a man, and was surrendering to the officers as the killer, failed to state the exculpatory fact that the killing had been an accident.\"\nIn Bradley v. Jago, 594 F.2d 1100 (6th Cir.1979), the Court had this to say with reference to such a situation:\n\nDoyle applies to those situations in which a defendant is entitled to rely on the implicit assurance of the Miranda warnings that silence carried no penalty. 426 U.S. at 618, 96 S.Ct. 2240. In contrast, where a defendant has not received warnings, there is nothing unfair in permitting jurors to hear that a defendant initially failed to offer his exculpating *625 version of events after they have heard his version at trial. (594 F.2d at 1103), (Emphasis added).\nI see no compelling reason for this Court to impose greater restrictions on a district attorney's right to cross-examine an accused, who takes the stand to testify, than has been done by the Federal courts. The rule as now pronounced is strict enough and is in accordance with the Constitution. It should not be made any more strict in this State.\nIf Cooley had been advised of his right to remain silent by the officers or his own attorney, then I would agree that he could not be cross-examined about his earlier silence \u0097 but that was not the case. Cooley did not receive any such warning or advice from the officers or his attorney so far as this record shows.\nThe conviction and sentence should be affirmed.\nROBERTSON, P.J., and LEE, J., join this specially concurring opinion.\n\nON PETITION FOR REHEARING\nOn Petition for Rehearing, the contention is again made that permitting cross-examination of Cooley violated his right to remain silent and requires reversal. The facts were stated and the matter was dealt with at length in the original opinion. However, since the opinion in the case sub judice was written, the decision of the United States Supreme Court in Jenkins v. Anderson, 447 U.S. 231, 100 S.Ct. 2124, 65 L.Ed.2d 86 (1980), has become available. In Jenkins, the United States Supreme Court, in dealing with a contention similar to that raised here, said:\nOn August 13, 1974, the petitioner (Jenkins) stabbed and killed Doyle Redding. The petitioner was not apprehended until he turned himself in to governmental authorities about two weeks later. At his state trial for first-degree murder, the petitioner contended that the killing was in self-defense.\nThe petitioner testified that his sister and her boyfriend were robbed by Redding and another man during the evening of August 12, 1974. The petitioner, who was nearby when the robbery occurred, followed the thieves a short distance and reported their whereabouts to the police. According to the petitioner's testimony, the next day he encountered Redding, who accused him of informing the police of the robbery. The petitioner stated that Redding attacked him with a knife, that the two men struggled briefly, and that the petitioner broke away. On cross-examination, the petitioner admitted that during the struggle he had tried \"[t]o push that knife into [Redding] as far as [he] could,\" App. at 36, but maintained that he had acted solely in self-defense.\nDuring the cross-examination (of Jenkins) the prosecutor questioned the petitioner about his actions after the stabbing:\nQ. And I suppose you waited for the Police to tell them what happened?\nA. No, I didn't.\nQ. You didn't?\nA. No.\nQ. I see.\nAnd how long was it after this day that you were arrested, or that you were taken into custody?\" App. at 33.\nAfter some discussion of the date on which petitioner surrendered, the prosecutor continued:\nQ. When was the first time that you reported the things that you have told us in Court today to anybody?\nA. Two days after it happened.\nQ. And who did you report it to?\nA. To my probation officer.\nQ. Well, apart from him?\nA. No one.\nQ. Who?\nA. No one but my-\nQ. (Interposing) Did you ever go to a Police Officer or to anyone else?\nA. No, I didn't.\nQ. As a matter of fact, it was two weeks later, wasn't it?\nA. Yes, App. at 34.\n\n*626 In closing argument to the jury, the prosecutor again referred to the petitioner's prearrest silence. The prosecutor noted that petitioner had \"waited two weeks according to the testimony-at least two weeks before he did anything about surrendering himself or reporting [the stabbing] to anybody.\" Id., at 43. The prosecutor contended that the petitioner had committed murder in retaliation for the robbery the night before.\nThe petitioner was convicted of manslaughter and sentenced to 10- to 15-years imprisonment in state prison. (at p. 232, 100 S.Ct. at p. 2126, 65 L.Ed.2d at p. 92).\nThe issue in Jenkins was succinctly articulated by the Court in the following language:\nThe question in this case is whether the use of prearrest silence to impeach a defendant's credibility violates either the Fifth or the Fourteenth Amendments to the Constitution. (at p. 232, 100 S.Ct. at p. 2126, 65 L.Ed.2d at p. 90).\nAt trial the prosecutor attempted to impeach the petitioner's credibility by suggesting that the petitioner would have spoken out if he had killed in self-defense. The petitioner contends that the prosecutor's actions violated the Fifth Amendment as applied to the States through the Fourteenth Amendment. The Fifth Amendment guarantees an accused the right to remain silent during his criminal trial, and prevents the prosecution from commenting on the silence of a defendant who asserts the right. Griffin v. California, 380 U.S. 609, 614, 85 S.Ct. 1229, [1232] 14 L.Ed.2d 106, 5 Ohio Misc. 127, 32 Ohio Ops.2d 437 (1965). In this case, of course, the petitioner did not remain silent throughout the criminal proceedings. Instead, he voluntarily took the witness stand in his own defense. (Emphasis supplied) (Jenkins, at p. 235, 100 S.Ct. at p. 2127, 65 L.Ed.2d at p. 92).\nIn Jenkins, the Court, citing and quoting from Raffel v. United States, 271 U.S. 494, 46 S.Ct. 566, 70 L.Ed. 1054 (1926), said:\n... [I]nquiry into prior silence was proper because \"[t]he immunity from giving testimony is one which the defendant may waive by offering himself as a witness... . When he takes the stand in his own behalf, he does so as any other witness, and within the limits of the appropriate rules he may be cross-examined. ...\" Id., at 496-497, 70 L.Ed. 1054, 46 S.Ct. 566. Thus, the Raffel Court concluded that the defendant was \"subject to cross-examination impeaching his credibility just like any other witness.\" Grunewald v. United States, 353 U.S. 391, 420, 77 S.Ct. 963, 982, 1 L.Ed.2d 931, 963, 62 A.L.R.2d 1344 (1957).[2]\n[2] In Raffel, the defendant's decision not to testify at his first trial was an invocation of his right to remain silent protected by the Fifth Amendment. In this case, the petitioner remained silent before arrest, but chose to testify at his trial. Our decision today does not consider whether or under what circumstances prearrest silence may be protected by the Fifth Amendment. We simply do not reach that issue because the rule of Raffel clearly permits impeachment even if the prearrest silence were held to be an invocation of the Fifth Amendment right to remain silent. (Emphasis added). (at p. 235, 100 S.Ct. at p. 2127, 65 L.Ed.2d at pp. 92-93).\n... The Raffel Court explicitly rejected the contention that the possibility of impeachment by prior silence is an impermissible burden upon the exercise of Fifth Amendment rights. \"We are unable to see that the rule that [an accused who] testifies... must testify fully, adds in any substantial manner to the inescapable embarrassment which the accused must experience in determining whether he shall testify or not.\" (271 U.S. at 499, 46 S.Ct. 566, 70 L.Ed. 1054).[4]\n[4] Both Mr. Justice Stevens, post, [at 236, n. 2, 100 S.Ct.] at 2131, n. 2, 65 L.Ed.2d 97, and Mr. Justice Marshall, post, [at 246, 100 S.Ct.] at 2133, 65 L.Ed.2d 103, suggest that the constitutional rule of Raffel was limited by later decisions of the Court. In fact, no Court opinion decided since Raffel has challenged its holding that the Fifth Amendment is not violated when a defendant is impeached on the basis of his prior silence. In United States v. Hale, 422 U.S. 171, 175, n. 4, 95 S.Ct. 2133, 2136, n. 4, 45 L.Ed.2d 99 (1975), the Court expressly declined to consider the constitutional question. The decision in Stewart v. United States, 366 U.S. 1, 81 S.Ct. 941, 6 L.Ed.2d 84 *627 (1961), was based on federal evidentiary grounds, not on the Fifth Amendment. The Court in Grunewald v. United States, 353 U.S. 391, 421, 77 S.Ct. 963, 982, 1 L.Ed.2d 931, 963, 62 A.L.R.2d 1344 (1957), stated that it was not required to reexamine Raffel. In all three cases, the Court merely considered the question whether, as a matter of federal evidentiary law, prior silence was sufficiently inconsistent with present statements as to be admissible. See also n. 6, infra. (at ___, 100 S.Ct. at p. 2128, 65 L.Ed.2d at pp. 93-94). (Emphasis added).\nThe decision in the case sub judice is clearly in accord with the decision of this Court in May v. State, 211 So.2d 845 (Miss. 1968) and of the United States Supreme Court in Jenkins v. Anderson, supra.\nWe find no merit in the petition for rehearing and the same is, accordingly, overruled.\nAll Justices concur.\n",
            "ocr": false,
            "opinion_id": 1601266
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}