{
    "id": 1620253,
    "judges": "Covington",
    "date_filed": "1999-07-08",
    "date_filed_is_approximate": true,
    "slug": "state-v-nunley",
    "case_name_short": "Nunley",
    "case_name": "State v. Nunley",
    "case_name_full": "STATE of Missouri, Respondent, v. Roderick NUNLEY, Appellant",
    "attorneys": "Joseph L. Green, Aaron M. Staebell, St. Charles, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Barbara K. Chesser, Asst. Atty. Gen., Jefferson City, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Dec. 1, 1998.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 32,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b316-3\">\n    STATE of Missouri, Respondent, v. Roderick NUNLEY, Appellant.\n   </parties><br><docketnumber id=\"b316-6\">\n    No. 80003.\n   </docketnumber><br><court id=\"b316-7\">\n    Supreme Court of Missouri, En Banc.\n   </court><br><decisiondate id=\"b316-9\">\n    Nov. 3, 1998.\n   </decisiondate><br><otherdate id=\"b316-10\">\n    Rehearing Denied Dec. 1, 1998.\n   </otherdate><br><attorneys id=\"b317-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"291\"> \n     *291\n     </span>\n    Joseph L. Green, Aaron M. Staebell, St. Charles, for appellant.\n   </attorneys><br><attorneys id=\"b317-4\">\n    Jeremiah W. (Jay) Nixon, Atty. Gen., Barbara K. Chesser, Asst. Atty. Gen., Jefferson City, for respondent.\n   </attorneys>",
    "citations": [
        "980 S.W.2d 290"
    ],
    "opinions": [
        {
            "author_str": "Covington",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4924.0,
            "opinion_text": "\n980 S.W.2d 290 (1998)\nSTATE of Missouri, Respondent,\nv.\nRoderick NUNLEY, Appellant.\nNo. 80003.\nSupreme Court of Missouri, En Banc.\nNovember 3, 1998.\nRehearing Denied December 1, 1998.\n*291 Joseph L. Green, Aaron M. Staebell, St. Charles, for appellant.\nJeremiah W. (Jay) Nixon, Atty. Gen., Barbara K. Chesser, Asst. Atty. Gen., Jefferson City, for respondent.\nCOVINGTON, Judge.\nAppellant, Roderick Nunley, entered pleas of guilty to the class A felony of murder in the first degree, in violation of section 565.020, RSMo 1994, for which he was sentenced to death, and the felonies of armed criminal action, section 571.015, RSMo 1994, kidnapping, section 565.110, RSMo 1994, and forcible rape, section 566.030 RSMo 1994. Appellant appeals the denial of his motion for post-conviction relief under Rule 24.035. In State v. Nunley, 923 S.W.2d 911 (Mo. banc 1996), cert. denied, ___ U.S. ___, 117 S. Ct. 772, 136 L. Ed. 2d 717 (1997), this Court affirmed appellant's conviction and sentence and, with respect to appellant's Rule 24.035 motion, affirmed in part and reversed in part. Appellant now appeals after the remand. Affirmed.\nAfter an indictment for first degree murder, kidnapping, forcible rape and armed criminal action, the State filed an information in lieu of indictment charging appellant with the four offenses listed above and as a prior and persistent offender. The prosecutor informed appellant that the state would seek the death penalty even if appellant pleaded guilty to the charged offenses. Appellant pleaded guilty to the four charged offenses without a sentencing recommendation from the state.\nAt his plea hearing, appellant testified that he and Michael Taylor spent the night of March 21, 1989, using drugs and stealing a car. While driving the stolen car on the morning of March 22, the two men saw a fifteen-year-old girl, Ann Harrison, waiting for her school bus. Taylor stated that he wanted to steal the girl's purse. Appellant stopped the car. Taylor grabbed Ann Harrison and forced her into the car. Appellant drove the car to his mother's house. The two men took Ann Harrison out of the car. They forced her to crawl down to the basement. Taylor raped her. At some point, appellant gave Taylor some lubricant to facilitate the rape.\nAfter the rape, the two men forced Ann Harrison into the car and tied her up. The two men decided to kill her to prevent her from identifying them. Appellant retrieved two knives from the kitchen. Both men stabbed her. The men drove the car to a nearby neighborhood and parked the car, leaving the dying girl in the trunk. She died of multiple stab wounds.\nAfter a hearing, the trial judge sentenced appellant to death for the murder count and to consecutive terms of fifteen years for the kidnapping count, life for the forcible rape count and ten years for the armed criminal action.\nAppellant filed a Rule 24.035 motion for post-conviction relief. After an evidentiary hearing, the motion court denied his Rule 24.035 motion. Appellant appealed. This Court issued a summary order vacating the judgment of the trial court and remanding the cause for a new penalty hearing, imposition of sentence, and entry of new judgment.\nAfter a second penalty hearing, the trial judge sentenced appellant to death on the murder count and consecutive terms of fifteen years on the kidnapping count and life imprisonment on each count of forcible rape and armed criminal action. Appellant filed a pro se and amended Rule 24.035 motion. The motion court overruled the motion after an evidentiary hearing. Appellant appealed.\nIn State v. Nunley, 923 S.W.2d 911, this Court affirmed appellant's conviction and sentence. With respect to appellant's amended Rule 24.035 motion, this Court affirmed in part and reversed in part, and remanded the cause for additional findings and entry of a new judgment. On remand, the motion court overruled appellant's amended Rule 24.035 motion. This appeal followed.\nAppellate review of the motion court's judgment on a Rule 24.035 motion is limited to a determination of whether the findings and conclusions of the motion court are clearly erroneous. Rule 24.035(j). The motion court's findings and conclusions are clearly *292 erroneous only if, after reviewing the entire record, the appellate court is left with the definite and firm impression a mistake has been made. State v. Nunley, 923 S.W.2d at 922.\nAppellant urges that his sentence be vacated on the grounds that the decision to seek the death penalty was the product of racial discrimination by the Jackson County prosecutor's office in violation of the Equal Protection Clause. In State v. Taylor, 929 S.W.2d 209, 221 (Mo. banc 1996), cert. denied, ___ U.S. ___, 117 S. Ct. 1088, 137 L. Ed. 2d 222 (1997), where this Court affirmed Taylor's conviction and the trial court's denial of post-conviction relief, this Court rejected an identical claim supported by identical evidence, all of which was adduced at the first consolidated post-conviction hearing. The motion court in this case followed Taylor and correctly concluded that the contention is without merit.\nThe remainder of appellant's claims are allegations of ineffective assistance of counsel. To show that counsel's assistance was so defective as to require reversal of a conviction or death sentence, the movant must show that counsel's performance was deficient and that the deficiency prejudiced the defense. Strickland v. Washington, 466 U.S. 668, 687, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984). To prevail on a claim of ineffective assistance of counsel, the movant must satisfy both the performance prong and the prejudice prong; if the movant fails to satisfy either prong, the reviewing court need not consider the other. Sidebottom v. State, 781 S.W.2d 791, 796 (Mo. banc 1989), cert. denied, 497 U.S. 1032, 110 S. Ct. 3295, 111 L. Ed. 2d 804 (1990). Counsel is strongly presumed to have rendered adequate assistance and to have made all significant decisions in the exercise of reasonable professional judgment. Strickland, 466 U.S. at 690, 104 S. Ct. 2052. The movant must also overcome the presumption that the challenged action was sound trial strategy. Id. at 689, 104 S. Ct. 2052. To show prejudice in a case where the movant entered a guilty plea, the movant must show a reasonable probability that, but for counsel's unprofessional errors, movant would not have pleaded guilty and would instead have insisted upon going to trial. Hill v. Lockhart, 474 U.S. 52, 59, 106 S. Ct. 366, 88 L. Ed. 2d 203 (1984). The movant has the burden of proving grounds for relief by a preponderance of the evidence. Rule 24.035(i).\nAppellant contends that counsel at the guilty plea phase was ineffective in failing to consider the options of: (1) conceding guilt at a jury trial; (2) presenting to a jury the bad acts of appellant as being less culpable as compared to Michael Taylor's acts; or (3) offering a jury the option of convicting appellant of murder in the second degree based on his mental state. Appellant's claim is not properly preserved for appeal. His motion did not aver that counsel failed to advise appellant of the above-listed jury trial strategies. Claims not presented to the motion court cannot be raised for the first time on appeal. Amrine v. State, 785 S.W.2d 531, 535 (Mo.1990), cert. denied, 498 U.S. 881, 111 S. Ct. 227, 112 L. Ed. 2d 181 (1990).\nAppellant's motion did aver, however, the broader claim that plea counsel inadequately reviewed \"the possibilities for a better result through a jury trial,\" and evidence was adduced at the motion hearing with respect to that claim and the first and second strategies in appellant's claim on appeal.\nNeither the claim as averred in the motion nor the claim on appeal is supported by the evidence. The record reflects that appellant's plea counsel undertook and conducted an extensive deliberative and investigative process before recommending to appellant that he enter a plea before the judge. Appellant has not shown and cannot show that counsel was deficient in failing to consider a jury trial conceding guilt or for failing to advise appellant of such an extraordinary risk.\nAppellant has also failed to establish even the most remote likelihood that, but for his counsel's failure to advise him more fully of his options at jury trial, he would have insisted on a jury trial for purposes of determining culpability, or for any other purpose. Lockhart, 474 U.S. at 59, 106 S.Ct.366. To the contrary, appellant and counsel discussed numerous likely consequences of appearing *293 before a jury. Both appellant and his attorneys testified at the first post-conviction hearing that the attorneys advised appellant at length regarding the likelihood of success at a jury trial. Appellant testified that he and his attorneys decided that the particular facts of his case were likely to inflame a jury and that a jury would almost certainly sentence him to death. Appellant testified that he and counsel agreed that evidence of drug use as a mitigating circumstance would be more effectively presented to a judge than to a jury. Appellant and counsel agreed that the evidence that fifteen-year-old Ann Harrison was kidnapped while she waited for her school bus and then raped and murdered would be more shocking to a jury than a judge. Appellant and counsel also agreed that evidence of appellant's prior criminal record and his flight from the police would be less harmful if presented before a judge. Appellant testified that he was aware of the publicity and outrage in the Kansas City area surrounding his case. Finally, appellant testified at the post-conviction hearing that he still believed a jury would sentence him to death on the facts and evidence in the underlying criminal case. Although counsel and appellant primarily evaluated the case in terms of a jury trial contesting guilt, similar considerations would be inherent in any jury involvement in the case, for determining culpability or otherwise. Appellant's claim is without merit.\nAppellant next argues that counsel at the guilty plea phase was ineffective in failing to inform appellant of his statutory right under section 565.006.2, RSMo 1994, to seek a jury trial at sentencing stage after a plea of guilty. As the motion court noted, this Court explicitly rejected any claim that appellant's counsel was ineffective in failing to inform him of his statutory right to seek a jury trial at sentencing stage after a plea of guilty in State v. Nunley, 923 S.W.2d at 923.\nIn another allegation of ineffective assistance, appellant contends that trial counsel was deprived of adequate funds and sufficient time to investigate and prepare appellant's case for sentencing, thus denying appellant a full presentation of mitigating evidence. Appellant's claim fails because, as the motion court noted, appellant failed to present any evidence of inadequate time or funding. Failure to present evidence at a hearing in support of factual claims in a post-conviction motion constitutes abandonment of that claim. State v. Boone, 869 S.W.2d 70, 78 (Mo.App.1993). Appellant failed to meet his burden of proof as required under Rule 24.035(h). See State v. Silvey, 894 S.W.2d 662, 671-72 (Mo. banc 1995).[1]\nFinally, appellant contends that counsel at the guilty plea phase was ineffective in failing to challenge appellant's competency and decision to plead guilty. This claim suffers from an infirmity identical to the preceding claim: appellant failed to adduce evidence to support the claim. He failed, therefore, to show that counsel was ineffective for failing to challenge appellant's competency or the validity of appellant's guilty plea. Boone, 869 S.W.2d at 78. The motion court did not clearly err in refusing to grant relief on an issue unsupported by any evidence.[2]\n*294 In sum, the motion court did not clearly err in denying appellant's Rule 24.035 motion for post-conviction relief.\nThe judgment is affirmed.\nAll concur.\nNOTES\n[1]  Appellant's abandonment may be rooted in the fact that the record refutes appellant's claim. At the first post-conviction hearing, appellant's plea counsel testified that the defense was given funding for all the experts that they wanted to employ. In addition, the motion court noted that appellant was able to employ the advice of at least seven experts and was able to present the testimony of two of them. As for the claim of inadequate time to prepare, appellant's claim relates to the first sentencing hearing. This Court's June 29, 1993, order vacated the 1991 judgment against appellant and remanded the cause for a new penalty hearing, sentence and judgment. This allowed counsel nearly ten months between this Court's 1993 order and the second sentencing hearing, which began on April 11, 1994, to prepare for the sentencing hearing.\n[2]  The record refutes appellant's second abandoned claim. Both the psychiatrist and the psychologist who evaluated appellant opined that appellant understood the nature of the proceedings and would be able to assist his attorneys throughout the proceedings. One of appellant's attorneys testified that appellant was an \"active participant\" in discussing the matters of his representation. Two of his attorneys testified that they were not aware of any evidence from any source that appellant was incompetent. Appellant himself testified at the guilty plea hearing that he understood the nature of the proceedings and would be able to assist his attorneys, both at plea and at trial.\n\n",
            "ocr": false,
            "opinion_id": 1620253
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}