{
    "id": 1618088,
    "judges": "Laura Carter Higley",
    "date_filed": 1259712000000,
    "date_filed_is_approximate": false,
    "slug": "carballo-v-state",
    "case_name_short": "Carballo",
    "case_name": "Carballo v. State",
    "case_name_full": "Leeroy Cesar CARBALLO, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Nicole DeBorde, Houston, TX, Ellis C. McCullough, Attorney at Law, Spring, TX, for Appellant., Shirley Cornelius, Assistant District Attorney-Harris County, Houston, TX, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Overruled Dec. 2, 2009.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 25,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b760-6\">\n    Leeroy Cesar CARBALLO, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b760-9\">\n    No. 01-07-00824-CR.\n   </docketnumber><br><court id=\"b760-10\">\n    Court of Appeals of Texas, Houston (1st Dist.).\n   </court><br><decisiondate id=\"b760-11\">\n    July 30, 2009.\n   </decisiondate><br><otherdate id=\"b760-12\">\n    Rehearing Overruled Dec. 2, 2009.\n   </otherdate><br><attorneys id=\"b762-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"744\"> \n     *744\n     </span>\n    Nicole DeBorde, Houston, TX, Ellis C. McCullough, Attorney at Law, Spring, TX, for Appellant.\n   </attorneys><br><attorneys id=\"b762-5\">\n    Shirley Cornelius, Assistant District Attorney-Harris County, Houston, TX, for Appellee.\n   </attorneys><br><judges id=\"b762-6\">\n    Panel consists of Justices JENNINGS, KEYES, and HIGLEY.\n   </judges>",
    "citations": [
        "303 S.W.3d 742"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8337.0,
            "opinion_text": "\n303 S.W.3d 742 (2009)\nLeeroy Cesar CARBALLO, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 01-07-00824-CR.\nCourt of Appeals of Texas, Houston (1st Dist.).\nJuly 30, 2009.\nRehearing Overruled December 2, 2009.\n*744 Nicole DeBorde, Houston, TX, Ellis C. McCullough, Attorney at Law, Spring, TX, for Appellant.\nShirley Cornelius, Assistant District Attorney-Harris County, Houston, TX, for Appellee.\nPanel consists of Justices JENNINGS, KEYES, and HIGLEY.\n\nOPINION\nLAURA CARTER HIGLEY, Justice.\nThe jury found appellant, Leeroy Cesar Carballo, guilty of aggravated robbery.[1] After finding one enhancement allegation to be true, the jury assessed punishment at 40 years in prison.\nIn four issues, appellant complains that (1) he received ineffective assistance of counsel during the punishment phase; (2) \"the trial court erred by not sua sponte permitting appellant to testify to his version of events and by refusing to permit appellant to read his statement about the events for which he was standing trial\"; (3) \"the trial court erred in denying appellant's motion for mistrial after the prosecutor, in closing argument, violated appellant's state and federal constitutional right to remain silent\"; and (4) the evidence was factually insufficient to support the judgment of conviction.\nWe affirm.\n\nBackground\nOn Halloween night 2006, Luis Solis drove his car to a local convenience store to purchase a beer for his cousin. When he got out of his car, Solis noticed a man\u0097 later identified as appellant\u0097near the pay phone outside the store. As he was leaving the store, Solis heard a noise. Solis's cousin had been working on Solis's car that night, and Solis thought that the noise may be his muffler falling off his car. He went to the back of the vehicle and knelt down to check the muffler. Solis then heard appellant say to him from behind, \"Nice car.\"\nSolis stood up to say \"thank you.\" At that point, appellant demanded Solis's car keys. Solis refused to give appellant the keys, and appellant pulled a handgun from his jacket pocket. Solis continued to refuse to hand over his keys. Appellant raised the handgun and pointed it at Solis's head. Solis grabbed appellant's arm. The gun fired and the bullet grazed Solis's head. Solis punched appellant, and appellant fired the weapon shooting Solis in his shoulder. Solis punched appellant again, and appellant shot him in the chest. The two men fell to the ground with Solis on top of appellant, and Solis grabbed the gun from appellant's open hand. The two men stood up, and Solis shot appellant twice in the region of his face and neck. Solis then saw appellant get into a pickup truck that had pulled up to the scene. Solis fell to the ground and tossed the handgun a few feet away. Solis called his wife and then 9-1-1 on his cell phone.\nWhen the first police officer arrive, Solis told the officer that he had been robbed by a Hispanic man wearing blue and that he had seen the man leave in a pickup truck. A short time later, appellant walked into a nearby fire station and collapsed. Both *745 Solis and appellant were taken to the hospital for treatment.\nSolis was placed in a medicated coma for one month in the hospital. When he awoke, he picked appellant out of a photographic lineup.\nAppellant was indicted for aggravated robbery. He did not testify during the guilt-innocence phase of trial, but did testify during the punishment phase. After appellant was convicted of aggravated robbery, this appeal followed.\n\nFactual Sufficiency\nIn his fourth issue, appellant challenges the factual sufficiency of the evidence to support his conviction.[2]\n\nFactual Sufficiency Standard of Review and Elements of the Offense\nAn appellate court can deem the evidence to be factually insufficient in two ways: (1) the evidence supporting the conviction is \"too weak\" to support the factfinder's verdict or (2) considering conflicting evidence, the factfinder's verdict is \"against the great weight and preponderance of the evidence.\" Laster v. State, 275 S.W.3d 512, 518 (Tex.Crim.App.2009) (citing Watson v. State, 204 S.W.3d 404, 414-15 (Tex.Crim.App.2006)). The Court of Criminal Appeals has set out three rules for a court of appeals to follow when conducting a factual sufficiency review: (1) all of the evidence must be considered in a neutral light and not in a light most favorable to the explicating verdict; (2) the evidence may be found to be factually insufficient only when necessary to prevent manifest injustice; and (3) an explanation must be provided regarding why the evidence is too weak to support the verdict or why the conflicting evidence greatly weighs against the verdict. Id. In addition, when conducting a factual-sufficiency review, a court of appeals must defer to the jury's findings Id. (citing Cain v. State, 958 S.W.2d 404, 407 (Tex.Crim.App.1997)).\nA person commits robbery if, in the course of committing theft, as defined in Chapter 31, and with intent to obtain or maintain control of property, he, inter alia, intentionally or knowingly places another in fear of imminent bodily injury or death. TEX. PENAL CODE ANN. § 29.02(a) (Vernon 2003). Theft is the unlawful appropriation of property with the intent to deprive the owner of the property. TEX. PENAL CODE ANN. § 31.03 (Vernon Supp. 2008). A person commits aggravated robbery when he commits robbery as defined in section 29.02, and he uses or exhibits a deadly weapon. TEX. PENAL CODE ANN. § 29.03(a)(2) (Vernon 2003).\n\nAnalysis\nIn conducting a factual sufficiency review, we must consider the most important evidence that the appellant claims undermines the jury's verdict. See Sims v. State, 99 S.W.3d 600, 603 (Tex.Crim.App. 2003). Here, appellant contends that the testimony of the complaining witness, Luis Solis, was not credible. At trial, appellant's defensive theory was that Solis had been the aggressor, not appellant.\nAppellant points to Solis's own testimony that he had a criminal history of burglary and family-violence assault. At the time of trial, Solis testified that he was on deferred adjudication community supervision for burglary. He acknowledged that the State had filed a motion to revoke his deferred adjudication community supervision based on a pending family-violence assault indictment in which Solis was alleged to have assaulted his common-law wife. Solis admitted that he had also been previously prosecuted for at least one other family-violence assault.\n*746 Appellant also contends that the substance of Solis's testimony is not credible. Appellant asserts that \"[Solis's] story stretches credulity and would be difficult to believe if it had been told by a person with no history of deceit.\"\nAppellant first takes issue with Solis's testimony that he went to the convenience store to purchase a beer for his cousin, who had been making repairs to Solis's car. Appellant points out that \"the car went with [Solis] to the store, and the cousin did not.\" Appellant speculates that it is more likely that Solis purchased the beer for himself, but could not admit to this because alcohol consumption is a violation of the terms of his community supervision.\nAppellant points out that Solis's injuries from being shot twice by appellant were extensive and life-threatening. Appellant asserts that Solis's testimony that he fought back against appellant and gained control of the gun after sustaining such serious injuries is not plausible. Appellant contends that it is more likely that Solis's \"wounds occurred after Appellant's [wounds] and that [Solis], in all likelihood, was the initial aggressor.\"\nAppellant asserts that the \"ultimate location of the gun's recovery also suggests [Solis] was the aggressor.\" Solis testified that appellant shot him, he hit appellant, the two men fell to the ground, Solis gained control of the gun, shot appellant, appellant staggered to a waiting truck, Solis collapsed to the ground, and then Solis tossed the gun a few feet away. Appellant asserts that Solis's testimony \"makes little sense\" because \"[a] victim in the wake of a terrifying, brutal robbery would not take pains to separate himself from his only means of defense.\" Appellant continues that \"[i]t makes far more sense that Appellant, after surviving the complainant's attack, sought to get away from the disabled, though still dangerous, complainant, and, having no use for the weapon, dropped it at a distance from [Solis] as Appellant entered his own ... vehicle to flee.\"\nAppellant also notes that appellant was employed at the time of the robbery but that Solis was not. Appellant asserts that Solis \"would have been more desperate for money and more tempted to steal.\"[3]\nThe only direct evidence offered during the guilt-innocence phase of trial regarding what actually occurred between Solis and appellant was Solis's testimony. Not only did Solis give a detailed account of what actually happened, he also denied on cross-examination that he was the aggressor on the night in question. In other words, the determination of appellant's guilt boiled down to whether the jury found Solis's testimony credible. Appellant does not cite an objective basis in the record to show that the great weight and preponderance of the evidence contradicts the jury's verdict. Rather, the evidence cited and argument offered by appellant in support of his factual-sufficiency challenge pertains to Solis's credibility.\nWe afford almost complete deference to a jury's determination based on an evaluation of credibility. Lancon v. State, 253 S.W.3d 699, 705 (Tex.Crim.App.2008). A *747 jury may choose to believe all, some, or none of the testimony presented. Id. at 707. The jury is the sole judge of the credibility of the witnesses and the weight to be given their testimony. Id. Here, the jury resolved the issues of weight and credibility in favor of the State's theory that appellant was the aggressor and against appellant's theory that Solis was the aggressor. We defer to that determination. See id.\nAfter reviewing the evidence in a neutral light, we conclude that the evidence supporting the conviction is not too weak to support the jury's verdict, nor is the jury's verdict against the great weight and preponderance of the evidence. We hold that the evidence is factually sufficient to support appellant's conviction for aggravated robbery.\nWe overrule appellant's fourth issue.\n\nDenial of Motion for Mistrial\nIn his third issue, appellant contends, \"The trial court erred in denying appellant's motion for mistrial after the prosecutor, in closing argument, violated appellant's state and federal constitutional right to remain silent.\"\nDuring closing argument, the State responded to appellant's argument that Solis was the aggressor. The prosecutor argued,\nNow, let's talk about what did happen in this case. You've got a guy who, on Halloween night, is shot. He's coming to get beer. He comes in to buy a beer. I don't know what would have made him so outraged between then and the beer that he would decide to attack somebody. But anyway, he goes in, he buys beer. He comes back out. He's looking at the muffler on his car. They've just been working on the car. He's looking at a muffler on the car, making sure they've put it back on right. Bends down, looks at the muffler, Hey, nice car. Give me the keys. Tells you he turned around, thought the guy was joking, looked at him.\nNo, seriously, the guy shows him the gun. And you bet\u0097you bet when the guy showed him the gun and you\u0097part of your job in this case is to evaluate the witnesses' credibility. Mr Carballo [appellant] didn't get up on the stand and tell you, No, sir, pardon me\u0097\n[Defense counsel]: Your Honor, may we approach the bench?\nAt that point, a discussion was held at the bench, but was not recorded. Following the discussion, the trial court told the jury: \"Ladies and gentleman, you're instructed to disregard the last comment by the prosecutor.\" The defense then moved for a mistrial, which the trial court denied.\nThe prosecutor then continued,\nExcuse me. I didn't mean to say Mr. Carballo. What I meant to say was Mr. Solis did not get on the stand; and that's what I meant to say, was Solis instead of Carballo. Mr. Solis did not get on the stand and say, you know, I told him\u0097excuse me\u0097I'm sorry, sir. No. He told you exactly what he said. He told you the truth. He didn't paint the picture, try to put himself out to be any more of an angel than he was in this situation. A guy showed him a gun; and he said, Back the fuck off or I'll kick your ass. He didn't come up here and try to paint any other picture. He told you exactly what happened.\nOn appeal, appellant complains that the prosecutor's remark that \"Mr Carballo didn't get up on the stand and tell you\" was an improper comment on appellant's failure to testify during the guilt-innocence phase. Appellant correctly points out that a comment on a defendant's failure to testify violates a defendant's state and federal constitutional rights against self-incrimination and the provisions *748 of Texas Code of Criminal Procedure article 38.08. U.S. CONST. amend. V; TEX. CONST. art. I, § 10; TEX.CODE CRIM. PROC. ANN. art. 38.08 (Vernon 2005). A prosecutor's comment amounts to an impermissible comment on a defendant's failure to testify only if, when viewed from the jury's standpoint, the comment is manifestly intended to be, or is of such character that a typical jury would naturally and necessarily take it to be, a comment on the defendant's failure to testify. Cruz v. State, 225 S.W.3d 546, 548 (Tex.Crim.App.2007); Bustamante v. State, 48 S.W.3d 761, 765 (Tex.Crim.App.2001).\nEven assuming that the prosecutor's comment was an impermissible comment on appellant's failure to testify, the trial court did not err by denying appellant's motion for mistrial. A mistrial is an extreme remedy for prejudicial events occurring during the trial process. See Archie v. State, 221 S.W.3d 695, 699 (Tex. Crim.App.2007). When the trial court sustains an objection raised on the basis of improper jury argument and instructs the jury to disregard, but denies a defendant's motion for a mistrial, we review the trial court's decision to deny a mistrial under an abuse of discretion standard. See Hawkins v. State, 135 S.W.3d 72, 77 (Tex.Crim. App.2004); see also Wead v. State, 129 S.W.3d 126, 129 (Tex.Crim.App.2004).\nThe Court of Criminal Appeals has determined that the appropriate test for determining whether a trial court abused its discretion by denying a motion for a mistrial is a tailored version of the Mosley test. See Archie, 221 S.W.3d at 700; Hawkins, 135 S.W.3d at 77 (discussing Mosley v. State, 983 S.W.2d 249, 259-60 (Tex.Crim.App.1998)). To determine whether the trial court abused its discretion by denying the mistrial, we balance three factors: (1) the severity of the misconduct (the magnitude of the prejudicial effect of the prosecutor's remarks); (2) the measures adopted to cure the misconduct (the efficacy of any cautionary instruction by the judge); and (3) the certainty of conviction absent the misconduct (the strength of the evidence supporting the conviction). See Archie, 221 S.W.3d at 700.\nIn analyzing the first factor, it appears from record that the prosecutor did not deliberately refer to appellant's failure to testify during the guilt-innocence phase. Rather, the reference to appellant was inadvertent. When read in context, it is apparent that the prosecutor had intended to refer to \"Mr. Solis,\" but misspoke and said \"Mr. Carballo.\" In addition, the prosecutor's comment was brief and not repeated. Although the nature of the constitutional right affected by the prosecutor's remark was serious, the prejudicial effect was lessened by the absence of flagrancy and persistency. See Perez v. State, 187 S.W.3d 110, 112-13 (Tex.App.-Waco 2006, no pet.).\nA review of the second factor reveals that curative measures were taken. The trial court instructed the jury to disregard the prosecutor's comment. The jury charge also instructed the jury that it could not consider, for any purpose, appellant's decision not to testify. Any harm resulting from the improper comment was further cured when the prosecutor corrected himself and clarified that he had intended to refer to Mr. Solis and not to appellant.\nIn most circumstances, an instruction to disregard improper argument is considered a sufficient response by the trial court. See Wesbrook v. State, 29 S.W.3d 103, 115 (Tex.Crim.App.2000). Error in a prosecutor's improper jury argument concerning a defendant's failure to testify may be cured by an instruction by the trial court to disregard the comment. See Longoria v. State, 154 S.W.3d 747, *749 763-64 (Tex.App.-Houston [14th Dist.] 2004, pet. ref'd); Linder v. State, 828 S.W.2d 290, 300 (Tex.App.-Houston [1st Dist.] 1992, pet. ref'd). Moreover, a prosecutor's self-corrective action is a relevant consideration in determining harm. See Hawkins, 135 S.W.3d at 84.\n\"[T]he ... presumption that an instruction [to disregard] generally will not cure comment on failure of the accused to testify... has been eroded to the point that it applies only to the most blatant examples. Otherwise, the Court has tended to find the instruction to have force.\" Dinkins v. State, 894 S.W.2d 330, 356 (Tex.Crim.App. 1995) (quoting Waldo v. State, 746 S.W.2d 750, 753 (Tex.Crim.App.1988)). In light of the brevity of the remark at issue and its inadvertent nature, nothing in the record shows the comment was so \"blatant\" that it would have rendered an instruction to disregard ineffective. See Moore v. State, 999 S.W.2d 385, 405-06 (Tex.Crim.App. 1999).\nFinally, considering all the evidence, the certainty of appellant's conviction absent the allegedly improper comment was great. Solis's testimony regarding the events surrounding the robbery was detailed and more than sufficient to support appellant's conviction. As discussed in the preceding section, the jury, as final arbiter of the weight and credibility of the evidence, believed Solis's testimony and rejected appellant's defensive theory that Solis was the aggressor. We conclude that the certainty is high that appellant would have been convicted regardless of the complained-of comment.\nBalancing the three Mosley factors, we hold that the trial court did not abuse its discretion by denying appellant's motion for mistrial. We overrule appellant's third issue.\n\nIneffective Assistance of Counsel\nIn his first issue, appellant contends that he \"received ineffective assistance of counsel as his trial counsel did not abide by his request to testify on his own behalf in the punishment phase of trial.\"\nAs mentioned, appellant did not testify during the guilt-innocence phase of trial, but did testify during the punishment phase. In his brief, appellant acknowledges that, on direct examination, defense counsel \"questioned [him] about his criminal history, his previous confinement, his home life since imprisonment, his work history, his difficult childhood, his schooling, his parents, his siblings, his children, and the injuries that he sustained during the robbery for which he is standing trial.\" The crux of appellant's ineffective of counsel claim is that \"defense counsel never asked Appellant what actually happened during the robbery for which Appellant had just been convicted.\"\nOn cross-examination, when asked whether he accepted responsibility for the robbery, appellant responded that he had pleaded not guilty to the offense. The State asked appellant whether he was saying that the jury \"got it all wrong\" with respect to its finding of guilt. Appellant responded that because he had \"failed to testify\" in the guilty-innocence phase, \"the jury never got to hear my side of the story.\" He said the jury only \"heard Mr. Luis Solis's story of the facts of his angles of where it happened of what he said happened. No one else saw what happened, and only me and Mr. Luis know exactly what happened.\"\nOn further questioning, appellant stated that \"I did not rob Mr. Luis Solis.\" Appellant asked the prosecutor, \"[W]ould you like to hear my version of the story? Is that possible? I never had a chance.\" After the prosecutor asked appellant a few more questions, appellant asked, \"[Y]ou *750 want me to explain to you exactly everything, my statement of what happened that night?\" The prosecutor replied, \"You can\u0097your lawyer will have you on redirect, and he can go through it if that's what you guys want to do.\"\nAfter the prosecutor finished his cross-examination of appellant, defense counsel indicated that he had no further questions. The trial court then told appellant that he could \"stand down.\" At that point, the following exchange occurred:\n[Appellant]: I want to see if I can read something to the jury. Is this the last I'll be able to talk to them?\nThe Court: Yes. What are you asking?\n[Appellant]: I asked my lawyer if I could read a letter to the jury.\n[The prosecutor]: Judge, I'm going to object to him reading. First of all, that invades the province of the jury. Second of all, I'd like to see a proffer of that before we know what's going on, what's about to be\u0097\nThe Court: You have a copy of it? How many pages?\n[Appellant]: It's just this right here and this part right here, this page right here.\n[Defense counsel]: The prosecution objected to it and I have nothing to say to the objection.\nThe Court: All right. Objection is sustained unless you want to continue this.\n[The prosecutor]: I mean\u0097\nThe Court: Are you opposed to him reading it?\n[The prosecutor]: I have no problem with him testifying.\nThe Court: Testifying is different from reading a statement.\n[The prosecutor]: Yes, Judge, we're opposed to him reading from the statement.\nThe Court: All right. Objection is sustained.\nAppellant contends that he received ineffective assistance of counsel during the punishment phase because defense counsel did not question him about his own version of the events on the night in question. Appellant correctly points out that a criminal defendant has a fundamental constitutional right to testify in his own defense. Johnson v. State, 169 S.W.3d 223, 232 (Tex.Crim.App.2005). He asserts that he had \"a fundamental right\" to testify regarding \"his conduct in the charged offense.\" Appellant contends that by failing to ask him \"[w]hat happened on the night in question,\" defense counsel \"effectively denied Appellant his fundamental constitutional right to `be heard' and to `present a complete defense.'\" Appellant further contends that had he \"been given an opportunity to explain his conduct on the night of the burglary [sic], there is a reasonable probability that the jury would have believed Appellant and the resulting punishment would have likely been different.\"\nAllegations of ineffective assistance of counsel must be firmly founded in the record. Bone v. State, 77 S.W.3d 828, 833, 834 n. 13 (Tex.Crim.App.2002). To prove ineffective assistance of counsel, appellant must show by a preponderance of the evidence that (1) counsel's performance fell below an objective standard of reasonableness and (2) there is a reasonable probability that the result of the proceeding would have been different but for the deficient performance of counsel. Strickland v. Washington, 466 U.S. 668, 688, 694, 104 S. Ct. 2052, 2064, 2068, 80 L. Ed. 2d 674 (1984); Salinas v. State, 163 S.W.3d 734, 740 (Tex.Crim.App.2005).\nA failure to make a showing under either Strickland component defeats a claim of ineffective assistance of counsel. Rylander v. State, 101 S.W.3d 107, 110-11 (Tex.Crim.App.2003). If an appellant fails *751 to prove the second \"prejudice\" component, we need not address whether counsel's performance was deficient. See Boyd v. State, 811 S.W.2d 105, 109 (Tex.Crim. App.1991).\nHere, appellant has not satisfied the second Strickland component. More precisely, appellant has not shown that there is a reasonable probability that the result of the punishment proceeding would have been different had he been permitted to testify about the events surrounding the offense. See Johnson, 169 S.W.3d at 239-40. Appellant did not file a motion for new trial, and the record does not contain the substance of the testimony that appellant claims he would have given on redirect questioning by his defense counsel. Thus, it is not possible to determine whether the result of the punishment proceeding would have been different if defense counsel had questioned appellant regarding his version of the events. See Ex parte McFarland, 163 S.W.3d 743, 758 (Tex.Crim.App.2005) (concluding that defendant cannot show prejudice from counsel's failure to call witnesses absent evidence that witnesses were available to testify at trial and that their testimony would have been favorable).\nWe further note that, on cross-examination by the State, appellant indicated that he did not \"rob\" Solis. We can reasonably infer from this testimony that, had defense counsel questioned appellant on redirect, appellant would have further denied committing the offense and would have testified that Solis was the aggressor. Such denial of responsibility would not have been beneficial to appellant. To the contrary, during the punishment phase, a jury expects a defendant to take responsibility and to show remorse for the offense for which he has been found guilty. If appellant had further denied guilt, the jury, irritated by appellant's failure to take responsibility, likely may have imposed a harsher sentence on appellant. See Johnson, 169 S.W.3d at 240.\nWe conclude that appellant has not shown by a preponderance of the evidence that there is a reasonable probability that the result of the proceeding would have been different. See Strickland, 466 U.S. at 694, 104 S.Ct. at 2068. Accordingly, we hold that appellant has not demonstrated that he received ineffective assistance of counsel during the punishment phase of trial.\nWe overrule appellant's first issue.\n\nAppellant's Right to Give Certain Testimony or to Read a Statement\nIn his second issue, appellant contends that \"the trial court erred by not sua sponte permitting appellant to testify to his version of events and by refusing to permit appellant to read his statement about the events for which he was standing trial.\"\nAppellant first contends that the trial court had a sua sponte duty to act in some manner to ensure that appellant was permitted to testify regarding his version of the events surrounding the robbery. Appellant acknowledges that the Court of Criminal Appeals has held that the Strickland ineffective assistance of counsel test provides the appropriate framework for addressing an allegation that the defendant's right to testify was denied by his defense counsel. See Johnson, 169 S.W.3d at 235. Appellant also acknowledges that \"to avoid the requirements of Strickland, the defendant's complaint must reveal error attributable to the court and not simply to defense counsel.\" See id. at 232. Appellant contends that his complaint reveals such error.\nRelying on the general legal principles that a defendant has the right to testify in *752 his own defense and has the right to a fair trial, appellant contends that the trial court had a duty to sua sponte act to ensure that appellant was permitted to testify about his version of the events. Appellant asserts that it was apparent to the trial court that defense counsel was refusing to question appellant regarding the events surrounding the offense, despite appellant's obvious desire to provide such testimony. Appellant argues that the trial court erred when it did not sua sponte intervene to permit appellant to give this testimony.\nAppellant's reasoning is flawed. This is not a case in which the trial court prevented appellant from testifying either in whole or in part. Instead, it is a case in which appellant's counsel chose, presumably for strategic reasons, not to question appellant about the events surrounding the offense.\nTo conclude that the trial court erred by failing to require defense counsel to question appellant about the events would be tantamount to concluding that the trial court had a duty to interfere in the defense's trial strategy and to inject itself into the attorney-client relationship. Such a position is untenable and rife with conflict.\nAppellant's complaint on appeal does not implicate \"an error attributable to the court,\" rather it involves an alleged failing of defense counsel. See id. at 232. With no error attributable to the trial court, Strickland, as noted above, provides the appropriate framework for addressing appellant's allegation that his desire to give certain testimony was denied by defense counsel. See id. at 235. We conclude that appellant has not demonstrated that the trial court erred when it did not sua sponte act to enable appellant to testify regarding the events surrounding the offense.\nAppellant further contends that the trial court erred \"by refusing to permit appellant to read his statement about the events for which he was standing trial.\" Appellant again relies on his constitutional right to testify on his own behalf. As mentioned, the State objected to appellant's request to read a statement to the jury. The trial court sustained the objection.\nBy his request to read a statement, appellant was asking to represent himself during part of the punishment proceeding, but not the entire proceeding. In other words, appellant was seeking permission for hybrid representation. Although a trial court has discretion to allow it, a defendant has no constitutional right to hybrid representation. See Scarbrough v. State, 777 S.W.2d 83, 92 (Tex.Crim.App.1989); Landers v. State, 550 S.W.2d 272, 280 (Tex.Crim.App.1977). Thus, it was not error for the trial court to sustain the State's challenge to appellant's reading of the statement to the jury. See Landers, 550 S.W.2d at 280.\nMoreover, neither the United States Supreme Court nor the Texas Court of Criminal Appeals has held that a defendant has a constitutional right to read an unsworn statement to the jury free from cross-examination. See Moore v. State, No. 74,-059, 2004 WL 231323, at *6 (Tex.Crim. App. Jan. 14, 2004) (not designated for publication) (citing United States v. Hall, 152 F.3d 381, 396 (5th Cir.1998) abrogated on other grounds by United States v. Martinez-Salazar, 528 U.S. 304, 120 S. Ct. 774, 145 L. Ed. 2d 792 (2000)). To the contrary, a testifying defendant is subject to the same rules governing examination and cross-examination as any other witness. See Felder v. State, 848 S.W.2d 85, 99 (Tex.Crim.App.1992).\nAppellant has not demonstrated that the trial court erred when it did not intervene to allow appellant to testify regarding his version of the events surrounding the offense. *753 Appellant also has not shown that the trial court erred by sustaining the State's objection to appellant's reading of a statement to the jury.\nWe overrule appellant's second issue.\n\nConclusion\nWe affirm the judgment of the trial court.\nJustice JENNINGS, concurring.\nTERRY JENNINGS, Justice, concurring.\nAgainst the expressly stated decision of appellant, Leeroy Cesar Carballo, his trial counsel, during the punishment phase of trial, failed to question appellant as a witness before the jury about \"the events surrounding\" the offense of which he was accused. There can be no sound trial strategy in an attorney unilaterally overruling his client's decision to testify in his own defense, an absolute right under the United States Constitution and the Texas Constitution. See U.S. CONST. amends. V, VI, XIV; TEX. CONST. art. I, § 10. This Court's conclusion to the contrary in Agosto v. State, 288 S.W.3d 113, 115-16 (Tex. App.-Houston [1st Dist.] 2009, no pet. h.), is in serious error. Accordingly, although I join the majority opinion, I write separately to address this Court's error in Agosto.\nAs stated by the United States Supreme Court, \"it cannot be doubted that a defendant in a criminal case has the right to take the witness stand and to testify in his or her own defense.\" Rock v. Arkansas, 483 U.S. 44, 49, 107 S. Ct. 2704, 2708, 97 L. Ed. 2d 37 (1987). As explained in Rock:\nThe right to testify on one's own behalf at a criminal trial has sources in several provisions of the Constitution. It is one of the rights that \"are essential to due process of law in a fair adversary process.\" ... The necessary ingredients of the Fourteenth Amendment's guarantee that no one shall be deprived of liberty without due process of law include a right to be heard and to offer testimony....\nThe right to testify is also found in the Compulsory Process Clause of the Sixth Amendment, which grants a defendant the right to call \"witnesses in his favor,\" a right that is guaranteed in the criminal courts of the States by the Fourteenth Amendment.... Logically included in the accused's right to call witnesses whose testimony is \"material and favorable to his defense,\" ... is a right to testify himself, should he decide it is in his favor to do so. In fact, the most important witness for the defense in many criminal cases is the defendant himself. There is no justification today for a rule that denies an accused the opportunity to offer his own testimony.\n. . . .\n... [T]he Sixth Amendment \"grants to the accused personally the right to make his defense. It is the accused, not counsel, who must be `informed of the nature and cause of the accusation,' who must be `confronted with the witnesses against him,' and who must be accorded `compulsory process for obtaining witnesses in his favor.'\"\nEven more fundamental to a personal defense than the right of self-representation, which was found to be \"necessarily implied by the structure of the Amendment,\" ..., is an accused's right to present his own version of events in his own words. A defendant's opportunity to conduct his own defense by calling witnesses is incomplete if he may not present himself as a witness.\nThe opportunity to testify is also a necessary corollary to the Fifth Amendment's guarantee against compelled testimony.... th[is] Court [has] stated: \"Every criminal defendant is privileged *754 to testify in his own defense, or to refuse to do so.\"\n483 U.S. at 51-53, 107 S.Ct. at 2708-10 (citations omitted).\nLikewise, the Texas Constitution guarantees every person accused of a crime \"the right of being heard by himself or counsel, or both....\" TEX. CONST. art. I, § 10. The Texas Court of Criminal Appeals has also recognized that an accused's right to testify on his own behalf is \"fundamental\" and \"personal\" to the accused. Johnson v. State, 169 S.W.3d 223, 232 (Tex.Crim.App.2005). In Johnson, the court stated that \"defense counsel shoulders the primary responsibility to inform the defendant of his right to testify, including the fact that the ultimate decision belongs to the defendant.\" Id. at 235 (emphasis added). In fact, the Texas Disciplinary Rules of Professional Conduct clearly state that \"a lawyer shall abide by a client's decision\" as to \"whether the client will testify.\" TEX. DISCIPLINARY R. PROF'L CONDUCT 1.02(a)(3).\nIn Agosto, defense counsel, after the defendant had been cross-examined by the State and stated his desire to be able to give his testimony \"about how things really were,\" unilaterally \"chose not to\" ask the accused about his version of events. 288 S.W.3d at 115-16, 117-18. Although this Court, citing Johnson, recognized that an accused's right to testify is \"fundamental and personal\" to the accused, it, regardless, held that defense counsel's omission did not fall below a reasonable level of professional assistance. Id. at 115-17; see Strickland v. Washington, 466 U.S. 668, 687, 104 S. Ct. 2052, 2064, 80 L. Ed. 2d 674 (1984). This Court's holding in Agosto, standing in contrast as to how the Texas Court of Criminal Appeals acted in Johnson, is in serious error. In Johnson, the Texas Court of Criminal Appeals actually held that when a defense counsel's conduct deprives an accused of his constitutional right to testify, \"this type of claim is properly characterized as one of ineffective assistance of counsel and that the usual analysis of prejudice under Strickland v. Washington applies.\" 169 S.W.3d at 225; see Strickland, 466 U.S. at 687, 104 S.Ct. at 2064 (requiring two-step analysis whereby appellant must show that (1) counsel's performance fell below objective standard of reasonableness and (2) but for counsel's unprofessional error, there is reasonable probability that result of proceedings would have been different.). The court in Johnson did not, as this Court did in Agosto, address the issue under the first prong of Strickland. Rather, the Texas Court of Criminal Appeals explained that the denial of a defendant's right to testify by his trial counsel \"is the type of violation that can be subjected to a harm/prejudice inquiry.\" Johnson, 169 S.W.3d at 239 (emphasis added). Obviously, an attorney's unilateral decision to overrule his client's decision to testify, i.e., to relate his version of events to the fact-finder, violates the client's constitutional right to testify on his own behalf. Thus, the Court of Criminal Appeals proceeded straight into its harm analysis under the second prong of Strickland.\nHere, we correctly do likewise, and appellant's ineffective assistance claim fails under the second prong of Strickland. Given the record before us, appellant did not choose to testify until the punishment phase of trial. The jury had already found him guilty of the offense, and, as explained by the court in Johnson, appellant's testimony \"could have hurt him at the punishment stage because of its tendency to show that, even at the time of trial, he refused to accept his share of the blame for what [had] happened.\" Id. at 240. Appellant did have the right to testify about the \"events surrounding\" the offense in the punishment stage of trial. However, it was too late to undo the jury's finding of *755 guilt, and such testimony was more likely to have harmed appellant than to have helped him.\nIn sum, I agree that appellant has failed to demonstrate that he was actually harmed by his trial counsel's failure to abide by his decision to testify. However, defense counsel's unilateral decision to override appellant's right to testify about the \"events surrounding\" the offense in the punishment stage of trial fell below a reasonable level of professional assistance. This Court, having previously held to the contrary, should now overrule Agosto.\nNOTES\n[1]  See TEX. PENAL CODE ANN. § 29.03 (Vernon 2003).\n[2]  For purposes of clarity, we address appellant's issues out of order.\n[3]  Appellant cites his own testimony at the punishment phase as support for his factual sufficiency challenge. We cannot consider the cited testimony. We are limited in our factual-sufficiency review to the evidence introduced during the guilt-innocence phase of the trial. See Barfield v. State, 63 S.W.3d 446, 450 (Tex.Crim.App.2001) (noting that in bifurcated jury trial on plea of not guilty, \"evidence that is introduced at the punishment stage of a trial can have little, if any, effect on the force of the evidence on the issue of guilt\" and therefore \"our consideration of the evidence is necessarily limited to that evidence before the jury at the time it rendered its verdict of guilt\").\n\n",
            "ocr": false,
            "opinion_id": 1618088
        },
        {
            "author_str": "Higley",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nLAURA CARTER HIGLEY, Justice.\nThe jury found appellant, Leeroy Cesar Carballo, guilty of aggravated robbery.1 After finding one enhancement allegation to be true, the jury assessed punishment at 40 years in prison.\nIn four issues, appellant complains that (1) he received ineffective assistance of counsel during the punishment phase; (2) “the trial court erred by not sua sponte permitting appellant to testify to his version of events and by refusing to permit appellant to read his statement about the events for which he was standing trial”; (3) “the trial court erred in denying appellant’s motion for mistrial after the prosecutor, in closing argument, violated appellant’s state and federal constitutional right to remain silent”; and (4) the evidence was factually insufficient to support the judgment of conviction.\nWe affirm.\nBackground\nOn Halloween night 2006, Luis Solis drove his car to a local convenience store to purchase a beer for his cousin. When he got out of his car, Solis noticed a man— later identified as appellant — near the pay phone outside the store. As he was leaving the store, Solis heard a noise. Solis’s cousin had been working on Solis’s car that night, and Solis thought that the noise may be his muffler falling off his car. He went to the back of the vehicle and knelt down to check the muffler. Solis then heard appellant say to him from behind, “Nice car.”\nSolis stood up to say “thank you.” At that point, appellant demanded Solis’s car keys. Solis refused to give appellant the keys, and appellant pulled a handgun from his jacket pocket. Solis continued to refuse to hand over his keys. Appellant raised the handgun and pointed it at Solis’s head. Solis grabbed appellant’s arm. The gun fired and the bullet grazed Solis’s head. Solis punched appellant, and appellant fired the weapon shooting Solis in his shoulder. Solis punched appellant again, and appellant shot him in the chest. The two men fell to the ground with Solis on top of appellant, and Solis grabbed the gun from appellant’s open hand. The two men stood up, and Solis shot appellant twice in the region of his face and neck. Solis then saw appellant get into a pickup truck that had pulled up to the scene. Solis fell to the ground and tossed the handgun a few feet away. Solis called his wife and then 9-1-1 on his cell phone.\nWhen the first police officer arrive, Solis told the officer that he had been robbed by a Hispanic man wearing blue and that he had seen the man leave in a pickup truck. A short time later, appellant walked into a nearby fire station and collapsed. Both *745Solis and appellant were taken to the hospital for treatment.\nSolis was placed in a medicated coma for one month in the hospital. When he awoke, he picked appellant out of a photographic lineup.\nAppellant was indicted for aggravated robbery. He did not testify during the guilt-innocence phase of trial, but did testify during the punishment phase. After appellant was convicted of aggravated robbery, this appeal followed.\nFactual Sufficiency\nIn his fourth issue, appellant challenges the factual sufficiency of the evidence to support his conviction.2\nFactual Sufficiency Standard of Review and Elements of the Offense\nAn appellate court can deem the evidence to be factually insufficient in two ways: (1) the evidence supporting the conviction is “too weak” to support the factfin-der’s verdict or (2) considering conflicting evidence, the factfinder’s verdict is “against the great weight and preponderance of the evidence.” Laster v. State, 275 S.W.3d 512, 518 (Tex.Crim.App.2009) (citing Watson v. State, 204 S.W.3d 404, 414-15 (Tex.Crim.App.2006)). The Court of Criminal Appeals has set out three rules for a court of appeals to follow when conducting a factual sufficiency review: (1) all of the evidence must be considered in a neutral light and not in a light most favorable to the explicating verdict; (2) the evidence may be found to be factually insufficient only when necessary to prevent manifest injustice; and (3) an explanation must be provided regarding why the evidence is too weak to support the verdict or why the conflicting evidence greatly weighs against the verdict. Id. In addition, when conducting a factual-sufficiency review, a court of appeals must defer to the jury’s findings Id. (citing Cain v. State, 958 S.W.2d 404, 407 (Tex.Crim.App.1997)).\nA person commits robbery if, in the course of committing theft, as defined in Chapter 31, and with intent to obtain or maintain control of property, he, inter alia, intentionally or knowingly places another in fear of imminent bodily injury or death. Tex. Penal Code Ann. § 29.02(a) (Vernon 2003). Theft is the unlawful appropriation of property with the intent to deprive the owner of the property. Tex. Penal Code Ann. § 31.03 (Vernon Supp. 2008). A person commits aggravated robbery when he commits robbery as defined in section 29.02, and he uses or exhibits a deadly weapon. Tex. Penal Code Ann. § 29.03(a)(2) (Vernon 2003).\nAnalysis\nIn conducting a factual sufficiency review, we must consider the most important evidence that the appellant claims undermines the jury’s verdict. See Sims v. State, 99 S.W.3d 600, 603 (Tex.Crim.App.2003). Here, appellant contends that the testimony of the complaining witness, Luis Solis, was not credible. At trial, appellant’s defensive theory was that Solis had been the aggressor, not appellant.\nAppellant points to Solis’s own testimony that he had a criminal history of burglary and family-violence assault. At the time of trial, Solis testified that he was on deferred adjudication community supervision for burglary. He acknowledged that the State had filed a motion to revoke his deferred adjudication community supervision based on a pending family-violence assault indictment in which Solis was alleged to have assaulted his common-law wife. Solis admitted that he had also been previously prosecuted for at least one other family-violence assault.\n*746Appellant also contends that the substance of Solis’s testimony is not credible. Appellant asserts that “[Solis’s] story stretches credulity and would be difficult to believe if it had been told by a person with no history of deceit.”\nAppellant first takes issue with Solis’s testimony that he went to the convenience store to purchase a beer for his cousin, who had been making repairs to Solis’s car. Appellant points out that “the car went with [Solis] to the store, and the cousin did not.” Appellant speculates that it is more likely that Solis purchased the beer for himself, but could not admit to this because alcohol consumption is a violation of the terms of his community supervision.\nAppellant points out that Solis’s injuries from being shot twice by appellant were extensive and life-threatening. Appellant asserts that Solis’s testimony that he fought back against appellant and gained control of the gun after sustaining such serious injuries is not plausible. Appellant contends that it is more likely that Solis’s “wounds occurred after Appellant’s [wounds] and that [Solis], in all likelihood, was the initial aggressor.”\nAppellant asserts that the “ultimate location of the gun’s recovery also suggests [Solis] was the aggressor.” Solis testified that appellant shot him, he hit appellant, the two men fell to the ground, Solis gained control of the gun, shot appellant, appellant staggered to a waiting truck, Solis collapsed to the ground, and then Solis tossed the gun a few feet away. Appellant asserts that Solis’s testimony “makes little sense” because “[a] victim in the wake of a terrifying, brutal robbery would not take pains to separate himself from his only means of defense.” Appellant continues that “[i]t makes far more sense that Appellant, after surviving the complainant’s attack, sought to get away from the disabled, though still dangerous, complainant, and, having no use for the weapon, dropped it at a distance from [Solis] as Appellant entered his own ... vehicle to flee.”\nAppellant also notes that appellant was employed at the time of the robbery but that Solis was not. Appellant asserts that Solis “would have been more desperate for money and more tempted to steal.”3\nThe only direct evidence offered during the guilt-innocence phase of trial regarding what actually occurred between Solis and appellant was Solis’s testimony. Not only did Solis give a detailed account of what actually happened, he also denied on cross-examination that he was the aggressor on the night in question. In other words, the determination of appellant’s guilt boiled down to whether the jury found Solis’s testimony credible. Appellant does not cite an objective basis in the record to show that the great weight and preponderance of the evidence contradicts the jury’s verdict. Rather, the evidence cited and argument offered by appellant in support of his factual-sufficiency challenge pertains to Solis’s credibility.\nWe afford almost complete deference to a jury’s determination based on an evaluation of credibility. Lancon v. State, 253 S.W.3d 699, 705 (Tex.Crim.App.2008). A *747jury may choose to believe all, some, or none of the testimony presented. Id. at 707. The jury is the sole judge of the credibility of the witnesses and the weight to be given their testimony. Id. Here, the jury resolved the issues of weight and credibility in favor of the State’s theory that appellant was the aggressor and against appellant’s theory that Solis was the aggressor. We defer to that determination. See id.\nAfter reviewing the evidence in a neutral light, we conclude that the evidence supporting the conviction is not too weak to support the jury’s verdict, nor is the jury’s verdict against the great weight and preponderance of the evidence. We hold that the evidence is factually sufficient to support appellant’s conviction for aggravated robbery.\nWe overrule appellant’s fourth issue.\nDenial of Motion for Mistrial\nIn his third issue, appellant contends, “The trial court erred in denying appellant’s motion for mistrial after the prosecutor, in closing argument, violated appellant’s state and federal constitutional right to remain silent.”\nDuring closing argument, the State responded to appellant’s argument that Solis was the aggressor. The prosecutor argued,\nNow, let’s talk about what did happen in this case. You’ve got a guy who, on Halloween night, is shot. He’s coming to get beer. He comes in to buy a beer. I don’t know what would have made him so outraged between then and the beer that he would decide to attack somebody. But anyway, he goes in, he buys beer. He comes back out. He’s looking at the muffler on his car. They’ve just been working on the car. He’s looking at a muffler on the ear, making sure they’ve put it back on right. Bends down, looks at the muffler, Hey, nice car. Give me the keys. Tells you he turned around, thought the guy was joking, looked at him.\nNo, seriously, the guy shows him the gun. And you bet — you bet when the guy showed him the gun and you — part of your job in this case is to evaluate the witnesses’ credibility. Mr. Carballo [appellant] didn’t get up on the stand and tell you, No, sir, pardon me—\n[Defense counsel]: Your Honor, may we approach the bench?\nAt that point, a discussion was held at the bench, but was not recorded. Following the discussion, the trial court told the jury: “Ladies and gentleman, you’re instructed to disregard the last comment by the prosecutor.” The defense then moved for a mistrial, which the trial court denied.\nThe prosecutor then continued,\nExcuse me. I didn’t mean to say Mr. Carballo. What I meant to say was Mr. Solis did not get on the stand; and that’s what I meant to say, was Solis instead of Carballo. Mr. Solis did not get on the stand and say, you know, I told him — excuse me — I’m sorry, sir. No. He told you exactly what he said. He told you the truth. He didn’t paint the picture, try to put himself out to be any more of an angel than he was in this situation. A guy showed him a gun; and he said, Back the fuck off or I’ll kick your ass. He didn’t come up here and try to paint any other picture. He told you exactly what happened.\nOn appeal, appellant complains that the prosecutor’s remark that “Mr Carballo didn’t get up on the stand and tell you” was an improper comment on appellant’s failure to testify during the guilt-innocence phase. Appellant correctly points out that a comment on a defendant’s failure to testify violates a defendant’s state and federal constitutional rights against self-incrimination and the provi*748sions of Texas Code of Criminal Procedure article 38.08. U.S. Const, amend. V; Tex. Const. art. I, § 10; Tex.Code Crim. PROC. Ann. art. 38.08 (Vernon 2005). A prosecutor’s comment amounts to an impermissible comment on a defendant’s failure to testify only if, when viewed from the jury’s standpoint, the comment is manifestly intended to be, or is of such character that a typical jury would naturally and necessarily take it to be, a comment on the defendant’s failure to testify. Cruz v. State, 225 S.W.3d 546, 548 (Tex.Crim.App.2007); Bustamante v. State, 48 S.W.3d 761, 765 (Tex.Crim.App.2001).\nEven assuming that the prosecutor’s comment was an impermissible comment on appellant’s failure to testify, the trial court did not err by denying appellant’s motion for mistrial. A mistrial is an extreme remedy for prejudicial events occurring during the trial process. See Archie v. State, 221 S.W.3d 695, 699 (Tex.Crim.App.2007). When the trial court sustains an objection raised on the basis of improper jury argument and instructs the jury to disregard, but denies a defendant’s motion for a mistrial, we review the trial court’s decision to deny a mistrial under an abuse of discretion standard. See Hawkins v. State, 135 S.W.3d 72, 77 (Tex.Crim.App.2004); see also Wead v. State, 129 S.W.3d 126, 129 (Tex.Crim.App.2004).\nThe Court of Criminal Appeals has determined that the appropriate test for determining whether a trial court abused its discretion by denying a motion for a mistrial is a tailored version of the Mosley test. See Archie, 221 S.W.3d at 700; Hawkins, 135 S.W.3d at 77 (discussing Mosley v. State, 983 S.W.2d 249, 259-60 (Tex.Crim.App.1998)). To determine whether the trial court abused its discretion by denying the mistrial, we balance three factors: (1) the severity of the misconduct (the magnitude of the prejudicial effect of the prosecutor’s remarks); (2) the measures adopted to cure the misconduct (the efficacy of any cautionary instruction by the judge); and (3) the certainty of conviction absent the misconduct (the strength of the evidence supporting the conviction). See Archie, 221 S.W.3d at 700.\nIn analyzing the first factor, it appears from record that the prosecutor did not deliberately refer to appellant’s failure to testify during the guilt-innocence phase. Rather, the reference to appellant was inadvertent. When read in context, it is apparent that the prosecutor had intended to refer to “Mr. Solis,” but misspoke and said “Mr. Carballo.” In addition, the prosecutor’s comment was brief and not repeated. Although the nature of the constitutional right affected by the prosecutor’s remark was serious, the prejudicial effect was lessened by the absence of flagrancy and persistency. See Perez v. State, 187 S.W.3d 110, 112-13 (Tex.App.-Waco 2006, no pet.).\nA review of the second factor reveals that curative measures were taken. The trial court instructed the jury to disregard the prosecutor’s comment. The jury charge also instructed the jury that it could not consider, for any purpose, appellant’s decision not to testify. Any harm resulting from the improper comment was further cured when the prosecutor corrected himself and clarified that he had intended to refer to Mr. Solis and not to appellant.\nIn most circumstances, an instruction to disregard improper argument is considered a sufficient response by the trial court. See Wesbrook v. State, 29 S.W.3d 103, 115 (Tex.Crim.App.2000). Error in a prosecutor’s improper jury argument concerning a defendant’s failure to testify may be cured by an instruction by the trial court to disregard the comment. See Longoria v. State, 154 S.W.3d 747, *749763-64 (Tex.App.-Houston [14th Dist.] 2004, pet. ref'd); Linder v. State, 828 S.W.2d 290, 300 (Tex.App.-Houston [1st Dist.] 1992, pet. ref'd). Moreover, a prosecutor’s self-corrective action is a relevant consideration in determining harm. See Hawkins, 135 S.W.3d at 84.\n“[T]he ... presumption that an instruction [to disregard] generally will not cure comment on failure of the accused to testify ... has been eroded to the point that it applies only to the most blatant examples. Otherwise, the Court has tended to find the instruction to have force.” Dinkins v. State, 894 S.W.2d 330, 356 (Tex.Crim.App.1995) (quoting Waldo v. State, 746 S.W.2d 750, 753 (Tex.Crim.App.1988)). In light of the brevity of the remark at issue and its inadvertent nature, nothing in the record shows the comment was so “blatant” that it would have rendered an instruction to disregard ineffective. See Moore v. State, 999 S.W.2d 385, 405-06 (Tex.Crim.App.1999).\nFinally, considering all the evidence, the certainty of appellant’s conviction absent the allegedly improper comment was great. Solis’s testimony regarding the events surrounding the robbery was detailed and more than sufficient to support appellant’s conviction. As discussed in the preceding section, the jury, as final arbiter of the weight and credibility of the evidence, believed Solis’s testimony and rejected appellant’s defensive theory that Solis was the aggressor. We conclude that the certainty is high that appellant would have been convicted regardless of the complained-of comment.\nBalancing the three Mosley factors, we hold that the trial court did not abuse its discretion by denying appellant’s motion for mistrial. We overrule appellant’s third issue.\nIneffective Assistance of Counsel\nIn his first issue, appellant contends that he “received ineffective assistance of counsel as his trial counsel did not abide by his request to testify on his own behalf in the punishment phase of trial.”\nAs mentioned, appellant did not testify during the guilt-innocence phase of trial, but did testify during the punishment phase. In his brief, appellant acknowledges that, on direct examination, defense counsel “questioned [him] about his criminal history, his previous confinement, his home life since imprisonment, his work history, his difficult childhood, his schooling, his parents, his siblings, his children, and the injuries that he sustained during the robbery for which he is standing trial.” The crux of appellant’s ineffective of counsel claim is that “defense counsel never asked Appellant what actually happened during the robbery for which Appellant had just been convicted.”\nOn cross-examination, when asked whether he accepted responsibility for the robbery, appellant responded that he had pleaded not guilty to the offense. The State asked appellant whether he was saying that the jury “got it all wrong” with respect to its finding of guilt. Appellant responded that because he had “failed to testify” in the guilty-innocence phase, “the jury never got to hear my side of the story.” He said the jury only “heard Mr. Luis Solis’s story of the facts of his angles of where it happened of what he said happened. No one else saw what happened, and only me and Mr. Luis know exactly what happened.”\nOn further questioning, appellant stated that “I did not rob Mr. Luis Solis.” Appellant asked the prosecutor, “[W]ould you like to hear my version of the story? Is that possible? I never had a chance.” After the prosecutor asked appellant a few more questions, appellant asked, “[Y]ou *750want me to explain to you exactly everything, my statement of what happened that night?” The prosecutor replied, “You can — your lawyer will have you on redirect, and he can go through it if that’s what you guys want to do.”\nAfter the prosecutor finished his cross-examination of appellant, defense counsel indicated that he had no further questions. The trial court then told appellant that he could “stand down.” At that point, the following exchange occurred:\n[Appellant]: I want to see if I can read something to the jury. Is this the last I’ll be able to talk to them?\nThe Court: Yes. What are you asking?\n[Appellant]: I asked my lawyer if I could read a letter to the jury.\n[The prosecutor]: Judge, I’m going to object to him reading. First of all, that invades the province of the jury. Second of all, I’d like to see a proffer of that before we know what’s going on, what’s about to be—\nThe Court: You have a copy of it? How many pages?\n[Appellant]: It’s just this right here and this part right here, this page right here.\n[Defense counsel]: The prosecution objected to it and I have nothing to say to the objection.\nThe Court: All right. Objection is sustained unless you want to continue this.\n[The prosecutor]: I mean—\nThe Court: Are you opposed to him reading it?\n[The prosecutor]: I have no problem with him testifying.\nThe Court: Testifying is different from reading a statement.\n[The prosecutor]: Yes, Judge, we’re opposed to him reading from the statement.\nThe Court: All right. Objection is sustained.\nAppellant contends that he received ineffective assistance of counsel during the punishment phase because defense counsel did not question him about his own version of the events on the night in question. Appellant correctly points out that a criminal defendant has a fundamental constitutional right to testify in his own defense. Johnson v. State, 169 S.W.3d 223, 232 (Tex.Crim.App.2005). He asserts that he had “a fundamental right” to testify regarding “his conduct in the charged offense.” Appellant contends that by failing to ask him “[w]hat happened on the night in question,” defense counsel “effectively denied Appellant his fundamental constitutional right to ‘be heard’ and to ‘present a complete defense.’ ” Appellant further contends that had he “been given an opportunity to explain his conduct on the night of the burglary [sic], there is a reasonable probability that the jury would have believed Appellant and the resulting punishment would have likely been different.”\nAllegations of ineffective assistance of counsel must be firmly founded in the record. Bone v. State, 77 S.W.3d 828, 833, 834 n. 13 (Tex.Crim.App.2002). To prove ineffective assistance of counsel, appellant must show by a preponderance of the evidence that (1) counsel’s performance fell below an objective standard of reasonableness and (2) there is a reasonable probability that the result of the proceeding would have been different but for the deficient performance of counsel. Strickland v. Washington, 466 U.S. 668, 688, 694, 104 S.Ct. 2052, 2064, 2068, 80 L.Ed.2d 674 (1984); Salinas v. State, 163 S.W.3d 734, 740 (Tex.Crim.App.2005).\nA failure to make a showing under either Strickland component defeats a claim of ineffective assistance of counsel. Rylander v. State, 101 S.W.3d 107, 110-11 (Tex.Crim.App.2003). If an appellant fails *751to prove the second “prejudice” component, we need not address whether counsel’s performance was deficient. See Boyd v. State, 811 S.W.2d 105, 109 (Tex.Crim.App.1991).\nHere, appellant has not satisfied the second Strickland component. More precisely, appellant has not shown that there is a reasonable probability that the result of the punishment proceeding would have been different had he been permitted to testify about the events surrounding the offense. See Johnson, 169 S.W.3d at 239-40. Appellant did not file a motion for new trial, and the record does not contain the substance of the testimony that appellant claims he would have given on redirect questioning by his defense counsel. Thus, it is not possible to determine whether the result of the punishment proceeding would have been different if defense counsel had questioned appellant regarding his version of the events. See Ex parte McFarland, 163 S.W.3d 743, 758 (Tex.Crim.App.2005) (concluding that defendant cannot show prejudice from counsel’s failure to call witnesses absent evidence that witnesses were available to testify at trial and that their testimony would have been favorable).\nWe further note that, on cross-examination by the State, appellant indicated that he did not “rob” Solis. We can reasonably infer from this testimony that, had defense counsel questioned appellant on redirect, appellant would have further denied committing the offense and would have testified that Solis was the aggressor. Such denial of responsibility would not have been beneficial to appellant. To the contrary, during the punishment phase, a jury expects a defendant to take responsibility and to show remorse for the offense for which he has been found guilty. If appellant had further denied guilt, the jury, irritated by appellant’s failure to take responsibility, likely may have imposed a harsher sentence on appellant. See Johnson, 169 S.W.3d at 240.\nWe conclude that appellant has not shown by a preponderance of the evidence that there is a reasonable probability that the result of the proceeding would have been different. See Strickland, 466 U.S. at 694, 104 S.Ct. at 2068. Accordingly, we hold that appellant has not demonstrated that he received ineffective assistance of counsel during the punishment phase of trial.\nWe overrule appellant’s first issue.\nAppellant’s Right to Give Certain Testimony or to Read a Statement\nIn his second issue, appellant contends that “the trial court erred by not sua sponte permitting appellant to testify to his version of events and by refusing to permit appellant to read his statement about the events for which he was standing trial.”\nAppellant first contends that the trial court had a sua sponte duty to act in some manner to ensure that appellant was permitted to testify regarding his version of the events surrounding the robbery. Appellant acknowledges that the Court of Criminal Appeals has held that the Strickland ineffective assistance of counsel test provides the appropriate framework for addressing an allegation that the defendant’s right to testify was denied by his defense counsel. See Johnson, 169 S.W.3d at 235. Appellant also acknowledges that “to avoid the requirements of Strickland, the defendant’s complaint must reveal error attributable to the court and not simply to defense counsel.” See id. at 232. Appellant contends that his complaint reveals such error.\nRelying on the general legal principles that a defendant has the right to testify in *752his own defense and has the right to a fair trial, appellant contends that the trial court had a duty to sua sponte act to ensure that appellant was permitted to testify about his version of the events. Appellant asserts that it was apparent to the trial court that defense counsel was refusing to question appellant regarding the events surrounding the offense, despite appellant’s obvious desire to provide such testimony. Appellant argues that the trial court erred when it did not sua sponte intervene to permit appellant to give this testimony.\nAppellant’s reasoning is flawed. This is not a case in which the trial court prevented appellant from testifying either in whole or in part. Instead, it is a case in which appellant’s counsel chose, presumably for strategic reasons, not to question appellant about the events surrounding the offense.\nTo conclude that the trial court erred by failing to require defense counsel to question appellant about the events would be tantamount to concluding that the trial court had a duty to interfere in the defense’s trial strategy and to inject itself into the attorney-client relationship. Such a position is untenable and rife with conflict.\nAppellant’s complaint on appeal does not implicate “an error attributable to the court,” rather it involves an alleged failing of defense counsel. See id. at 232. With no error attributable to the trial court, Strickland, as noted above, provides the appropriate framework for addressing appellant’s allegation that his desire to give certain testimony was denied by defense counsel. See id. at 235. We conclude that appellant has not demonstrated that the trial court erred when it did not sua sponte act to enable appellant to testify regarding the events surrounding the offense.\nAppellant further contends that the trial court erred “by refusing to permit appellant to read his statement about the events for which he was standing trial.” Appellant again relies on his constitutional right to testify on his own behalf. As mentioned, the State objected to appellant’s request to read a statement to the jury. The trial court sustained the objection.\nBy his request to read a statement, appellant was asking to represent himself during part of the punishment proceeding, but not the entire proceeding. In other words, appellant was seeking permission for hybrid representation. Although a trial court has discretion to allow it, a defendant has no constitutional right to hybrid representation. See Scarbrough v. State, 777 S.W.2d 83, 92 (Tex.Crim.App.1989); Landers v. State, 550 S.W.2d 272, 280 (Tex.Crim.App.1977). Thus, it was not error for the trial court to sustain the State’s challenge to appellant’s reading of the statement to the jury. See Landers, 550 S.W.2d at 280.\nMoreover, neither the United States Supreme Court nor the Texas Court of Criminal Appeals has held that a defendant has a constitutional right to read an unsworn statement to the jury free from cross-examination. See Moore v. State, No. 74,-059, 2004 WL 231323, at *6 (Tex.Crim.App. Jan. 14, 2004) (not designated for publication) (citing United States v. Hall, 152 F.3d 381, 396 (5th Cir.1998) abrogated on other grounds by United States v. Martinez-Salazar, 528 U.S. 304, 120 S.Ct. 774, 145 L.Ed.2d 792 (2000)). To the contrary, a testifying defendant is subject to the same rules governing examination and cross-examination as any other witness. See Felder v. State, 848 S.W.2d 85, 99 (Tex.Crim.App.1992).\nAppellant has not demonstrated that the trial court erred when it did not intervene to allow appellant to testify regarding his version of the events surrounding the of*753fense. Appellant also has not shown that the trial court erred by sustaining the State’s objection to appellant’s reading of a statement to the jury.\nWe overrule appellant’s second issue.\nConclusion\nWe affirm the judgment of the trial court.\nJustice JENNINGS, concurring.\n\n. See Tex. Penal Code Ann. § 29.03 (Vernon 2003).\n\n\n. For purposes of clarity, we address appellant’s issues out of order.\n\n\n. Appellant cites his own testimony at the punishment phase as support for his factual sufficiency challenge. We cannot consider the cited testimony. We are limited in our factual-sufficiency review to the evidence introduced during the guilt-innocence phase of the trial. See Barfield v. State, 63 S.W.3d 446, 450 (Tex.Crim.App.2001) (noting that in bifurcated jury trial on plea of not guilty, \"evidence that is introduced at the punishment stage of a trial can have little, if any, effect on the force of the evidence on the issue of guilt” and therefore \"our consideration of the evidence is necessarily limited to that evidence before the jury at the time it rendered its verdict of guilt”).\n\n",
            "ocr": false,
            "opinion_id": 9659609
        },
        {
            "author_str": "Jennings",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTERRY JENNINGS, Justice,\nconcurring.\nAgainst the expressly stated decision of appellant, Leeroy Cesar Carballo, his trial counsel, during the punishment phase of trial, failed to question appellant as a witness before the jury about “the events surrounding” the offense of which he was accused. There can be no sound trial strategy in an attorney unilaterally overruling his client’s decision to testify in his own defense, an absolute right under the United States Constitution and the Texas Constitution. See U.S. Const, amends. V, VI, XIV; Tex. Const, art. I, § 10. This Court’s conclusion to the contrary in Agosto v. State, 288 S.W.3d 113, 115-16 (Tex.App.-Houston [1st Dist.] 2009, no pet. h.), is in serious error. Accordingly, although I join the majority opinion, I write separately to address this Court’s error in Agosto.\nAs stated by the United States Supreme Court, “it cannot be doubted that a defendant in a criminal case has the right to take the witness stand and to testify in his or her own defense.” Rock v. Arkansas, 483 U.S. 44, 49, 107 S.Ct. 2704, 2708, 97 L.Ed.2d 37 (1987). As explained in Rock:\nThe right to testify on one’s own behalf at a criminal trial has sources in several provisions of the Constitution. It is one of the rights that “are essential to due process of law in a fair adversary process.” ... The necessary ingredients of the Fourteenth Amendment’s guarantee that no one shall be deprived of liberty without due process of law include a right to be heard and to offer testimony....\nThe right to testify is also found in the Compulsory Process Clause of the Sixth Amendment, which grants a defendant the right to call “witnesses in his favor,” a right that is guaranteed in the criminal courts of the States by the Fourteenth Amendment.... Logically included in the accused’s right to call witnesses whose testimony is “material and favorable to his defense,” ... is a right to testify himself, should he decide it is in his favor to do so. In fact, the most important witness for the defense in many criminal cases is the defendant himself. There is no justification today for a rule that denies an accused the opportunity to offer his own testimony.\n... [T]he Sixth Amendment “grants to the accused personally the right to make his defense. It is the accused, not counsel, who must be ‘informed of the nature and cause of the accusation,’ who must be ‘confronted with the witnesses against him,’ and who must be accorded ‘compulsory process for obtaining witnesses in his favor.’ ”\nEven more fundamental to a personal defense than the right of self-representation, which was found to be “necessarily implied by the structure of the Amendment,” ..., is an accused’s right to present his own version of events in his own words. A defendant’s opportunity to conduct his own defense by calling witnesses is incomplete if he may not present himself as a witness.\nThe opportunity to testify is also a necessary corollary to the Fifth Amendment’s guarantee against compelled testimony .... th[is] Court [has] stated: “Every criminal defendant is privileged *754to testify in his own defense, or to refuse to do so.”\n488 U.S. at 51-53, 107 S.Ct. at 2708-10 (citations omitted).\nLikewise, the Texas Constitution guarantees every person accused of a crime “the right of being heard by himself or counsel, or both.... ” Tex. Const, art. I, § 10. The Texas Court of Criminal Appeals has also recognized that an accused’s right to testify on his own behalf is “fundamental” and “personal” to the accused. Johnson v. State, 169 S.W.3d 223, 232 (Tex.Crim.App.2005). In Johnson, the court stated that “defense counsel shoulders the primary responsibility to inform the defendant of his right to testify, including the fact that the ultimate decision belongs to the defendant.” Id. at 235 (emphasis added). In fact, the Texas Disciplinary Rules of Professional Conduct clearly state that “a lawyer shall abide by a client’s decision” as to “whether the client will testify.” Tex. DisciplinaRY R. PROf’l Conduct 1.02(a)(3).\nIn Agosto, defense counsel, after the defendant had been cross-examined by the State and stated his desire to be able to give his testimony “about how things really were,” unilaterally “chose not to” ask the accused about his version of events. 288 S.W.3d at 115-16, 117-18. Although this Court, citing Johnson, recognized that an accused’s right to testify is “fundamental and personal” to the accused, it, regardless, held that defense counsel’s omission did not fall below a reasonable level of professional assistance. Id. at 115-17; see Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 2064, 80 L.Ed.2d 674 (1984). This Court’s holding in Agosto, standing in contrast as to how the Texas Court of Criminal Appeals acted in Johnson, is in serious error.\nIn Johnson, the Texas Court of Criminal Appeals actually held that when a defense counsel’s conduct deprives an accused of his constitutional right to testify, “this type of claim is properly characterized as one of ineffective assistance of counsel and that the usual analysis of prejudice under Strickland v. Washington applies.” 169 S.W.3d at 225; see Strickland, 466 U.S. at 687, 104 S.Ct. at 2064 (requiring two-step analysis whereby appellant must show that (1) counsel’s performance fell below objective standard of reasonableness and (2) but for counsel’s unprofessional error, there is reasonable probability that result of proceedings would have been different.). The court in Johnson did not, as this Court did in Agosto, address the issue under the first prong of Strickland. Rather, the Texas Court of Criminal Appeals explained that the denial of a defendant’s right to testify by his trial counsel “is the type of violation that can be subjected to a harm/prejudice inquiry.” Johnson, 169 S.W.3d at 239 (emphasis added). Obviously, an attorney’s unilateral decision to overrule his client’s decision to testify, i.e., to relate his version of events to the fact-finder, violates the client’s constitutional right to testify on his own behalf. Thus, the Court of Criminal Appeals proceeded straight into its harm analysis under the second prong of Strickland.\nHere, we correctly do likewise, and appellant’s ineffective assistance claim fails under the second prong of Strickland. Given the record before us, appellant did not choose to testify until the punishment phase of trial. The jury had already found him guilty of the offense, and, as explained by the court in Johnson, appellant’s testimony “could have hurt him at the punishment stage because of its tendency to show that, even at the time of trial, he refused to accept his share of the blame for what [had] happened.” Id. at 240. Appellant did have the right to testify about the “events surrounding” the offense in the punishment stage of trial. However, it was too late to undo the jury’s finding of *755guilt, and such testimony was more likely to have harmed appellant than to have helped him.\nIn sum, I agree that appellant has failed to demonstrate that he was actually harmed by his trial counsel’s failure to abide by his decision to testify. However, defense counsel’s unilateral decision to override appellant’s right to testify about the “events surrounding” the offense in the punishment stage of trial fell below a reasonable level of professional assistance. This Court, having previously held to the contrary, should now overrule Agosto.\n",
            "ocr": false,
            "opinion_id": 9659610
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}