{
    "id": 1636272,
    "judges": "Cochran, Hervey, Holcomb, Johnson, Keasler, Keller, Meyers, Price, Womack",
    "date_filed": 1040169600000,
    "date_filed_is_approximate": false,
    "slug": "beal-v-state",
    "case_name_short": "Beal",
    "case_name": "Beal v. State",
    "case_name_full": "Daniel Louis BEAL, Appellant, v. the STATE of Texas",
    "attorneys": "Keller, P.J., filed concurring opinion., Steven J. Lieberman, Ken McLean, Mac Secrest, Houston, for Appellant., Alan Curry, Assist. Dist. Atty., Houston, Matthew Paul, State’s Atty., Austin, for State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 54,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b816-5\">\n    Daniel Louis BEAL, Appellant, v. The STATE of Texas.\n   </parties><br><docketnumber id=\"b816-8\">\n    No. 0519-01.\n   </docketnumber><br><court id=\"b816-9\">\n    Court of Criminal Appeals of Texas.\n   </court><br><decisiondate id=\"b816-10\">\n    Dec. 18, 2002.\n   </decisiondate><br><attorneys id=\"b816-14\">\n    Keller, P.J., filed concurring opinion.\n   </attorneys><br><attorneys id=\"b816-19\">\n    Steven J. Lieberman, Ken McLean, Mac Secrest, Houston, for Appellant.\n   </attorneys><br><attorneys id=\"b816-20\">\n    Alan Curry, Assist. Dist. Atty., Houston, Matthew Paul, State’s Atty., Austin, for State.\n   </attorneys>",
    "citations": [
        "91 S.W.3d 794"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n91 S.W.3d 794 (2002)\nDaniel Louis BEAL, Appellant,\nv.\nThe STATE of Texas.\nNo. 0519-01.\nCourt of Criminal Appeals of Texas.\nDecember 18, 2002.\nSteven J. Lieberman, Ken McLean, Mac Secrest, Houston, for Appellant.\nAlan Curry, Assist. Dist. Atty., Houston, Matthew Paul, State's Atty., Austin, for State.\n\nOPINION\nHERVEY, J., delivered the opinion of the Court in which KELLER, P.J., MEYERS, PRICE, WOMACK, JOHNSON, KEASLER and HOLCOMB, JJ., joined.\nToday we settle the question of which date should be used in determining the *795 finality of a prior conviction alleged in an indictment for enhancement purposes. We hold that it becomes final when the appellate court issues its mandate affirming the conviction.\nAppellant was indicted for committing the offense of possession of a controlled substance with intent to deliver on July 7, 1998. This indictment contained an enhancement paragraph alleging that appellant had previously been convicted of aggravated robbery. The trial court's judgment convicting appellant of this aggravated robbery offense was signed on September 14, 1995. Appellant appealed from this aggravated robbery conviction and the appellate court issued its mandate affirming appellant's aggravated robbery conviction on August 6, 1998 (one month after appellant committed the possession with intent to deliver offense). After a jury convicted appellant of the delivery offense, the trial court found the enhancement paragraph \"true\" and sentenced appellant to forty years.\nOn direct appeal, appellant claimed, by way of a legal sufficiency challenge, that the trial court erred in finding this enhancement paragraph \"true\" because appellant's aggravated robbery conviction alleged in that enhancement paragraph had not become final when appellant committed the delivery offense. Beal v. State, 35 S.W.3d 677, 686 (Tex.App.-Houston [1st Dist.] 2000). Relying on this Court's decision in Rener v. State, the Court of Appeals decided that for enhancement purposes \"when the mandate of the appellate court issues affirming the trial court's judgment, the date to be used in determining the finality of the trial court's judgment is the date the trial court's judgment was signed, not the date of the appellate court's mandate.\" Beal, 35 S.W.3d at 686-87; see Rener v. State, 416 S.W.2d 812, 814 (Tex.Cr.App.1967) (holding that \"the appeal, the affirmance and the issuance of the [appellate court's] mandate\" on June 25, 1960 \"did not affect the date of the finality of the judgment rendered and entered\" on January 11, 1960).\nThe Court of Appeals, therefore, rejected appellant's legal sufficiency challenge since the trial court signed the judgment in the aggravated robbery case on September 14, 1995, well before appellant committed the delivery offense on July 7, 1998. Beal, 35 S.W.3d at 686-87. A concurring opinion in the Court of Appeals, however, noted a \"conflict on this significant issue\" both \"among the courts of appeals\" and \"also among the Court of Criminal Appeals's decisions on the issue.\" Beal, 35 S.W.3d at 688 (Cohen, J., concurring to denial of appellant's motion for rehearing); compare Rener, 416 S.W.2d at 814 (appealed conviction that is affirmed is final on date trial court signs judgment) with Jones v. State, 711 S.W.2d 634, 636 (Tex. Cr.App.1986) (appealed conviction not final until \"appellate court's mandate of affirmance becomes final\"); Arbuckle v. State, 132 Tex. Crim. 371, 105 S.W.2d 219, 219-20 (1937) (appealed conviction not final until \"judgment of the lower court has been affirmed by the appellate court\"). We granted discretionary review to resolve this conflict.\nThe concurring opinion in the Court of Appeals correctly points out that our decision in Rener conflicts with our decisions in Jones and Arbuckle. In resolving this conflict, we initially note that this Court's 1967 decision in Rener did not consider our previous 1937 decision in Arbuckle, nor did it or attempt to distinguish or overrule it.[1]\n*796 In holding that, before a conviction may be relied upon for enhancement in a later case, such prior conviction must be final, and, if an appeal is taken, the conviction does not become final until the appellate court affirms the conviction, the Arbuckle court noted that:\nIt is not necessary to discuss at length the two foregoing propositions or to cite authorities to support them. They are too well established by our own decisions, as well as those from other jurisdictions to consume time or space further than to state them....\nArbuckle, 105 S.W.2d at 219-20. This Court's post-Rener 1986 decision in Jones cited and followed Arbuckle. The weight of authority, therefore, is consistent with our Arbuckle/Jones line of cases.\nWe further note the practical difficulties of adhering to our decision in Rener. For example, in a case like this, if the prior conviction alleged for enhancement purposes is reversed on appeal, then the enhancement allegation in the prosecution's indictment becomes false.[2] We decline to adhere to a decision that creates the potential for making an indictment's enhancement allegations untrue. We, therefore, overrule Rener and hold that an appealed prior conviction alleged in an indictment for enhancement purposes becomes final when the appellate court issues its mandate affirming the conviction.\nWe reverse the judgment of the Court of Appeals and remand the case there for further proceedings consistent with this opinion.\nKELLER, P.J., filed a concurring opinion.\nCOCHRAN, J., not participating.\nKELLER, P.J., filed a concurring opinion.\nOur cases on finality of convictions for enhancement purposes need some untangling, but I do not believe they are inconsistent. The term \"final judgment\" can have several different meanings in legal parlance, two of which are relevant here: (1) a judgment that is appealable, generally by virtue of disposing of all parties and issues,[1] and (2) a judgment that is not subject to direct, nonextraordinary review,[2] the meaning applicable to the issue before the Court today.\nThe Court of Appeals relied on Rener for the proposition that the date of finality is the date the judgment was signed.[3]Rener was a variance case. The indictment alleged the date of a prior conviction as 1/11/60, when the trial court's judgment was signed. Rener claimed a fatal variance *797 because the evidence showed that the date of mandate was 6/20/60. In holding that there was no variance, the Court relied on Goodale.[4] In Goodale, the date of mandate was alleged in the indictment. The Court held that there was a fatal variance between pleading and proof because the conviction was \"final\" on the date of sentencing.\nThese cases do not support the Court of Appeals's holding because they address the first meaning of finality, rather than the second. Those cases simply hold that, for purposes of describing the prior judgment in pleadings and proof, a prior judgment used for enhancement must be described by the date on which the case was disposed of at the trial level.[5] But the prior judgment must still satisfy the second meaning of finality to be eligible for use. An indictment might more clearly state, for example: \"prior judgment, dated September 14, 1995, which subsequently became final before the commission of the instant offense\" with the word \"final\" here carrying the second meaning of the term.\nNeither is Jones v. State on point.[6]Jones held merely that if the State's proof of the prior conviction shows on its face that the conviction was appealed, the State must put on evidence that mandate has issued.\nIn Arbuckle v. State, the Court did address the issue before us.[7] The Court began its analysis by noting that, although the statute in question did not explicitly require a \"final\" conviction for enhancement, we had consistently done so. It was argued, however, that as long as the prior conviction became final (mandate were issued) before the return of the indictment in the new offense, the prior conviction could be used for enhancement. The Court resolved the issue by noting that the indictment charged that the defendant had been convicted of the old offense \"prior to the commission\" of the new. Because \"conviction\" meant \"final conviction,\" there was a failure to prove the averment. Judge Lattimore dissented, relying upon the plain language of the enhancement statute and upon policy reasons for a different interpretation. While the policy arguments have some force, similar argument were rejected in our recent case of Jordan v. State,[8] and they are rejected today.\nI join the Court's opinion, which reaffirms the holding in Arbuckle.\nNOTES\n[1]  Rener relied on this Court's 1944 decision in Goodale v. State for the proposition that \"when the judgment of conviction was entered and sentence pronounced upon an accused, the judgment became final notwithstanding he appealed from such judgment and sentence.\" Goodale v. State, 146 Tex. Crim. 568, 177 S.W.2d 211, 212 (1944). Goodale, however, cited no authority that supports this position nor did it consider, attempt to distinguish, or overrule Arbuckle.\n[2]  For example, the indictment in this case was filed on July 31, 1998. The enhancement allegation in this indictment alleged that appellant had been convicted of aggravated robbery on September 14, 1995, which is the date the trial court's judgment was signed. If this conviction, however, had been reversed instead of affirmed on August 6, 1998, when the Court of Appeals issued its mandate, then the July 31, 1998, indictment's allegation that appellant had been previously convicted of aggravated robbery would be false.\n[1]  See Ex Parte Tarver, 725 S.W.2d 195, 199 (Tex.Crim.App.1986); Hayes v. State, 495 S.W.2d 897, 899 (Tex.Crim.App.1973); Ex Parte Renier, 734 S.W.2d 349, 365 (Tex.Crim. App.1987) (Teague, J. dissenting).\n[2]  See Renier, 734 S.W.2d at 365.\n[3]  Rener v. State, 416 S.W.2d 812 (Tex.Crim. App.1967).\n[4]  Goodale v. State, 146 Tex. Crim. 568, 177 S.W.2d 211 (1944).\n[5]  The law no longer requires the pleading of enhancement convictions in the indictment, at least where they are not jurisdictional. See Brooks v. State, 957 S.W.2d 30, 33-34 (Tex. Crim.App.1997).\n[6]  Jones v. State, 711 S.W.2d 634 (Tex.Crim. App.1986).\n[7]  Arbuckle v. State, 132 Tex. Crim. 371, 105 S.W.2d 219 (1937).\n[8]  Jordan v. State, 36 S.W.3d 871 (Tex.Crim. App.2001).\n\n",
            "ocr": false,
            "opinion_id": 1636272
        },
        {
            "author_str": "Hervey",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nOPINION\n\nHERVEY, J.,\ndelivered the opinion of the Court\nin which KELLER, P.J., MEYERS, PRICE, WOMACK, JOHNSON, KEASLER and HOLCOMB, JJ., joined.\nToday we settle the question of which date should be used in determining the *795finality of a prior conviction alleged in an indictment for enhancement purposes. We hold that it becomes final when the appellate court issues its mandate affirming the conviction.\nAppellant was indicted for committing the offense of possession of a controlled substance with intent to deliver on July 7, 1998. This indictment contained an enhancement paragraph alleging that appellant had previously been convicted of aggravated robbery. The trial court’s judgment convicting appellant of this aggravated robbery offense was signed on September 14, 1995. Appellant appealed from this aggravated robbery conviction and the appellate court issued its mandate affirming appellant’s aggravated robbery conviction on August 6, 1998 (one month after appellant committed the possession with intent to deliver offense). After a jury convicted appellant of the delivery offense, the trial court found the enhancement paragraph “true” and sentenced appellant to forty years.\nOn direct appeal, appellant claimed, by way of a legal sufficiency challenge, that the trial court erred in finding this enhancement paragraph “true” because appellant’s aggravated robbery conviction alleged in that enhancement paragraph had not become final when appellant committed the delivery offense. Beal v. State, 35 S.W.3d 677, 686 (Tex.App.—Houston [1st Dist.] 2000). Relying on this Court’s decision in Rener v. State, the Court of Appeals decided that for enhancement purposes “when the mandate of the appellate court issues affirming the trial court’s judgment, the date to be used in determining the finality of the trial court’s judgment is the date the trial court’s judgment was signed, not the date of the appellate court’s mandate.” Beal, 35 S.W.3d at 686-87; see Rener v. State, 416 S.W.2d 812, 814 (Tex.Cr.App.1967) (holding that “the appeal, the affirmance and the issuance of the [appellate court’s] mandate” on June 25, 1960 “did not affect the date of the finality of the judgment rendered and entered” on January 11,1960).\nThe Court of Appeals, therefore, rejected appellant’s legal sufficiency challenge since the trial court signed the judgment in the aggravated robbery case on September 14, 1995, well before appellant committed the delivery offense on July 7, 1998. Beal, 35 S.W.3d at 686-87. A concurring opinion in the Court of Appeals, however, noted a “conflict on this significant issue” both “among the courts of appeals” and “also among the Court of Criminal Appeals’s decisions on the issue.” Beal, 35 S.W.3d at 688 (Cohen, J., concurring to denial of appellant’s motion for rehearing); compare Rener, 416 S.W.2d at 814 (appealed conviction that is affirmed is final on date trial court signs judgment) with Jones v. State, 711 S.W.2d 634, 636 (Tex.Cr.App.1986) (appealed conviction not final until “appellate court’s mandate of affir-mance becomes final”); Arbuckle v. State, 132 Tex.Crim. 371, 105 S.W.2d 219, 219-20 (1937) (appealed conviction not final until “judgment of the lower court has been affirmed by the appellate court”). We granted discretionary review to resolve this conflict.\nThe concurring opinion in the Court of Appeals correctly points out that our decision in Rener conflicts with our decisions in Jones and Arbuckle. In resolving this conflict, we initially note that this Court’s 1967 decision in Rener did not consider out-previous 1937 decision in Arbuckle, nor did it or attempt to distinguish or overrule it.1\n*796In holding that, before a conviction may be relied upon for enhancement in a later case, such prior conviction must be final, and, if an appeal is taken, the conviction does not become final until the appellate court affirms the conviction, the Arbuckle court noted that:\nIt is not necessary to discuss at length the two foregoing propositions or to cite authorities to support them. They are too well established by our own decisions, as well as those from other jurisdictions to consume time or space further than to state them....\nArbuckle, 105 S.W.2d at 219-20. This Court’s post-Rener 1986 decision in Jones cited and followed Arbuckle. The weight of authority, therefore, is consistent with our Arbuckle/Jones line of cases.\nWe further note the practical difficulties of adhering to our decision in Rener. For example, in a case like this, if the prior conviction alleged for enhancement purposes is reversed on appeal, then the enhancement allegation in the prosecution’s indictment becomes false.2 We decline to adhere to a decision that creates the potential for making an indictment’s enhancement allegations untrue. We, therefore, overrule Rener and hold that an appealed prior conviction alleged in an indictment for enhancement purposes becomes final when the appellate court issues its mandate affirming the conviction.\nWe reverse the judgment of the Court of Appeals and remand the case there for further proceedings consistent with this opinion.\nKELLER, P.J., filed a concurring opinion.\nCOCHRAN, J., not participating.\n\n. Rener relied on this Court’s 1944 decision in Goodale v. State for the proposition that “when the judgment of conviction was entered and sentence pronounced upon an ac*796cused, the judgment became final notwithstanding he appealed from such judgment and sentence.” Goodale v. State, 146 Tex.Crim. 568, 177 S.W.2d 211, 212 (1944). Goo-dale, however, cited no authority that supports this position nor did it consider, attempt to distinguish, or overrule Arbuckle.\n\n\n. For example, the indictment in this case was filed on July 31, 1998. The enhancement allegation in this indictment alleged that appellant had been convicted of aggravated robbery on September 14, 1995, which is the date the trial court's judgment was signed. If this conviction, however, had been reversed instead of affirmed on August 6, 1998, when the Court of Appeals issued its mandate, then the July 31, 1998, indictment's allegation that appellant had been previously convicted of aggravated robbery would be false.\n\n",
            "ocr": false,
            "opinion_id": 9662477
        },
        {
            "author_str": "Keller",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKELLER, P.J.,\nfiled a concurring opinion.\nOur cases on finality of convictions for enhancement purposes need some untangling, but I do not believe they are inconsistent. The term “final judgment” can have several different meanings in legal parlance, two of which are relevant here: (1) a judgment that is appealable, generally by virtue of disposing of all parties and issues,1 and (2) a judgment that is not subject to direct, nonextraordinary review,2 the meaning applicable to the issue before the Court today.\nThe Court of Appeals relied on Rener for the proposition that the date of finality is the date the judgment was signed.3 Rener was a variance case. The indictment alleged the date of a prior conviction as 1/11/60, when the trial court’s judgment was signed. Rener claimed a fatal vari-*797anee because the evidence showed that the date of mandate was 6/20/60. In holding that there was no variance, the Court relied on Goodale.4 In Goodale, the date of mandate was alleged in the indictment. The Court held that there was a fatal variance between pleading and proof because the conviction was “final” on the date of sentencing.\nThese cases do not support the Court of Appeals’s holding because they address the first meaning of finality, rather than the second. Those cases simply hold that, for purposes of describing the prior judgment in pleadings and proof, a prior judgment used for enhancement must be described by the date on which the case was disposed of at the trial level.5 But the prior judgment must still satisfy the second meaning of finality to be eligible for use. An indictment might more clearly state, for example: “prior judgment, dated September 14, 1995, which subsequently became final before the commission of the instant offense” with the word “final” here carrying the second meaning of the term.\nNeither is Jones v. State on point.6 Jones held merely that if the State’s proof of the prior conviction shows on its face that the conviction was appealed, the State must put on evidence that mandate has issued.\nIn Arbuckle v. State, the Court did address the issue before us.7 The Court began its analysis by noting that, although the statute in question did not explicitly require a “final” conviction for enhancement, we had consistently done so. It was argued, however, that as long as the prior conviction became final (mandate were issued) before the return of the indictment in the new offense, the prior conviction could be used for enhancement. The Court resolved the issue by noting that the indictment charged that the defendant had been convicted of the old offense “prior to the commission” of the new. Because “conviction” meant “final conviction,” there was a failure, to prove the averment. Judge Lattimore dissented, relying upon the plain language of the enhancement statute and upon policy reasons for a different interpretation. While the policy arguments have some force, similar argument were rejected in our recent case of Jordan v. State,8 and they are rejected today.\nI join the Court’s opinion, which reaffirms the holding in Arbuckle.\n\n. See Ex Parte Tarver, 725 S.W.2d 195, 199 (Tex.Crim.App. 1986); Hayes v. State, 495 S.W.2d 897, 899 (Tex.Crim.App.1973); Ex Parte Renter, 734.S.W.2d 349, 365 (Tex.Crim.App.1987) (Teague, J. dissenting).\n\n\n. See Renter, 734 S.W.2d at 365.\n\n\n. Rener v. State, 416 S.W.2d 812 (Tex.Crim.App.1967).\n\n\n. Goodale v. State, 146 Tex.Crim. 568, 177 S.W.2d 211 (1944).\n\n\n. The law no longer requires the pleading of enhancement convictions in the indictment, at least where they are not jurisdictional. See Brooks v. State, 957 S.W.2d 30, 33-34 (Tex.Crim.App.1997).\n\n\n. Jones v. State, 711 S.W.2d 634 (Tex.Crim.App.1986).\n\n\n. Arbuckle v. State, 132 Tex.Crim. 371, 105 S.W.2d 219 (1937).\n\n\n. Jordan v. State, 36 S.W.3d 871 (Tex.Crim.App.2001).\n\n",
            "ocr": false,
            "opinion_id": 9662478
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}