{
    "id": 1649115,
    "judges": "Griffin, Orfinger, Torpy",
    "date_filed": 1281052800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-quinn",
    "case_name_short": "Quinn",
    "case_name": "State v. Quinn",
    "case_name_full": "STATE of Florida, Appellant, v. Robert QUINN, Appellee",
    "attorneys": "Bill McCollum, Attorney General, Tallahassee, and Ann M. Phillips, Assistant Attorney General, Daytona Beach, for Appellant., James S. Purdy, Public Defender, and Anne Moorman Reeves, Assistant Public Defender, Daytona Beach, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1075-4\">\n    STATE of Florida, Appellant, v. Robert QUINN, Appellee.\n   </parties><br><docketnumber id=\"b1075-7\">\n    No. 5D09-1197.\n   </docketnumber><br><court id=\"b1075-8\">\n    District Court of Appeal of Florida, Fifth District.\n   </court><br><decisiondate id=\"b1075-9\">\n    Aug. 6, 2010.\n   </decisiondate><br><attorneys id=\"b1076-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1012\"> \n     *1012\n     </span>\n    Bill McCollum, Attorney General, Tallahassee, and Ann M. Phillips, Assistant Attorney General, Daytona Beach, for Appellant.\n   </attorneys><br><attorneys id=\"b1076-8\">\n    James S. Purdy, Public Defender, and Anne Moorman Reeves, Assistant Public Defender, Daytona Beach, for Appellee.\n   </attorneys>",
    "citations": [
        "41 So. 3d 1011"
    ],
    "opinions": [
        {
            "author_str": "Orfinger",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7009.0,
            "opinion_text": "\n41 So. 3d 1011 (2010)\nSTATE of Florida, Appellant,\nv.\nRobert QUINN, Appellee.\nNo. 5D09-1197.\nDistrict Court of Appeal of Florida, Fifth District.\nAugust 6, 2010.\n*1012 Bill McCollum, Attorney General, Tallahassee, and Ann M. Phillips, Assistant Attorney General, Daytona Beach, for Appellant.\nJames S. Purdy, Public Defender, and Anne Moorman Reeves, Assistant Public Defender, Daytona Beach, for Appellee.\nORFINGER, J.\nThe State of Florida appeals an order granting Robert Quinn's motion to suppress physical evidence seized and statements made during an investigatory stop. Because we conclude the law enforcement officers had a reasonable suspicion to make an investigatory stop, we reverse the suppression order.\nOne early morning at 3:00 a.m., Orange County Sheriff's Deputy Jason Terraciano received an anonymous tip that two white males were trying car door handles in a residential neighborhood. The deputy responded a few minutes later and saw Quinn walking down a sidewalk near some homes with a personal safe (the size of a small television) cradled in his arms. When Quinn spotted the deputy's marked police vehicle, he turned and stared momentarily into the backyard of a nearby home. Investigating the matter as a loitering and prowling, Deputy Terraciano stopped and asked Quinn about his presence in the neighborhood. Quinn responded that his girlfriend lived in the neighborhood and had given him the safe, but told the deputy that he did not know what it contained. At Deputy Terraciano's request, Quinn called his girlfriend to verify the story, but she did not answer the phone. At about the same time, another white male, the co-defendant, emerged from behind the house that Quinn had earlier been looking at. Neither of the men lived in the neighborhood. Deputy Terraciano questioned the co-defendant about his presence behind the house. The co-defendant said that he was looking at a raccoon and was also there to meet Quinn.\nA search of the yard from which the co-defendant had emerged revealed a power inverter, some loose change, and a flashlight on the ground. The homeowner was awakened and told the deputy that she did not know Quinn or the co-defendant, had not given the co-defendant permission to be on her property, and did not own any of the items found in her backyard. Deputy Terraciano then told the men to sit on the sidewalk and read Miranda[1] warnings to them. Quinn signed the waiver form and told Deputy Terraciano that he and the co-defendant had stolen the safe and power inverter from a vehicle parked in the neighborhood. Quinn carried the stolen safe so that the co-defendant could try more door handles. Quinn was arrested and charged with burglary of a conveyance and petit theft.\n*1013 Quinn moved to suppress all physical evidence and statements, arguing that Deputy Terraciano lacked any reasonable suspicion to make an investigatory stop. Quinn asserted that the deputy merely saw him standing on a public sidewalk, not violating any laws, and not acting in a manner consistent with the anonymous tip. The State responded that the anonymous tip, considered together with the time of day, location and the deputy's observation of Quinn with a safe, provided the deputy with reasonable suspicion sufficient to conduct an investigatory stop. The trial court granted the motion to suppress, reasoning that the deputy did not have reasonable suspicion to conduct an investigatory stop because he simply saw Quinn walking alone on a public street and did not observe Quinn doing anything illegal prior to being detained. The State appeals the order.\nA trial court's ruling on a motion to suppress comes to the appellate court with a presumption of correctness, and the reviewing court must interpret the evidence in the light most favorable to sustaining the trial court's ruling. D.B.P. v. State, 31 So. 3d 883, 884-85 (Fla. 5th DCA 2010). When reviewing a motion to suppress, the standard of review applied to the trial court's factual findings is whether competent, substantial evidence supports the findings. Id. at 885. However, the appellate court reviews de novo the trial court's application of the law to the facts. Id.\nTo justify an investigatory stop, the police must have a reasonable suspicion that a crime has occurred or is about to occur, based on the totality of the circumstances. Hunter v. State, 32 So. 3d 170, 173 (Fla. 4th DCA 2010). Although an amorphous legal concept, courts have defined the reasonable suspicion standard as \"more than a `mere hunch,' but `considerably less' than a preponderance of the evidence.\" Jackson v. State, 36 So. 3d 132, 134 (Fla. 5th DCA 2010). A reasonable suspicion exists when an officer can \"point to specific and articulable facts which, taken together with rational inferences from those facts, reasonably warrant [the investigatory stop or seizure].\" Terry v. Ohio, 392 U.S. 1, 21, 88 S. Ct. 1868, 20 L. Ed. 2d 889 (1968). Factors that aid the police in determining whether a reasonable suspicion exists to make an investigatory stop include: \"[t]he time; the day of the week; the location; the physical appearance of the suspect; the behavior of the suspect; the appearance and manner of operation of any vehicle involved; [and] anything incongruous or unusual in the situation as interpreted in the light of the officer's knowledge.\" Hernandez v. State, 784 So. 2d 1124, 1126 (Fla. 3d DCA 1999). Standing alone, an anonymous tip does not justify an investigatory stop. Florida v. J.L., 529 U.S. 266, 270, 120 S. Ct. 1375, 146 L. Ed. 2d 254 (2000). The officers themselves must observe evidence corroborating or supplementing an anonymous tip. Hunter, 32 So.3d at 174. The officer must base the reasonable suspicion solely on the circumstances that existed at the time of the investigatory stop and the facts known to the officer before the stop. Id. at 173.\nHere, the parties agree that the deputy \"seized\" Quinn when he told him to sit on the sidewalk.[2] The question is whether the deputy possessed a reasonable suspicion of criminal activity at the time that he detained Quinn. The anonymous tip referenced the neighborhood where the deputy observed Quinn walking, and the deputy testified that pedestrian *1014 activity is highly unusual in that neighborhood in the middle of the night. The anonymous tip mentioned white males, and Quinn is a white male. And, although carrying a personal safe down the street is not illegal, it is unusual to do so at 3:00 a.m. Also, Quinn's stare into a nearby backyard when he saw the police vehicle suggested to the deputy that Quinn was looking toward a colleague, thus, further corroborating the tip about two people. Deputy Terraciano did not need to witness criminal activity in order to have a reasonable suspicion that criminal activity had occurred or was about to occur.\nThe deputy's decision cannot be characterized as a mere hunch. The totality of the facts and circumstances combined to provide the deputy with a reasonable suspicion that a crime has occurred or was occurring, and thus, warranted detaining Quinn for further investigation. Accordingly, we reverse the trial court's order granting Quinn's motion to suppress and remand this matter for further action consistent with this opinion.\nREVERSED AND REMANDED.\nGRIFFIN and TORPY, JJ., concur.\nNOTES\n[1]  Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966).\n[2]  Seizure occurs when a \"police officer accosts an individual and restrains his freedom to walk away.\" Terry, 392 U.S. at 16, 88 S. Ct. 1868.\n\n",
            "ocr": false,
            "opinion_id": 1649115
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}