{
    "id": 706115,
    "judges": "Baldock, Logan, Tacha",
    "date_filed": 813888000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-john-w-bolton-aka-gino",
    "case_name_short": null,
    "case_name": "United States v. John W. Bolton, A/K/A Gino",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. John W. BOLTON, A/K/A Gino, Defendant-Appellant",
    "attorneys": "John E. Cowles, Wichita, Kansas, for Defendant-Appellant., Blair Watson, Assistant United States Attorney (Randall K. Rathbun, United States Attorney, and Lanny D. Welch, Assistant United States Attorney on the brief), Wichita, Kansas, for Plaintiff-Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 168,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b500-3\">\n    UNITED STATES of America, Plaintiff-Appellee, v. John W. BOLTON, a/k/a Gino, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b500-6\">\n    No. 95-3009.\n   </docketnumber><br><court id=\"b500-7\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><br><decisiondate id=\"b500-9\">\n    Oct. 17, 1995.\n   </decisiondate><br><attorneys id=\"b501-16\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"397\"> \n     *397\n     </span>\n    John E. Cowles, Wichita, Kansas, for Defendant-Appellant.\n   </attorneys><br><attorneys id=\"b501-17\">\n    Blair Watson, Assistant United States Attorney (Randall K. Rathbun, United States Attorney, and Lanny D. Welch, Assistant United States Attorney on the brief), Wichita, Kansas, for Plaintiff-Appellee.\n   </attorneys><br><judges id=\"b501-18\">\n    Before TACHA, LOGAN, and BALDOCK, Circuit Judges.\n   </judges>",
    "citations": [
        "68 F.3d 396"
    ],
    "opinions": [
        {
            "author_str": "Baldock",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/68/68.F3d.396.95-3009.html",
            "author_id": null,
            "opinion_text": "68 F.3d 396\n    UNITED STATES of America, Plaintiff-Appellee,v.John W. BOLTON, a/k/a Gino, Defendant-Appellant.\n    No. 95-3009.\n    United States Court of Appeals,Tenth Circuit.\n    Oct. 17, 1995.\n    \n      John E. Cowles, Wichita, Kansas, for Defendant-Appellant.\n      Blair Watson, Assistant United States Attorney (Randall K. Rathbun, United States Attorney, and Lanny D. Welch, Assistant United States Attorney on the brief), Wichita, Kansas, for Plaintiff-Appellee.\n      Before TACHA, LOGAN, and BALDOCK, Circuit Judges.\n      BALDOCK, Circuit Judge.\n    \n    \n      1\n      Defendant John W. Bolton appeals his convictions for interfering with commerce in violation of the Hobbs Act, 18 U.S.C. Sec. 1951;  using a firearm during a crime of violence, 18 U.S.C. Sec. 924(c);  possessing stolen credit cards, 18 U.S.C. Sec. 1029(a);  and felon in possession of a firearm, 18 U.S.C. Sec. 922(g)(1).  We have jurisdiction pursuant to 28 U.S.C. Sec. 1291.  We affirm.\n    \n    Facts\n    \n      2\n      This case arises from a crime spree that resulted in the robbery of an individual and four separate businesses in Wichita, Kansas.  The spree began on February 15, 1994, when Defendant robbed a Black Eyed Pea Restaurant of $370.  Due to a police investigation, the restaurant closed for a time, causing a loss of revenue.  The restaurant would have used the stolen money to purchase supplies from wholesalers in Arlington, Texas, and Kansas City, Missouri.\n    \n    \n      3\n      On February 18, 1994, Defendant robbed the Western Lounge and escaped with an amount in excess of $400.  At trial, Edward Couch, Western's business manager, testified that the stolen money was to be used to purchase beer and food.  Couch also testified that the robbery affected sales because Western was unable to restock its liquor supply for three days.\n    \n    \n      4\n      On February 23, 1994, Defendant robbed an Abe's Club restaurant employee of approximately $400.  At trial, employees of Abe's Club testified that the stolen money was to be used to purchase supplies, including food and alcohol.\n    \n    \n      5\n      Defendant next robbed Billy Henline in a church parking lot on March 2, 1994.  Defendant obtained Mr. Henline's credit cards, including cards issued by Citibank, VISA, American Express, Discover, Montgomery Ward, Texaco, and Sears.  Defendant sold these credit cards for $250.\n    \n    \n      6\n      Defendant's fifth and final robbery occurred on March 18, 1994, when he entered Novick's Iron and Metal carrying a firearm, and absconded with $2,904.  Novick's buys scrap metal from local businesses, processes the metal, and ships it to out-of-state recyclers.  The money stolen from Novick's was to be used to purchase scrap metal.\n    \n    \n      7\n      Following his arrest, Defendant was indicted on four counts of interfering with commerce by robbery under the Hobbs Act, 18 U.S.C. Sec. 1951;  four counts of carrying a firearm during a crime of violence, 18 U.S.C. Sec. 924(c);  one count of possessing stolen credit cards, 18 U.S.C. Sec. 1029(a);  and one count of a felon in possession of a firearm, 18 U.S.C. Sec. 922(g)(1).  On September 6, 1994, a jury convicted Defendant on all ten counts.  Thereafter, Defendant timely filed a motion for judgment of acquittal contending, inter alia, that the Hobbs Act constituted an unconstitutional extension of federal power under the Commerce Clause.  The district court denied the motion, and subsequently sentenced Defendant to eighty-five years imprisonment.  This appeal followed.\n    \n    I.\n    \n      8\n      Defendant first contends that his convictions under the Hobbs Act should be reversed because the Act represents an unconstitutional exercise of congressional authority under the Commerce Clause.1  Specifically, Defendant contends the Supreme Court's recent decision in United States v. Lopez, --- U.S. ----, 115 S.Ct. 1624, 131 L.Ed.2d 626 (1995), invalidated both the Hobbs Act and our precedents requiring that the government need only show a de minimis effect on commerce to support a conviction under the Act.  Defendant argues that Lopez requires the government to show a substantial effect on commerce to support a conviction under the Hobbs Act.  We review challenges to the constitutionality of a statute de novo.  United States v. Wilks, 58 F.3d 1518, 1519 (10th Cir.1995).\n    \n    \n      9\n      \"The Hobbs Act provides for the punishment of anyone who 'in any way or degree obstructs, delays, or affects commerce or the movement of any article or commodity in commerce, by robbery or extortion or attempts or conspires to do so.' \"  United States v. Zeigler, 19 F.3d 486, 489 (10th Cir.)  (emphasis in original) (quoting 18 U.S.C. Sec. 1951(a)), cert. denied, --- U.S. ----, 115 S.Ct. 517, 130 L.Ed.2d 422 (1994).  Under the Act, the term \"commerce\" broadly encompasses \"all commerce between any point in a State ... and any point outside thereof ... and all other commerce over which the United States has jurisdiction.\"  18 U.S.C. Sec. 1951(b)(3).\n    \n    \n      10\n      Consistent with this broad statutory language, we held in Zeigler that the \"jurisdictional predicate of the Hobbs Act can be satisfied by a showing of 'any de minimis effect on commerce.' \"  Zeigler, 19 F.3d at 489 (quoting United States v. Boston, 718 F.2d 1511, 1516 (10th Cir.1983), cert. denied, 466 U.S. 974, 104 S.Ct. 2352, 80 L.Ed.2d 825 (1984)).  In order to establish the requisite de minimis effect on commerce, the government need only produce evidence establishing that the assets of a business engaged in interstate commerce were depleted during the commission of the crime.  Id.  Under the \"depletion of assets\" theory,\n    \n    \n      11\n      'commerce is affected when an enterprise, which either is actively engaged in interstate commerce or customarily purchases items in interstate commerce, has its assets depleted ..., thereby curtailing the victim's potential as a purchaser of such goods.'\n    \n    \n      12\n      Id. at 490 (quoting United States v. Elders, 569 F.2d 1020, 1025 (7th Cir.1978)).\n    \n    \n      13\n      After our decision in Zeigler, the Supreme Court decided Lopez.   In Lopez, the Court addressed a Commerce Clause challenge to the Gun-Free School Zones Act of 1990, which prohibited the possession of a firearm \"at a place that the individual knows, or has reasonable cause to believe, is a school zone.\"  18 U.S.C. Sec. 922(q).  In addressing the constitutionality of Sec. 922(q), the Court enumerated three categories of activity which Congress could regulate under the Commerce Clause:  (1) the channels of interstate commerce;  (2) the instrumentalities of interstate commerce, or persons or things in interstate commerce;  and (3) activities which have \"a substantial relation to interstate commerce ... i.e., those activities that substantially affect interstate commerce.\"  Lopez, --- U.S. at ---- - ----, 115 S.Ct. at 1629-30.   Applying these principles, the Court concluded that \"[t]he possession of a gun in a local school zone is in no sense an economic activity that might, through repetition elsewhere, substantially affect any sort of interstate commerce.\"  Id. at ----, 115 S.Ct. at 1634 (emphasis added).  Accordingly, the Court held that Sec. 922(q) violated the Commerce Clause.\n    \n    \n      14\n      Lopez did not, however, require the government to show that individual instances of the regulated activity substantially affect commerce to pass constitutional muster under the Commerce Clause.  Rather, the Court recognized that if a statute regulates an activity which, through repetition, in aggregate has a substantial affect on interstate commerce, id. at ----, 115 S.Ct. at 1630, \"the de minimis character of individual instances arising under that statute is of no consequence.\"  Id. at ----, 115 S.Ct. at 1629.\n    \n    \n      15\n      Applying these principles to the instant case, we conclude that the Hobbs Act regulates activities which in aggregate have a substantial effect on interstate commerce.  In enacting the Hobbs Act, Congress determined that robbery and extortion are activities which through repetition may have substantial detrimental effects on interstate commerce.  See H.R.Rep. No. 238, 79th Cong., 1st Sess., (1945), reprinted in 1946 U.S.C.C.A.N. 1360, 1370 (\"[T]hose persons who have been impeding interstate commerce ... shall not be permitted to continue such practices without a sincere attempt on the part of Congress to do its duty of protecting interstate commerce.\").  Unlike possession of a firearm in a school zone, therefore, robbery and extortion are activities that through repetition can substantially affect interstate commerce.  See Lopez, --- U.S. at ----, 115 S.Ct. at 1634.   Because the Hobbs Act regulates activities that in aggregate have a substantial effect on interstate commerce, \"the de minimis character of individual instances arising under that statute is of no consequence.\"  Lopez, --- U.S. at ----, 115 S.Ct. at 1629.   As a result, our precedent construing the Hobbs Act to require only a de minimis effect on interstate commerce in individual instances is consistent with Lopez.   See United States v. Stillo, 57 F.3d 553, 558 n. 2 (7th Cir.1995) (In Lopez, \"the Court did not call into question the Hobbs Act which--unlike the school gun ban--is aimed at a type of economic activity ... and contains an express jurisdictional element.  Nor did the Lopez decision undermine this Court's precedents that minimal potential effect on commerce is all that need be proven to support a conviction.\").  We therefore conclude the Hobbs Act represents a permissible exercise of the authority granted to Congress under the Commerce Clause, and that under Lopez, all the government need show is a de minimis effect on interstate commerce in order to support a conviction under the Act.  See United States v. Grey, 56 F.3d 1219, 1225-26 (10th Cir.1995) (recognizing that after Lopez a \"minimal effect\" on interstate commerce is still sufficient to establish federal jurisdiction under the money laundering statute).2\n    \n    \n      16\n      During trial, the government produced evidence establishing that Defendant's robberies depleted the assets of businesses engaged in interstate commerce.  Specifically, the evidence indicated that the money Defendant obtained in each robbery would have been used to purchase items in interstate commerce.  This evidence is sufficient to demonstrate a de minimis effect on interstate commerce under the Hobbs Act.  See Zeigler, 19 F.3d at 489-90.   We therefore uphold Defendant's Hobbs Act convictions.\n    \n    II.\n    \n      17\n      Defendant next contends his conviction as a felon in possession of a firearm, 18 U.S.C. Sec. 922(g), requires reversal under Lopez because Sec. 922(g) merely requires that the firearm possession be \"in or affecting commerce.\"   Defendant's argument again misconstrues Lopez.\n    \n    \n      18\n      In striking down Sec. 922(q), the Court noted in Lopez that Sec. 922(q) \"contain[ed] no jurisdictional element which would ensure, through case-by-case inquiry, that the firearm possession in question affects interstate commerce.\"  Lopez, --- U.S. at ----, 115 S.Ct. at 1631.   In contrast, Sec. 922(g) contains a jurisdictional element.  Specifically, Sec. 922(g) prohibits a convicted felon from \"possess[ing] in or affecting commerce, any firearm or ammunition.\"  18 U.S.C. Sec. 922(g).  \"Section 922(g)'s requirement that the firearm have been, at some time, in interstate commerce is sufficient to establish its constitutionality under the Commerce Clause.\"  United States v. Hanna, 55 F.3d 1456, 1462 n. 2 (9th Cir.), amended, 1 F.3d 1247 (9th Cir.1995).  Accord United States v. Mosby, 60 F.3d 454, 456 (8th Cir.1995).  We, therefore, reject Defendant's argument that Sec. 922(g) violates the Commerce Clause.\n    \n    III.\n    \n      19\n      Finally, Defendant contends his conviction for possession of stolen credit cards, 18 U.S.C. Sec. 1029(a)(3), should be reversed because the indictment failed to allege any connection to interstate commerce.3  Count nine of the indictment states that Defendant--\n    \n    \n      20\n      did knowingly and with intent to defraud possess fifteen (15) or more unauthorized access devices (credit cards and others) which [he] had stolen from the person of Billy R. Henline.\n    \n    \n      21\n      In violation of Title 18, United States Code Sec. 1029(a)(3)....\n    \n    \n      22\n      Generally, we review the sufficiency of an indictment de novo.  United States v. Kunzman, 54 F.3d 1522, 1526 (10th Cir.1995).  An indictment need only meet minimal constitutional standards, and we determine the sufficiency of an indictment by practical rather than technical considerations.  United States v. Dahlman, 13 F.3d 1391, 1400 (10th Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1575, 128 L.Ed.2d 218 (1994).  An indictment is generally sufficient \"if it contains the elements of the offense charged, putting the defendant on fair notice of the charge against which he must defend, and if it enables a defendant to assert an acquittal or conviction in order to prevent being placed in jeopardy twice for the same offense.\"  United States v. Staggs, 881 F.2d 1527, 1530 (10th Cir.1989), cert. denied, 493 U.S. 1020, 110 S.Ct. 719, 107 L.Ed.2d 739 (1990).  Although a challenge to a defective indictment is never waived, we will liberally construe an indictment in favor of validity where a defendant fails to timely challenge its sufficiency.  United States v. Edmonson, 962 F.2d 1535, 1542 (10th Cir.1992).\n    \n    \n      23\n      In this case, Defendant did not challenge count nine's validity before the district court.  We therefore liberally construe the indictment in favor of validity.  Id.  Construed liberally, count nine adequately informed Defendant of the charge against him.  Notably, Defendant does not claim that he was unable to prepare a defense to the count as written, or that he was prejudiced by its wording.  Rather, Defendant relies on a purported technical defect to set aside his conviction on count nine.  Count nine, however, specifically cited Sec. 1029(a)(3) which requires that the offense \"affect[ ] interstate or foreign commerce.\"  18 U.S.C. Sec. 1029(a)(3).  See United States v. Poole, 929 F.2d 1476, 1479 (10th Cir.1991) (\"An indictment is not insufficient merely because it fails to recite the precise language of the statute.\").  Moreover, the district court properly instructed the jury on all the elements of the crime including the requirement that the crime affect interstate commerce.  Under these circumstances, we conclude that count nine was not defective.\n    \n    \n      24\n      For the foregoing reasons, the judgment of the district court is AFFIRMED.\n    \n    \n      \n        1\n         The Commerce Clause provides:  \"The Congress shall have power ... [t]o regulate Commerce with foreign Nations, and among the several States, and with the Indian Tribes....\"  U.S. Const. art.  I, Sec. 8\n      \n      \n        2\n         Defendant also contends that his convictions for use of a firearm during a crime of violence pursuant to 18 U.S.C. Sec. 924(c), are invalid because each was dependent upon Hobbs Act jurisdiction.  Because we conclude the Hobbs Act is constitutional, we conclude the defendant's Sec. 924(c) convictions are valid\n      \n      \n        3\n         Without argument or support, Defendant also tersely asserts that the evidence did not establish the credit cards' affect on interstate commerce.  The large majority of access devices in Defendant's possession had out-of-state addresses printed directly on them.  This is sufficient to establish that Defendant's crime affected interstate commerce for purposes of Sec. 1029(a).  United States v. Rushdan, 870 F.2d 1509, 1512-14 (9th Cir.1989)\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 706115
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}