{
    "id": 1675553,
    "judges": "Stephens, Hecht and Thomas",
    "date_filed": "2014-01-22",
    "date_filed_is_approximate": true,
    "slug": "hill-v-state",
    "case_name_short": "Hill",
    "case_name": "Hill v. State",
    "case_name_full": "Michael HILL, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Tena Hollingsworth, Dallas, for appellant., Don G. Davis, Dallas, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b122-6\">\n    Michael HILL, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b122-8\">\n    No. 05-86-00528-CR.\n   </docketnumber><br><court id=\"b122-9\">\n    Court of Appeals of Texas, Dallas.\n   </court><br><decisiondate id=\"b122-11\">\n    April 8, 1987.\n   </decisiondate><br><attorneys id=\"b122-31\">\n    Tena Hollingsworth, Dallas, for appellant.\n   </attorneys><br><attorneys id=\"b123-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"87\"> \n     *87\n     </span>\n    Don G. Davis, Dallas, for appellee.\n   </attorneys><br><judges id=\"b123-4\">\n    Before STEPHENS, HECHT and THOMAS, JJ.\n   </judges>",
    "citations": [
        "730 S.W.2d 86"
    ],
    "opinions": [
        {
            "author_str": "Thomas",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n730 S.W.2d 86 (1987)\nMichael HILL, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 05-86-00528-CR.\nCourt of Appeals of Texas, Dallas.\nApril 8, 1987.\nTena Hollingsworth, Dallas, for appellant.\n*87 Don G. Davis, Dallas, for appellee.\nBefore STEPHENS, HECHT and THOMAS, JJ.\nTHOMAS, Justice.\nMichael Hill appeals from his conviction for forgery in which the trial court assessed punishment at twenty-five years' imprisonment. The appellant contends that: (1) the evidence is insufficient to support the verdict of guilty; and (2) the trial court erred in denying appellant's motion to dismiss for failure to comply with the Speedy Trial Act. Because these contentions are without merit, we affirm the judgment of the trial court.\nHill first asserts that the evidence is insufficient to support the trial court's verdict of guilty because there was no evidence adduced upon which an affirmative finding could have been made that Hill possessed the requisite culpable mental state; i.e., that Hill knew the check was forged. We disagree.\nThe present case is a circumstantial evidence case. The standard for reviewing the sufficiency of the evidence on appeal is the same for direct and circumstantial evidence cases; it is to review the evidence in the light most favorable to the verdict to determine whether any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. Garrett v. State, 682 S.W.2d 301, 304 (Tex.Crim.App.1984), cert. denied, 471 U.S. 1009, 105 S. Ct. 1876, 85 L. Ed. 2d 168 (1985); Carlsen v. State, 654 S.W.2d 444, 448 (Tex.Crim.App.1983); Freeman v. State, 654 S.W.2d 450, 456 (Tex.Crim.App. 1983); Denby v. State, 654 S.W.2d 457, 463-64 (Tex.Crim.App.1983); Wilson v. State, 654 S.W.2d 465, 471 (Tex.Crim.App. 1983). See also Jackson v. Virginia, 443 U.S. 307, 318-319, 99 S. Ct. 2781, 2788-2789, 61 L. Ed. 2d 560 (1979). In applying the above standard of review, the \"exclusion of the reasonable hypotheses\" test may be used as one means of analyzing the sufficiency of circumstantial evidence cases. Garrett v. State, 682 S.W.2d at 304.\nThe necessary elements of passing as true a forged instrument are: (1) a person must pass as true; (2) a forged instrument in writing; (3) knowing that it was forged at the time of passing. Byrom v. State, 528 S.W.2d 224, 226 (Tex.Crim. App.1975); Tex.Penal Code Ann. § 32.21 (Vernon 1974). The intent to defraud or harm may be shown by circumstantial evidence. Solis v. State, 611 S.W.2d 433, 434 (Tex.Crim.App.1981). The record reflects that Mike Higaz, the manager of Tom's Market store, testified that he was working at the store on the day in which Hill passed the forged check for the payment of groceries. Hill told Higaz that the check was his \"working check.\" The wife of the true owner of the check testified that Hill did not work for the company upon which the check was drawn, and that she did not authorize Hill to put her signature on the check. Higaz and another store employee present in Tom's Market when the offense occurred, Robert Henry, identified Hill in the courtroom as the person who signed his name to the back of the check and listed an address and phone number. The phone number and the address on the check were not Hill's. Hill testified that the address he wrote on the check was his grandmother's address, and the evidence reveals that the phone number written on the check contained the exact same numbers as his grandmother's phone number. Higaz testified that Hill called \"a lady,\" spoke with her, and then allowed Higaz and Henry to talk to her. The woman told both Higaz and Henry that the check was \"all right.\"\nIn Castanuela v. State, 435 S.W.2d 146, 148 (Tex.Crim.App.1968), the Court held that the evidence was sufficient to prove the \"intent to defraud or harm\" because the defendant cashed the check and endorsed her name thereon with an incorrect address. Further, false representations to the cashier concerning the maker or the origin of the check also constitute sufficient evidence to prove knowledge that the check was forged. Colburn v. State, 501 S.W.2d 680, 682 (Tex.Crim.App.1973); Phillips v. State, 488 S.W.2d 97, 100 (Tex. Crim.App.1972); and Hilton v. State, 443 S.W.2d 843, 844 (Tex.Crim.App.1969). In *88 the case before us, Hill endorsed his name on the check with an incorrect address and phone number, and told the cashier that the check was his \"working check\" when he was not employed by the company on whose account the check was drawn. Therefore, applying the standard for reviewing the sufficiency of the evidence as set out above, we hold that the evidence summarized above is sufficient to prove that Hill knew the check was forged and thus is sufficient to sustain the conviction. Accordingly, Hill's first point of error is overruled.\nIn his second point of error, Hill contends that the trial court erred in denying Hill's motion to dismiss for the State's failure to comply with the Speedy Trial Act, TEX.CODE CRIM.PROC.ANN. art. 32A.02 (Vernon Pamphlet 1987). We disagree.\nOn the day of trial, after both parties announced ready but before the first witness was sworn in, Hill's counsel urged an oral motion to dismiss the cause because the State had not announced ready within 120 days of the commencement of the criminal action as required by the Speedy Trial Act. The State argues that Hill waived his rights under the Act because his motion to dismiss was not in writing and not filed prior to the day of trial. The State relies upon the cases of Barfield v. State, 586 S.W.2d 538, 542 (Tex.Crim.App.1979); Corte v. State, 630 S.W.2d 690, 693 (Tex. App.\u0097Houston [1st Dist.] 1982, pet. ref'd); and Kennedy v. State, 630 S.W.2d 509, 510 (Tex.App.\u0097Fort Worth 1982, no pet.) in support of this contention. Because of the recent holding of the Court of Criminal Appeals in Noel v. State, No. 827-83 (Tex. Crim.App., March 14, 1984) (not yet reported) (motion for reh'g pending on other grounds), we disagree with the State's contention.\nIn Noel v. State, supra, the Court of Criminal Appeals granted appellant's petition for discretionary review to determine whether article 32A.02 § 3 (or any other provision) requires an accused to file his Chapter 32A motion to dismiss \"before the day of trial\" or waive his rights under the Act.[1]\nThe discussion thereof appears as follows:\nOur review of the decisions relied on by the court of appeals reveals the cited rule is traceable only to obiter dictum written in Finch v. State, 629 S.W.2d 876 (Tex.App.\u0097Fort Worth 1982), which was reversed by this Court for the reason, inter alia, that \"the motion was in fact timely filed and urged under Article 32A.02, § 3, supra.\" [Finch v. State, 643 S.W.2d 414, 415 (Tex.Crim.App.)]. In addition to being unnecessary to the Fort Worth Court of Appeals' decision, the purported rule was simply announced without cited authority or supported reasoning in Finch, supra.\nAccordingly, since we have neither the reasoning nor analysis impelling the court of appeals' decision in this case, we turn to the wording of the statute in issue.\nArticle 32A.02, § 3, supra, provides:\n\"The failure of defendant to move for discharge under the provisions of this article prior to trial or the entry of a plea of guilty constitutes a waiver of the right accorded by this article.\"\nAs a matter of statutory construction, it is initially apparent that the statute is not ambiguous on its face. It does not state the pertinent motion must be made \"two weeks prior to trial;\" nor does it require its filing \"one day prior to trial.\" Since the statute is unambiguous, no question of statutory construction arises.\nFinally, as a matter of public policy, it is clear that questions directed to the very power of the court to resolve criminal controversies must be raised before trial proceedings actually begin; at risk is judicial economy in general and the trial judge's control of his court in particular.\nResponsive to these policies, the Legislature has placed the duty on one seeking *89 to defeat the court's jurisdiction to try him, to launch his attack before that authority is exercised. And in similar contexts (but without legislative guidance) such motions have been variably deemed timely when urged prior to announcement of ready or so long as testimony has not yet begun. [E.g., Garner v. State, 545 S.W.2d 178 (Tex.Crim.App. 1977).] That the above policies are fully effectuated thereby is implicit in these holdings.\nThus, when the record reflects these policies have in no way been frustrated and the trial court has considered and ruled on the merits of the motion, we discern no licit interest of reviewing courts in holding the motion untimely; see, e.g. Matte v. State, 572 S.W.2d 547 (Tex.Crim.App.1978); this particularly so when, as here, such a holding is contrary to the clear language of the governing procedural statute.\nWe hold the court of appeals erred by refusing to consider the correctness of the trial court's ruling on appellant's Chapter 32A motion to dismiss on the ground that appellant failed to move for dismissal at some time before the day of trial, and the cases relied on by the court of appeals are therefore overruled.\n(Slip op. at p. 1-4). (Emphasis added).\nTherefore, applying Noel to the facts before us, Hill did not waive his rights under the Act by urging his motion on the day of trial. Further, the record reflects that Hill's counsel presented the motion to dismiss immediately after both sides had announced ready and before the first witness had been sworn in. By analogy, for purposes of double jeopardy, jeopardy does not attach in a nonjury trial until the first witness is sworn in or until the trial judge begins to receive evidence. United States v. Martin Linen Supply Co., 430 U.S. 564, 97 S. Ct. 1349, 1353, 51 L. Ed. 2d 642 (1977); United States v. Stricklin, 591 F.2d 1112, 1120 (5th Cir. 1979) reh'g denied, 598 F.2d 620, cert. denied, 444 U.S. 963, 100 S. Ct. 449, 62 L. Ed. 2d 375; United States v. Garcia, 589 F.2d 249, 251 (5th Cir.1979), cert. denied, Munoz v. United States, 442 U.S. 909, 99 S. Ct. 2821, 61 L. Ed. 2d 274. Thus, since Hill's motion was presented to the court before the trial commenced for double jeopardy purposes, the motion should be considered as having been presented \"prior to trial\" for purposes of the Speedy Trial Act. Accordingly, we hold that Hill properly preserved his speedy trial issue for review, and the State's contention of waiver is without merit.\nArt. 32A.02 states in pertinent part that the court shall grant a motion to set aside an indictment if the State is not ready for trial within 120 days of the commencement of a criminal action if the defendant is accused of a felony. In this case the criminal action commenced upon the arrest of Hill on September 21, 1985. See Lee v. State, 641 S.W.2d 533, 535 (Tex.Crim.App. 1982). The record reflects that Hill was originally indicted while at large on an unspecified date in September, 1985, in Cause No. F-85-90299-M alleging the offense of forgery. This indictment erroneously listed the complainant as Robert Henry, who was a witness to the offense. The State filed an announcement of ready on the original indictment on November 8, 1985. On January 24, 1986, Hill was reindicted in Cause No. F-86-95775-QM, which alleged the exact same offense as the original indictment, but correctly named the complainant as Mike Higaz rather than Robert Henry. Trial began on this indictment on May 1, 1986.\nThe State regards the January 24th indictment as a reindictment of the September indictment. As such, the State maintains that the two indictments allege the same offense and therefore the State's announcement of ready on November 8, 1985 carried forward to the subsequent indictment on January 24, 1986. See art. 32A.02 section 4(7). Hill contends that the two indictments allege different offenses subject to different proof, and argues that where there is a change in the allegation of the primary offense in a second indictment, an announcement of readiness will not carry over from the first to the second *90 indictment. Hill cites this Court's opinion of Richardson v. State, 629 S.W.2d 164, 165 (Tex.App.\u0097Dallas 1982, pet. ref'd) in support of this contention.\nIn Richardson v. State, the original indictment alleged the offense of burglary of a vehicle. The second indictment alleged the offense of third degree theft. The State argued that the second indictment was a reindictment of the original indictment, and therefore the announcement of ready on the original indictment carried forward in accordance with the Speedy Trial Act. This Court dismissed the second indictment, holding that although both indictments had the same complaining witness, they were different offenses subject to different proof, and therefore, were not the \"same case\" even though they were from the same transaction; consequently the announcement of ready in one case will not apply to the other case. Id. at 165.\nThe case before us is readily distinguishable from Richardson v. State. The original indictment alleged the offense of forgery, naming Robert Henry as the complaining witness. The second indictment alleged the exact same offense, substituting Michael Higaz as the complaining witness. In Hill v. State, 681 S.W.2d 765 (Tex.App.\u0097Houston [14th Dist.] 1984, pet. ref'd), the court was faced with the exact same fact situation. In Hill, the original indictment alleged the offense of robbery but listed the victim of the robbery as J. Frank Wesson, who was a witness to the robbery but not the actual victim of the crime. Hill was then reindicted in a new cause which correctly listed the victim as Billy Mack Samford. The Houston Court of Appeals, relying upon Paris v. State, 668 S.W.2d 411, 412-13 (Tex.Crim.App. 1984); and Rosebury v. State, 659 S.W.2d 655, 657 (Tex.Crim.App.1983), held that the State's announcement of ready (or the defendant's waiver thereof) carried forward to the second indictment for purposes of the Speedy Trial Act. Id. at 766.\nIn Rosebury v. State, supra, the defendant was indicted for possession of \"tetrahydrocannabinol other than marihuana\", and he signed a waiver of his speedy trial rights. Subsequently, the State discovered that the controlled substance was marihuana, and reindicted the appellant in a new cause listing the correct name of the drug. The Court of Criminal Appeals distinguished Richardson v. State and held that the trial court's denial of the defendant's motion to dismiss for violation of the Speedy Trial Act was proper, stating the following:\n... the facts of this case reveal only a single offense: only a single substance was possessed, a substance originally alleged to be tetrahydrocannabinol and subsequently found to be and correctly alleged to be marihuana. Under the facts there was only one case: a single offense was committed and a single offense was alleged, although erroneously pleaded. Had appellant possessed both substances a different issue would be presented.\nId. at 657. Paris v. State follows Rosebury on this issue.\nThe Houston Court of Appeals applied this same reasoning in Hill v. State and held that the facts described only one case. The Court determined that if the gunman had robbed both Samford and Wesson, the defendant's argument that the indictments applied to separate cases would be more credible. Id. at 766. Since the encounter with the assailant encompassed only one victim, the court viewed the facts as a single offense that was at first erroneously pleaded. Id. The Court of Criminal Appeals, in Hill v. State, 690 S.W.2d 900, 901 (Tex.Crim.App.1985), refused Hill's petition for discretionary review. Though the Court affirmed the lower court's holding, the Court expressed its disapproval with the Court of Appeals' discussion, noting that the Speedy Trial Act speaks in terms of \"transactions\" and \"offenses\", not in terms of \"cases\", and implicitly suggested that the courts should therefore incorporate the same terminology in the application thereof.\nThe Court of Criminal Appeal's emphasis on \"transactions\" and \"offenses\" is further articulated in Carr v. State, 733 S.W.2d 149 (Tex.Crim.App.1984) (reh'g granted). The *91 defendant in Carr was initially indicted for theft and later reindicted for burglary, both offenses arising out of the same transaction. The Court stated the following:\nThere is a distinction between successive indictments for the same offense and a subsequent indictment for a different offense. As we held in Ward [Ward v. State, 659 S.W.2d 643 (Tex.Crim.App. 1983) ], Paris [Paris v. State, 668 S.W.2d 411 (Tex.Crim.App.1984)], and Rosebury [Rosebury v. State, 659 S.W.2d 655 (Tex. Crim.App.1983) ], supra, when the latter indictment alleges the same offense, or where the facts show that only a single offense has been committed, the State's announcement of ready on the earlier indictment, or the defendant's waiver of speedy trial on the earlier indictment, will be effective. Conversely, when the subsequent indictment alleges a primary offense that is different from the one alleged in the earlier charging instrument, and the facts show that both offenses were in fact committed in one transaction, we hold that the State's timely announcement of ready on one offense does not constitute an announcement of ready on the second, different offense arising out of the same transaction. [Emphasis added.]\nId. at 153. See also Whaley v. State, 717 S.W.2d 26, 29 (Tex.Crim.App.1986); Luedke v. State, 711 S.W.2d 657, 658-59 (Tex.Crim. App.1986); Willicut v. State, 669 S.W.2d 404, 405 (Tex.App.\u0097Dallas 1984, no pet.); and Foggle v. State, 632 S.W.2d 402, 404 (Tex.App.\u0097Fort Worth 1982, no. pet.), (first information erroneously alleged owner of property stolen to be the store security guard rather than the store manager; announcement of ready carried forward).\nTherefore, in following the Court of Criminal Appeal's direction, we must analyze the case before us in terms of whether the two indictments arose out of the same \"transaction\" or the same \"offense\" for purposes of the Speedy Trial Act. The record reflects that the indictments referred to a single transaction: Hill passed a forged check in Tom's Market store on August 28, 1985. The indictments alleged the exact same offense of forgery. Only a single offense was committed; Hill passed a forged check to Higaz. The original indictment erroneously named Henry as the complainant instead of Higaz. Hill did not pass two forged checks to both Henry and Higaz; only one transaction took place. Accordingly, the State's announcement of ready on the original September indictment constituted an announcement of ready on the second indictment arising out of the same transaction pursuant to art. 32A.02 section 4(7) of the Speedy Trial Act. Thus, judgment of the trial court is affirmed.\nNOTES\n[1]  The Court cites several court of appeals decisions supporting the State's contention of waiver, including those relied upon by the State such as Kennedy v. State, 630 S.W.2d 509, 510 (Tex. App.\u0097Fort Worth 1981, no pet.).\n\n",
            "ocr": false,
            "opinion_id": 1675553
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}