{
    "id": 1748570,
    "judges": "Campbell",
    "date_filed": "2010-02-01",
    "date_filed_is_approximate": true,
    "slug": "jackson-v-state",
    "case_name_short": null,
    "case_name": "Jackson v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "413 So. 2d 112"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6843.0,
            "opinion_text": "\n413 So. 2d 112 (1982)\nStonewall JACKSON, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 81-1605.\nDistrict Court of Appeal of Florida, Second District.\nApril 23, 1982.\nJerry Hill, Public Defender, Bartow, and Gregory E. Like, Asst. Public Defender, Tampa, for appellant.\nJim Smith, Atty. Gen., Tallahassee, and Michael J. Kotler, Asst. Atty. Gen., Tampa, for appellee.\nCAMPBELL, Judge.\nThe trial of this cause and the resulting judgment and sentence are, to say the least, perplexing. The result causes us to address an issue that at first reflection seems to have been addressed many times, however, after careful consideration we determine this case to be one of first impression. The issue for our determination is whether a defendant may be found guilty of theft of property valued at $100 or more, grand theft of the second degree, section 812.014(2)(b), Florida Statutes (1979), absent any specific proof of value by the state. We answer the question in the affirmative when, by the very nature of the property stolen, reasonable persons could not doubt that its value exceeded $100. In doing so, we stress the fact that this should occur only in those rare instances when the minimum value is undisputable and the jury cannot ascertain a specific value from the evidence or lack of evidence before it.\nAppellant was charged by information with the theft on December 30, 1980 of a sailboat valued in excess of $20,000 which was the property of the United States Customs Service. That charge constitutes grand theft in the first degree under section 812.014(2)(a), Florida Statutes (1979). The state's proof showed that the boat was a 1980, 37-foot Hunter sailboat that had been seized by the United States Coast Guard on December 15, 1980, while it was carrying 2,000 pounds of marijuana on *113 board. It had been turned over to the United States Customs Service for storage and handling when it became the subject of the alleged theft some two weeks later. In order to prove the value of the sailboat, the state called as a witness Robert Gonzalez, the supervisor for the Customs Service, who was on duty the night the boat was stolen. After testifying as to his duties and how the sailboat had come into the possession of the Customs Service, the following colloquy occurred:\nQ Do you have an opinion as to how much that vessel was worth?\nA Yes, sir, we have appraisers at the custom's house and also for seized property vessels and vehicles go through the custom appraisers and they take the fair market value and that give (sic) us the official appraisal on it. This particular vessel was appraised at $55,000.\nAppellant's attorney promptly objected on the basis of hearsay. His objection was sustained and the jury was instructed to disregard the testimony.\nOver appellant's objection, the state made a request to call as a witness the person who had appraised the boat but whose name had not been furnished in the discovery process. After a hearing pursuant to Richardson v. State, 246 So. 2d 771 (Fla. 1971), the state's request was denied.\nThe state then recalled Mr. Gonzalez and made the following proffer:\nQ Who does your appraisals?\nA Import Specialists located here in Tampa.\nQ Who did the appraisal on the Moon Shadow?\nA William Ingersoll.\nQ Do you know how long he's been an appraiser?\nA Well over ten years.\nQ Is that how long you have known him?\nA Yes, sir.\nQ How often does he do appraisal work for you?\nA Every day.\nQ Each time that he gives you an appraisal does that become a part of your file?\nA Yes, it does.\nQ Do you ever do any of your own appraisal work?\nA No, sir.\nQ You have an appraisal outfit that does everything?\nA Well, they're government employees working for the United States Government Service with a grade level and a job title and they're specialists in their field. For example, if we make a seizure on any type of vessel, cargo vessel or anything, we don't make the evaluation because we're not qualified and these appraisers are, and they make the evaluation and we use that figure.\nQ Ingersoll is a customs' employee?\nA Yes.\nQ His report is regularly made a part of the file or whatever is on each piece of property that is seized?\nA Yes, it is.\nMR. DAVIS: Your Honor, I think, under the evidence code that an appraisal is a part of the regular business activities. I think clearly the situation we have here, we have an employee of the U.S. Customs, a professional appraiser, whom this gentlemen (sic) knows has been appraising for the United States Customs for at least ten years who daily makes custom reports that became a part of that custom file. I think this falls squarely within the hearsay exception.\nThat proffer was clearly an effort to introduce evidence of the appraised value of the sailboat as contained in the Custom's file under the exceptions to the hearsay rule contained in section 90.803(6)(a) and (8). The trial judge rejected the proffer ruling that:\nSomebody should have realized you have to prove the value of the boat, and you can't do it by something that somebody has in their file that tells them it's worth *114 $55,000. I don't know. I'm denying your motion for a continuance to bring in your other witness. There's no other motion before me at this time that I know of.\nWhile we agree that the state should have been better prepared to prove value, we feel that the proffered testimony was proper under either section 90.803(6)(a) or (8). The record is such, however, that we are not prepared to say that the admission of the contents of the Custom's file would not also have violated the discovery process.\nThis case apparently is one in which the question of value was never really contested until the state attempted to prove it through the wrong witness, for as the trial judge observed, \"I would say this: A 1980 37-foot Hunter certainly we know is worth more than $20,000, but as far as the proof goes you have a problem.\" The state offered no other evidence of value, therefore, the jury had for its consideration only the following facts: The boat at the time it was stolen was an operable, 37-foot 1980 Hunter sailboat less than a year old. Fifteen days prior to its theft it had been seized by the United States Coast Guard while carrying 2,000 pounds of marijuana and it was being stored by the Customs Service.\nThe trial judge charged the jury in accord with the provisions of section 812.012(9)(a)1 and (b) regarding value as follows:\n\"Value\" means: The market value of the property at the time and place of the offense, or if that value cannot be satisfactorily ascertained, the cost of replacement of the property within a reasonable time after the offense.\nIf the exact value of the property cannot be ascertained, you should attempt to determine a minimum value. If you cannot determine the minimum value, you must find the value is less than $100.\nSection 812.012(9)(b) was added to the Florida Statutes in 1977. That section as paraphrased above by the trial judge reads literally as follows: \"(b) If the value of property cannot be ascertained, the trier of fact may find the value to be not less than a certain amount, if no such minimum value can be ascertained, the value is an amount less than $100.\" The legislature obviously intended to provide an alternative method of determining value by adding that section to the statutes. However, we find no cases interpreting that section since its enactment to help us in determining a clear legislative intent. We cannot say with certainty that it was intended to allow a jury to rely on its \"general knowledge\" to determine a minimum value in every factual situation where the jury is presented no direct evidence of value. It does appear, however, that it may be utilized where, though no direct evidence of value is presented, there is a value which by the very nature of the stolen property itself is indicative of an uncontrovertible minimum value.\nIt is obvious the jury in this case did just that for it returned a verdict finding the appellant guilty as charged of grand theft of the first degree, i.e., property of the value of $20,000 or more.\nWe are not prepared to approve of a jury going so far as to find a minimum value of that amount on the basis of the evidence before it in this case, however, we find it would have been proper for the jury to return a verdict of guilt of grand theft in the second degree, i.e., property of the value of $100 or more. We think reasonable persons could not doubt that the value of the sailboat as described to the jury was $100 or more.\nThe cases that predate the 1977 amendment adding section 812.012(9)(b) seem clearly to require and limit proof of value to \"market value.\" See Negron v. State, 306 So. 2d 104 (Fla. 1975); Porter v. State, 341 So. 2d 1017 (Fla. 2d DCA 1977); Platt v. State, 291 So. 2d 96 (Fla. 2d DCA 1974). It is obvious to us upon careful consideration that the subsequent amendment intended, in limited or unusual circumstances, to broaden the manner of proof of \"minimum\" value to enable the trier of fact to determine degrees of theft. In those unusual circumstances where the minimum value of an item of property is so obvious as to defy *115 contradiction, the better rule seems to be that relied upon by the Supreme Court of Illinois in People v. Tassone, 41 Ill. 2d 7, 241 N.E.2d 419 (1968). In Illinois it was necessary to prove the value of property stolen was in excess of $150 to constitute a felony. In Tassone the defendant was charged with the felony theft of \"a tractor trailer and one lot of merchandise, of the value of more than $150.\" Id. 241 N.E.2d at 422. No evidence of value was offered. In affirming the defendant's adjudication of guilt, the Illinois Supreme Court said:\nIt is true that in this case there was no direct proof of value. However, it has been well recognized that judicial notice may be taken of the fact that property has some value, although the courts have been reluctant to take notice of any specific value. (People v. Kurtz, 37 Ill. 2d 103, 224 N.E.2d 817; People v. Price, 81 Ill. App. 2d 111, 225 N.E.2d 453; People v. Kelly, 66 Ill. App. 2d 204, 214 N.E.2d 290.) We see no valid reason why notice may not be taken in a case such as this that the property has a value of over $150. Courts do not operate in a vacuum; they are presumed to be no more ignorant than the public generally, and will take judicial notice of that which everyone knows to be true. (Owens v. Green, 400 Ill. 380, 394, 81 N.E.2d 149.) To say that it is not common knowledge that a large tractor and trailer are worth more than $150 is to close our eyes to reality. We do not take judicial notice of the exact value of the property but we do take notice that it is worth more than $150.\nId. 241 N.E.2d at 422-23. See also Kent v. State, 34 Ala.App. 443, 41 So. 2d 194 (1949); Stooksbury v. State, 197 Tenn. 485, 274 S.W.2d 10 (1954); State v. Lawrence, 120 Utah 323, 234 P.2d 600 (1951). But see United States v. Wilson, 284 F.2d 407 (4th Cir.1960).\nThere is an additional problem with the record in this case that we must address. The jury returned a verdict of guilty of grand theft in the first degree. In adjudicating appellant, the trial judge first pronounced a judgment of guilt of grand theft in the second degree. The assistant state attorney interrupted the oral sentencing to inform the judge that he should adjudicate appellant guilty of grand theft in the first degree, whereupon the judge immediately did so and sentenced him to ten years in prison. The subsequent written judgment and sentence and the commitment reflect an adjudication of guilt of grand theft in the second degree and a sentence of ten years. Grand theft in the second degree is a felony of the third degree and carries a maximum penalty of imprisonment for five years. §§ 812.014(2)(b), 775.082(3)(d), Fla. Stat. (1979).\nPrior to the trial of this cause an order had been entered notifying appellant that he would be treated as a subsequent felony offender under section 775.084. That section provides that upon proper findings the trial court may sentence an habitual felony offender, in the case of a felony of the third degree, to an enhanced term of years not to exceed ten. The trial court's judgment and sentence do not indicate that appellant was being sentenced as an habitual offender. The record as we have it does not reflect findings to support an enhanced sentence. We cannot determine from the record if the variance between the written judgment and sentence and the oral pronouncement was deliberate or by inadvertence. Regardless, we reverse the jury verdict as to a finding of guilt of grand theft in the first degree and direct a corrected entry of guilt of grand theft in the second degree. In addition, we direct that appellant be resentenced to a maximum of five years unless the proper findings are made to support an enhanced sentence pursuant to section 775.084.\nREVERSED in part, AFFIRMED in part and REMANDED for treatment consistent herewith.\nSCHEB, C.J., and GRIMES, J., concur.\n",
            "ocr": false,
            "opinion_id": 1748570
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}