{
    "id": 1773754,
    "judges": "Douglas, Phillips and W. C. Davis",
    "date_filed": 281145600000,
    "date_filed_is_approximate": false,
    "slug": "holcomb-v-state",
    "case_name_short": "Holcomb",
    "case_name": "Holcomb v. State",
    "case_name_full": "Tommy HOLCOMB, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Allen C. Isbell, Houston, court appointed on appeal, for appellant., Carol S. Vance, Dist. Atty., Clyde F. DeWitt, III, and Don R. Stricklin, Asst. Dist. Attys., Houston, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b852-8\">\n    Tommy HOLCOMB, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b852-11\">\n    No. 55766.\n   </docketnumber><br><court id=\"b852-12\">\n    Court of Criminal Appeals of Texas, Panel No. 1.\n   </court><br><decisiondate id=\"b852-13\">\n    Nov. 29, 1978.\n   </decisiondate><br><attorneys id=\"b852-22\">\n    Allen C. Isbell, Houston, court appointed on appeal, for appellant.\n   </attorneys><br><attorneys id=\"b852-23\">\n    Carol S. Vance, Dist. Atty., Clyde F. DeWitt, III, and Don R. Stricklin, Asst. Dist. Attys., Houston, for the State.\n   </attorneys><br><judges id=\"b852-24\">\n    Before DOUGLAS, PHILLIPS and W. C. DAVIS, JJ.\n   </judges>",
    "citations": [
        "573 S.W.2d 814"
    ],
    "opinions": [
        {
            "author_str": "Davis",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n573 S.W.2d 814 (1978)\nTommy HOLCOMB, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 55766.\nCourt of Criminal Appeals of Texas, Panel No. 1.\nNovember 29, 1978.\nAllen C. Isbell, Houston, court appointed on appeal, for appellant.\nCarol S. Vance, Dist. Atty., Clyde F. DeWitt, III, and Don R. Stricklin, Asst. Dist. Attys., Houston, for the State.\nBefore DOUGLAS, PHILLIPS and W. C. DAVIS, JJ.\n\n\n*815 OPINION\nW. C. DAVIS, Judge.\nThis is an appeal from a conviction for burglary of a habitation.[1] On October 6, 1976, the jury returned a verdict of \"guilty\" and thereafter the trial court assessed the punishment at ten years confinement in the Texas Department of Corrections.\nThe sufficiency of the evidence is not challenged. In his first ground of error, appellant contends that the indictment under which he was convicted was fundamentally defective for failing to allege a culpable mental state.[2]\nThe indictment, in pertinent part, alleges that appellant:\n\"heretofore on or about April 28, 1976, did then and there unlawfully enter a habitation without the effective consent of Kikh Smith and therein attempted to commit rape.\"\nWe agree that the indictment is fundamentally defective.\nIt is fundamental that an indictment must allege all essential elements of the offense sought to be charged. Ex parte Winton, 549 S.W.2d 751 (Tex.Cr.App.1977); Reynolds v. State, 547 S.W.2d 590 (Tex.Cr. App.1977); Ex parte Cannon, 546 S.W.2d 266 (Tex.Cr.App.1976).\nV.T.C.A., Penal Code, Sec. 6.02(a) and (b) provides:\n\"(a) Except as provided in Subsection (b) of this section, a person does not commit an offense unless he intentionally, knowingly, recklessly, or with criminal negligence engages in conduct as the definition of the offense requires.\n\"(b) If the definition of an offense does not prescribe a culpable mental state, a culpable mental state is nevertheless required unless the definition plainly dispenses with any mental element.\"\nAppellant was indicted under V.T. C.A., Penal Code, Section 30.02(a)(3), which provides that:\n\"(a) A person commits an offense if, without the effective consent of the owner, he:\n* * * * * *\n\"(3) enters a building or habitation and commits or attempts to commit a felony or theft.\"\nSince this statute does not plainly dispense with any mental element, one is required by Sec. 6.02, supra.\nThe indictment in the instant case omits the necessary culpable mental state. It is substantially the same as indictments held fundamentally defective for failure to allege a culpable mental state in Ex parte Gonzales, 557 S.W.2d 790 (Tex.Cr.App. 1977)[3], and Ex parte Winton, 549 S.W.2d 751 (Tex.Cr.App.1977).[4]\nTeniente v. State, 533 S.W.2d 805 (Tex. Cr.App.1976), is inapplicable to the instant case. Therein, we held that in a burglary indictment under Sec. 30.02(a)(1), V.T.C.A., Penal Code, an allegation of an entry \"with the intent to commit theft\" was sufficient to allege the necessary culpable mental state. In the instant case, there is no similar mental element or allegation of intent. Neither is Dovalina v. State, 564 S.W.2d 378 (Tex.Cr.App.1978) applicable, since that dealt with an indictment for an attempted offense in which the allegation of \"attempt\" was held sufficient to allege the *816 specific intent required under the criminal attempt statute, Sec. 15.01(a), V.T.C.A., Penal Code.\nSince the indictment is fundamentally defective, the judgment is reversed and the prosecution under this indictment ordered dismissed.\nNOTES\n[1]  This appeal was previously abated by this Court after a showing of appellant's indigency, so that the court reporter could file the statement of facts. The complete record is now properly before us so the appeal is reinstated.\n[2]  Appellant was indicted in two counts for burglary. Prior to submission of the charge to the jury, the first count was withdrawn, leaving the prosecution of this case under the count of the indictment which is raised in this appeal.\n[3]  This indictment, omitting formal parts, alleged that the defendant \". . . did then and there enter a habitation without the effective consent of John Nelson, the owner, and therein attempted to commit and committed theft; ... \"\n[4]  This indictment alleged in pertinent part that the defendant \"did then and there enter a building without the effective consent of Gary Minshew, the owner, and therein attempted to commit and committed theft ... \"\n\n",
            "ocr": false,
            "opinion_id": 1773754
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}