{
    "id": 1779642,
    "judges": "Paul Pressler, Murphy and Cannon",
    "date_filed": "1985-07-12",
    "date_filed_is_approximate": true,
    "slug": "mukes-v-state",
    "case_name_short": "Mukes",
    "case_name": "Mukes v. State",
    "case_name_full": "Wendell R. MUKES, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Hogan Stripling, Houston, for appellant., Carmen Falls Hunter, Houston, for ap-pellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 15,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b603-13\">\n    Wendell R. MUKES, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b603-16\">\n    No. B14-90-00848-CR.\n   </docketnumber><br><court id=\"b603-17\">\n    Court of Appeals of Texas, Houston (14th Dist.).\n   </court><br><decisiondate id=\"b603-18\">\n    April 9, 1992.\n   </decisiondate><br><attorneys id=\"b604-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"572\"> \n     *572\n     </span>\n    Hogan Stripling, Houston, for appellant.\n   </attorneys><br><attorneys id=\"b604-19\">\n    Carmen Falls Hunter, Houston, for ap-pellee.\n   </attorneys><br><judges id=\"b604-20\">\n    Before PAUL PRESSLER, MURPHY and CANNON, JJ.\n   </judges>",
    "citations": [
        "828 S.W.2d 571"
    ],
    "opinions": [
        {
            "author_str": "Murphy",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n828 S.W.2d 571 (1992)\nWendell R. MUKES, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. B14-90-00848-CR.\nCourt of Appeals of Texas, Houston (14th Dist.).\nApril 9, 1992.\n*572 Hogan Stripling, Houston, for appellant.\nCarmen Falls Hunter, Houston, for appellee.\nBefore PAUL PRESSLER, MURPHY and CANNON, JJ.\n\nOPINION\nMURPHY, Justice.\nThis is an appeal from appellant's conviction for aggravated robbery and his sentence to ten years imprisonment and a ten thousand dollar fine. In five points of error, he complains that there was factually and legally insufficient evidence to support his conviction and that the trial court improperly instructed the jury about good conduct time in violation of his constitutional rights. We affirm.\nOn the evening of June 8, 1990, the complainant had stopped at a convenience store to purchase cigarettes. Upon exiting the store and returning to his vehicle, the complainant was approached by appellant's codefendant, Kelly Walker. She asked the complainant for a ride. The complainant agreed; however, Walker then signalled the appellant to come along and the two entered the appellant's vehicle. While the complainant testified at trial that he had second thoughts about giving them a ride once the appellant appeared, he nevertheless got into the vehicle and began driving.\nAfter a short time, the complainant told the two passengers that \"[t]his is as far as I'm going.\" Instantly, the appellant pulled out a gun and told the complainant to keep driving. The appellant directed the complainant to stop at an apartment complex. He was taken at gunpoint to an apartment where he was told to empty his pockets. The appellant and his companion, Walker, alternated keeping watch over the complainant. The two would leave the room one at a time to enter a bathroom from which the complainant said he could smell a strange smoke. In addition, Walker left the apartment on several occasions. Upon *573 returning, she would immediately proceed to the bathroom. Finally, the appellant forgot to give Walker the gun and at that instance the complainant fled from the apartment.\nUpon escaping from the apartment, the complainant ran to his vehicle and left the scene. After a short while, he stopped at a convenience store and called the police. Once the police arrived at the convenience store, they returned to the apartment complex. The apartment was empty; however, the suspects were sighted while the complainant and the officers were walking back to the patrol car. One of the officers testified at trial that upon being grabbed, the appellant said \"I didn't rob anybody.\" To which the officer responded, \"Well, who said anything about robbing anybody?\" The appellant was found guilty of aggravated robbery and this appeal follows.\nIn his first and second points of error, appellant asserts that there was legally and factually insufficient evidence to support his conviction because he \"presented a credible defense that the complainant was never robbed.\" In support of this theory, appellant cites the testimony of his co-defendant. She stated that the complainant consented to go to the apartment and was not forced at gunpoint. Further, appellant notes that no gun was found at the scene and there was no evidence other than the complainant's testimony to insinuate drug use by the appellant. Also, appellant states that the lack of witnesses from the convenience store is dispositive. Appellant asserts that the aggravated robbery charge is a revenge tactic being used by the complainant. To this end, appellant asserts that his conviction is against the great weight and preponderance of the evidence.\nRecently, the Court of Criminal Appeals revisited the standards of review for factual insufficiency. See Meraz v. State, 785 S.W.2d 146 (Tex.Crim.App.1990). The Court chose to acknowledge that the Conclusivity Clause[1] of the Texas Constitution grants conclusive jurisdiction to the courts of appeals over questions of factual sufficiency and great weight and preponderance. Id. at 153. See also Tex.Const. art. V, § 6. Further, the court stated that:\nwhen the courts are called upon to exercise their fact jurisdiction, that is, examine whether the appellant proved his affirmative defense or other fact issue where the law has designated that the defendant has the burden of proof by a preponderance of the evidence, the correct standard of review is whether after considering all the evidence relevant to the issue at hand, the judgment is so against the great weight and preponderance of the evidence so as to be manifestly unjust.\nSee Meraz, 785 S.W.2d at 154-55. (emphasis added). However, we note that the Meraz standard does not apply in the absence of an affirmative defense or other issue upon which the defendant has the burden of proof. See, e.g., Brown v. State, 804 S.W.2d 566, 571 (Tex.App.\u0097 Houston [14th Dist] 1991, pet. ref'd); Marsh v. State, 800 S.W.2d 607, 610 (Tex. App.\u0097Houston [14th Dist] 1990, pet. ref'd); Hunter v. State, 799 S.W.2d 356, 358-59 (Tex.App.\u0097Houston [14th Dist.] 1990, no pet); Mason v. State, 798 S.W.2d 854, 856-57 (Tex.App.\u0097Houston [14th Dist.] 1990, no pet.); Gaynor v. State, 788 S.W.2d 95, 97 (Tex.App.\u0097Houston [14th Dist.] 1990, pet. ref'd). See generally, S. Bleil &amp; C. Bleil, The Court of Criminal Appeals Versus The Constitution: The Conclusivity Question, 23 St. Mary's L.J. 423, 453 (1992) (noting quagmire left to courts of appeals by unresolved questions of Meraz). But see Stone v. State, 823 S.W.2d 375 (Tex.App.\u0097Austin 1992) (stating that Meraz does not limit sufficiency review by appellate courts). Contrary to the characterization of the Austin Court of Appeals, this court's prior holdings do not limit the ability of intermediate appellate *574 courts to review the factual sufficiency of the evidence in criminal cases. Id. Rather, our prior cases merely recognize that the Meraz standard is appropriate only in reviewing those issues upon which the defendant bears the burden of proof or affirmative defenses. See Brown, 804 S.W.2d at 571; Marsh, 800 S.W.2d at 610; Hunter, 799 S.W.2d at 358-59; Mason, 798 S.W.2d at 856-57; Gaynor, 788 S.W.2d at 97.\nIn all other instances, we must follow the standard set forth in Jackson v. Virginia, 443 U.S. 307, 319, 99 S. Ct. 2781, 2789, 61 L. Ed. 2d 560 (1979). The proper inquiry is whether any rational trier of fact could have found the essential elements of the offense to exist beyond a reasonable doubt. See Jackson, 443 U.S. 307, 319, 99 S. Ct. 2781, 2789, 61 L. Ed. 2d 560; Butler v. State, 769 S.W.2d 234, 239 (Tex.Crim.App. 1989). We will view the evidence in the light most favorable to the jury's verdict. See, e.g., Sharp v. State, 707 S.W.2d 611, 614 (Tex.Crim.App.1986), cert, denied 488 U.S. 872, 109 S. Ct. 190, 102 L. Ed. 2d 159 (1988). It is the exclusive province of the jury to give weight to the testimony and credibility of the witnesses. See Hernandez v. State, 538 S.W.2d 127, 131 (Tex. Crim.App.1976). To view the evidence otherwise would result in an unfair relief in the state's burden of proof because the Meraz standard merely looks to see if the essential elements have been proven by a preponderance of the evidence. See Meraz, 785 S.W.2d at 154-55. While that is appropriate in reviewing the factual sufficiency of affirmative defenses or any other issue upon which the defense bears the burden of proof, it is inappropriate because the state bears the burden of proving its case beyond a reasonable doubt. Therefore, we decline to apply the Meraz standard to instances other than affirmative defenses.\nIn this instance, appellant asks us to substitute our fact findings for those of the jury. We decline to do so. In contradistinction to the testimony of the appellant's co-defendant, the complainant testified at trial that he was abducted at gunpoint. The jury heard the conflicting testimony as to consent and chose to believe the complainant. In reviewing the evidence in the light most favorable to the jury's verdict, we find sufficient evidence to support the factual sufficiency of the evidence. Further, a no evidence or legal insufficiency point of error will be sustained only where there is no evidence to support the verdict. See In re King's Estate, 150 Tex. 662, 664, 244 S.W.2d 660, 661 (1951). Upon a review of the record, we find that there is some evidence to support the jury's findings. Appellant's first and second points of error are overruled.\nFinally, appellant's third, fourth and fifth points of error challenge the constitutionality of the trial court's instructions to the jury about the existence of good time and parole. Specifically, appellant asserts that such an instruction under article 37.07 exceeds the scope of section 11(a) of the Texas constitution as well as the Texas Constitution's guarantees of separation of powers and due process. Tex.Const. art. I, § 29 (right to due process); Tex.Const. art. IV., § 11(a) (allowing courts to instruct juries about existence of good time and parole). While this argument was sustained in the landmark case of Rose v. State, the constitutional attack on jury instructions about good time and parole was rectified by a subsequent constitutional amendment. See Rose, 752 S.W.2d 529 (Tex.Crim.App. 1988) (invalidating article Tex.Code Crim. Proc.Ann. art. 37.07 (Vernon 1986)). But see Tex.Const. art. IV., § 11(a) (amendment effective November 7, 1989); Tex.Code Crim.Proc.Ann. art. 37.07 (Vernon Supp. 1992). This amendment allows the jury to be instructed about the existence of good time and parole in cases tried after November 7, 1989. Id.\nFurthermore, we have recently rejected similar arguments in Edwards v. State, 807 S.W.2d 338 (Tex.App.\u0097Houston [14th Dist.] 1991, pet. ref'd). In Edwards, Justice Draughn stated that:\nIn accordance with Tex.Const. art. 17, § 1, the constitution was duly amended by the people of the state of Texas. The Legislature, by itself, did not usurp any of appellant's rights through the reenactment *575 of article 37.07. The people, through a constitutional amendment, authorized the jury instruction given in this case.\nId. at 341. Likewise, the first court of appeals rejected the same argument in Madison v. State, 1992 WL 18257, Cause No. 01-90-00962-CR 825 S.W.2d 202 (February 6, 1992). We, therefore, find that the instruction given in this instance conforms to the mandate of the people. The article 37.07 instruction to the jury was constitutionally authorized. See Tex.Const. art. IV., § 11(a). Appellant's appellant's third, fourth and fifth points of error are overruled. Appellant's conviction is affirmed.\nNOTES\n[1]  See TEX.CONST. art. V, § 6. It provides in relevant part that:\n\n[S]aid [intermediary appellate] courts shall be conclusive on all questions of fact brought before them on appeal or error.\nId. In 1981, this provision was amended to grant appellate jurisdiction to the courts of appeals in criminal matters as well as civil cases. Id.\n\n",
            "ocr": false,
            "opinion_id": 1779642
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}