{
    "id": 158048,
    "judges": "Anderson, Briscoe, Kelly",
    "date_filed": "2019-09-25",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-spencer",
    "case_name_short": "Spencer",
    "case_name": "United States v. Spencer",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Anthony Lee SPENCER, Defendant-Appellant",
    "attorneys": "James Clinton Garland, Commercial Litigation Group, of Tulsa, Oklahoma, for the appellant., Stephen C. Lewis, United States Attorney, and John D. Russell, Assistant United States Attorney, of Tulsa Oklahoma, for the appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"AcO2\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Anthony Lee SPENCER, Defendant-Appellant.\n   </parties><docketnumber id=\"APD\">\n    No. 98-5136.\n   </docketnumber><court id=\"AMv\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><decisiondate id=\"A73Z\">\n    June 8, 1999.\n   </decisiondate><br><attorneys id=\"b1446-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1366\"> \n     *1366\n     </span>\n    James Clinton Garland, Commercial Litigation Group, of Tulsa, Oklahoma, for the appellant.\n   </attorneys><br><attorneys id=\"b1446-12\">\n    Stephen C. Lewis, United States Attorney, and John D. Russell, Assistant United States Attorney, of Tulsa Oklahoma, for the appellee.\n   </attorneys><br><judges id=\"b1446-13\">\n    Before ANDERSON, KELLY, and BRISCOE, Circuit Judges.\n   </judges>",
    "citations": [
        "178 F.3d 1365"
    ],
    "opinions": [
        {
            "author_str": "Briscoe",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "http://www.ca10.uscourts.gov/opinions/98/98-5136.pdf",
            "author_id": null,
            "opinion_text": "                                                                      F I L E D\n                                                               United States Court of Appeals\n                                                                       Tenth Circuit\n                                   PUBLISH\n                                                                       JUN 8 1999\n                  UNITED STATES COURT OF APPEALS\n                                                                    PATRICK FISHER\n                                                                           Clerk\n                              TENTH CIRCUIT\n\n\n\n UNITED STATES OF AMERICA,\n\n       Plaintiff-Appellee,\n\n            v.                                        No. 98-5136\n\n ANTHONY LEE SPENCER,\n\n       Defendant-Appellant.\n\n\n\n\n             APPEAL FROM UNITED STATES DISTRICT COURT\n              FOR THE NORTHERN DISTRICT OF OKLAHOMA\n                         (D.C. No. 97-CR-86-B)\n\n\nJames Clinton Garland, Commercial Litigation Group, of Tulsa, Oklahoma, for\nthe appellant.\n\nStephen C. Lewis, United States Attorney, and John D. Russell, Assistant United\nStates Attorney, of Tulsa Oklahoma, for the appellee.\n\n\nBefore ANDERSON, KELLY, and BRISCOE, Circuit Judges.\n\n\nBRISCOE, Circuit Judge.\n\f      Defendant Anthony Lee Spencer appeals from the sentence imposed\n\nfollowing his guilty pleas to multiple counts of filing false and fraudulent tax\n\nreturns. We exercise jurisdiction pursuant to 18 U.S.C. § 3742(a) and 28 U.S.C. §\n\n1291 and affirm. 1\n\n                                          I.\n\n      In 1987, Spencer and a partner purchased out of bankruptcy two related\n\ncompanies, Sierra Testing, Inc., and Radiography Inspection, Inc. The companies\n\nwere involved in conducting non-destructive, radiographic and ultrasonic testing\n\non pipelines and related equipment. Spencer served as president and managed\n\neach corporation.\n\n      In April 1989, Spencer undertook a scheme to defraud the government by\n\npaying his employees approximately one-half their wages in the form of untaxed\n\nper diem or mileage reimbursements. This scheme not only permitted employees\n\nto understate their tax liability, but also allowed the companies to avoid sizable\n\nsocial security taxes by reducing employer matching withholdings. Spencer made\n\nthis compensation arrangement a condition of each individual’s employment. He\n\nalso diverted a significant number of checks payable to Sierra Testing to secret\n\n\n\n      1\n         After examining the briefs and appellate record, the panel has determined\nthat oral argument would not materially assist the determination of this appeal.\nSee Fed. R. App. P. 34(a)(2); 10th Cir. R. 34.1(G). Therefore, the case is ordered\nsubmitted without oral argument.\n\n                                         -2-\n\fbank accounts under his control. The diverted income was not reported by\n\nSpencer or by Sierra Testing. This illegal conduct continued through December\n\n1994 and was compounded by the filing of false and fraudulent tax forms, as well\n\nas the manufacturing of false documents and receipts.\n\n       In July 1997, a federal grand jury returned a thirty-seven-count indictment\n\nagainst Spencer, charging him with conspiracy to defraud the government, aiding\n\nand assisting in preparation of false and fraudulent tax returns, and subscribing to\n\nfalse and fraudulent tax returns.   See 18 U.S.C. § 371; 26 U.S.C. §§ 7206(1), (2).\n\nOn January 23, 1998, three days into his trial, Spencer pleaded guilty to all thirty-\n\nseven counts. Following a lengthy sentencing hearing, the district court\n\nsentenced Spencer to sixty-three months’ imprisonment, imposed a $12,500 fine,\n\nand assessed court costs of $16,944.83.\n\n       The primary dispute at the sentencing hearing revolved around the tax loss\n\ncomputations for purposes of U.S.S.G. § 2T1.1. The presentence report, which\n\nwas adopted by the district court, calculated the total tax loss at $777,606\n\n($477,816.46 from fraudulent mileage/per diem scheme, $184,285.01 corporate\n\ntaxes owed by Sierra Testing from diverted income, $100,164.32 individual taxes\n\nowed by Spencer from diverted income, and $15,340.21 estimated taxes).         2\n                                                                                   The\n\n\n       2\n        Spencer has created unnecessary confusion by omitting in his calculations\nthe unreported wages of Sierra Testing and Radiography Inspection from the\n                                                                   (continued...)\n\n                                          -3-\n\fpresentence report arrived at these figures by utilizing the tax rate presumptions\n\noutlined in U.S.S.G. § 2T1.1(c)(1), Note A.\n\n                                            II.\n\n       We review de novo questions of law regarding application of the sentencing\n\nguidelines, and review for clear error the district court’s factual findings, mindful\n\nof our obligation to give “due deference” to the district court’s application of the\n\nguidelines to the facts.   United States v. Henry , 164 F.3d 1304, 1310 (10th Cir.\n\n1999); 18 U.S.C. § 3742(e).\n\n                                           III.\n\n       Spencer contends the district court erred in applying the sentencing\n\nguidelines by (1) improperly relying on the guidelines’ presumptive tax rates, and\n\n(2) failing to attribute the tax loss from diversion of Sierra Testing’s income to\n\ndeductible officer compensation or embezzlement loss.\n\n                             Use of presumptive tax rates\n\n       Recognizing that tax loss will not be “reasonably ascertainable” (   see\n\nU.S.S.G. § 2T1.1, comment. (n.1)), note A provides: “If the offense involved\n\nfiling a tax return in which gross income was underreported, the tax loss shall be\n\ntreated as equal to 28% of the unreported gross income (34% if the taxpayer is a\n\n\n\n      (...continued)\n       2\n\ncompanies’ March 31, 1991, quarterly tax returns. These unreported wages\nformed part of count I of the indictment to which Spencer pleaded guilty.\n\n                                           -4-\n\fcorporation) . . . unless a more accurate determination of the tax loss can be\n\nmade.” Spencer insists the government had all relevant documents in its\n\npossession and easily could have calculated the   actual tax loss without resorting\n\nto the guidelines’ tax rate presumptions.\n\n       We note preliminarily that Spencer has identified no specific records from\n\nwhich a more accurate tax loss determination could have been made. His\n\nspeculation and conclusory allegations will not suffice. Spencer claims his expert\n\nwitness, Patrick Walters, testified the true average tax rate for Sierra Testing and\n\nRadiography Inspection employees was 10.97%. This statement is not faithful to\n\nthe evidence. Walters, whose testimony was dubious at best,    3\n                                                                   averred only that\n\naverage employee withholdings approximated 7.5%. As the government correctly\n\nnotes, an employee’s paycheck withholding is based on a myriad of factors, many\n\nof which bear no relationship to the actual amount of tax owed or the rate at\n\nwhich the income is taxed. Using Spencer’s numbers, therefore, would not yield\n\naccurate results.   See United States v. Hoover , 1999 WL 250229, at *3 (7th Cir.\n\nApr. 28, 1999) (tax rate proposed by defendant’s expert no more accurate than\n\nguidelines’ 28% presumption and thus no clear error in relying on guidelines\n\n\n\n\n       3\n         Not only did Walters suggest the presentence report overstated the tax\nloss, he also maintained Spencer was due a tax refund.\n\n                                            -5-\n\ffigure). 4\n\n       Further, although the government bears the burden at sentencing of proving\n\nthe amount of tax loss flowing from the defendant’s illegal acts,          see United States\n\nv. Rice , 52 F.3d 843, 848 (10th Cir. 1995), neither the government nor the court\n\nhas an obligation to calculate the tax loss with certainty or precision.        United\n\nStates v. Bryant , 128 F.3d 74, 75 (2d Cir. 1997) (per curiam). Even though it is\n\nconceivable that close scrutiny of all employee tax returns over the full course of\n\nSpencer’s fraudulent scheme may have generated a more accurate tax loss\n\ncomputation, it would be unreasonable to impose such a burden on the\n\ngovernment or the court. Indeed, tax records may not be accessed by government\n\nagencies except under rare circumstances and only after satisfying rigorous\n\nadministrative prerequisites.     See 26 U.S.C. § 6103. Requiring precise\n\ncalculations which entail the gathering of documents that are diffuse and/or\n\ndifficult to obtain would reward a defendant whose tax fraud was particularly\n\ncomplex and/or spanned a significant period of time.        5\n\n\n\n\n       4\n         Guidelines’ presumptions will not always favor the government. Because\nindividual taxation rates often exceed 28%,  see 26 U.S.C. § 1 (outlining marginal\ntax rates), a 28% figure may understate tax loss in many circumstances.\n       5\n        Our conclusion that the district court properly included both corporate\nand individual tax underpayments in its calculation of the total tax loss also\ndisposes of Spencer’s purported mathematical error argument.\n\n                                             -6-\n\f                     Treatment of diverted corporate income\n\n      Executive compensation deduction      . Spencer contends if Sierra Testing had\n\nproperly reported the income ultimately diverted to private accounts under his\n\ncontrol, the company could have paid him the money legitimately in the form of\n\nexecutive compensation or bonuses. In particular, he suggests the payments could\n\nhave been deducted pursuant to 26 U.S.C. § 162(a)(1), leaving the corporation\n\nwith no tax underpayment as a result of the diverted funds.   6\n\n\n\n      The Second Circuit recently observed in dicta that the current version of\n\nU.S.S.G. § 2T1.1, as amended in 1993,      see U.S.S.G. App. C, Amendment 491,\n\nallows defendants to employ “legitimate but unclaimed deductions” in calculating\n\ntax loss. United States v. Martinez-Rios    , 143 F.3d 662, 671 (2d Cir. 1998). We\n\nquestion this conclusion. The sentencing guidelines simply authorize a court to\n\navoid the presumptive tax rates if a “more accurate determination of the tax loss\n\ncan be made.” U.S.S.G. § 2T1.1(c), Note A. We do not interpret this provision\n\nas giving taxpayers a second opportunity to claim deductions after having been\n\n\n      6\n          Spencer acknowledges he would remain personally responsible for\ntaxation on these diverted funds. We agree. The government has no duty to\nprove the character of diverted funds; it must only establish the taxpayer’s actual\ncommand over the funds. See United States v. Peters , 153 F.3d 445, 460-61 (7th\nCir. 1998); United States v. Williams , 875 F.2d 846, 850 (11th Cir. 1989);    United\nStates v. Miller , 545 F.2d 1204, 1213-14 (9th Cir. 1976);   Davis v. United States ,\n226 F.2d 331, 335-36 (6th Cir. 1955);    but see United States v. D’Agostino , 145\nF.3d 69, 72-73 (2d Cir. 1998) (diverted income taxable only if derived from\ncorporate earnings and profits).\n\n                                           -7-\n\fconvicted of tax fraud. It must be remembered that, in tax loss calculations under\n\nthe sentencing guidelines, we are not computing an individual’s tax liability as is\n\ndone in a traditional audit. Rather, we are merely assessing the tax loss resulting\n\nfrom the manner in which the defendant chose to complete his income tax returns.\n\n      In any event, this theory is of little use to Spencer. Even assuming the\n\npurported compensation/bonuses would have been sufficiently “reasonable” in\n\namount to warrant a deduction,   see 26 C.F.R. §§ 1.162-7 through 1.162-9 (1998),\n\nthere is not a scintilla of competent evidence in the record that Sierra Testing\n\nintended the diverted funds to be treated as compensation or bonuses to Spencer.\n\nSpencer’s post hoc self-serving characterization of the diverted funds is not\n\nadequate to support a compensation/bonus theory.      See Preslar v. Commissioner ,\n\n167 F.3d 1323, 1330 (10th Cir. 1999) (citing    Philhall Corp. v. United States   , 546\n\nF.2d 210, 215 (6th Cir. 1976) (“[T]he testimony of [a] taxpayer as to intent,\n\nstanding alone and unsupported by objective facts, [is] insufficient as a matter of\n\nlaw.”)).\n\n      Embezzlement deduction . Spencer alternatively claims the diverted funds\n\ncould have been deducted by Sierra Testing as an embezzlement loss.        See 26\n\nU.S.C. § 165(e); 26 C.F.R. § 1.165-8(d) (1998). No such theft deduction may be\n\ntaken when the embezzled proceeds were never reported as income in the first\n\nplace. See United States v. Kleifgen , 557 F.2d 1293, 1299 (9th Cir. 1977);       Alsop\n\n\n                                          -8-\n\fv. Commissioner , 290 F.2d 726, 729 (2d Cir. 1961);   Stahl Specialty Co. v. United\n\nStates , 551 F.Supp. 1237, 1238 (W.D. Mo. 1982). The government is correct that\n\nSpencer’s position makes a mockery of both the Internal Revenue laws and the\n\nsentencing guidelines. He attempts to absolve himself of responsibility for his\n\nembezzlement by suggesting the corporation (his victim) could have written off\n\nthe loss on its tax return. We will not embrace such a theory.\n\n      The judgment of the district court is AFFIRMED.\n\n\n\n\n                                         -9-\n\f",
            "ocr": false,
            "opinion_id": 158048
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}