{
    "id": 8065331,
    "judges": "Jackson",
    "date_filed": -1522540800000,
    "date_filed_is_approximate": false,
    "slug": "shaffroth-v-tribune",
    "case_name_short": "Shaffroth",
    "case_name": "Shaffroth v. Tribune",
    "case_name_full": "SHAFFROTH v. THE TRIBUNE",
    "attorneys": "Mr. E. A. Smith, for Appellant, submitted a brief and argued the cause orally., Messrs. Freeman & TTielen and Messrs. Norris & Hurd, for Respondent, submitted a brief; Mr. Geo. E. Hurd argued the cause orally.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Lib el — N ewspapers — C omplaAnt — Insufficiency.</p> <p>Libel Per Se — Newspaper Article — Construction of Language.</p> <p>1. Words used in an alleged libelous newspaper article must be susceptible of but one meaning to constitute libel per se, and the libelous matter may not be segregated from other parts of it and construed alone.</p> <p>Same — Complaint—Insufficiency.</p> <p>2. Under the above rule, held that the complaint in an action for libel which alleged that in the heading of an article was published the fact that P. S. (the plaintiff) had admitted a theft, and that in the body of it appeared the statement that one G. S. had done so and was awaiting sentence for grand larceny, did not state a cause of action.</p> <p>2. Significance of head-lines or titles in determining whether article is libelous, see notes in 13 Ann. Cas. 375; Ann. Cas. 1914D, 96.</p> <p>Identity of name as giving right of action for libel where publicación was not intended to refer to plaintiff, see note in 16 Ann. Cas. 168.</p>",
    "summary": "\n\nAppeal from District Court, Cascade County; II. H. Ewing, Judge.\n Action by Fred Shaffroth against “The Tribune.” Judgment for defendant. Plaintiff appeals. In Landon v. Watkins 61 Minn. 137, 63 N. W. 615, the court said that in determining whether a publication is libelous per se, the head-line of the article should be considered. The headline of an article or paragraph, being so conspicuous as to attract the attention of persons who look casually over a paper without carefully reading all its contents, may in itself inflict very serious injury upon a person, both because it may be the only part of the article which is read, and because it may cast a graver imputation than all the other words following it. There is no doubt that in publications concerning private persons, as well as in other publications which are claimed to be libelous, the head-lines directing attention to the publication may be considered as a part of it, and may even justify a court or jury in regarding the publication as libelous when the body of the article is not necessarily so. (Allen v. Pioneer Press Co., 40 Minn. 117, 12 Am. St. Rep. 707, 3 L. R. A. 532, 41 Ñ. W. 936; Hayes v. Press Co., 127 Pa. St. 642, 14 Am. St. Rep. 874, 5 L. R. A. 643, 18 Atl. 331.) In Brown v. Independent Publishing Co., 48 Mont. 380, 138 Pac. 258, the court said: “In determining whether the language complained of is libelous per se it must be construed in its relation to the entire article in which it appears, and the entire printed statement must be viewed by the court as a stranger might look at it, without the aid of special knowledge possessed by the parties concerned.” (Denny v. Northwestern Credit Assn., 55 Wash. 331, 25 L. R. A. (n. s.) 1021, 104 Pac. •769.X It must appear from the complaint the plaintiff was referred to in the alleged libelous publication. The court is referred to the case of Hanson v. Globe Newspaper Co., 159 Mlass. 293, 20 L. R. A. 856, 34 N. E. 462. In this case A. P. H. Hanson complained of an article published of and concerning “H. P. Hanson, a real estate and insurance broker of South Boston,” and the court held that the plaintiff could not recover; that it appeared that there was no intention to refer to him, and that it was necessary for plaintiff to show that his name was used, and that he was the person who was intended to be referred to. In the case of Harvey v. Coffin, 5 Blackf. (Ind.) 566, the supreme court of Indiana has held that if the language used is such as to render uncertain the name of the person referred to, the action is not maintainable. In this case the court quotes with approval from the ease of Wiseman v. Wiseman, Cro. Jac. 107, as follows: “For words actionable ought to purport in themselves precise slander without ambiguousness so that everyone who hears them might know of whom they are spoken.”",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": "(Submitted September 16, 1921.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "61 Mont. 14",
        "201 P. 271"
    ],
    "opinions": [
        {
            "author_str": "Jackson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMR. COMMISSIONER JACKSON\nprepared the opinion for the court.\nFred Shaffroth sued “The Tribune,” a Great Falls newspaper, for libel, alleging the libelous matter to be as follows:\n“He Pleads Guilty to Grand Larceny.\n“Fred Shaffroth Admits Theft of Piece of Machinery from Great Northern.\n“George Shaffroth is now awaiting sentence for grand larceny, to which charge he yesterday entered a plea of guilty in the district court before Judge H. H. Ewing. Shaffroth was arraigned upon an information which charged him with the theft on Nov. 10 of an Avery Tractor magneto, valued at $90, *17the property of the Avery Company, which was taken from the possession of the Great Northern Railway. He appeared without counsel and waiving all his rights to time he entered a plea of guilty and was remanded to the custody of the sheriff to be brought up later for sentence.”\nTo the amended complaint the trial court sustained a general demurrer, and some time thereafter rendered judgment for the defendant, plaintiff standing on the amended complaint. From the judgment plaintiff appeals. The error predicated will be disposed of in an analysis of the complaint.\nReading the article alleged to be libelous, and viewing it [1,2] in the light most favorable to plaintiff's contention, produce but mental confusion as to the name of the accused. Taking the entire statement “as a stranger might look at it without the aid of the knowledge possessed by the parties concerned” can leave no doubt but that the accused who admitted the theft is George Shaffroth and not Fred.\nIt is well-settled law that the words used in the alleged libelous article must be susceptible of but one meaning to constitute libel per se, and that the libelous matter may not be segregated from other parts and construed alone. (Paxton v. Woodward, 31 Mont. 195, 107 Am. St. Rep. 416, 3 Ann. Cas. 546, 78 Pac. 215; Brown v. Independent Pub. Co., 48 Mont. 374, 138 Pac. 258.)\nThe latter case is determinative of the question involved here. The complaint does not state facts sufficient to constitute a cause of action.\nFor the reasons herein contained, we recommend that the judgment appealed from be affirmed.\nPer Curiam : For the reasons given in the foregoing opinion, the judgment appealed from is affirmed.\n\nAffirmed.\n\n",
            "ocr": true,
            "opinion_id": 8023242
        }
    ],
    "court_short_name": "Montana Supreme Court",
    "court_full_name": "Montana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Montana, MT",
    "crime_category": "Robbery"
}