{
    "id": 1795643,
    "judges": "Per Curiam",
    "date_filed": "1985-12-16",
    "date_filed_is_approximate": true,
    "slug": "kjs-v-dcfs",
    "case_name_short": "Kjs",
    "case_name": "Kjs v. Dcfs",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "974 So. 2d 1106"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n974 So. 2d 1106 (2007)\nK.J.S., Appellant,\nv.\nDEPARTMENT OF CHILDREN AND FAMILY SERVICES, Appellee.\nNo. 1D06-4165.\nDistrict Court of Appeal of Florida, First District.\nDecember 31, 2007.\nRehearing Denied February 22, 2008.\n*1107 Michael Ufferman of Michael Ufferman Law Firm, P.A., Tallahassee, for Appellant.\nWilliam Byrne Isaacs, Port Charlotte, for Appellee.\nPER CURIAM.\nK.J.S. appeals a final order issued by the appellee, Department of Children and Family Services (\"Department\"), denying his request for an exemption from disqualification under section 435.07(3), Florida Statutes (2005). Concluding that the Department's denial of the exemption in this case is unreasonable and constitutes an abuse of discretion, we reverse and remand with instructions to reinstate the recommendation of the administrative law judge (\"ALJ\") to grant the exemption from disqualification. See Pillsbury v. Dep't of Health &amp; Rehabilitative Servs., 744 So. 2d 1040, 1041 (Fla. 2d DCA 1999).\nIn 1984, at the age of twenty-two, K.J.S. acted as a getaway driver during the intended robbery of a convenience store, during which a store clerk was shot and killed by K.J.S.'s accomplice when the gun carried by the accomplice accidentally discharged. K.J.S. initially was adjudicated guilty of first-degree felony murder and armed robbery, but in 1990, the original judgment was corrected to reflect that the sentence for first-degree felony murder was actually for second-degree felony murder. After serving 13.5 years in prison for these crimes, K.J.S. was released from prison in 1997. Given his particular felony convictions, K.J.S. is automatically disqualified from residing in a home that serves as a family day-care operation.[1] Under section 435.07(1) &amp; (3), Florida Statutes *1108 (2005), however, the appropriate licensing agency may grant an exemption from disqualification for \"[f]elonies committed more than three years prior to the date of disqualification\" if clear and convincing evidence demonstrates \"that the employee should not be disqualified from employment.\"[2]\nAfter the background screening was completed, K.J.S. was notified by letter in October 2005 that, due to his Level 2 disqualifying felonies, he could not reside in his wife's family day-care home or be on the premises of such a facility providing care to children. K.J.S. was informed as to his right to seek an exemption from disqualification, and he requested an exemption from the Department. At the meeting of the exemption review committee, K.J.S. down-played his role in, knowledge of, and culpability for, his crimes, which directly contradicted facts found in his criminal booking record. Given the severity of his past offenses, the discrepancies between K.J.S.'s revised rendition of the criminal episode and the official criminal record, and concerns that K.J.S. had not fully accepted responsibility for his crimes, the exemption request was denied.\nK.J.S. sought an administrative hearing to challenge the denial of an exemption. The ALJ heard testimony from twenty-four witnesses, twenty-two of whom testified that K.J.S. had completely rehabilitated his life by giving up his former vices of street hustling, drug abuse, and serial womanizing to become a role-model minister while in prison, and by tirelessly serving the inmate community and the community at large as an outreach minister since his release from prison. These witnesses, some of whom had known him in his criminal days, all spoke highly of K.J.S.'s sense of responsibility and commitment to his wife and children, work history, educational and vocational accomplishments, and efforts to reach out to young people to help them avoid making the same mistakes he had made. The ALJ also heard testimony from members of the exemption review committee indicating that K.J.S. had given an inaccurate account of his role in past crimes, had made excuses, and had not fully accepted personal responsibility for his criminal acts.\nHaving heard all this evidence, the ALJ found clear and convincing evidence of K.J.S.'s \"complete rehabilitation,\" and nothing in the record to indicate that K.J.S. any longer posed a threat to the community. The ALJ recommended that K.J.S. be given an exemption from disqualification under the provision addressing felonies (like K.J.S.'s) committed more than three years before the date of disqualification. The ALJ found that the evidence of K.J.S.'s rehabilitation was \"clear and overwhelming\" because the testimony had shown that he is an \"outstanding asset to his community\" and \"poses no threat to the children in his wife's family day care home.\" The ALJ also explained that K.J.S.'s \"inexplicable\" insistence at the review committee meeting that he was only minimally involved in these admittedly *1109 \"extremely serious crimes\" should be considered in light of the fact that he had served his 13.5 years' incarceration as a model prisoner ministering to his fellow inmates without bitterness or complaint, and that the stated concerns of the review committee should be considered in light of the abundant evidence of K.J.S.'s exemplary life since his conviction. No exceptions to the ALJ's recommended order were filed.\nThe Department disagreed with the ALJ and entered a final order denying the exemption. This denial was based on both the severity of the disqualifying offenses and the conclusion that the testimony relating to K.J.S.'s trustworthiness was \"off-set\" by the testimony that at the exemption review hearing, he had denied or downplayed his role in these past crimes. In denying the exemption, the Department did not have access to a transcript of the hearing and, thus, reviewed an incomplete record.\nSection 435.07, Florida Statutes (2005), provides that \"[t]he appropriate licensing agency may grant to any employee otherwise disqualified from employment an exemption from disqualification.\" (emphasis added). Thus, the Department has broad discretion to grant or deny exemptions. However, an agency's discretion is not unbridled; discretionary agency action is subject to a review for reasonableness. Astral Liquors, Inc. v. Dep't of Bus. Regulation, 463 So. 2d 1130, 1132 (Fla.1985).\nThe weight or credibility of witness testimony is a factual finding made by the hearing officer. See Strickland v. Fla. A &amp; M Univ., 799 So. 2d 276 (Fla. 1st DCA 2001); Tuveson v. Fla. Governor's Council on Indian Affairs, Inc., 495 So. 2d 790, 793 (Fla. 1st DCA 1986). Section 120.57(1)(l), Florida Statutes (2005), provides that after an administrative hearing, an \"agency may not reject or modify the findings of fact unless the agency first determines from a review of the entire record, and states with particularity in the order, that the findings of fact were not based upon competent substantial evidence.\" The Department failed to comply with this statutory requirement.\nIn the instant case, the Department rejected the detailed findings of fact made by the ALJ to reach an opposite conclusion. The ALJ made specific findings of fact regarding the weight and credibility to be given to the evidence. The ALJ balanced the evidence of K.J.S.'s inaccurate account of his role in the very serious past crimes and the review committee's concerns about those statements and crimes, on the one hand, against the overwhelming evidence of K.J.S.'s life rehabilitation during his incarceration and since his release, to find that clear and overwhelming evidence of rehabilitation had been presented, so that an exemption should be granted. However, the Department ignored these factual findings (which are supported by competent, substantial evidence) and, instead, re-weighed the evidence by balancing the very same facts to conclude that the exemption should be denied. This constitutes an abuse of discretion. See Strickland, 799 So.2d at 279.\nMoreover, the Department failed to review the entire record[3] or state with particularity that the findings lack competent, substantial evidence. See Pillsbury, 744 So.2d at 1041 (noting that the final order did not comply with the requirements of chapter 120, Florida Statutes, in *1110 that the order did not establish that the Department had reviewed the complete record, and the Department erroneously rejected the hearing officer's factual findings of rehabilitation without indicating that such findings were not supported by competent, substantial evidence); Nest v. Dep't of Prof'l Regulation, Bd. of Med. Examiners, 490 So. 2d 987, 989-90 (Fla. 1st DCA 1986). The evidence in this case was presented through the testimony of more than twenty witnesses. As the finder of fact, the ALJ was in a unique position to assess witness demeanor and credibility and weigh the evidence based upon his first-hand observation of each witness. The Department's rejection of the ALJ's nuanced fact-findings required, at the very least, that the full record be reviewed to determine whether the weight assigned by the ALJ to such testimony lacked a basis in competent, substantial evidence. Absent the Department's compliance with the applicable statutes and interpretive case law, we are compelled to conclude that the Department's rejection of the ALJ's factual findings in this case is unreasonable and constitutes an abuse of discretion.\nAccordingly, we REVERSE the Department's final order and REMAND with instructions to reinstate the ALJ's recommendation to grant K.J.S. an exemption from disqualification.\nBROWNING, C.J., and BARFIELD, J., concur;\nBENTON, J., concurs in result without opinion.\nNOTES\n[1]  Under sections 402.305(2)(a) and 402.313(3), Florida Statutes (2005), personnel in family day-care home, including those family members of the operator over the age of 12 years, must be screened for \"good moral character.\" Because K.J.S.'s wife applied to operate a family day-care facility in their home, K.J.S., like personnel, was subject to screening. Under section 435.04(2)(d) &amp; (y), Florida Statutes (2005), the background security investigations conducted under this section \"must ensure that no persons subject to the provisions of this section have been found guilty of\" felonies related to \"murder\" and to \"robbery,\" respectively.\n[2]  The individual seeking exemption from disqualification has the burden to set forth \"sufficient evidence of rehabilitation, which includes, but is not limited to, the circumstances surrounding the criminal incident for which an exemption is sought, the time period that has elapsed since the incident, the nature of the harm caused to the victim, and the history of the employee [felon] since the incident, or any other evidence or circumstances indicating that the employee [felon] will not present a danger if continued employment is allowed.\" § 435.07(3), Fla. Stat. (2005).\n[3]  The administrative hearing had not been transcribed yet when the Department entered its final order.\n\n",
            "ocr": false,
            "opinion_id": 1795643
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}