{
    "id": 1928239,
    "judges": "Smith, P.J., and Sugg and Bowling",
    "date_filed": 321667200000,
    "date_filed_is_approximate": false,
    "slug": "harrigill-v-state",
    "case_name_short": "Harrigill",
    "case_name": "Harrigill v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 20,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "381 So. 2d 619"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n381 So. 2d 619 (1980)\nAlan H. HARRIGILL\nv.\nSTATE of Mississippi.\nNo. 51591.\nSupreme Court of Mississippi.\nMarch 12, 1980.\nRehearing Denied April 2, 1980.\n*620 Wilkins, Ellington &amp; James, Samuel H. Wilkins, Jackson, for appellant.\nA.F. Summer, Atty. Gen. by Susan L. Runnels, Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore SMITH, P.J., and SUGG and BOWLING, JJ.\nSMITH, Presiding Justice, for the Court:\nThis is an appeal by Alan H. Harrigill from his conviction in the Circuit Court of the First Judicial District of Hinds County of the crime of false pretenses. For his said offense, he was sentenced to serve three years in the Mississippi Department of Corrections, to pay a fine of $50,000 and to be immediately disbarred from the practice of law.\nAlthough several grounds for reversal are assigned, we agree with appellant's counsel that the case does not necessitate a lengthy or detailed statement of the facts.\nHarrigill, a lawyer, was a member of a prominent firm and was serving as counsel for (now defunct) Bankers Trust Savings and Loan Association. He, William Marvin Faust and Ralph W. Blackmon were associated in forming several corporations, including Timberlake Company and Skyview Company. At the times involved, Faust was vice president and district loan manager for the Gulf Coast District of Bankers Trust. Blackmon was executive vice president in charge of financing and loans.\nThe substance of the State's case is set out in the State's brief as follows:\nOne Morris \"approached Faust in 1973 regarding a loan to develop Beaumont Subdivision on property north of Gulfport, Mississippi. Although Morris paid $2,500.00 per acre for the land, Faust directed him to borrow $3,000.00 per acre for the purchase in order to give Faust, Blackmon and appellant a kickback of $99,000.00 or $500.00 per *621 acre, which sum they had agreed was feasible. (A. 100, 101, 160) In return a loan of $1,851,700.00 would be approved for Gold Coast Enterprises, Inc., of which Morris owned one-third interest. (A. 160, 165) Faust, as the loan officer, prepared the loan and submitted it to his superior Blackmon who in turn passed it to the Executive Committee. (A. 97) The kickback was concealed on the closing statement within a $179,000.00 expenditure for engineering, grubbing, and clearing the land. (A. 109, 161) Morris then wrote a check for $99,000.00 to Timberlake Company (A. 161) which Faust received and delivered to Blackmon and appellant in Blackmon's office. It was then deposited directly to Skyview Company. (A. 101) Checks were later issued to Faust, Blackmon and appellant (Harrigill) each in the amounts of $15,000.00 and $18,000.00. According to Faust, appellant (Harrigill) handed him his two checks in a book while in Blackmon's presence.\"\nThe assignments of error will be dealt with separately.\n\n(1) THE TRIAL COURT'S ACTION IN REFUSING TO QUASH THE INDICTMENT.\n\nThe first assignment challenges the trial court's action in denying Harrigill's motion to quash the indictment upon the special plea of the two year statute of limitations. Mississippi Code Annotated section 99-1-5 (1972).\nIt is argued that the indictment charges only a conspiracy, a crime not among those excepted from the operation of the two year period of limitations. There is no merit in the contention. Conspiracy is a complete offense in itself, distinct from the commission of the crime contemplated by the conspiracy and does not become merged with that crime. Martin v. State, 197 Miss. 96, 19 So. 2d 488 (1944), Moore v. State, 290 So. 2d 603 (Miss. 1974), U.S. v. York, 578 F.2d 1036 (5th Cir.1978), cert. den. 439 U.S. 1005, 99 S. Ct. 619, 58 L. Ed. 2d 682 (1979), U.S. v. Cheers, 439 F.2d 1097 (5th Cir.1971).\nIn Prisock v. State, 244 Miss. 408, 141 So. 2d 711 (1962), Prisock was convicted of the statutory crime of false pretenses under then Mississippi Code Annotated, section 2149 (1942). On appeal it was contended in his behalf that the indictment was duplicitous in that it charged (1) a conspiracy to commit the crime of false pretenses as well as (2) an attempt to commit that offense. In Prisock the indictment stated:\n\"[D]id willfully, unlawfully and feloniously conspire, willfully scheme and design, and willfully plan in concert with the other\" ...\na false automobile wreck to collect money under certain insurance policies. In rejecting Prisock's argument this Court said:\nThe word \"conspire\", used in conjunction with \"scheme, design and plan,\" concerning all of the indictees, was used in a generic sense to show the concert of action of the parties in planning the false wreck, obtaining the insurance, causing the faked accident, and making the claims. A fair construction of the indictment shows that defendant was charged and convicted of the crime of an attempt to commit false pretenses. The indictment did not charge an offense of conspiracy only. It averred overt acts manifestly constituting an attempt to commit the offense.\n(244 Miss. at 416, 141 So. 2d at 714).\nThe fact that two or more persons enter into an agreement or plan to commit a felony, each playing a part, whether it be murder, false pretenses or some other felony, and carry out the plan and actually commit the crime, does not change the nature of the offense committed nor lessen the exposure of the plotters to punishment therefor.\nIt is next argued that the offense charged in the indictment is barred by the two year statute because it charges Harrigill with having been an accessory only, and that being an accessory is a separate crime, one which is not among those excepted from the operation of the statute. This position is not well taken. Section 97-1-3 Mississippi Code Annotated (1972) provides:\n\n*622 Every person who shall be an accessory to any felony, before the fact, shall be deemed and considered a principal, and shall be indicted and punished as such; and this whether the principal have been previously convicted or not.\nProsecution of one who has been an accessory before the fact to the commission of one of the excepted felonies is not barred by the two year statute of limitations. His guilt is exactly the same as that of the principal and he suffers the same exposure to prosecution and punishment.\nThe indictment charged Harrigill with the crime of false pretenses proscribed by Section 97-19-39, a felony, and it was of that crime that he was convicted. In express terms, false pretenses is excepted from the two year statute of limitations.\n\n(2) DENIAL OF APPELLANT'S MOTION FOR CHANGE OF VENUE.\n\nA motion was made for a change of venue, based upon a contention that there existed such public resentment because of the failure of Bankers Trust Savings And Loan Association and such prejudice against those who might be accused of having been implicated in its failure, that the case could not be fairly tried in Hinds County.\nAn examination of the record made upon the motion, the voir dire of prospective jurors, and the testimony of witnesses, reflected that there was no widespread or significant knowledge or information among members of the public or among the prospective jurors, relating to the failure of Bankers Trust, or associating Harrigill's name with it or as having been involved in it, as would make it impossible or even difficult to select an impartial or unprejudiced jury. Jurors who stated that they might have read about it in the newspaper were not aware of specific details and had no knowledge of the facts of the case. There was no indication of prejudice on the part of the jurors. The situation, as reflected by the record, shows that the decision as to the change of venue was a factual one, one resting within the sound judicial discretion of the trial judge. There is nothing in the record to indicate that, in denying the motion, there was an abuse of such discretion or that Harrigill was prejudiced thereby. Anderson v. State, 246 Miss. 821, 152 So. 2d 702 (1963), Shimniok v. State, 197 Miss. 179, 19 So. 2d 760 (1944), Irving v. State, 361 So. 2d 1360 (Miss. 1978).\nThere is no merit in the assignment that there was an abuse of judicial discretion by the trial court in the denial of the motion for a change of venue.\n\n(3) THE ACTION OF THE TRIAL COURT IN ALLOWING ADDITIONAL QUESTIONING OF A JUROR.\n\nFollowing selection of the jury, but prior to the beginning of the trial, the district attorney discovered that the son of one of the jurors was under an indictment for burglary. A request was made that in the light of that information, an inquiry be made as to the juror's competency by additional voir dire. The trial judge, noting that no testimony had been taken and that the juror's competency should be determined prior to the beginning of the trial, proceeded to question the juror upon the matter. The juror informed the judge that his son had been convicted of armed robbery and charged with other crimes but stated that nothing in these circumstances would cause him to favor the defense or be prejudiced against the State. He assured the court that he was not prejudiced against the judicial system or law enforcement officers and expected no benefit by voting for or against the State. The juror assured the district attorney that his son's charges and convictions would not influence his verdict. At the conclusion of this voir dire of the juror, appellant moved for a mistrial based upon the overruling of his objection. The motion for a mistrial was denied. There was no motion by the defense to excuse the juror or to strike him for cause.\nReopening under similar circumstances has been dealt with by this Court and the rule has been laid down that the reopening for further voir dire is a matter resting within the sound judicial discretion *623 of the trial judge. This Court will not interfere unless there has been an abuse of that discretion. Sullivan v. State, 155 Miss. 629, 125 So. 115 (1929), Moser v. Brown, 249 N.W.2d 612 (Iowa 1977), State v. Kirkman, 293 N.C. 447, 238 S.E.2d 456 (1977), Foley v. Revlon, Inc., 200 So. 2d 627 (Fla.App. 1967).\nIn Sullivan v. State, supra, relied upon by appellant on this point, this Court said:\nThe power to stand jurors aside after they have been accepted should be exercised with due caution, but whenever there is adequate reason for so doing, and where there is no error or harm apparent from the record resulting therefrom, this court will not interfere with the discretion of the trial judge in his rulings. (155 Miss. at 637, 125 So. at 117).\nThe proper procedure under the circumstances related, if appellant considered that the juror was prejudiced or had been intimidated, was to move the trial judge to strike or excuse the juror for cause, as was done in Walls v. State, 371 So. 2d 411 (Miss. 1979). This was not done, however. Moreover, we cannot say from the record that appellant was prejudiced by the action of the trial court in refusing to order a mistrial.\n\n(4) ADMISSION OF THE TESTIMONY OF INVESTIGATOR GUSACK CONCERNING APPELLANT'S STATEMENT.\n\nThere was introduced at the trial a detailed statement given by Harrigill to investigator Gusack. In this statement, Harrigill related at length and in very considerable detail how he, Faust and Blackmon had collaborated in obtaining the $99,000.00 which was the fruit of the crime charged. He further told Gusack how he, Faust and Blackmon had handled the proceeds for the crime and how it eventually was divided between them \u0097 $33,000.00 each, paid in two checks, one for $15,000.00 and one for $18,000.00. The facts related to Gusack by Harrigill, if true, clearly established his guilt of the crime charged. The question raised on appeal is that Harrigill had been induced to make the statement by a promise of immunity.\nThe statement was taken by Gusack after repeated warnings to Harrigill as required by Miranda, and was recorded on tape as it progressed. Testimony relating to Harrigill's contention that he had been promised immunity in exchange for his confession, and that he had given the statement only because of such promise, is in direct conflict with opposing testimony, including that of Gusack. Thus a factual issue was created as to admissibility for determination by the trial judge, as trier of facts. Evidence supporting the voluntary character of the statement and supporting the State's contention that it had not been induced by a promise of immunity, is neither unreasonable nor implausible. It amply supports the finding that the statement had been voluntary and that there had been no promise of immunity. In this connection, the testimony of Gusack is supported by the taped record of his interview with Harrigill. A decision of such a question of fact on conflicting evidence will not be set aside by this Court where there is substantial and believable evidence supporting it as there was in this case.\nWe have considered each of the questions raised and we find no merit in any of them. Harrigill's statement and the testimony of Faust overwhelmingly support the jury's finding that Harrigill was guilty of the crime charged. It appears that Harrigill was properly indicted, fairly tried and convicted and that no prejudicial error occurred in the course of his trial. The conviction and sentence must, therefore, be affirmed.\nAFFIRMED.\nPATTERSON, C.J., ROBERTSON, P.J., and SUGG, WALKER, BROOM, LEE, BOWLING and COFER, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1928239
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}