{
    "id": 1854566,
    "judges": "Per Curiam",
    "date_filed": 1202947200000,
    "date_filed_is_approximate": false,
    "slug": "carter-v-state",
    "case_name_short": "Carter",
    "case_name": "Carter v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "980 So. 2d 473"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n980 So.2d 473 (2008)\nPinkney CARTER, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. SC06-156.\nSupreme Court of Florida.\nFebruary 14, 2008.\nRehearing Denied April 16, 2008.\n*477 Nancy Daniels, Public Defender, and David A. Davis, Assistant Public Defender, Second Judicial Circuit, Tallahassee, FL, for Appellant.\nBill McCollum, Attorney General, and Charmaine M. Millsaps, Assistant Attorney General, Tallahassee, FL, for Appellee.\nPER CURIAM.\nPinkney Carter appeals his three convictions for first-degree premeditated and felony murder as well as his two death sentences. We have jurisdiction. See art. V, § 3(b)(1), Fla. Const. For the reasons set forth in this opinion, we affirm Carter's convictions and sentences.\n\nFACTS AND PROCEDURAL HISTORY\nCarter and Elizabeth Reed dated on and off for approximately four years, during which time Carter periodically lived with Reed and her four children. During the course of their relationship, Carter helped Reed purchase a house on Barkwood Drive in Jacksonville and assisted her financially when she fell behind on her mortgage payments. At one point in early 2002, Carter proposed marriage, and Reed accepted. However, the engagement was soon called off and Carter moved out. Yet, according to Carter, he and Reed continued to date and were intimate.\nBy the summer of 2002, Carter learned that Reed had been seeing Glenn Pafford, who managed the Publix Supermarket where she worked. Around this time, neighbors spotted Carter lurking suspiciously near Reed's home and noticed his red Dodge pickup truck in the neighborhood.\nOn Sunday, July 21, 2002, Reed visited Carter's apartment, where he was staying with his mother and his brother. Carter testified that Reed gave him some of her prescription pills for depression, and the two made plans to meet on Tuesday night. When Reed did not show up, Carter drove by her house and saw Pafford's truck in her driveway. From there, Carter drove home and spent several hours thinking about his relationship with Reed. He took three of the antidepressant pills Reed had *478 given him and drank four to five glasses of whiskey. Around 11:30 p.m., Carter telephoned Reed. Her fourteen-year-old son Richard answered and told Carter that Reed was not home.\nIn the predawn hours of the following day, Carter returned to Reed's home. He parked in her front yard, retrieved his loaded .22 caliber rifle from the back seat of his truck, and began walking toward the house.[1] As Carter approached Reed's home, Pafford walked out and Reed stood in the doorway. Concealing his rifle at his side, Carter confronted the couple and asked why Reed was still seeing him if she was seeing Pafford. Pafford asked Reed if she was still seeing Carter, and Reed responded that she was not. Pafford then asked Reed if she wanted him to stay, but Reed said that she wanted both men to leave. Carter responded that he was not leaving until he got some answers. According to Carter, Reed opened the door wider, and the three entered and stood in Reed's living room.\nOnce inside, Carter yelled at Reed, \"I can't believe you're going to lie straight to the man's face like that.\" Then, according to Carter, Reed noticed the gun concealed at his side and grabbed for it. Reed began struggling with Carter in an attempt to take the gun away from him. Carter's finger was on the trigger and Reed had both hands on the barrel. Hearing the commotion, Reed's eldest daughter, Courtney Smith, ran into the living room, saw the gun, and then ran back toward her room. At that moment, according to Carter, the gun discharged, shooting Smith once in the head. Carter testified that Reed immediately let go of the gun and screamed, \"Oh my God, dial 911!\" As Reed ran toward her daughter, Carter aimed and shot Reed twice in the head. Immediately thereafter, Carter turned toward Pafford, aimed, and shot him three times in the head. Carter then fled the premises. The noise of the gunshots woke Richard, who came from his bedroom to find Pafford and Reed dead and Smith critically injured. Smith later died from her injuries. Reed's two other children, Rebecca and Brian, ages eight and six respectively, were also home at the time of the shooting.\nFollowing the murders, Carter drove to his brother's house where he wrote notes to his mother and his sister. He then drove to Valdosta, Georgia, stole a Georgia state license plate from his friend's vehicle and placed it on his red Dodge pickup truck. From there, Carter drove to Starr County, Texas, where he abandoned his truck on the bank of the Rio Grande and swam across, entering Mexico illegally. While swimming, Carter abandoned his rifle, which was later recovered by the Mission County, Texas, Fire Rescue dive team. Upon entering Mexico, Carter was detained by the Mexican Military Police but was later released. Carter then traveled to Central America before returning to the United States to find work. He worked in both Illinois and Kentucky under the aliases Chris Cruse and Rodney Vonthun. Then, on January 6, 2004, while working in Kentucky as a roofer, Carter was identified by the Kentucky State Police and arrested for the murders of Pafford, Reed, and Smith.\n*479 On January 15, 2004, a grand jury indicted Carter for three counts of first-degree murder with a firearm. Following several continuances, a trial was conducted. By special verdict, the jury unanimously found Carter guilty of both premeditated and felony murder for each of the three killings. This special verdict also showed that the jury determined the murders were committed in the course of a burglary. In the penalty phase, the jury recommended death for the murder of Pafford by a vote of nine to three, death for the murder of Reed by a vote of eight to four, and life imprisonment for the murder of Smith.\nIn its sentencing order, the trial court followed the jury's recommendation and imposed a life sentence for the murder of Smith and death sentences for the murders of Pafford and Reed. The court found three statutory aggravators and assigned great weight to each: (1) that Carter was previously convicted of a capital offense (the other two contemporaneous murders); (2) that the murders were committed while engaged in the commission of a burglary; and (3) that the murders were cold, calculated, and premeditated (CCP). The court found no statutory mitigators and seventeen nonstatutory mitigators: (1) Carter was raised in a broken home; (2) Carter was an above-average achiever in high school and college; (3) Carter was president of a club that helped others at Oklahoma State University; (4) Carter had a distinguished military record in the United States Air Force for almost four years; (5) Carter was a good employee with supervising responsibilities and had a consistent work record from a young age; (6) Carter was a good son with the strength to reconcile with his father, who abandoned him; (7) Carter was a good brother who protected his sister during her early years; (8) Carter saved a child's life while working as a lifeguard; (9) Carter was a loyal friend who made friends easily; (10) Carter had a close relationship with his nephew, Jacob; (11) Carter worked for a living in Kentucky while avoiding the police; (12) Carter demonstrated potential to be a productive inmate while in Duval County Jail; (13) Carter had the support of family and friends; (14) society can be protected by life sentences without parole; (15) Carter offered to plead guilty for three consecutive life sentences; (16) Carter resisted adopting the racist traits of his father and has had positive race relations throughout his life; and (17) Carter had a good relationship with Reed and her children prior to the murders. The court accorded all of these nonstatutory mitigators \"some\" weight. Ultimately, the trial court found that the \"aggravating circumstances in this case far outweigh[ed] the mitigating circumstances,\" and that \"any of the considered aggravating circumstances found in this case, standing alone, would be sufficient to outweigh the mitigation in total presented regarding the murders of Glenn Pafford and Elizabeth Reed.\"\n\nGUILT PHASE\nRegarding the guilt phase, Carter claims that the statute abolishing the voluntary intoxication defense is unconstitutional. In addition, we independently determine whether sufficient evidence supports Carter's convictions.\n\nA. Voluntary Intoxication Defense\nCarter argues that section 775.051, Florida Statutes (2002), which prevented him from asserting a defense of voluntary intoxication,[2] is constitutionally invalid because *480 it operates as an evidentiary proscription rather than a redefinition of mens rea. As we recently held in Troy v. State, 948 So.2d 635 (Fla.2006), cert. denied, ___ U.S. ___, 127 S.Ct. 2981, 168 L.Ed.2d 711 (2007), this claim is meritless. See id. at 643-45 (holding that section 775.051 did not violate due process or equal protection).\n\nB. Sufficiency of the Evidence Supporting Carter's Convictions\nAlthough not argued by Carter, we independently review the record to determine whether sufficient evidence exists to support Carter's first-degree murder convictions. See Fla. R.App. P. 9.140(i); Davis v. State, 859 So.2d 465, 480 (Fla. 2003). Upon review of the record, we find that competent, substantial evidence exists to support Carter's convictions. Carter admitted killing Reed, Pafford, and Smith, and his trial testimony and the events surrounding the murders are supported by the direct testimony of those involved in this case. For example, Richard Smith testified that he answered the telephone call Carter made to Reed earlier in the evening and heard the gunshots before discovering the bodies of Reed, Pafford, and Smith. Also, Christian Carter testified that he observed Carter behaving suspiciously in the neighborhood of the Reed residence in the weeks prior to the murders. No competent evidence was presented to dispute the evidence in support of Carter's convictions.\n\nPENALTY PHASE\nAs to the penalty phase, Carter claims that this Court should vacate his death sentences for the murders of Pafford and Reed because: (1) the trial court erred in finding the burglary and CCP aggravators; (2) the trial court erred in giving great weight to the burglary and prior violent felony aggravators; (3) the trial court erred in issuing a sentencing order that lacks clarity; (4) the trial court erred in refusing to require the State to follow the promise it made to the government of Mexico that it would not seek a death sentence if Carter were released into the State's custody; (5) Carter's death sentence is illegal under Ring v. Arizona, 536 U.S. 584, 609, 122 S.Ct. 2428, 153 L.Ed.2d 556 (2002); and (6) the trial court erred in giving standard jury instructions which diminished the jury's sense of responsibility for sentencing. In addition to these claims, we independently determine whether Carter's death sentences are proportionate.\n\nA. Burglary and CCP Aggravators\nCarter first claims that the trial court erred in finding that the murders of Pafford and Reed were committed during the course of a burglary and in a cold, calculated, and premeditated manner without any pretense of moral or legal justification.[3] When evaluating claims alleging error in the application of aggravating factors, this Court does not reweigh the evidence to determine whether the State proved each factor beyond a reasonable doubt. See Alston v. State, 723 So.2d 148, *481 160 (Fla.1998). Rather, \"[o]ur review of a trial court's finding of an aggravating factor is limited to determining whether the trial court applied the right rule of law and, if so, whether competent, substantial evidence supports its finding.\" Hutchinson v. State, 882 So.2d 943, 958 (Fla.2004). \"When there is a legal basis to support finding an aggravating factor, we will not substitute our judgment for that of the trial court. . . .\" Occhicone v. State, 570 So.2d 902, 905 (Fla. 1990).\nCarter argues that the trial court's application of the burglary aggravator was erroneous because the 2001 revision of the burglary statute has such an expansive reach that using it as a justification for imposing death no longer \"genuinely narrows\" the class of capital defendants eligible for a death sentence. See Zant v. Stephens, 462 U.S. 862, 877, 103 S.Ct. 2733, 77 L.Ed.2d 235 (1983) (\"[A]n aggravating circumstance must genuinely narrow the class of persons eligible for the death penalty and must reasonably justify the imposition of a more severe sentence on the defendant compared to others found guilty of murder.\"). We disagree. The 2001 amendment to the burglary statute was intended to repudiate this Court's decision in Delgado v. State, 776 So.2d 233 (Fla.2000), and to clarify, not broaden, the definition of burglary. See § 810.015(1)(2), Fla. Stat. (2002); ch.2001-58, § 1, Laws of Fla.[4] Moreover, competent, substantial evidence supports the trial court's and the jury's conclusion that the murders of Pafford and Reed were committed in the course of a burglary. Carter either entered Reed's home uninvited with the intent to commit murder therein, or, notwithstanding an invitation, remained in her home to commit or attempt to commit a forcible felony. See § 810.02(1)(b)(1), (2)(c).\nCarter's challenge to the trial court's CCP finding is likewise meritless. As the trial court found, \"[t]he trial testimony in the guilt phase of this case proves beyond all reasonable doubt the existence of this aggravating circumstance.\" In its sentencing order, the trial court supported its conclusion with the following record facts:\nChristian Carter, Ms. Reed's neighbor, testified that he encountered the Defendant in his side yard sometime between 9:00 p.m. and 10:00 p.m. ten days to two weeks prior to the instant murders. Christian Carter testified that the Defendant appeared to be coming from his backyard which abutted Ms. Reed's backyard. Christian Carter testified that when he began to use a telephone the Defendant became nervous and ran toward a red truck parked across the street from Mr. Carter's home and drove away. Terry Booth, Christian Carter's neighbor, testified that he also saw a red Dodge truck parked on his street and a man walking between neighbors' houses the Friday before the instant murders occurred. Mr. Booth testified that he saw the man look in his direction then look at a telephone pole, and after about five minutes, the man walked back to the truck and drove *482 away. Mr. Booth testified that the next day, he saw the same red Dodge truck parked on his street. Finally, Mr. Booth testified that the man in the truck looked like the suspect the police were looking for regarding the instant murders.\nAt trial, the Defendant admitted that he had indeed been in Christian Carter's yard a couple of weeks before the murders. The Defendant testified that he was in the yard because he was jealous that Ms. Reed was seeing Glenn Pafford and wanted to confirm if Mr. Pafford was at Ms. Reed's home. The Defendant stated he conducted this surveillance because he was jealous that Ms. Reed was seeing Mr. Pafford. The Defendant admitted he drove past Ms. Reed's home at approximately 9:00 p.m. on July 23, 2002, and saw both Ms. Reed's and Ms. Smith's cars along with Mr. Pafford's truck in the driveway. The Defendant admitted that he then drove home and called Ms. Reed's home around 11:15 p.m. The Defendant testified that he spoke to Rick Smith, Ms. Reed's son. Rick Smith told the Defendant that Ms. Reed was not home. This testimony was corroborated by Rick Smith who testified that the Defendant called Ms. Reed's home between 11:00 and 11:30 p.m. on July 23, 2002, and because Ms. Reed did not want to speak with the Defendant, he told the Defendant that his mother was not home. The Defendant's and Rick Smith's testimony was further corroborated by Jack Harley of BellSouth, who testified that the Defendant's telephone records showed a telephone call to Ms. Reed's home at 11:24 p.m. on July 23, 2002.\nThe Defendant admitted driving to Ms. Reed's home with a fully loaded .22 caliber rifle in his truck and when he arrived at her home he got out of his truck carrying the rifle. The Defendant admitted he took the rifle to prevent Ms. Reed from saying that she was not going to talk to him and to ensure that she answered his questions regarding their relationship. The Defendant testified that when he entered Ms. Reed's home, he concealed the rifle against his leg so that no one would see it. The Defendant also testified that his finger was on the trigger. The Defendant testified that he told Ms. Reed and Mr. Pafford that he was not going to leave Ms. Reed's home until he had answers to his questions regarding his relationship with Ms. Reed. The Defendant testified that when Ms. Reed saw the rifle, she grabbed for it. The Defendant and Ms. Reed struggled over the rifle, and during the struggle, the rifle discharged striking Courtney Smith once in the head. The Defendant admitted that he then intentionally shot Ms. Reed twice in the head and then intentionally shot Glenn Pafford three times in the head, including one shot at point blank range. The Defendant further admitted that he was a \"good shot\" and that all of his shots hit their intended targets. However, he testified that he did not intentionally aim at Courtney Smith when she was shot once in the head. The Defendant testified that after shooting Glenn Pafford, Elizabeth Reed and Courtney Smith, he walked, rifle in hand, to his pickup truck and drove away.\nIn addition, the trial court cited the testimony of Dr. Margarita Arruza, a forensic pathologist, who described the gunshot wounds suffered by Pafford and Reed. Arruza concluded that both victims were shot multiple times in the head at close range. These findings are supported by competent, substantial evidence and support the trial court's conclusion that the murders of Pafford and Reed were committed in a cold, calculated, and premeditated manner *483 without any pretense of moral or legal justification. See Swafford v. State, 533 So.2d 270, 277 (Fla.1988) (holding that cold, calculated, and premeditated murder can be indicated by circumstances showing such facts as advance procurement of a weapon, lack of resistance or provocation, and the appearance of a killing carried out as a matter of course) (citing Burr v. State, 466 So.2d 1051, 1054 (Fla.1985); Eutzy v. State, 458 So.2d 755, 757 (Fla.1984)).[5]\nEven if we were to assume that the trial court erred in finding either or both of these aggravators, such error would be harmless beyond a reasonable doubt. The trial court concluded that \"any of the considered aggravating circumstances found in this case, standing alone, would be sufficient to outweigh the mitigation in total presented regarding the murders of Glenn Pafford and Elizabeth Reed.\" We agree. Any of the aggravators found in this case would outweigh Carter's mitigation. See Green v. State, 641 So.2d 391, 396 (Fla.1994) (citing State v. DiGuilio, 491 So.2d 1129, 1139 (Fla.1986)).\n\nB. Weight of Aggravators\nNext, Carter argues that the trial court's assignment of great weight to the burglary and prior violent felony aggravators was erroneous because the jury considered the same aggravators as they applied to the death of Smith and recommended a life sentence. We disagree. The weight to be given aggravating factors is within the discretion of the trial court and is subject to the abuse of discretion standard. Sexton v. State, 775 So.2d 923, 934 (Fla.2000). Here, the trial court did not abuse its discretion in weighing the aggravators. Under section 921.141(3), Florida Statutes (2002), the trial court must independently determine the existence of aggravating and mitigating circumstances and the weight to be given each. See State v. Steele, 921 So.2d 538, 546 (Fla.2005) (\"Our current system fosters independence because the trial court alone must make detailed findings about the existence and weight of aggravating circumstances; it has no jury findings on which to rely.\"); Blackwelder v. State, 851 So.2d 650, 653 (Fla.2003); Bouie v. State, 559 So.2d 1113, 1116 (Fla.1990). The court did not abuse its discretion in giving the prior violent felony conviction aggravator more weight as applied to the murders of Pafford and Reed because one of the convictions supporting this aggravator was the contemporaneous murder of Smith, a sixteen-year-old child. Similarly, it was not an abuse of discretion to attach more weight to the burglary aggravator as applied to Pafford and Reed because they were Carter's apparent targets. In other words, Carter's motive for unlawfully entering Reed's home was to commit a forcible felony against Pafford and Reed. He apparently did not form the intent to kill Smith until she came from her bedroom into the living room. Moreover, the weight given to these aggravators reflects the trial court's obligation to give great weight to the jury's life recommendation for the murder of Smith as well as its death recommendation for the murders of Pafford and Reed.\n\nC. Clarity of the Trial Court's Sentencing Order\nCarter next argues that the trial court erred because its sentencing order *484 lacks clarity. Specifically, Carter claims that the court abused its discretion by not expressly considering the jury's recommendation of life for the murder of Smith when sentencing Carter to death for the murders of Pafford and Reed. We disagree. Under section 921.141(3), Florida Statutes (2002), the trial court is required to make independent findings on aggravation, mitigation, and weight, \"supported by specific written findings of fact.\" § 921.141(3), Fla. Stat. (2002). Here, there was no abuse of discretion because the trial court thoroughly considered the aggravating and mitigating circumstances at issue and supported each with specific written findings of fact. Dennis v. State, 817 So.2d 741, 763 (Fla.2002). Moreover, the trial court's sentencing order was consistent with the jury's recommendations. See Tedder v. State, 322 So.2d 908, 910 (Fla.1975) (\"A jury recommendation under our trifurcated death penalty statute should be given great weight.\").\n\nD. The State's Promise to Mexican Government\nCarter next claims that the State is bound by its letter to Mexican officials offering to forego the death penalty if the Mexican government returned him to the United States. He argues that the State must adhere to its offer under contract principles and the doctrine of judicial estoppel. This claim is meritless. First, under contract principles, the State did not receive the benefit of the bargain. There was no quid pro quo. Cf. State v. Swett, 772 So.2d 48, 52 (Fla. 5th DCA 2000) (\"[T]he plea was part of a deal whereby the prosecutor reduced the murder charge to second degree murder in exchange for the plea. The sentence was part of a quid pro quo and the defendant cannot accept the benefit of the bargain without accepting its burden.\"). The State's promise was conditioned upon the Mexican government's return of Carter. That condition was never fulfilled because the Mexican government released Carter before the State's letter reached the appropriate officials. He was subsequently arrested in Kentucky with no help or assistance from the government of Mexico. Therefore, the State is not bound by its offer.\nSecond, the doctrine of judicial estoppel does not apply. \"Judicial estoppel is an equitable doctrine that is used to prevent litigants from taking totally inconsistent positions in separate judicial, including quasi-judicial, proceedings.\" Blumberg v. USAA Cas. Ins. Co., 790 So.2d 1061, 1066 (Fla.2001) (quoting Smith v. Avatar Properties, Inc., 714 So.2d 1103, 1107 (Fla. 5th DCA 1998)). The doctrine prevents parties from \"making a mockery of justice by inconsistent pleadings,\" American Nat'l Bank v. Federal Deposit Ins. Corp., 710 F.2d 1528, 1536 (11th Cir. 1983), and \"playing fast and loose with the courts.\" Russell v. Rolfs, 893 F.2d 1033, 1037 (9th Cir.1990). In this case, the State has not taken inconsistent positions in any relevant judicial proceeding. The letter at issue was a communication between the State and the Mexican government while Carter was confined in Mexico. Mexico released Carter from custody prior to receiving the letter and did not turn him over to the State of Florida. Carter was apprehended in Kentucky months later. The State's ultimate decision to seek the death penalty does not impair the integrity of the courts of Florida.\n\nE. Ring v. Arizona Claim\nNext, Carter argues that his sentence is unconstitutional under the United States Supreme Court's decision in Ring v. Arizona, 536 U.S. 584, 609, 122 S.Ct. 2428, 153 L.Ed.2d 556 (2002). We disagree. The three contemporaneous murders were *485 charged in the indictment, and Carter was convicted on each count by a unanimous jury. See Doorbal v. State, 837 So.2d 940, 963 (Fla.2003). These convictions formed the basis for the trial court's finding of the prior violent felony conviction aggravator. See Overton v. State, 976 So.2d 536 (Fla. 2007) (rejecting Ring claim where one of the aggravating circumstances was defendant's prior convictions for contemporaneous murders); Hannon v. State, 941 So.2d 1109, 1147 (Fla.2006); Patton v. State, 878 So.2d 368, 377 (Fla.2004); see also Jones v. State, 855 So.2d 611, 619 (Fla.2003) (holding that the prior violent felony conviction aggravator is \"a factor which under Apprendi and Ring need not be found by the jury\").\n\nF. Jury Instructions\nNext, Carter claims that the trial court erred in giving standard jury instructions which diminished the jury's sense of responsibility for sentencing. As we have found on numerous prior occasions, this claim lacks merit. See Rodriguez v. State, 919 So.2d 1252, 1280 (Fla. 2005); Thomas v. State, 838 So.2d 535 (Fla.2003); Burns v. State, 699 So.2d 646, 654 (Fla.1997); Sochor v. State, 619 So.2d 285, 291-92 (Fla.1993).\n\nG. Proportionality\nCarter does not raise the issue of proportionality. However, this Court conducts a review of each death sentence for proportionality, regardless of whether the issue is raised on appeal. England v. State, 940 So.2d 389, 407 (Fla.2006); Porter v. State, 564 So.2d 1060, 1064 (Fla.1990) (Because death is a unique punishment, it is necessary in each case to engage in a thoughtful, deliberate proportionality review to consider the totality of circumstances in a case, and to compare it with other capital cases.); Fla. R.App. P. 9.142(a)(6) (In death penalty cases, whether or not insufficiency of the evidence or proportionality is an issue presented for review, the court shall review these issues and, if necessary, remand for the appropriate relief.). Domestic situations are evaluated in the same manner as other cases. See, e.g., Butler v. State, 842 So.2d 817 (Fla.2003); Lynch v. State, 841 So.2d 362 (Fla.2003).\nThe circumstances of this case are similar to those in Porter. George Porter was sentenced to death for the murders of his ex-live-in lover, Evelyn Williams, and her new boyfriend, Walter Burrows. Porter, 564 So.2d at 1061-62. In the two days immediately preceding the murder, Porter was seen driving past Williams' house. Id. at 1061. The night before the murder, Porter visited Williams, who called the police because she was afraid of him. Porter then went to two cocktail lounges and consumed alcohol. Around 5:30 a.m. the next morning, Williams' daughter, Amber, awoke to gunshots, ran down the hallway, and saw Porter standing over her mother's body. Id. at 1062. Amber testified that Porter came toward her, pointed a gun at her head, and said, \"Boom, boom, you're going to die.\" Id. Burrows then came into the room, struggled with Porter, and forced him outside. Williams' son, John, who lived next door, testified that he heard gunshot blasts, ran outside, and saw Burrows lying face down in the front lawn. Both Williams and Burrows were dead by the time police arrived on the scene. On appeal, this Court held that the imposition of the death penalty was not disproportionate to other cases decided by the Court. Id. at 1065 (citing Turner v. State, 530 So.2d 45 (Fla.1987)). After we struck the heinous, atrocious, or cruel (HAC) aggravator and upheld the CCP aggravator, the remaining aggravators were: (1) prior violent felony conviction (contemporaneous murders); (2) in the course of a burglary; *486 and (3) CCP. Although our opinion did not list the mitigating circumstances found, we stated that \"[t]he circumstances of this case depict a cold-blooded, premeditated double murder.\" Id. at 1064.\nSimilarly, in Dennis v. State, 817 So.2d 741 (Fla.2002), Labrant Dennis was sentenced to death for beating his former girlfriend, Timwanika Lumpkins, and her new boyfriend, Marlin Barnes, to death with the blunt end of a shotgun. The evidence showed that prior to the murders, Dennis procured a shotgun and ammunition, borrowed a friend's vehicle, and went to a club where he observed the victims together hugging and kissing. Dennis thereafter slashed Barnes' vehicle's tires and waited across the street as it was loaded onto a flatbed to be towed to Barnes' apartment complex. Once the victims returned to Barnes' apartment, Dennis broke in and killed them. Id. at 746-48. In sentencing Dennis to death, the trial judge found four aggravating circumstances: (1) prior violent felony conviction (the contemporaneous murder); (2) in the course of a burglary; (3) HAC; and (4) CCP. In mitigation, the court found: (1) that the defendant was under the influence of extreme mental or emotional disturbance; (2) a catchall category of mitigation, including the defendant's kindness to others and love and affection towards his family; and (3) good demeanor at trial. Id. at 750. On appeal, we held that Dennis's death sentences were proportionate because the trial court's findings in support of the CCP aggravator refuted his claim that the murders were committed in the heat of a domestic dispute. Id. at 767.\nFurther, in Way v. State, 760 So.2d 903, 906 (Fla.2000), Fred Lewis Way murdered his wife Carol and their fifteen-year-old daughter Adrienne with a hammer and set them on fire. The jury convicted Way of second-degree murder for killing Carol and first-degree murder for killing Adrienne. Id. at 907. In sentencing Way to death for the murder of Adrienne, the trial court found three aggravating circumstances: (1) prior violent felony conviction (the contemporaneous second-degree murder of Carol); (2) that the murder was committed while engaged in the commission of arson; and (3) HAC. Id. at 908 n. 5. The trial court also found that the murder was cold, calculated, and premeditated, but did not rely on that finding because the State did not allege that the CCP aggravator was applicable. In mitigation, the trial court found two statutory mitigators: (1) no significant history of prior criminal activity; and (2) Way's age at the time of the crime (thirty-eight). Id. at 908 n. 6. The court also found six nonstatutory mitigators: (1) difficult childhood; (2) service in the Air Force and Air Force Reserve; (3) successful employment with the Federal Aviation Administration; (4) reputation for peacefulness and hard work; (5) hearing and mental impairments; and (6) good behavior in prison. Id. at 908 n. 7. This Court found that the death penalty was proportionate, noting that in contrast to other cases, there was no significant mental mitigation. Id. at 921.\nLike the death sentences in Porter, Dennis, and Way, Carter's death sentences are proportionate. As in Porter, \"[t]he circumstances of this case depict a cold-blooded, premeditated [triple] murder.\" 564 So.2d at 1064. The aggravation in this case was substantial and included the same three aggravators found in Porter. Further, as in Way, there was no statutory or mental mitigation, and the nonstatutory mitigation included factors such as difficult childhood, service in the Air Force, good employment record, and good prison record. All four cases involved multiple domestic murders, but as in Dennis, evidence of Carter's heightened premeditation negates any claim that the *487 murders were committed in the heat of a domestic dispute.\n\nCONCLUSION\nFor the foregoing reasons, we affirm Carter's convictions and death sentences.\nIt is so ordered.\nLEWIS, C.J., and ANSTEAD, PARIENTE, QUINCE, CANTERO, and BELL, JJ., concur.\nWELLS, J., concurs as to the conviction and concurs in result only as to the sentence.\nNOTES\n[1]  There was some dispute as to whether Carter procured his rifle from his mother's house the night of the murders or whether the rifle was already stored in his truck for some other reason. According to Carter, the rifle had been in the truck for approximately three weeks because he had been out at target practice in Callahan, Georgia, three weeks prior to the murders. However, Carter's brother, Steven Carter, testified that Carter normally kept his guns in the upstairs apartment where he lived with his mother and was not aware of Carter storing his rifle in his truck unless he was hunting.\n[2]  Section 775.051 provides:\n\nVoluntary intoxication resulting from the consumption, injection, or other use of alcohol or other controlled substance as described in chapter 893 is not a defense to any offense proscribed by law. Evidence of a defendant's voluntary intoxication is not admissible to show that the defendant lacked the specific intent to commit an offense and is not admissible to show that the defendant was insane at the time of the offense, except when the consumption, injection, or use of a controlled substance under chapter 893 was pursuant to a lawful prescription issued to the defendant by a practitioner as defined in s. 893.02.\n§ 775.051, Fla. Stat. (2002).\n[3]  See § 921.141(5)(d), (i), Fla. Stat. (2002).\n[4]  Prior to 2001, section 810.02, Florida Statutes, defined burglary as \"entering or remaining in a dwelling, a structure, or a conveyance with the intent to commit an offense therein, unless the premises are at the time open to the public or the defendant is licensed or invited to enter or remain.\" § 810.02, Fla. Stat. (2000). In Delgado, this Court limited the \"remaining in\" language to situations where the remaining in was done surreptitiously. 776 So.2d at 240 (Fla.2000). In response, the Legislature amended sections 810.015 and 810.02 to abrogate Delgado. See ch.2001-58, §§ 1-2, Laws of Fla.; ch.2004-93, § 1, Laws of Fla.\n[5]  Carter also argues that the trial court should have organized its findings to show evidentiary support for each of the elements \"cold,\" \"calculated,\" \"premeditated,\" and \"without any pretense of moral or legal justification.\" See Jackson v. State, 648 So.2d 85, 89 (Fla.1994). While we encourage trial judges to independently address each Jackson factor in their sentencing orders, we find that the trial court in this case sufficiently detailed the facts supporting the CCP aggravator as applied to the murders of Pafford and Reed.\n\n",
            "ocr": false,
            "opinion_id": 1854566
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}