{
    "id": 1883015,
    "judges": "Ezell",
    "date_filed": 1191369600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-bailey",
    "case_name_short": "Bailey",
    "case_name": "State v. Bailey",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "968 So. 2d 247"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7385.0,
            "opinion_text": "\n968 So. 2d 247 (2007)\nSTATE of Louisiana\nv.\nCraig L. BAILEY\nNo. KA 07-130.\nCourt of Appeal of Louisiana, Third Circuit.\nOctober 3, 2007.\n*248 John Edward DiGiulio, De Giulio &amp; Bertucci, Baton Rouge, LA, for Defendant/Appellant, Craig L. Bailey.\nJames C. Downs, District Attorney, Ninth Judicial District Court, Thomas Rockwell Wilson, Attorney at Law, Alexandria, LA, for Plaintiff/Appellee, State of Louisiana.\nCourt composed of SYLVIA R. COOKS, OSWALD A. DECUIR, and BILLY HOWARD EZELL, Judges.\nEZELL, Judge.\nThe Rapides Parish Grand Jury indicted Defendant, Craig L. Bailey, along with Sherrod Wilson and Corday Taylor for first degree murder. Thereafter, the State gave notice of its intent to seek the death penalty. Subsequently, the prosecution amended the indictment to charge the Defendants with second degree murder. After jury selection began, Defendant severed *249 his trial from his co-defendants and pled guilty to manslaughter, in violation of La.R.S. 14:31, without a sentencing recommendation.\nOn September 25, 2006, the trial court sentenced Defendant to forty years at hard labor. Defendant then filed a motion to reconsider sentence, which the trial court denied Defendant's motion on October 27, 2006. Defendant now appeals and argues his sentence is constitutionally excessive.[1] We affirm Defendant's sentence finding that the district court did not abuse its discretion in imposing the maximum sentence for manslaughter in this case.\n\nSTATEMENT OF FACTS\nAround 4:30 a.m. on December 15, 2001, Defendant and his Co-defendants went to Jimmy Ray Thomas' house to pick up a shipment of marijuana from Texas. Defendant and Wilson were armed when they entered Mr. Thomas' house where Mr. Thomas was asleep in bed. When they turned on the bedroom lights and yelled at Mr. Thomas, he pulled a pistol from under the sheets. Defendant, Wilson, and Mr. Thomas left the house. Once outside, one of the Defendants chased Mr. Thomas and shot him two times. Mr. Thomas attempted to return home only to be ambushed and shot again. Mr. Thomas attempted to crawl away, but the Defendants shot him again seventeen times. The Victim was shot with three different weapons. The Defendants then fled the scene and gathered their clothes and weapons for disposal.\n\nEXCESSIVE SENTENCE\nDefendant complains that \"Craig Bailey's Sentence of Forty Years, the Maximum Allowed by Law for the Offense of Manslaughter, Amounts to Excessive Punishment in Violation of the Eighth Amendment to the United States Constitution and Article I, Section 20, of the Louisiana Constitution.\" Defendant asserts that the trial judge's finding of several aggravating factors, including Defendant being the ringleader, was based upon the incredible testimony of a Co-defendant. Defendant argues that the trial court's sentencing decision was based upon a misapprehension of the relevant facts; therefore his sentence constitutes an abuse of discretion.\nThe supreme court has determined that the standard for reviewing excessive sentence claims is abuse of discretion:\nThe trial judge is given a wide discretion in the imposition of sentences within the statutory limits, and the sentence imposed by him should not be set aside as excessive in the absence of a manifest abuse of his discretion. A trial judge is in the best position to consider the aggravating and mitigating circumstances of a particular case, and, therefore, is given broad discretion in sentencing. On review, an appellate court does not determine whether another sentence may have been more appropriate, but *250 whether the trial court abused its discretion.\nState v. Williams, 03-3514, p. 14 (La.12/13/04), 893 So. 2d 7, 16-17 (citations omitted).\nUnder the manslaughter statute, \"[w]hoever commits manslaughter shall be imprisoned at hard labor for not more than forty years.\" La.R.S. 14:31(B). Therefore, the sentencing court imposed the maximum penalty allowable for manslaughter.\nA sentence which falls within the statutory limits may be excessive under certain circumstances. To constitute an excessive sentence, this Court must find that the penalty is so grossly disproportionate to the severity of the crime as to shock our sense of justice or that the sentence makes no reasonable contribution to acceptable penal goals and[,] therefore, is nothing more than the needless imposition of pain and suffering. The trial judge has broad discretion, and a reviewing court may not set sentences aside absent a manifest abuse of discretion.\nState v. Guzman, 99-1753, 99-1528, p. 15 (La.5/16/00), 769 So. 2d 1158, 1167 (citations omitted).\nIn State v. Smith, 02-719, p. 4 (La.App. 3 Cir. 2/12/03), 846 So. 2d 786, 789, writ denied, 03-562 (La.5/30/03), 845 So. 2d 1061 (citations omitted), this court discussed the factors it would consider in order to determine whether a sentence shocks the sense of justice or makes no meaningful contribution to acceptable penal goals:\nIn deciding whether a sentence is shocking or makes no meaningful contribution to acceptable penal goals, an appellate court may consider several factors including the nature of the offense, the circumstances of the offender, the legislative purpose behind the punishment and a comparison of the sentences imposed for similar crimes. While a comparison of sentences imposed for similar crimes may provide some insight, \"it is well settled that sentences must be individualized to the particular offender and to the particular offense committed.\" Additionally, it is within the purview of the trial court to particularize the sentence because the trial judge \"remains in the best position to assess the aggravating and mitigating circumstances presented by each case.\"\n\"Generally, maximum sentences are reserved for those cases that involve the most serious violations of the offense charged and the worst type of offender.\" State v. Jones, 05-735, p. 6 (La.App. 5 Cir. 2/27/06), 924 So. 2d 1113, 1116.\nThe sentencing court issued the following reasons for imposing the maximum possible sentence under the manslaughter statute:\nAll right. I have reviewed the Manslaughter statute, and the sentencing range is imprisonment at hard labor for not more than forty years. So, the range is zero to forty. This homicide \u0097 wrote some notes during the weekend. Then, I'm going to read those, so that we can have something in the record about the considerations that I considered \u0097the things that I considered when coming up with a sentence.\nThis is a homicide that involved three co-defendants and one victim. The co-defendants are Sherrod Wilson, who pled guilty to Manslaughter and Burglary, and received a fifty year sentence at hard labor. And, Corday Taylor, who was found guilty of Second Degree Murder after a bench trial, and was sentenced to life imprisonment.\nThe victim was a Jimmy Ray Thomas, who was twenty-nine years old at the *251 time who is reputed in the information that I've received to be a drug dealer.\nI've received information by \u0097 from the defendant and the state, and based upon the information, I make the following findings: On December 15, 2001, the defendant and the two co-defendants drove around Alexandria selling marijuana and Xanex bars and they were anticipating a shipment of twenty-five pounds of marijuana to come in from Texas. At about 4:30 a.m., they got a call about drugs arriving and went to the victim[']s house. The victim, as I said earlier, was a Jimmy Ray Thomas.\nSherrod Wilson and the defendant were armed and entered the house to supposedly buy the twenty-five pounds of marijuana. However, Jimmy Ray Thomas, who is suppose[d] to be waiting on them to sell them the marijuana is in bed asleep. They turn on the lights and start hollering at him, at which time he pulls out a 40 caliber pistol from under the sheets. They then leave the house, as does the victim, at which time one of the defendants chase[d] the victim, then [shot] at him two times. After a while, the victim returns to the house, where he is ambushed by two co-defendants, who I believe to be Wilson and Bailey. And, they surprise him, and one of them shoots him on the ground, which causes a fracture to his femur, which causes him to start crawling on the ground. Then, with the 40 caliber, there's then three pistols involved. There is three pistols and two co-defendants. There's a forty-caliber, a nine millimeter, and a 38 pistol. And, those are shot into the victim seventeen times. The co-defense then leaves the scene, bundle up their clothes and the weapons and give [them] to the defendant's brother to hold and then dispose of.\nNow, I think the culpability \u0097it's interesting you have Sherrod Wilson there, he doesn't take the clothing and the guns to his house or somewhere like that. The other person, Corday Taylor doesn't take the clothes, but Craig Bailey is the person that gets the clothes and the weapons and take[s] them somewhere to hide them, which [shows], I think the level of involvement by this defendant who says that he was not involved in it is hiding the evidence, is not calling the police, is not trying to render aide to the defendant [sic]. [last \"[sic]\" original to the transcript.]\nAfter this victim was murdered, there is no mention of the twenty-five pounds of marijuana. Nobody went looking in the house for it. And, so it appears to me that their trip to the house was not for that purpose. Instead, by parking their vehicle down the street and entering the house at 4:30 while armed with pistols, it appears they had a specific intent to kill or inflict great bodily harm at that time.\nBased upon the information presented to me, I find the defendant was actively involved in the shooting of the victim, meaning that he was one of the gunm[e]n. And, even if not, he was a principle to the crime. He drove around with the co-defendants for four or five hours, prior to this being committed. They were actively involved with being on the telephone with people, selling drugs, and so, he is not someone that is innocently involved. He was just not someone who was along for the ride. He was someone that was actively involved in what was going on.\nI have looked at Article 14:31 and the sentence I can impose is zero to forty years at hard labor. Whatever the sentence is, you will have to serve eighty-five percent of the sentence before being parole eligible, and the good time rate is three days for every seventeen days. *252 The Court will designate this obviously as a crime of violence.\n. . . .\nThere's a Simple Burglary in `02, a Simple Burglary, receiving stolen goods that are pending, an arrest for Simple Assault, Entry into an Inhabited Dwelling, Criminal Damage, in `02, that there's been nothing on Unauthorized use of an Access Card in `02; a Simple Burglary in `02; an Armed Robbery in `02, and a Being a Convicted Felon in Possession of a Firearm, which was not billed, but the Armed Robbery is still pending. There are two Simple Batteries that are pending and a Second Degree Battery, which is also pending. I do not show any arrest[s] for misdemeanors or felonies though.\nBY MR. WILLSON:\nOne misdemeanor conviction, 259,382, he plead guilty May 29th of `02, Theft under 300.\nBY THE COURT:\nAll right. Mr. Bailey, I've also reviewed the sentencing guidelines under Article [894.1] of the Code of Criminal Procedure. And, I believe that during a suspended sentence or probation that you will commit another crime. I believe that you are in need of correctional treatment, that could be provided most effectively in an institution and that a lesser sentence would deprecate the seriousness of your crime.\nI also find the following aggravating factors apply, that is listed under the Article [894.1] Aggravating Factor Number[s] 1, 6, 10, 18, 19, and 20, I believe apply to your sentencing.[[2]] I have reviewed the mitigation factors [that] apply in your behalf.\nI believe that there was no excuse or justification for your conduct on f[sic] 12-15-01; the victim, in no way induced, or was at fault or encouraged his death in any[ ]way. This was not about a fist fight at a bar that happened earlier. This was not about a girlfriend or something like that. None of that. That's what we usually see, it's always about a fight that happened earlier in the day or about a girl. There's none of that here. You go to his house at 4:30 when he's asleep, and he's shot, that's what it's about. And so, I looked at all those different factors to come up with a sentence. And, based upon those factors that I previously stated, I'm going to sentence you to serve 40 years at hard labor, with the Department of Corrections. *253 You're entitled to credit for all the time that you've served in this case. You have thirty days to file for reconsideration for the sentence, thirty days to file an appeal and two years after the sentence becomes final, you have a right to file an application for post-conviction relief.\nYou need to see the sheriff and beg[i]n execution or your sentence. I am going to put into the record what I received from the defendant, it's a sentencing memorandum with an attachment, and also State's Sentencing Memorandum. This is the information that I considered in coming up with the 40 year sentence.\nIn his motion to reconsider sentence, Defendant alleged that he did not participate in the shooting and had no other felony convictions at the time of his sentencing. Defendant argued therefore, as someone who did not participate in the shooting and as the other guns belonged to his Co-defendants, he did not deserve the maximum sentence. Both in his motion to reconsider sentence and in his argument to this court, Defendant contends that the sentencing court erred in relying on the statements made by Wilson in finding that Defendant was a shooter in the case. Defendant suggests, instead, the district court should have relied on Defendant's own self-serving statements and the statement of an eyewitness who averred that, after clearly seeing the shooters, none of the Co-defendants were involved in the incident.\nAt the sentencing hearing, the trial court interviewed the lead investigator in the case, Detective Bruce Fairbanks, regarding Defendant's culpability. Detective Fairbanks testified that he thought that Defendant was one of the shooters. The district court later stated that it also based its findings on the sentencing memoranda presented by both Defendant and the prosecution. The State's sentencing memorandum contains a discussion of statements given by both Defendant and his Co-defendant Wilson. The statements given by Wilson identify Defendant both as the one with the idea to rob the victim and as the only shooter other than Wilson himself. Wilson's statement excluded Taylor as a shooter by alleging that Taylor stayed in the vehicle in which the Co-defendants had been traveling.\nTherefore, the trial court had a basis for finding Defendant to be one of the shooters in the instant offense. Also, other than stating that Wilson was allowed to plead guilty to manslaughter in exchange for testifying at trial, Defendant does not explain how Wilson received a greater benefit from identifying Defendant as a shooter instead of Taylor. Thus, we find that the sentencing court did not abuse its discretion in finding that Defendant actively participated in shooting the Victim.\nDefendant also claims that the sentencing court failed to give proper weight to the mitigating circumstances in his case. In his motion to reconsider sentence, Defendant argued that the district court failed to give appropriate weight to the following mitigating circumstances as found in La.Code Crim. P. Art 894.1(B):\n(23) The defendant did not contemplate that his criminal conduct would cause or threaten serious harm.\n(25) There were substantial grounds tending to excuse or justify the defendant's criminal conduct, though failing to establish a defense.\n(26) The victim of the defendant's criminal conduct induced or facilitated its commission.\n(29) The defendant's criminal conduct was the result of circumstances unlikely to recur.\n\n*254 (30) The defendant is particularly likely to respond affirmatively to probationary treatment.\n(31) The imprisonment of the defendant would entail excessive hardship to himself and his dependents.\nThe mitigating circumstances that Defendant alleges apply to his case directly contradict the trial court's findings. By determining Defendant participated in the homicide as a shooter, the district court held that Defendant contemplated his conduct would cause or threaten serious bodily harm. The sentencing court specifically found that there was no excuse or justification for Defendant's conduct. The trial court further held that the Victim did not induce, facilitate, or encourage his own death. The district court also found that Defendant would commit another offense if allowed probation and/or a suspended sentence. The sentencing court ruled that Defendant is in need of correctional treatment and that a lesser sentence would deprecate the seriousness of the crime. Moreover, other than a letter alleging that Defendant, along with other family members, cuts his grandparents' grass, the record does not support a finding that Defendant actually has dependents upon which hardship would be inflicted. Thus, the trial court did not err in failing to find the designated mitigating factors.\nLouisiana courts have previously affirmed the imposition of the maximum sentence for manslaughter when the defendant was originally charged with second degree murder but allowed to plead guilty to manslaughter instead:\nJurisprudence reflects that the maximum penalty for manslaughter has been imposed in similar circumstances. In State v. Williams, [03-1537 (La.App. 3 Cir. 6/9/04), 875 So. 2d 1043, writ denied, 04-1951 (La.12/17/04), 888 So. 2d 864,] the defendant was charged with second degree murder and pled guilty to manslaughter pursuant to a plea bargain. At the plea hearing, the State presented the following facts: The defendant and the victim, who were involved in an ongoing dispute, became involved in a confrontation. The defendant shot the victim with a twelve-gauge shotgun at point-blank range. The victim died and defendant was sentenced to forty years imprisonment at hard labor. The Third Circuit found no manifest abuse of sentencing discretion by the trial judge.\nIn State v. Lanieu, [98-1260 (La.App. 1 Cir. 4/1/99), 734 So. 2d 89, writ denied, 99-1259 (La.10/8/99), 750 So. 2d 962,] the defendant was charged with second degree murder and convicted of manslaughter. The defendant was sentenced to forty years at hard labor. In Lanieu, the defendant shot the victim in the head twice after an argument wherein the men cursed at each other in front of the defendant's home. After the shooting, the defendant drove off in the victim's car and dumped the victim's body in a field. The defendant claimed that prior to the shooting he saw the victim reach down in the car and saw the handle of what appeared to be a gun; however, two witnesses provided that they did not see the victim with a gun on that day. At sentencing, the trial court noted that the defendant was a nineteen-year-old first felony offender with no adult criminal history. The PSI noted that the defendant had been arrested for attempted second degree murder, but that the grand jury pretermitted the case. The First Circuit concluded that the sentence imposed was not grossly disproportionate to the severity of the crime.\nIn State v. Maxie, [594 So. 2d 1072 (La.App. 3 Cir.), writ denied, 598 So. 2d 372 (La.1992),] the defendant and the *255 victim were acquaintances who lived in the same apartment complex. The two men had a series of confrontations. The victim and the defendant argued on two separate occasions before the fatal shooting. The victim was shot four times, with the first bullet shattering a bone in the victim's leg and the three others entering the victim's chest cavity. During the first argument, the victim threatened the defendant with a knife and then after the shooting, there was a knife found in the area of the victim's body. Although a policeman testified that he found an opened knife, other witnesses provided they saw a closed knife near the victim's body. Defendant was charged with second degree murder, but was found guilty of manslaughter and sentenced to the statutory maximum at the time, which was twenty-one years. The trial judge noted in written reasons for sentencing that the defendant was twenty-two years old with a steady employment history and had never been convicted of another crime. The Third Circuit determined this sentence was not excessive, noting that the defendant shot the victim four times over an alleged and unreported theft when the defendant could have avoided the final confrontation with the victim, but instead responded to the victim's actions by arming himself with a rifle. The court also noted that although defendant knew the first bullet struck the victim, he continued to pull the trigger at least three more times.\nIn the instant case, Jones shot Sanxton at least four times. Particularly, defendant shot the victim four times in the face. Sergeant Thornton stated that he found seven spent casings and one projectile at the scene. Also, Gerry Jones testified that he heard six or seven gunshots. Although defendant argued that the victim tried to slash him twice with his knife prior to the shooting, the record reflects that the victim's knife was found in the waistband of the victim's pants, and it was stipulated that the first shot to the victim's head killed the victim. Defendant's second taped statement also revealed that he had had a previous altercation with Sanxton and had armed himself prior to this meeting because of that previous altercation. The number of times defendant shot the victim and the location of the injuries support the sentence imposed by the trial court. After the shooting, defendant fled the scene and later fled the state. Also, defendant was charged with second degree murder and was convicted of the lesser charge of manslaughter. Although defendant's prior criminal history is unclear from the record, jurisprudence supports imposing the maximum sentence for manslaughter, even for first felony offenders.\nWe affirm the defendant's sentence, finding that it is not excessive.\nJones, 924 So.2d at 1118-19 (footnotes omitted).\nAs in the cases discussed by Jones, Defendant had been charged with second degree murder, which carries a mandatory life sentence. La.R.S. 14:30.1. Hence, Defendant received a significant sentencing benefit when the prosecution agreed to allow him to plead guilty to manslaughter instead. Notably, the other Defendant who pled guilty to manslaughter, Wilson, also received the maximum penalty, and the trial court found the Co-defendant who went to trial on the second degree murder charges, Taylor,[3] guilty as charged and imposed the mandatory life sentence.\n*256 The facts found by the sentencing court reveal that Defendant and Wilson armed themselves with firearms before entering the sleeping Victim's residence. They then chased the Victim away from the house, and when he returned, they shot the victim seventeen times. Therefore, based on the district court's findings together with the significant sentencing benefit Defendant received by pleading to a lesser offense, we find that the trial court did not abuse its discretion in imposing the maximum sentence in the instant case.\nAccordingly, this assignment of error is without merit.\n\nCONCLUSION\nThe Defendant's sentence is affirmed.\nAFFIRMED.\nNOTES\n[1]  In the Plea of Guilty and Waiver of Rights form signed by Defendant, Defendant initialed the following statement before signing the form: \"In exchange for the sentence received, I understand this matter will be finalized and waive all rights to appeal my conviction and sentence, along with Motions to Reconsider Sentence, New Trial, Amend Sentence and Post-Conviction Relief.\" At the guilty plea hearing, Defendant acknowledged that he understood the rights listed in his plea form and that he had signed the form.\n\nHowever, at sentencing, the district court inquired as to whether Defendant had waived his right to appeal based on the reduction in the charge. The prosecution responded that it did not know of any such waiver, and the Defense stated that no such waiver had been discussed. Thus, Defendant may have initialed the waiver by accident.\n[2]  By citation reference, the sentencing court found that the following aggravating circumstances applied to Defendant's case:\n\n(1) The offender's conduct during the commission of the offense manifested deliberate cruelty to the victim.\n. . . .\n(6) The offender used threats of or actual violence in the commission of the offense.\n. . . .\n(10) The offender used a dangerous weapon in the commission of the offense.\n. . . .\n(18) The offender foreseeably endangered human life by discharging a firearm during the commission of an offense which has, as an element, the use, attempted use, or threatened use of physical force against the person or property of another, and which, by its very nature, involves a substantial risk that physical force may be used in the course of committing the offense.\n(19) The offender used a firearm or other dangerous weapon while committing or attempting to commit an offense which has, as an element, the use, attempted use, or threatened use of physical forces against the person or property of another, and which by its very nature, involves a substantial risk that physical force may be used in the course of committing the offense.\n(20) The offender used a firearm or other dangerous weapon while committing or attempting to commit a controlled dangerous substance offense.\nLa.Code Crim.P. art. 894.1(B).\n[3]  Taylor was the defendant who, arguably, had the least involvement in the offense.\n\n",
            "ocr": false,
            "opinion_id": 1883015
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}