{
    "id": 1904148,
    "judges": "Cavanaugh, Cercone and Lipez",
    "date_filed": 506304000000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-cain",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Cain",
    "case_name_full": "COMMONWEALTH of Pennsylvania, Appellee, v. Larry CAIN, Appellant",
    "attorneys": "John M. Glace, Assistant Public Defender, Harrisburg, for appellant., Katherene E. Holtzinger-Conner, Deputy District Attorney, Harrisburg, for Com., appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted June 21, 1985.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b546-4\">\n    503 A.2d 959\n   </citation><br><parties id=\"b546-5\">\n    COMMONWEALTH of Pennsylvania, Appellee, v. Larry CAIN, Appellant.\n   </parties><br><court id=\"b546-7\">\n    Superior Court of Pennsylvania.\n   </court><otherdate id=\"Atn\">\n    Submitted June 21, 1985.\n   </otherdate><decisiondate id=\"Ax7\">\n    Filed Jan. 17, 1986.\n   </decisiondate><br><attorneys id=\"b548-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"502\"> \n     *502\n     </span>\n    John M. Glace, Assistant Public Defender, Harrisburg, for appellant.\n   </attorneys><br><attorneys id=\"b548-4\">\n    Katherene E. Holtzinger-Conner, Deputy District Attorney, Harrisburg, for Com., appellee.\n   </attorneys><br><judges id=\"b548-5\">\n    Before CAVANAUGH, CERCONE and LIPEZ, JJ.\n   </judges>",
    "citations": [
        "503 A.2d 959",
        "349 Pa. Super. 500"
    ],
    "opinions": [
        {
            "author_str": "Cavanaugh",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n349 Pa. Super. 500 (1986)\n503 A.2d 959\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nLarry CAIN, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted June 21, 1985.\nFiled January 17, 1986.\n*502 John M. Glace, Assistant Public Defender, Harrisburg, for appellant.\nKatherene E. Holtzinger-Conner, Deputy District Attorney, Harrisburg, for Com., appellee.\nBefore CAVANAUGH, CERCONE and LIPEZ, JJ.\nCAVANAUGH, Judge:\nOn February 7, 1984, appellant, Larry S. Cain, was convicted of murder of the first degree in connection with the stabbing death of Mr. Louis Bean and was sentenced to life imprisonment.[1] Appellant was tried before the Honorable Warren G. Morgan, sitting without a jury. On appeal, as at trial, appellant concedes that he was the perpetrator of the act which caused Mr. Bean's death but maintains that the evidence was insufficient to support a verdict of first degree murder because he was acting under a \"diminished capacity\" which negated the specific intent required for a conviction of that offense. In the alternative, he contends that the court erred in not finding him \"guilty but mentally ill\" under 18 Pa.C.S. § 314.\nThe facts pertinent to these contentions are as follows.[2] At three o'clock in the morning on Sunday, October 23, 1983, the desk clerk at the Warner Hotel in Harrisburg answered a call from a resident complaining about loud noise coming from a radio or stereo in room 302. 302 was appellant's room. The clerk phoned appellant and instructed him to lower the volume. Nevertheless, at 3:30 the clerk received a second call lodging the same complaint. This time, the clerk attempted to speak with appellant in person but appellant did not answer his door. The clerk then phoned appellant's room. Still there was no answer. Several *503 minutes later, appellant came down to the front desk. When the clerk again told him he had to lower the noise level, appellant became very belligerent, insulted the clerk, pulled a knife on him, and threatened to kill him if the clerk \"didn't get off his tail.\" When appellant, who \"kept yelling and screaming\", went to a window and sat down, the clerk phoned the police. Upon their arrival, appellant did not behave in nearly so agitated a manner as he had with the clerk. The clerk refused to file a complaint at that time because his manager was not present to lend his consent. The police told appellant to return to his room. (Appellant was subsequently found guilty of simple assault in connection with this incident.) Ten minutes later, the police having departed, appellant returned to the front desk and told the clerk he would not get away with what he had done. He stormed out the door and headed across the street to the Olympian Grill restaurant. There, he encountered Louis Bean.\nBean, a patron, was sitting alone when appellant approached him and asked if Bean would buy him some coffee. Appellant had apparently known Bean only casually. Bean bought appellant a cup of coffee, but then repeatedly attempted to move away from him. Every time he moved, appellant followed. Bean went to pay his bill and, with appellant right behind him, removed a large sum of cash from his pockets. When Bean left the restaurant, appellant followed right behind him. Bean and his unwanted companion disappeared into the night.\nAll that subsequently transpired between the two men is not certain. However, at 5:06 A.M., a \"bag lady\" alerted a police officer of a problem on Court Street near Walnut. There, in a pre-dawn autumn rain, Officer Lee G. Cooper discovered the lifeless body of Louis Bean lying face down near a pool of blood. He had been stabbed to death by appellant. Thirteen different stab wounds, among other wounds, were found on the body. A can of mace was discovered under the body, and a set of keys was found at the scene. When the police later charged appellant in Bean's death and searched his room at the hotel, they *504 detected the strong odor of mace emanating from a hat described by the investigating officer as an \"apple\" hat. A waitress at the Olympian Grill testified that appellant was wearing a hat which she described as an \"apple\" cap not long before the stabbing. Several pieces of appellant's clothing were stained with blood that matched the victim's blood type. Moreover, the keys found at the scene were appellant's. There was no evidence that Bean had been robbed.\nWord of the tragedy spread that Sunday. Late in the afternoon, Chris Wright was dining at the Olympian Grill and conversing with the waitresses. He happened to mention the stabbing. Unbeknownst to Mr. Wright, the perpetrator of the stabbing was pacing behind him within ear-shot. Upon hearing Wright's remark, appellant became very agitated. Appellant announced to Wright, whom he had never met, that he did not like him. Mr. Wright glanced at appellant and told him he was not \"too crazy about\" him, either. After Wright turned back to the waitresses, appellant approached him from behind. One of the waitresses told Wright that appellant had a knife. She handed Wright a knife and fork and he turned to face appellant. Wielding the knife, Wright prepared for a confrontation. While appellant and Wright argued, the waitress phoned the police. Apparently due either to Wright's confrontational behavior or the call to the police, appellant left the restaurant and headed across the street to the Warner Hotel. After interviewing Mr. Wright at the Grill, the police found the appellant at the hotel. He was taken into custody and charged with harassment. (He was subsequently found guilty of this charge.) While in custody, he also became a suspect in Mr. Bean's death and was subsequently charged for it.\n\nI. APPELLANT CONTENDS THAT DIMINISHED CAPACITY NEGATED THE SPECIFIC INTENT REQUIRED FOR MURDER OF THE FIRST DEGREE.\nAppellant challenges his conviction of murder of the first degree because, he alleges, the Commonwealth failed to *505 prove one of the crime's elements, specific intent, beyond a reasonable doubt. Murder of the first degree is defined by statute as follows:\n\"A criminal homicide constitutes murder of the first degree when it is committed by an intentional killing.\" 18 Pa.C.S. § 2502(a).\n\"Intentional killing\" is defined as:\n\"Killing by means of poison, or by lying in wait, or by any other kind of willful, deliberate and premeditated killing.\" 18 Pa.C.S. § 2502(d).\nAppellant contends that because he was acting under a \"diminished capacity\" he lacked the specific intent to kill required for a conviction under the statute.\nIn pleading \"diminished capacity\", appellant concedes general criminal liability, Commonwealth v. Walzack, 468 Pa. 210, 360 A.2d 914 (1976); Commonwealth v. Jackson, 336 Pa.Super. 609, 486 A.2d 431 (1984), and seeks a conviction of murder of the third degree.\n\"All other kinds of murder shall be murder of the third degree. Murder of the third degree is a felony of the first degree.\" 18 Pa.C.S. § 2502(c).\n\"Specific intent to kill\" is the mens rea required for first degree murder. The Commonwealth is obligated to prove premeditation and deliberation beyond a reasonable doubt to obtain a conviction. Commonwealth v. Weinstein, 499 Pa. 106, 451 A.2d 1344 (1982); Commonwealth v. Walzack, supra; Commonwealth v. Kenny, 326 Pa.Super. 425, 474 A.2d 313 (1984). Specific intent to kill may be proven by the same common sense process of drawing inferences from the surrounding circumstances as is employed in any number of other areas of the law. \"It is well settled that specific intent to kill, as well as malice, may be inferred from the use of a deadly weapon upon a vital part of the victim's body.\" Commonwealth v. Gardner, 490 Pa. 421, 425, 416 A.2d 1007, 1008 (1980). \"This intent may be inferred from statements made by the accused and also from attendant circumstances.\" Commonwealth v. Davis, 331 Pa.Super. 59, 62, 479 A.2d 1077, 1079 (1984). When a *506 defendant alleges diminished capacity, however, he attempts to demonstrate that although the surrounding circumstances may lead the trier of fact to infer that he acted with specific intent, his psychological make-up in fact prevented the formation of specific intent in the particular instance.\nThe defense of diminished capacity is, however, a limited one and our courts have explicitly stated that psychiatric evidence in support thereof may be admitted only if it tends to prove that appellant did not premeditate or deliberate in committing the murder. Commonwealth v. Weinstein, supra. In Commonwealth v. Weinstein, the psychiatric testimony only addressed the defendant's alleged uncontrollable sexual urge to strangle his victim.\n\"[D]efendant's expert was unable to speak to the issue of specific intent, recognizable by the law, and was unable to logically relate defendant's underlying disease or mental defect to his uncontrollable act. Defendant was clearly able to formulate and carry out a plan or design. He carefully arranged the victim's presence at his place of business, the victim's drugged helplessness and the presence of an accomplice, whom he asked to kill the victim, before he began the climactic act of strangulation he claims he could not control. By his own admission he arranged disposition of the body\" [and] fled to escape punishment. . . . Commonwealth v. Weinstein, 499 Pa. at 118-19, 451 A.2d at 1350.\nIn the instant case, a defense witness, psychiatrist Dr. Edward Russek, M.D., had examined appellant numberous times and testified that appellant suffered from the psychosis of schizophrenia, a disorder of thinking. During its active phase, it is characterized by marked mental confusion, illogical thinking, delusions, and hallucinations. Moreover, appellant suffered from persecutory delusions and grandiose thinking which placed him in the paranoid subtype of schizophrenia. Appellant also suffered from a personality disorder, marked by anti-social, explosive, and highly assaultive behavior. Two letters written by another *507 psychiatrist, Dr. Robert L. Sadoff, M.D., were proffered by the defense and admitted into evidence. The Commonwealth agreed to the admission of the letters without the appearance of the witness but did not subscribe to the content of the testimony. Dr. Sadoff had also examined appellant and his diagnosis was also chronic paranoid schizophrenia. Dr. Sadoff concluded that although appellant was mentally ill at the time of the stabbing, he appeared to know what he was doing and knew that it was wrong. The Commonwealth did not offer any expert psychiatric or psychological testimony in support of its position. However, nine lay witnesses were called to testify by the prosecutor. It is well settled in this Commonwealth that in seeking to discern the mental state of one accused of a killing, the trier of fact may hear the testimony of lay witnesses. Commonwealth v. Vogel, 468 Pa. 438, 364 A.2d 274 (1976). Those who have interacted with an accused near the time of the incident for which he is charged, those who have known him, or who frequently cross paths with him are surely qualified to testify as to his behavior as they have observed it.\nAppellant argues that he suffered from a mental illness of a long-standing nature which prevented the formation of the premeditation and deliberation required for a conviction of first degree murder. He contends that paranoid chronic schizophrenia, the mental illness which afflicted him, completely disrupted his ability to correctly interpret reality, thus making deliberation and premeditation impossible. Dr. Russek testified that, although possible, it was very unlikely that appellant's psychosis was under control at the time of the stabbing. Dr. Sadoff also concluded that appellant was mentally ill at the time of the stabbing.\nAppellant contends that the evidence was insufficient to support a conviction of first degree murder. The well-settled test of insufficiency is whether, accepting as true all the evidence and reasonable inferences therefrom upon which if believed could support a conviction, it is sufficient to prove beyond a reasonable doubt that the defendant is *508 guilty of the crimes for which he was convicted. Commonwealth v. Kenny, supra. Looking at the evidence in the light most favorable to the Commonwealth, we do not believe that the trial court erred in concluding that appellant did not act with diminished capacity. In Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937 (1982) cert. denied, 461 U.S. 970, 103 S. Ct. 2444, 77 L. Ed. 2d 1327 (1983), and Commonwealth v. Kenny, 326 Pa.Super. 425, 474 A.2d 313 (1984), defendant attempted to show diminished capacity but the evidence proferred instead tended to prove only irresistible impulse, which Pennsylvania has rejected as a test to show diminished capacity. Commonwealth v. Weinstein, supra. In the instant case, appellant's evidence at trial showed that he felt compelled to respond to his irrational and bizarre thoughts. In Commonwealth v. Walzack, supra, Justice (now Chief Justice) Nix wrote:\n\"The doctrines of diminished capacity and irresistible impulse involve entirely distinct considerations. Irresistible impulse is a test which is broader than the M'Naghten test. Under the irresistible impulse test a person may avoid criminal responsibility even though he is capable of distinguishing between right and wrong, and is fully aware of the nature and quality of his act, provided he establishes that he was unable to refrain from acting.\"\nCommonwealth v. Walzack, 468 Pa. at 220-21, 360 A.2d at 919. Dr. Russek also testified that appellant had suffered from an anti-social hybrid-personality disorder. \"Personality disorders such as a diagnosed schizoid personality are irrelevant to a finding of first degree murder.\" Commonwealth v. Davis, 331 Pa.Super. at 64-5, 479 A.2d at 1080.\nOur criminal law is based largely on the notion that those who breach the social contract must assume responsibility for their actions. Justice Hutchinson, writing for the majority in Commonwealth v. Weinstein, supra, contrasted the psychiatric notion of determinism, upon which the notion of irresistible impulse is based, with the premise upon which our law is based \u0097 that people have the ability to choose right over wrong.\n*509 As a matter of syllogistic logic one might consider irresistible impulse as valid a talisman for the determination of criminal intent as the ability to distinguish right from wrong. The refusal of jurisdictions such as Pennsylvania to accept it is based not on such logic, but on policy. Within the determinist assumptions of a large and influential school of psychiatry, the negation of intent is an entirely logical corolloary. The assumptions of the law \u0097 rationality, free will and choice \u0097 are otherwise, and within its system the application of irresistible impulse to determine sanity poses deeply troubling conradictions. The attempt to use it all too often finds the legal and medical professions talking at each other about different concepts designed for different purposes.\nThe law, in its effort to shape a rational social policy, grounded in the broadly shared assumptions of the individuals who make up society, cannot admit that acts an individual carefully plans and carries out to advance his own desire, when he knows those acts will result in the death of another human being, will not be punished simply because of the intensity or strangeness of that desire. Such an admission proceeds imperceptibly to the absurd result that the more strange and brutal the act the more likely the actor is to be relieved of its criminal consequences. Commonwealth v. Weinstein, 499 Pa. at 116-17, 451 A.2d at 1349 (footnotes omitted).\nAs one eminent legal scholar-jurist wrote:\n[T]heory and fact agree in frequently punishing those who have been guilty of no moral wrong. . . .\n. . . .\nThe true explanation of the rule [that ignorance of the law is no excuse for breaking it] is the same as that which accounts for the law's indifference to a man's particular temperament, faculties, and so forth. Public policy sacrifices the individual to the general good. It is desirable that the burden of all should be equal, but it is still more desirable to put an end to robbery and murder . . . .\n\n*510 [L]iability to punishment cannot be finally and absolutely determined by considering the personal unworthiness of the criminal alone. That consideration will govern only so far as the public welfare permits or demands . . . .\n[T]he actual degree of personal guilt involved in any particular transgression cannot be the only element, if it is an element at all, in the liability incurred.\nIt is not intended to deny that criminal liability, as well as civil, is founded on blameworthiness. Such a denial would shock the moral sense of any civilized community, or, to put it another way, a law which punished conduct which would not be blameworthy in the average member of the community would be too severe for that community to bear. It is only intended to point out that, when we are dealing with that part of the law which aims more directly than any other at establishing standards of conduct, we should expect more than elsewhere to find that the tests of liability are external, and independent of the degree of evil in the particular person's motives or intentions. . . . [The standards to which conformity is required] take no account of incapacities, unless the weakness is so marked as to fall into well-known exceptions, such as infancy or madness . . . . If they fall on any one class harder than on another, it is the weakest. For it is precisely to those who are most likely to err by temperament, ignorance, or folly, that the threats of the law are most dangerous.\nO.W. Holmes, The Common Law 38-43 (1881, M. Howe ed.).\nFor purposes of specific intent to kill, our inquiry is not to learn what prompted the bizarre thoughts which caused the tragic action. It matters only that the accused was able to formulate a plan and carry it out. In the instant case, appellant argues that he felt compelled to act on his distorted and irrational thinking. In effect, he contends that he lacked the freedom to choose right over wrong. Our law will not accept such an argument to negate specific intent. That the perpetrator's thought processes be deranged or *511 even demonic is to no avail against the narrow standard which our law requires him to meet before we can say that the lower court erred in failing to find diminished capacity. The law imputes freedom of choice to all, save only a limited class of mentally infirm persons who fit very specific criteria. The very fabric of society would soon unravel were we to apply a different norm for all the various shades of mental composition.\nAppellant contends, however, that his mental illness was of such a severe nature, and that his thinking was so irrational, that he was not able to premeditate or deliberate. He cites Dr. Russek's testimony:\nQ. Was the pre-existent mental illness greater than a lack of self-control, impulsiveness, psychoneurosis, or emotional instability?\nA. Yes to all of those.\nIf this is meant to imply that appellant did not know what he was doing because of his distorted thinking, this assertion is not supported by Dr. Sadoff's letter, proferred by the defense, that appellant appeared to know what he was doing and knew that it was wrong. Appellant further cites the fact that the brutal murder was motiveless which was not the case, he claims, in Zettlemoyer, supra, and Weinstein, supra, thus indicating greater mental disturbance here. However, Justice Hutchinson has succinctly stated: \"Psychiatrists often object to the legal concept of specific intent as a naive oversimplification. They may be unable, or unwilling, to accept the legal rule that although intent is essential, motive is irrelevant.\" Commonwealth v. Weinstein, 499 Pa. at 117 n. 5, 451 A.2d at 1349 n. 5. Moreover, appellant alleges that he hallucinated while in the active phase of the illness. Those hallucinations, according to Dr. Russek, may or may not have been noticeable to lay persons. We fail to see that these alleged hallucinations aid appellant's argument in light of Dr. Sadoff's assertion that appellant appeared to know what he was doing. Neither does the lay witness testimony aid him. The desk clerk at the Warner Hotel testified that in the time he knew appellant, *512 he did not appear to be walking around and talking to people who were not really there. Joyce Ann Kauffman, a waitress at the Olympian Grill who served both appellant and his victim shortly before the stabbing, testified that appellant was a regular customer, appeared to be normal, and did not appear to be talking to people who were not really there. Officer Rodney Henninger, who arrested appellant on the harassment charge (after the late afternoon incident at the Olympian Grill with Chris Wright), also testified that appellant behaved in a normal manner and did not appear to be talking to people who were not really there. Michelle Torres, another waitress at the Olympian Grill who was working at the time appellant harassed Chris Wright also testified that appellant was a regular and never appeared to be talking to people who were not really there. Nor did he ever talk \"nonsense.\" Detective Richard E. Shultz, who interviewed appellant after he had been taken into custody following the harrassment incident, also did not notice appellant behaving as if he were hearing voices. Pat Morris, a supervisor at a school of cosmetology testified that appellant was a student at the school at the time of the incident. She stated that she could remember no bizarre behavior on his part. Moreover, Ms. Morris testified that she was in contact with appellant on Saturday, October 22, 1983, the day before the stabbing, but noticed nothing unusual about him. Morris testified that on Friday, October 21, appellant answered questions posed to him by the school. Here are the questions and his written answers, as testified to by Ms. Morris:\n\"The first question was: `What are your goals in cosmetology?\nAnd his answer: `Goals. My goal is to own my own black cosmetic firm.'\nThe second question: `What are your needs in life?'\nHis answer: `Food, shelter, money.'\nMy third question was: `What are your wants in life?'\nAnd his answer was: `Recognition, fame, someone to love me, money.'\n\n*513 The fourth question was: `What do you expect from [the school]?'\nHis answer was: `A certificate of completion and to pass state board.'\"\nDefense witness, Dr. Russek, was asked:\n\"Q. Now, it is my understanding that a day or two, several days before [appellant] was arrested, that he took a test at a [cosmetology] school. Could a person who was actively psychotic with schizophrenia be capable to knowing his name and taking a test, a specific test for specific questions?\nA. He could. It would be a question of relative severity of the disorder. Someone who is continually bombarded with delusional thinking of people talking to him or people being out to get him could be so contaminated with those thoughts that he may not be able to function mentally in a way to take a test. But someone who is not as severely bombarded by those thoughts could probably take a test.\"\nAlthough it seems that the above question to Russek concerned a test other than the \"goals\" sheet, it also seems clear, by looking at the appellant's answeres to the questions posed to him in the \"goals\" sheet just two days before the stabbing, that he was \"not as severely bombarded by\" or \"contaminated with\" delusional thinking as would be a more severely psychotic person. While it is unquestioned that appellant displayed bizarre and illogical behavior and that his problems were of a long-standing nature, we do not believe that the lower court abused its discretion in finding that appellant was able to premeditate and deliberate at the time of the tragic incident.[3]*514\n*515 Because we find that the lower court did not err in concluding that appellant did not act with diminished capacity, his specific intent to kill may be inferred from the surrounding circumstances, including the use of a deadly weapon upon a vital part of the body. See Commonwealth v. Gardner, supra. As the Honorable Warren G. Morgan described it: \"The killing itself was brutal and clearly not a chance infliction of a single wound. The victim was repeatedly stabbed, suffering a total of thirteen wounds \u0097 six of which were in his back. Two of the stab wounds affected internal organs.\" Lower court opinion at 5-6. This is sufficient to show the requisite intent beyond a reasonable doubt.[4]\n\nII. APPELLANT CONTENDS THAT HE WAS GUILTY BUT MENTALLY ILL.\nAppellant alleges that the lower court erred in not finding him guilty but mentally ill under 18 Pa.C.S. § 314.\n(a) General rule. \u0097 A person who timely offers a defense of insanity in accordance with the Rules of Criminal Procedure may be found \"guilty but mentally ill\" at trial if the trier of facts finds, beyond a reasonable doubt, that the person is guilty of an offense, was mentally ill at the time of the commission of the offense and was not legally insane at the time of the commission of the offense.\n(c) Definitions. \u0097 For the purposes of this section and 42 Pa.C.S. § 9727 (relating to disposition of persons found guilty but mentally ill):\n\n*516 (1) \"Mentally ill.\" One who as a result of mental disease or defect, lacks substantial capacity either to appreciate the wrongfulness of his conduct or to conform his conduct to the requirements of the law.\n(2) \"Legal insanity.\" At the time of the commission of the act, the defendant was laboring under such a defect of reason, from disease of the mind, as not to know the nature and quality of the act he was doing or, if he did know it, that he did not know he was doing what was wrong.\n(d) Common law M'Naghten's Rule preserved. \u0097 Nothing in this section shall be deemed to repeal or otherwise abrogate the common law defense of insanity (M'Naghten's Rule) in effect in this Commonwealth on the effective date of this section. 1982, Dec. 15, P.L. 1262, No. 286, § 1, effective in 90 days.\nUntil this statute became law in March of 1983, Pennsylvania jurisprudence applied only the all-or-nothing M'Naghten Rule to those who claimed insanity as a defense to a crime. See 18 Pa.C.S. § 314(d) and (c)(2), supra. Under the insanity defense, \"the defendant is either mad or bad. He should receive either treatment or punishment.\" Comment, Insanity-Guilty But Mentally Ill \u0097 Diminished Capacity: An Aggregate Approach to Madness, 12 J.Mar.J.Prac. &amp; Proc. 351, 353 (1979). However, this standard ignores reality.\n\"[T]he possible shades of difference between theoretical mental perfection and theoretical total absence of mind are not two or five or a dozen \u0097 but infinity. At what point in this unperceptible shading from one extreme to the other does the dividing line between sanity and insanity appear? As ably said in a case involving testamentary capacity:\n\"`There is no difficulty in the case of a raving madman or of a drivelling idiot, in saying that he is not a person capable of disposing of his property. But between such an extreme case and that of a man of perfectly sound and vigorous understanding, there is every shade of intellect, *517 every degree of mental capacity. There is no possibility of mistaking midnight for noon; but at what precise moment twilight becomes darkness is hard to determine.'\"\nR.M. Perkins &amp; R.N. Boyce, Criminal Law 953 (3d ed. 1982) (citing Boyse v. Rossborough, 6 H.L.Cas. 2, 45, 10 Eng.Rep. 1192, 1210 (1857)).\nThe suggested jury instruction for the standard includes the following points:\n5.01A (Crim) Insanity (covers statutory amendments through Act No. 286 (1982)).\n(1) Because the defendant has asserted an insanity defense, you will have to consider four possible verdicts. In addition to \"guilty\" and \"not guilty\" which are available verdicts in any criminal case, you will have to think about the special alternatives of \"not guilty by reason of legal insanity\" and of \"guilty but mentally ill.\" (If you keep in mind why the law permits these two special verdicts it may help you understand my subsequent instructions. The verdict of not guilty by reason of legal insanity labels a defendant as sick rather than bad. It signifies that in the eyes of the law the person, because of mental abnormality at the time of the crime, does not deserve to be blamed and treated as a criminal for what he did. The verdict of guilty but mentally ill labels a defendant as both bad and sick. It means that in the law's eyes that person, at the time of the crime, was not so mentally abnormal as to be relieved from blame and criminal punishment for what he did but that he was abnormal enough to make him a prime candidate for special therapeutic treatment.)\n. . . .\n[(7) Comparing the definitions of \"legal insanity\" and \"mental illness\" we can see that they both require a mental disease or defect which is something more than faulty character, temperament or social adjustment. Their definitions differ, however, with regard to the incapacitating effect necessary for legal insanity on the one *518 hand or mental illness on the other. Legal insanity requires that the defendant be incapable either of knowing what he is doing or of judging its wrongfulness. Mental illness requires only that the defendant lack substantial capacity either to appreciate the wrongfulness of what he is doing or to obey the law. Loosely speaking, mental illness is the broader term. It covers a greater range of abnormal conditions than legal insanity. A final difference lies in the degree of proof. Legal insanity must be proven by a preponderance of the evidence, while mental illness must be proven beyond a reasonable doubt.]\n(8) In determining the questions of legal insanity and mental illness you should consider all the relevant evidence including (the testimony of witnesses regarding the acts, words, conversations, behavior and appearance of the defendant at, and close to, the time of the alleged crime) (the testimony of the expert witnesses) (the testimony of ordinary witnesses concerning the defendant's general mental condition) (____). The critical time when legal insanity or mental illness must exist in order to affect the verdict is at the time when the alleged criminal act was committed. Although you may consider evidence of the defendant's mental condition before and after that time you may consider it only to help you determine his mental condition (and state of mind) at the time of the alleged crime.\nA. Murphy, Legally Insane or Guilty But Mentally Ill: A Suggested Jury Instruction, 88 Dickinson L.Rev. 344, 347-49 (1984).\nProfessor Arthur Murphy, reporter to the criminal instructions subcommittee of the Pennsylvania Supreme Court's Committee for Proposed Standard Jury Instructions, has described the difference in the effects of a finding of \"insanity\" as opposed to a finding of \"guilty but mentally ill.\"\n\"A verdict of `not guilty by reason of legal insanity' may trigger, while a verdict of `guilty but mentally ill' *519 will trigger, proceedings under the Mental Health Procedures Act. [50 Pa.C.S. §§ 7101-7503.] The court, after a hearing, determines whether the defendant is severely mentally disabled and in need of treatment at that present time. The defendant's potential dangerousness to other persons is highly relevent to this determination [50 Pa.C.S. § 7301.] When a person has been acquitted on the ground of legal insanity, the proceedings may result in an involuntary civil commitment to a mental health facility. [50 Pa.C.S. § 7304(a)(i).] In the case of an individual found guilty but mentally ill, the process may lead to involuntary treatment of the convict in a prison or in a hospital setting. [42 Pa.C.S. § 9727(b)(i).]\"\nA. Murphy, Legally Insane or Guilty But Mentally Ill: A Suggested Jury Instruction, 88 Dickinson L.Rev. 344 (1984).\nThe \"guilty but mentally ill\" standard also has an allure for those who hold the insanity defense in disfavor.\n\"For those who advocate abolishing the insanity defense, the statute provides an alternative verdict which is a step toward abolition without running afoul of the constitutional prohibitions that currently surround that goal.\"\nComment, Guilty But Mentally Ill: A Reasonable Compromise for Pennsylvania, 85 Dickinson L.Rev. 295, 307 (1980-81). As one Pennsylvania House member stated prior to the bill's passage:\n\"Those who are less mentally afflicted and attempt to use the insanity defense may attempt to confuse a jury or a finder of fact and convince them that they are innocent by reason of insanity. The finding permitted under this legislation gives the finder of fact the ability to find such an individual guilty but also provide him with the necessary mental health treatment . . . .\"\nPENNSYLVANIA HOUSE LEGISLATIVE JOURNAL 2132 (Nov. 29, 1982) (comments of House Member Jeffrey E. Piccola of Dauphin County in support of the passage of the Conference Committee Report.)\n\n*520 \"The primary functions of a finding of `guilty but mentally ill' are to avoid unwarranted insanity acquittals by allowing juries to express a conclusion that the defendant, although guilty, was impaired at the time of the crime and to set in motion a judicial inquiry into the accused's present condition.\"\nA. Murphy, Legally Insane or Guilty but Mentally Ill: A Suggested Jury Instruction, 88 Dickinson L.Rev. 344, 347 (1984).\nIn short, the \"guilty but mentally ill\" alternative is merely a statutory articulation of the natural desire to hold responsible those who breach the social contract while at the same time providing for the humane treatment of their mental infirmities.\nTurning to the instant case, appellant alleges that at the time of the stabbing he lacked the substantial capacity to appreciate the wrongfulness of his conduct or to conform to the requirements of the law. As for lacking the substantial capacity to appreciate the wrongfulness of his conduct, at trial, the appellant presented two letters from psychiatrist Dr. Sadoff, who had examined him. Sadoff stated that appellant appeared to have known what he was doing and knew that it was wrong. Our review of the record reveals no testimony from defense witness Dr. Russek that appellant did not know that the stabbing was wrong. Dr. Sadoff wrote that although appellant did not believe that his action in stabbing Mr. Bean caused his death, he expressed sorrow for it and wished that it had not happened. We conclude that appellant has failed to prove that he lacked substantial capacity to appreciate the wrongfulness of his conduct.\nAs for the other prong of the definition of \"mentally ill\" under the statute, that appellant lacked the substantial capacity to conform his conduct to the requirements of the law, appellant cites the following in support of this: Both Dr. Russek and Dr. Sadoff believed that appellant was psychotic at the time of the stabbing. Dr. Russek testified that appellant was \"not able to cope with the normal daily tasks of getting along in society and getting along with *521 other people.\" Moreover, appellant's delusional thinking and paranoid characteristics rendered him unable to control his behavior. The hotel desk clerk described appellant's behavior in connection with the simple assault as \"atypical\" and \"surprising.\" Waitress Michelle Torres and patron Chris Wright testified to appellant's unprovoked and menacing behavior when he harassed Wright by pulling a knife on him later in the day of the stabbing. Furthermore, appellant made the totally delusional assertion to Dr. Sadoff that another man had actually killed Mr. Bean.\nAppellant clearly suffered from psychological problems. Indeed, he did not cope well with the daily task of getting along in society. Were this the criteria for \"mental illness\", however, we would suppose that a significant proportion of those engaging in criminal misconduct could be so classified. The statutory definition seems to us to be much narrower. The question is whether appellant lacked the substantial capacity to conform to the requirements of the law. Despite the defense testimony that appellant felt compelled to act on his delusions, we find that the lower court did not abuse its discretion in holding that appellant possessed the substantial capacity to conform to the law's requirements. Appellant exhibited the ability to conform to rules and social norms despite his serious lapses into bizarre and uncivilized behavior. The desk clerk at the hotel testified that after appellant had pulled a knife on him and the police were summoned, appellant acted \"normal\" in their presence. \"He talked very nice to the police.\" Officer Henninger testified that after the incident in which the appellant pulled a knife on Chris Wright, Henninger found appellant at the hotel where he agreed to a patdown for weapons. Appellant did not act in an abnormal or uncooperative way, except that he refused to allow Henninger to enter his room to obtain identification. This may have been because incriminating evidence from the murder was stashed about the room. Pat Morris, a supervisor at the Cosmetology school which appellant attended, testified as follows:\n\n*522 Q. When [appellant] came to [the Cosmetology school], was he able to conform his behavior with the requirements of the school?\nA. Yes.\nQ. Was he able to take directions?\nA. Yes.\nQ. When he socialized with other students, did he appear to be manipulative? In other words, he wanted to have an upper hand on other people?\nA. No, really, no.\nMoreover, there was much testimony from lay witnesses that the appellant did not appear to be talking to imaginary people around the time of the stabbing. See our discussion of diminished capacity argument, supra. On the Friday before the Sunday stabbing, appellant was able to answer questions at the school he attended in a coherent and logical manner. See our discussion of diminished capacity, supra. It is possible that appellant's schizophrenia was not in its \"active phase\" on the day of the stabbing. While Dr. Russek testified that it was in its active phase two days later when he first interviewed him, this may be accounted for by the stress associated with incarceration and being charged with a homicide. Dr. Russek testified that it is very unlikely, although possible, that appellant's psychosis was under control at the time of the stabbing.\nIt seems clear, however, that the court, as trier of fact in this case, was persuaded that the testimony of the lay witnesses offered an accurate reading of appellant's mental state. The desk clerk at the Warner Hotel, whom the appellant had threatened with a knife prior to the stabbing, testified on cross examination that appellant's behavior at the preliminary hearing, which was held some eight days after his arrest, was disruptive and similar to the behavior he exhibited on the night of the stabbing. It was the desk clerk's opinion that appellant's behavior at the hearing was fabricated. Detective Shultz, who interviewed appellant after he had been taken into custody late in the day of the stabbing, testified as follows:\n\n*523 Q. Was there anything unusual in his behavior that sticks out in your mind?\nA. No.\n. . . .\nQ. Did he appear as though he was hearing voices or was he talking to people who were not present?\nA. No.\nHowever, when asked about appellant's behavior at the preliminary hearing, he stated:\nThere was a marked difference in the way he acted the day of the preliminary hearing as to the way he acted on Sunday, October 23 when I first interviewed him . . . .\nOf course, appellant's bizarre and nonconformist behavior is evidence of psychological infirmity. The factfinder need not, however, conclude that appellant lacked the substantial capacity to conform his conduct to the requirements of the law merely because he failed to abide by it. We find the evidence sufficient to support the finding that, beyond a reasonable doubt, appellant had the substantial capacity to conform his conduct to the requirements of the law.\nWe concede that, by necessity, the \"guilty but mentally ill\" law and the diminished capacity standard, like the insanity defense, place great burdens on the trier of fact. Unlike the \"reasonable man\" standard in negligence law which asks the factfinder to compare a defendant's behavior with the usual or proper societal behavior, these ask the factfinder to look into the psyche of the defendant and discern its innermost workings. It is a most difficult assignment. As an appellate court with only the cold, lifeless record to guide us, we naturally defer to the trier of fact who heard the witness' tone of voice, saw their facial expressions and presumably caught the trial's subtleties \u0097 all of which may be lost in the written word. Our review of the record reveals that the testimony fully supports the court's holding.\n*524 In order to sustain a conviction of first degree murder, and to hold that appellant was not \"mentally ill\", the law does not require that we find appellant's mental state to have been perfectly sound or that appellant acted with a completely free will. It may well be that that Law which is higher than ours holds appellant less than fully culpable because of his mental state. We conclude, however, that the law of this Commonwealth demands that appellant assume full responsibility for the tragic death of Louis Bean.\nJudgment of sentence affirmed.\nNOTES\n[1]  At trial, appellant was also convicted of simple assault and harassment for incidents which occurred before and after the murder respectively.\n[2]  Although the appeal here concerns only the murder conviction, the facts related to the simple assault and harassment charges are presented to elucidate appellant's mental state.\n[3]  Our Supreme Court thoroughly discussed contentions similar to those made by appellant in Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937 (1982). There, as in the instant case, the court discussed evidence of paranoid schizophrenia, anti-social personalty, and irresistible impulse.\n\n[I]rrelevant to appellant's ability to form the requisite mens rea for an intentional killing was the testimony of appellant's grandmother. . . and mother. . . . Basically, their testimony profiled appellant as a tempermental, spoiled, anti-social young man (appellant was 25 years old at the time of trial) who could not maintain a job or a relationship with women, and who seemed very depressed in the weeks preceding the shooting. . . . [T]his testimony sheds no light whatsoever on appellant's mental capacity to premeditate, deliberate and form the specific intent to kill.\nFinally, the defense presented Dr. Schneider, a clinical psychologist.. . . Asked to give his \"final diagnosis\", Dr. Schneider replied: \"As a result of the testing, the interview and my conversations with family members, my diagnostic impression is that we have a schizoid personalty with paranoid features \u0097 well, paranoid and inadequate features.\" . . . . Dr. Schneider applied his psychological labels to appellant and rendered the following observations:\n\"I also mentioned that Mr. Zettlemoyer is an inadequate person which essentially means that he was unable, as I indicated, to deal with the normal pressures, demands, responsibilities of daily living. He has never completed anything to my knowledge successfully, whether it be socially, personally or vocationally. He has failed and I believe that his reaction over this period of time resulted in, well, what I refer to as a pressure cooker syndrome, pressure mounting up. If you don't have a release valve it will blow and that's where I believe that the emotional disturbance, in addition to the personalty disorder, may have resulted in the behavior.\n.....\n\"I find that Mr. Zettlemoyer is a pampered, doted upon, catered to, in simple terminology spoiled brat who figures out how to get what he wanted, either directly or by manipulating or controlling the situation to get what he wanted his entire life and I believe that faced with the number of stresses that he had to deal with that he could not cope with, and he decompensated. . . .\"\nIt should be apparent from the foregoing summary of the \"defense\", that the psychiatric/psychological testimony of Dr. Schneider falls well short of the objective quantum of reliability and relevance which this Court requires . . . before such testimony will be deemed admissible on the issue of whether appellant had the mental capacity to form the specific intent to kill. Moreover, the \"defense\" offered in this case is simply an attempt to once again foist the \"irresistible impulse\" concept upon this Court under different nomenclature, an attempt which we have consistently rejected and will continue to resist.\n. . . .\nThus, in this case as in Commonwealth v. Weinstein . . . appellant's \"expert was unable to speak to the issue of specific intent, recognizable by the law, and was unable logically to relate [appellant's] underlying disease or mental defect to his uncontrollable act. [Appellant] was clearly able to formulate and carry out a plan or design.\" [499] Pa. at [118], 451 A.2d at 1350. Accordingly, the trial court did not err in refusing to allow Dr. Schneider to express his opinion as to whether appellant possessed sufficient mental capacity to form the specific intent to kill, especially in light of the fact that the psychologist had already testified extensively and the jury was in a position, under proper instructions, to draw its own conclusion as to this issue.\nCommonwealth v. Zettlemoyer, 500 Pa. at 31-35, 454 A.2d at 945-47 (footnotes omitted).\n[4]  In his closing argument, the prosecutor stated that appellant's evidence showed that he was compelled to act by irresistible impulse. Appellant argues that this contention was made without any supporting expert testimony to rebut defense counsel's earlier contention that the irresistible impulse did not apply. We believe that the prosecutor's remark was a fair one, based on the precedents cited herein. Moreover, no objection was made to the remarks and so the contention is nevertheless waived. Commonwealth v. Williams, 500 Pa. 226, 455 A.2d 632 (1983).\n\n",
            "ocr": false,
            "opinion_id": 1904148
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}