{
    "id": 1925951,
    "judges": "King",
    "date_filed": "1983-04-30",
    "date_filed_is_approximate": true,
    "slug": "state-v-leonard",
    "case_name_short": "Leonard",
    "case_name": "State v. Leonard",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "314 A.2d 97",
        "126 N.J. Super. 308"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n126 N.J. Super. 308 (1974)\n314 A.2d 97\nSTATE OF NEW JERSEY, PLAINTIFF,\nv.\nHOWARD C. LEONARD, JR., DEFENDANT.\nSuperior Court of New Jersey, Law Division (Criminal).\nDecided January 15, 1974.\n*309 Mr. John W. McFeeley III, Assistant Prosecutor, for the State (Mr. Thomas J. Shusted, Prosecutor, Camden County)\nMr. Anthony Bezich for defendant.\nKING, J.C.C., Temporarily Assigned.\nDefendant is charged with the daylight armed robbery of the proprietor of a hardware store in the vicinity of 27th and River Road in the City of Camden on February 26, 1973. The weapon used to threaten the proprietor was a crowbar. On November 13, 1973 defendant was convicted of the daylight armed robbery with a gun of the proprietor of a gas station at 25th and River Road on February 22, 1973, four days prior to the date of the crime charged in this prosecution. The prosecution offers the evidence of the first conviction to affect defendant's credibility under N.J.S.A. 2A:81-12.\nFor the purpose of affecting the credibility of any witness, his interest in the result of the action, proceeding or matter or his conviction of any crime may be shown by examination or otherwise, and his answers may be contradicted by other evidence. Conviction of crime may be proved by the production of the record thereof, but no conviction of an offender shall be received in evidence against him in a civil action to prove the truth of the facts upon which the conviction was based.\nThe defense objects, pointing out that the prior conviction is on appeal and, further, that the substantial prejudicial effect, because of the proximity of the location (two blocks apart) and time (four days apart), should motivate the court to invoke Evidence Rule 4(b) and exclude the proffer of the prior conviction.\n*310 There is no New Jersey case dealing directly with the admissibility of a prior conviction during the pendency of the appeal. Professor McCormick in his respected work states that the \"predominate view\" does not bar admissibility while the appeal is pending. McCormick on Evidence, § 43 (1972). The authorities are collected at 16 A.L.R. 3rd 726. See also, 98 C.J.S. Witnesses § 507f at 414. About 13 jurisdictions appear to follow the doctrine of admissibility, including the federal cases, while Kentucky, Missouri, Texas, Virginia and the District of Columbia preclude admissibilty. Maryland, in a 1969 case decided by its intermediate appellate court, did permit admissibility, Suggs v. State, 6 Md. App. 231, 250 A.2d 670 (Ct. Spec. App. 1969), but this result was promptly altered by legislation. See Bailey v. State, 263 Md. 424, 283 A.2d 360 (Ct. App. 1971). The viewpoint of the minority position was expressed in an opinion by the United States Court of Appeals for the District of Columbia as follows:\nBut it seems to us wholly illogical and unfair to permit a defendant to be interrogated about a previous conviction from which an appeal is pending. If the judgment of conviction is later reversed, the defendant has suffered, unjustly and irreparably, the prejudice, if any, caused by the disclosure of the former conviction. [Campbell v. United States, 85 U.S. App. D.C. 133, 176 F.2d 45, 47 (1949)]\nInterestingly enough, the Maryland case upholding the admission of the conviction allowed the verdict of guilty to stand even though the original conviction utilized for impeachment purposes was reversed on appeal. See Suggs v. State, supra.\nThere would appear to be a substantial likelihood of prejudice to defendant here if the evidence of the first conviction is admitted despite the limiting charge. However, there is not sufficient similarity between the events to invoke the criteria for admissibility under Evidence Rule 55, in order to show motive, intent, plan, knowledge, identity or absence *311 of mistake or accident. The question here, therefore, is whether the court has any power to exclude the proffer under Evidence Rule 4(b):\nThe judge may in his discretion exclude evidence if he finds that its probative value is substantially outweighed by the risk that its admission will either (a) necessitate undue consumption of time or (b) create substantial danger of undue prejudice or of confusing the issues or of misleading the jury.\nThe decision of our Supreme Court in State v. Hawthorne, 49 N.J. 130 (1967) appears to provide the answer to the problem posed by this situation. In Hawthorne the trial court had entered a pretrial ruling barring the State from using several old convictions against a defendant to impeach his credibility. The State appealed and the Supreme Court ruled, in a divided opinion, that the trial court had no discretion to limit in any fashion the State's rights, conferred by the Legislature under the statute, to use the prior convictions on cross-examination of the criminal defendant. The defense sought to invoke the theory of Evidence Rule 4(b), urging that the prejudicial effect of the remote convictions far outweighed their probative value. The Supreme Court clearly decided against allowing a trial court to weigh the various considerations in a particular situtation in considering the question of admitting or excluding a prior conviction. The right of the State to show the conviction was found to be absolute.\nIn our judgment both the history of the statute and the context in which the word `may' appears refute the idea that the Legislature intended to invest the courts with discretion to admit or exclude evidence of a defendant's previous convictions of crime. [at 134-135 (1967)]\nThere is simply the flat and unrestricted statement that conviction of a crime may be shown to affect credibility. [at 135]\nThe majority opinion of Justice Francis and the concurring opinion of Chief Justice Weintraub in Hawthorne constitute a compelling mandate that the Legislature most probably *312 intended to preclude the engraftment of judicial exceptions upon the statute and that any amelioration of the statute would be a legislative task.\nUnder all the circumstances we hold the view that previous conviction of crime of a witness, whatever its age, may be shown to affect credibility. That we deem to be the legislative will, and if we overstate it, we assume the matter will be given appropriate consideration by the Legislature. [at 140-141, majority opinion]\nThe State will therefore be permitted to show this defendant's prior conviction despite the pendency of his appeal therefrom. The court is of the opinion that any exception to the statute should be wrought by legislative rather than judicial action, as occurred in the Maryland experience, in light of the strong policy expressed by the statute and the judicial recognition rendered to this policy under State v. Hawthorne, supra. The court will permit the State to show that fact of a conviction of armed robbery and the date of the conviction, but will not permit the State to go into the details of the crime, i.e., time, place and method of criminal activity. This limiting ruling should assist in obviating any unwarranted prejudicial effect of the prior conviction. See State v. Kobylarz, 44 N.J. Super. 250 (App. Div. 1957); State v. Mount, 73 N.J.L. 582 (E. &amp; A. 1906).\n",
            "ocr": false,
            "opinion_id": 1925951
        }
    ],
    "court_short_name": "New Jersey Superior Court App Division",
    "court_full_name": "New Jersey Superior Court Appellate Division",
    "court_type": "SA",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Robbery"
}