{
    "id": 1932965,
    "judges": "Gillespie, Smith and Walker",
    "date_filed": "1982-03-18",
    "date_filed_is_approximate": true,
    "slug": "holt-v-state",
    "case_name_short": "Holt",
    "case_name": "Holt v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "348 So. 2d 434"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n348 So.2d 434 (1977)\nDarrell Dean HOLT\nv.\nSTATE of Mississippi.\nNo. 49602.\nSupreme Court of Mississippi.\nJuly 27, 1977.\nThomas R. Trout, New Albany, for appellant.\nA.F. Summer, Atty. Gen. by Henry T. Wingate, Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore GILLESPIE, SMITH and WALKER, JJ.\n*435 GILLESPIE, Chief Justice, for the Court:\nThis is an appeal by Darrell Dean Holt from a conviction in the Circuit Court of Washington County of the crime of armed robbery and a sentence of fifteen years.\nThe Kentucky Fried Chicken establishment located on Alexander Street in Greenville, Mississippi, was robbed by two black males in the late afternoon. One of the robbers had an unusual hair style in that it was parted in the middle and was very puffy. He wore a beard and a mustache. This individual was dressed in black or dark blue pants, a white T-shirt, and a dark jacket. The other was wearing a maroon jacket and maroon pants. No customers were in the store, the two cooks were in the rear, and Lois Boyd, the cashier, was in the front of the establishment. One of the robbers got a Pepsi-Cola out of the box and paid for it with a dollar bill, and when Lois Boyd opened the cash register to make change, the robber pointed a chrome-plated gun at her and said, \"This is a hold-up.\" The robbers took between $60 and $70 in cash from the register and fled down Cately Street. A witness who observed the robbers entering the Kentucky Fried Chicken establishment also saw them flee, one of them holding his pocket and the other carrying a Pepsi-Cola or Coca-Cola bottle. They ran north on Cately Street toward O'Hea Street. A short distance from the street a third black male who had been waiting in the area joined them. Mrs. Camel, who lived at 237 Cately Street, heard someone running and looked out the window, and saw a young black male wearing a maroon colored two-piece suit enter the back door of Jo Jo Simpson's residence. The Simpson house is located at 623 O'Hea Street, and the rear door where the man entered was about ten feet from Mrs. Camel's house.\nThe robbery occurred at approximately 4:30 P.M., and the police were immediately notified. Lt. Vick of the Greenville Police Department was a short distance from the Kentucky Fried Chicken establishment when he got the radio message of the robbery. He undertook to make an immediate investigation by talking to the people working in the victimized establishment and then proceeded up Cately Street, where he talked to two people, including Mrs. Camel. Lt. Vick then verified that the house where the maroon-clad man had entered was the house of Jo Jo Simpson, and when he was talking to Mrs. Camel he saw a dollar bill lying on the back steps where entrance was made into the rear door of 623 O'Hea Street. Lt. Vick kept in radio contact with Chief Skinner and involved Chief Skinner as the investigation progressed while other officers were proceeding to obtain a search warrant on the information furnished by Lt. Vick.\nA search warrant was obtained for a three-room house numbered 623 O'Hea Street and when the officers went to this residence with a search warrant they found the defendant hiding in a closet and a person named Henry Parker sitting on the bed in the middle room. Underneath the bed was a pair of maroon pants and a maroon jacket was hanging in the bathroom. A chrome pistol was found above the closet where defendant Holt was hiding and his hair was \"messed up\" but the remains of the center part were visible. The police recovered $65 in currency from a bag hidden behind the bathtub. A black jacket and a Pepsi-Cola bottle were also found.\n\nWAS THE SEARCH LAWFUL?\nIt is appropriate to state at the outset of the discussion that counsel for defendant conceded in oral argument that the police had probable cause in fact to justify searching the residence in question, but contend that the affidavit is insufficient under the test laid down in Aguilar v. Texas, 378 U.S. 108, 84 S.Ct. 1509, 12 L.Ed.2d 723 (1964), and Spinelli v. United States, 393 U.S. 410, 89 S.Ct. 584, 21 L.Ed.2d 637 (1969).\nThe Court is of the opinion that Lt. Vick had sufficient information that the robbers had entered 623 O'Hea Street, which was only about 175 feet from the Kentucky Fried Chicken establishment. The employees of the victimized establishment told Lt. Vick how the robbers were dressed and the *436 direction which they ran up Cately Street after the robbery. Mrs. Crumbly gave additional information and Mrs. Camel, whose house was only about ten feet from the back door of 623 O'Hea Street, heard the commotion of people running, looked out and saw a black male enter the rear of the O'Hea Street address. Lt. Vick also had been told that one of the robbers was holding his pocket and another was carrying a Pepsi-Cola bottle. This was only fifteen or twenty-five minutes after the robbery and at that time and at the time the search was made Lt. Vick knew that a felony had been committed, and had probable cause to believe that the perpetrators of this crime as well as evidence of the crime were in the residence at 623 O'Hea Street. Under Mississippi Code Annotated section 99-3-7 (1972), the officers had a right to enter the residence to arrest the robbers and make an appropriate search of the residence. Cf. Warden v. Hayden, 387 U.S. 294, 87 S.Ct. 1642, 18 L.Ed.2d 782 (1967).\nThe underlying circumstances prepared by the officers only fifteen to twenty-five minutes after the robbery occurred are in the following words:\nThis date two black males went into the Kentucky Fried Chicken and robbed an employee, using a small caliber pistol. Taken was about $250.00. These two persons ran back north toward O'Hea Street, according to witnesses. Investigating officers located a Davanna Camel, 237 Cately, who stated about this time she heard someone running, looked out, and saw a negro male, wearing maroon pants and jacket, enter the back door of 623 Ohea Street. This fit the description of one of the robbers. Lt. D. Vick checked around this area and saw a one dollar bill in the back yard. The person living in this house Joe Earl Simpson, has a criminal background with this department, and it is believed he might be involved. Based on the above information it is believed whoever robbed the above location ran into this house.\nWe are also of the opinion that the affidavit for the search warrant under these circumstances was sufficient. The affidavit was made by Officer Cochran who joined Lt. Vick in the investigation a few minutes after the robbery. We are not dealing with probable cause based upon information furnished by an anonymous tip or a police informant. Eyewitnesses furnished the basis of the information. Under the emergency surrounding the circumstances of securing the search warrant, the officers apparently did not get the names of the people who worked in the victimized establishment, nor did they state in the affidavit the witnesses who told the officers of the persons running north on O'Hea Street that fitted the description of the robbers. This could only have been information furnished by eyewitnesses. Thus they were identifiable if not identified. This was a reasonable inference that the magistrate could draw from the affidavit. Also the details given in the affidavit are self-verifying and, of course, Mrs. Camel was identified in the affidavit as having seen the maroon-clad individual enter 623 O'Hea Street.\nIn Cundiff v. United States, 501 F.2d 188 (8th Cir.1974), it is stated:\nDefendant contends here that these facts, disclosed in the affidavit for search warrant executed by Detective Hatfield, failed to meet the requirements set out in Spinelli. More particularly he protests the \"failure\" to set forth underlying information so that the magistrate could determine the credibility of the \"hearsay\" information given by the informers. Defendant fails to note the important distinction between an informant who divulges evidence of a crime obtained from sources unknown to the affiant or magistrate and an individual who is an \"eyewitness\" and only relates matters gathered from his own observation. As we stated in McCreary v. Sigler, 406 F.2d 1264, 1269 (8th Cir.), cert. denied, 395 U.S. 984, 89 S.Ct. 2149, 23 L.Ed.2d 773 (1969):\nThe essence of \"reliability\" may be found in an informant's statement of facts rather than an allegation of mere conclusory suspicion. An informant who alleges he is an \"eyewitness\" to an actual crime perpetrated demonstrates sufficient reliability of the person.\n\n*437 501 F.2d at 189-190.\nAnd in United States v. Bell, 457 F.2d 1231 (5th Cir.1972), it was said:\nThe rationale behind requiring a showing of credibility and reliability is to prevent searches based upon an unknown informant's tip that may not reflect anything more than idle rumor or irresponsible conjecture. Thus, without the establishment of the probability of reliability, a \"neutral and detached magistrate\" could not adequately assess the probative value of the tip in exercising his judgment as to the existence of probable cause. Many informants are intimately involved with the persons informed upon and with the illegal conduct at hand, and this circumstance could also affect their credibility. None of these considerations is present in the eyewitness situation such as was present here. Such observers are seldom involved with the miscreants or the crime. Eyewitnesses by definition are not passing along idle rumor, for they either have been the victims of the crime or have otherwise seen some portion of it. A \"neutral and detached magistrate\" could adequately assess the probative value of an eyewitness's information because, if it is reasonable and accepted as true, the magistrate must believe that it is based upon firsthand knowledge. Thus we conclude that Aguilar and Spinelli requirements are limited to the informant situation only. 457 F.2d at 1238-1239.\nThis case presents an example of the difficulty police have in putting in affidavit form information they have. The Supreme Court of the United States has never departed from the statement made by Mr. Justice Goldberg in United States v. Ventresca, 380 U.S. 102, 85 S.Ct. 741, 13 L.Ed.2d 684 (1965), as follows:\nThese decisions reflect the recognition that the Fourth Amendment's commands, like all constitutional requirements, are practical and not abstract. If the teachings of the Court's cases are to be followed and the constitutional policy served, affidavits for search warrants, such as the one involved here, must be tested and interpreted by magistrates and courts in a common-sense and realistic fashion. They are normally drafted by nonlawyers in the midst and haste of a criminal investigation. Technical requirements of elaborate specificity once exacted under common law pleadings have no proper place in this area. A grudging or negative attitude by reviewing courts toward warrants will tend to discourage police officers from submitting their evidence to a judicial officer before acting. 380 U.S. at 108, 85 S.Ct. at 746, 13 L.Ed.2d at 689.\nChief Justice Burger affirmed the foregoing quotation from Ventresca in United States v. Harris, 403 U.S. 573, 91 S.Ct. 2075, 29 L.Ed.2d 723 (1971).\nCiting the earlier case of Jones v. United States, 362 U.S. 257, 80 S.Ct. 725, 4 L.Ed.2d 697 (1960), the Court in Harris stated:\nBoth recount personal and recent observations by an unidentified informant of criminal activity, factors showing that the information had been gained in a reliable manner, and serving to distinguish both tips from that held insufficient in Spinelli, supra, in which the affidavit failed to explain how the informant came by his information. 403 U.S. at 579, 91 S.Ct. at 2079-2080, 29 L.Ed.2d at 731.\nWe are of the opinion that a magistrate should consider, and no doubt did consider, in issuing the search warrant involved in the present case that witnesses to a robbery and witnesses who see robbers fleeing are not likely to fabricate the facts.\nThe affidavit in this case is about as definite as one could expect the average policeman to make under the circumstances under which police officers work, especially in the wake of a violent crime. There is nothing in this record to indicate that the police officers were callous or indifferent to the Fourth Amendment rights of the defendant. We hold that the affidavit was sufficient.\n\n\n*438 WAS THE CONFESSION ADMISSIBLE?\nThe record shows without dispute that the Miranda warning was given the defendant prior to his confession. The defendant was a young man about nineteen years of age, a high school graduate, and at the time of the incident involved in this case, had finished nearly one year of college. The basis for defendant's argument that the confession was not shown to be voluntary is the testimony of the defendant at the suppression hearing that Officer Sweeden told defendant that things would be easier on him if he told the truth. It is contended that under Robinson v. State, 247 Miss. 609, 157 So.2d 49 (1963), and Lee v. State, 236 Miss. 716, 112 So.2d 254 (1959), the confession was not shown to be voluntary because, he contends, that at no point during the motion to suppress was Officer Sweeden asked if he made the statement.\nThe State has the burden of proving the voluntariness of the confession. In the present case, Officers Sweeden and Jennings testified that no promises or threats were made and they denied in detail that the officers made any threats or promises of reward, immunity from prosecution, or promise of preferred treatment in order to get the confession. After the officers testified, the defendant took the stand and stated that Officer Sweeden told him: \"Things will be easier for you if you will tell me the truth, and it will be easier for me, too, you know.\" Neither Sweeden nor Jennings were recalled by the prosecution to either affirm or deny that the statement was made. We reiterate the procedure laid down by this Court in Agee v. State, 185 So.2d 671 (Miss. 1966), wherein the Court held:\n1. The preliminary hearing on the question of the admissibility of a confession must be in the absence of the jury and should be conducted before the trial on the merits begins.\n2. The State has the burden of proving the voluntariness of a confession. This burden is met by testimony of an officer that the confession was voluntarily made without any threats, coercion, or offer of reward. Such testimony makes out a prima facie case for the State on the question of voluntariness.\n3. When, after the State has made out a prima facie case as to the voluntariness of the confession, the accused offers testimony that violence, threats of violence, or offers of reward induced the confession, then the State must offer all the officers who were present when the accused was questioned and when the confession was made, or give an adequate reason for the absence of any such witness.\nThe foregoing rules have been stated in numerous cases.\nWe strongly emphasize that in every case where the defendant takes the stand after the State has made a prima facie case of voluntariness and testifies to any fact which, if true, would tend to show that the confession was not voluntary, the State should offer all the officers who were present when the accused was questioned or give an adequate reason for the absence of any such witness.\nHowever, in the instant case, we hold, as we did in Tate v. State, 317 So.2d 23 (Miss. 1975), that the testimony of the officers who testified before the defendant was sufficient denial of the defendant's claim that Officer Sweeden offered an inducement if he confessed.\n\nDID THE ADMISSION INTO EVIDENCE OF THE AFFIDAVIT FOR THE SEARCH WARRANT INCLUDING THE UNDERLYING FACTS AND CIRCUMSTANCES CONSTITUTE REVERSIBLE ERROR?\nWhen putting on the State's case-in-chief, Officer Cochran was asked to identify the search warrant and the affidavit for the search warrant including the statement of the underlying facts and circumstances supporting the affidavit, the State then offered these documents into evidence. The defendant objected to these documents \"going to the jury\" on the ground that they contained hearsay information and deprived *439 the defendant of his constitutional right to confront the witnesses. The objection was overruled and the document went into evidence as Exhibit 2 for the State.\nThe admission into evidence of the affidavit for the search warrant, including the statement of the underlying facts, was reversible error under the recent case of Sisk v. State, 290 So.2d 608 (Miss. 1974). The admission of the underlying facts and circumstances was particularly objectionable because it stated that the person living in the house, \"Joe Earl Simpson, has a criminal background with this department, and it is believed he might be involved.\" Thus, the objectionable evidence linked the defendant to a known criminal, indicating guilt by association. These same documents were introduced into evidence on the motion to suppress which was heard preliminary to trial on the merits. After the trial judge overruled the motion to suppress and had received in evidence on the suppression hearing the affidavit for the search warrant and other documents, there was no need to introduce these documents on the hearing of the case in chief. It is the judge's responsibility to determine the admissibility of the fruits of the search \u0097 not the jury. The instructions given by the trial judge directed the jury that \"the evidence which you are to consider consists of the testimony of the witness and the exhibits offered and received.\"\nBecause of the admission into evidence of the affidavit for the search warrant for consideration by the jury, this cause is reversed and remanded for a new trial.\nREVERSED AND REMANDED.\nPATTERSON and INZER, P. JJ., and SMITH and BROOM, JJ., concur.\nSUGG, ROBERTSON, WALKER and LEE, JJ., dissent.\nSUGG, Justice, dissenting:\nThe majority reverses this case solely because the affidavit, including the underlying facts and circumstances, were introduced in evidence for consideration by the jury. I dissent for several reasons.\nFirst, there is considerable doubt whether the statement of underlying facts and circumstances attached to the search warrant was submitted to the jury. On the trial of the case when the document was offered there was an off-the-record discussion at the bench at the request of defense counsel out of the hearing of the jury. The court reporter was called to the bench and objection to the introduction of the affidavit and search warrant was made outside the hearing of the jury. This leads me to the conclusion that the trial judge was familiar with Sisk v. State, 290 So.2d 608 (Miss. 1974) in which we stated:\nOf course, when the fruits of a search are objected to, the state must establish the validity of the search out of the presence of the jury. The affidavit and search warrant, if the search were made by authority of a search warrant, must be produced and made a part of the record, but the documents are not for the consideration of the jury. (Emphasis Supplied). (290 So.2d at 610).\nI assume the trial judge followed the mandate of Sisk that the documents are not to be considered by the jury and withheld them from the jury.\nSecond, I dissent because the objection to the underlying facts and circumstances was made on the ground that it contained hearsay information and deprived the defendant of his right of confrontation with witnesses against him under the United States and the Mississippi Constitutions was not well taken. All of the persons named in the underlying facts and circumstances were offered as witnesses by the state and were cross examined by the defendant. Therefore, the defendant was not denied right to confront witnesses against him.\nThird, I am of the opinion that, even if the statement of underlying facts and circumstances was shown to the jury, it was harmless error under Miss.Sup.Court Rule 11. The State in its brief, said, \"Of the mountain of evidence against the appellant, the search warrant and affidavit constituted less than a pebble.\" This is a true statement *440 because the evidence for the State established the commission of the crime, the flight path the robbers took, the gun used was recovered from the very closet in which the defendant was hiding at the time of his arrest, the stolen money was discovered in the house, the defendant matched the description of one of the robbers, the defendant confessed to the crime and did not deny that he committed the crime at the trial. Miss.Sup.Court Rule 11 provides that no judgment shall be reversed for the improper admission of evidence unless it shall affirmatively appear from the whole record that such judgment has resulted in a miscarriage of justice. It affirmatively appears from the record that defendant is guilty, he offered no defense, a fair jury could return no verdict other than guilty; therefore, defendant's conviction should be affirmed.\nROBERTSON and LEE, JJ., join this dissent.\nWALKER, J., joins this dissent in part.\n",
            "ocr": false,
            "opinion_id": 1932965
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}