{
    "id": 1951710,
    "judges": "Kern and Yeagley, Associate Judges, and Hood, Chief Judge, Retired",
    "date_filed": "2019-04-22",
    "date_filed_is_approximate": true,
    "slug": "hawkins-v-united-states",
    "case_name_short": "Hawkins",
    "case_name": "Hawkins v. United States",
    "case_name_full": "Denver A. HAWKINS, Appellant, v. UNITED STATES, Appellee",
    "attorneys": "John F. Mercer, Washington, D. C., was on the brief for appellant., Earl J. Silbert, U. S. Atty., John A. Terry and F. Joseph Warm, Asst. U. S. Attys., Washington, D. C., were on the brief for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Jan. 10, 1979.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1358-10\">\n    Denver A. HAWKINS, Appellant, v. UNITED STATES, Appellee.\n   </parties><docketnumber id=\"A_U\">\n    No. 13000.\n   </docketnumber><court id=\"AlmL\">\n    District of Columbia Court of Appeals.\n   </court><otherdate id=\"ASb_\">\n    Submitted Jan. 10, 1979.\n   </otherdate><decisiondate id=\"AVe\">\n    Decided March 23, 1979.\n   </decisiondate><br><attorneys id=\"b1358-21\">\n    John F. Mercer, Washington, D. C., was on the brief for appellant.\n   </attorneys><br><attorneys id=\"b1358-22\">\n    Earl J. Silbert, U. S. Atty., John A. Terry and F. Joseph Warm, Asst. U. S. Attys., Washington, D. C., were on the brief for appellee.\n   </attorneys><br><judges id=\"b1358-23\">\n    Before KERN and YEAGLEY, Associate Judges, and HOOD, Chief Judge, Retired.\n   </judges>",
    "citations": [
        "399 A.2d 1306"
    ],
    "opinions": [
        {
            "author_str": "Yeagley",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n399 A.2d 1306 (1979)\nDenver A. HAWKINS, Appellant,\nv.\nUNITED STATES, Appellee.\nNo. 13000.\nDistrict of Columbia Court of Appeals.\nSubmitted January 10, 1979.\nDecided March 23, 1979.\nJohn F. Mercer, Washington, D. C., was on the brief for appellant.\nEarl J. Silbert, U. S. Atty., John A. Terry and F. Joseph Warin, Asst. U. S. Attys., Washington, D. C., were on the brief for appellee.\nBefore KERN and YEAGLEY, Associate Judges, and HOOD, Chief Judge, Retired.\n*1307 YEAGLEY, Associate Judge:\nAppellant was convicted of one count of attempted robbery (D.C.Code 1973, §§ 22-2901, -2902). The sole issue presented for appeal is whether the trial court committed reversible error when it refused to instruct the jury that disorderly conduct was a lesser included offense of attempted robbery. We affirm.\nAt approximately 5 p. m. on December 1, 1976, two plainclothes police officers, Harry D. Hanbury and Harvey E. Lanier, assigned to the pickpocket detail of the Metropolitan Police Department, stationed themselves at separate locations inside the Greyhound bus terminal located at the northeast corner of 12th Street and New York Avenue, N. W., to observe the activities of appellant and his unidentified companion, whom the two officers suspected were about to engage in pickpocketing. The two suspects had entered the bus station together but appellant separated from his companion and walked further into the main terminal area. When his companion beckoned in his direction, appellant moved to the end of a line of people waiting to purchase bus tickets. As he approached the line, he placed a coat he had been carrying over his right arm.\nDirectly in front of appellant in line stood the complainant, Elizabeth Wicklander. Ms. Wicklander was wearing a heavy winter coat and was carrying a handbag which hung by a strap from her right shoulder. The flap of the handbag was closed, secured, and pointing toward her body. Each officer noted to himself that Ms. Wicklander's handbag was closed before appellant stood behind her.\nAppellant stood at the end of the line for a few moments. He then looked around, adjusted his coat so that his right hand was obscured from the view of the officers, and stepped very close to Ms. Wicklander. He stayed directly behind her for a short time, then bumped into her. She turned around as he did so, and he stepped back and said, \"Excuse me.\"\nAfter appellant had moved close to Ms. Wicklander but before he had bumped into her Officer Lanier saw him reach with his left hand toward her purse. Officer Hanbury noticed appellant make several movements during that time which were suspicious to him. After appellant moved away from Ms. Wicklander, Officer Hanbury saw that Ms. Wicklander's handbag was open. Believing appellant had removed something from the purse, he called to Officer Lanier, and the two officers rushed over and arrested appellant. The officers told Ms. Wicklander what had happened and asked her to take an inventory of the items in her bag. She complied, but discovered nothing missing.\nMs. Wicklander and the two officers testified at trial and related the entire episode to the jury. The only other witness for the government was a police expert on pickpocketing, who told the jury that pickpockets often work in pairs, that bus stations are one of the favorite locales for their operations, and many pickpockets use articles of clothing, such as a coat, to disguise their activities. At the end of the government's case defense counsel moved for a judgment of acquittal. When the motion was denied by the court, the defense also rested. Later, when the court discussed jury instructions with counsel, defense counsel requested a lesser-included-offense instruction of \"disorderly conduct \u0097 jostling.\" The court refused to give the instruction.\nThis jurisdiction has adopted several substantively identical definitions for the term \"lesser included offense.\" Use of the term signifies that \"some of the elements of the crime charged themselves constitute a lesser crime,\" Sansone v. United States, 380 U.S. 343, 349, 85 S.Ct. 1004, 1009, 13 L.Ed.2d 882 (1965), or that the lesser offense which was not charged \"consist[s] entirely of some but not all of the elements of the greater offense\" which was charged, Pendergast v. United States, D.C.App., 332 A.2d 919, 924 (1975), or that a lesser offense \"is necessarily established by the proof of the greater offense.\" Fuller v. United States, 132 U.S. *1308 App.D.C. 264, 293, 407 F.2d 1199, 1228 (1968) (en banc), cert. denied, 393 U.S. 1120, 89 S.Ct. 999, 22 L.Ed.2d 125 (1969).\nConsequently there must be a sufficient evidentiary basis for giving the lesser charge. Day v. United States, D.C.App., 390 A.2d 957, 961 (1978). If the trial court concludes that the evidence would support a finding of guilt on the greater charge it must next determine whether some of the evidence would support a finding of guilt on the lesser charge. Day v. United States, supra; United States v. Comer, 137 U.S. App.D.C. 214, 218, 421 F.2d 1149, 1153 (1970). See also Hall v. United States, D.C. App., 343 A.2d 35, 38 (1975).\nMoreover, even if there is an evidentiary basis to support the lesser offense charge, there must also be\nan \"inherent relationship\" between the greater and lesser offenses, i. e., they must relate to the protection of the same interests, and must be so related that in the general nature of these crimes, though not necessarily invariably, proof of the lesser offense is necessarily presented as part of the showing of the commission of the greater offense. [United States v. Whitaker, 144 U.S.App. D.C. 344, 349, 447 F.2d 314, 319 (1971).]\nThe Supreme Court has also observed that:\n[A] lesser-offense charge is not proper where, on the evidence presented, the factual issues to be resolved by the jury are the same as to both the lesser and greater offenses. In other words, the lesser offense must be included within but not, on the facts of the case, be completely encompassed by the greater. A lesser-included offense instruction is only proper where the charged greater offense requires the jury to find a disputed factual element which is not required for conviction of the lesser-included offense. [Sansone v. United States, supra 380 U.S. at 349-50, 85 S.Ct. at 1009 (citations omitted).]\nThe rationale for the Sansone rule is to prevent the jury from determining the punishment to be imposed by choosing between the greater and lesser offenses. Id. at 350 n. 6, 85 S.Ct. 1004.\nWith these principles in mind, we turn to determine whether a lesser-included-offense instruction should have been given.\nRobbery is a felony defined by D.C.Code 1973, § 22-2901, which provides, in pertinent part:\nWhoever by force or violence, whether against resistance or by sudden or stealthy seizure or snatching, or by putting in fear, shall take from the person or immediate actual possession of another anything of value, is guilty of robbery.\nThe legislative history of the robbery statute evinces a congressional intent to include pickpocketing and like crimes within the rubric of robbery by inserting the language \"by sudden or stealthy seizure or snatching\" in the statute. Turner v. United States, 57 App.D.C. 39, 16 F.2d 535 (1926).\nOne is guilty of attempted robbery, also a felony, if: (1) he commits an act which went beyond mere preparation and was reasonably adapted to the commission of robbery and (2) he acts with specific intent to commit robbery. D.C.Code 1973 §§ 22-2901, -2902; see also Criminal Jury Instructions for the District of Columbia, No. 4.62 (2d ed. 1972).\nD.C.Code 1973, § 22-1121(4) describes the conduct which appellant asserts should be the basis for a lesser-included-offense instruction of disorderly conduct:\n§ 22-1121. Disorderly conduct \u0097 Generally.\nWhoever, with intent to provoke a breach of the peace, or under circumstances such that a breach of the peace may be occasioned thereby\u0097\n(4) interferes with any person in any place by jostling against such person or unnecessarily crowding him or by placing a hand in the proximity of such person's pocketbook, or handbag.\nIn promulgating § 22-1121(4) of the disorderly conduct statute Congress had in mind *1309 a purpose similar to what it had in mind when it included in the robbery statute the language \"by sudden or stealthy seizure or snatching,\" i. e., the prevention of pickpocketing and similar crimes. See In re A. B., Jr., D.C.App., 395 A.2d 59 (1978). In light of this similarity of legislative purpose shared by §§ 22-1121(4) and 22-2901, we find that the offense of attempted robbery relates to the protection of the same interests as paragraph (4) of the disorderly conduct statute when an aborted pickpocketing is involved. Thus, there is an inherent relationship between the offenses.\nSection 22-1121(4) makes it a misdemeanor to commit either one of two acts associated with pickpocketing\u0097jostling or placing one's hand near someone else's handbag or pocketbook \u0097 if the \"breach of the peace\" element of the statute is also proven. The government's evidence established that appellant committed both these acts. We find as a practical matter that when attempted pickpocketing is the factual predicate for a charge of attempted robbery proof of the commission of any of the acts enumerated in § 22-1121(4) amounts to proof of an act which went beyond mere preparation, which is an element of proof necessary for a conviction for attempted robbery. In such circumstances the \"act\" elements of both attempted robbery and § 22-1121(4) disorderly conduct are identical. As a result, in the instant case the only difference between the offenses of attempted robbery and disorderly conduct is the element of intent. In the former there must be proof of an intent to rob; in the latter, proof of an intent to breach the peace.\nAppellant would have us hold that the jury, not having made a separate finding of fact on the issue of intent to rob, could have found an intent to breach the peace from the same set of facts and that therefore a lesser-included-offense instruction should have been given. This argument must be rejected on the basis of Sansone v. United States, supra, which makes it error to give a lesser-included-offense instruction when the factual issues to be resolved by the jury are the same as to both the lesser and greater offenses. That is, if proof of facts necessary to prove a violation of the lesser offense also establishes a violation of the greater offense the instruction cannot be given. That is precisely the situation that confronted the trial court here. Accordingly, we hold that appellant was not entitled to a lesser-included-offense instruction and his conviction is\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 1951710
        }
    ],
    "court_short_name": "District of Columbia Court of Appeals",
    "court_full_name": "District of Columbia Court of Appeals",
    "court_type": "S",
    "court_jurisdiction": "District of Columbia, DC",
    "crime_category": "Robbery"
}