{
    "id": 1960068,
    "judges": "Johnson, Stevens and Beck",
    "date_filed": 977356800000,
    "date_filed_is_approximate": false,
    "slug": "in-re-hickson",
    "case_name_short": "In Re Hickson",
    "case_name": "In Re Hickson",
    "case_name_full": "In Re Isaac HICKSON. Appeal of Commonwealth of Pennsylvania. in Re Robert Martinez. Appeal of Commonwealth of Pennsylvania",
    "attorneys": "Richard A. Sprague, Asst. Dist. Atty., Philadelphia, for Com., appellant., Leon Williams, Philadelphia, for appel-lee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued June 6, 2000.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b406-6\">\n    In re Isaac HICKSON. Appeal of Commonwealth of Pennsylvania. In re Robert Martinez. Appeal of Commonwealth of Pennsylvania.\n   </parties><br><court id=\"b406-10\">\n    Superior Court of Pennsylvania.\n   </court><br><otherdate id=\"b406-11\">\n    Argued June 6, 2000.\n   </otherdate><br><decisiondate id=\"b406-12\">\n    Filed Dec. 21, 2000.\n   </decisiondate><br><attorneys id=\"b407-29\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"373\"> \n     *373\n     </span>\n    Richard A. Sprague, Asst. Dist. Atty., Philadelphia, for Com., appellant.\n   </attorneys><br><attorneys id=\"b407-30\">\n    Leon Williams, Philadelphia, for appel-lee.\n   </attorneys><br><judges id=\"b407-31\">\n    Before JOHNSON, STEVENS and BECK, JJ.\n   </judges>",
    "citations": [
        "765 A.2d 372"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8248.0,
            "opinion_text": "\n765 A.2d 372 (2000)\nIn re Isaac HICKSON.\nAppeal of Commonwealth of Pennsylvania.\nIn re Robert Martinez.\nAppeal of Commonwealth of Pennsylvania.\nSuperior Court of Pennsylvania.\nArgued June 6, 2000.\nFiled December 21, 2000.\n*373 Richard A. Sprague, Asst. Dist. Atty., Philadelphia, for Com., appellant.\nLeon Williams, Philadelphia, for appellee.\nBefore JOHNSON, STEVENS and BECK, JJ.\nBECK, J.:\n¶ 1 The single question addressed in this opinion is whether an individual has standing to seek judicial review of the district attorney's disapproval of his private *374 criminal complaint where he has no relationship or connection to the incident at issue other than that of citizen, taxpayer and attorney of this Commonwealth. We conclude that such an individual does not have standing and so reverse the order of the trial court.\n¶ 2 State parole agents Isaac Hickson and Robert Martinez shot and killed Kenneth Griffin while attempting to arrest him.[1] As a result of Griffin's death, the Philadelphia District Attorney's Office presented the matter to an investigating grand jury. The grand jury ultimately concluded that criminal charges against the agents were unwarranted. Thereafter, Leon A. Willams, an attorney practicing in Philadelphia, filed a private criminal complaint against the agents, charging murder, manslaughter and related charges. He did not assert that he was appearing on behalf of Mr. Griffin, or was related to the Griffin family or acting as its representative. Mr. Williams received a letter from the district attorney's office informing him that his private criminal complaint was refused because the grand jury had concluded that no charges should be brought against Hickson and Martinez.\n¶ 3 Mr. Williams then sought review of the district attorney's decision in the Philadelphia Court of Common Pleas. The district attorney's response was two-fold. First, she argued that Mr. Williams had no standing in the case because he was not involved in the incident or related to Mr. Griffin. Second, the district attorney claimed that her disapproval of the private complaint was a policy decision which, in the absence of fraud or bad faith, was entitled to deference by the court.\n¶ 4 The trial court, at an evidentiary hearing on the matter, summarily rejected the district attorney's standing argument. The court reasoned that the rule setting out the procedure for filing private criminal complaints, Pennsylvania Rule of Criminal Procedure 106, contained \"no limiting nature ... as to the issue of standing.\" Hearing Transcript, 1/8/99, at 15. The trial court went on to address the substantive issues of the case and found that the evidence established a prima facie case for charges of third degree murder, voluntary manslaughter and related offenses. It further found that the district attorney \"committed an abuse of discretion in failing to articulate reasons for disapproving the ... complaint.\" Trial Court Opinion, 6/17/99, at 15. As a result, the trial court directed the district attorney to approve Mr. Williams's complaint and file charges against the agents.\n¶ 5 The district attorney filed an appeal of the trial court's order with this court. While briefs were pending, the district attorney filed a \"Petition to Vacate Current Briefing Schedule and Remand for After-Discovered Evidence.\" The thrust of the district attorney's petition was that she recently learned of relevant evidence regarding Mr. Williams's involvement in the case. The district attorney claimed that an assessment of this evidence was crucial for proper resolution of the case.\n¶ 6 Among the items raised by the district attorney in her petition was the fact that Mr. Williams had entered into an agreement with members of Mr. Griffin's family. The agreement named Mr. Williams as liaison between the family members and the attorneys representing the family in a federal civil action against the agents. It also granted Mr. Williams a fee equal to 3% of the amount of any judgment ultimately awarded in that civil case.\n¶ 7 The district attorney further asserted that Mr. Williams's intention to run for the office of district attorney in the next election militated in favor of a remand. According to the district attorney, Mr. Williams was attempting to \"utilize the criminal justice system for private purposes.\" Because such an attempt is improper *375 and in itself constitutes a valid reason for disapproving a private complaint, a remand was warranted. This court granted the petition and remanded the matter to the trial court for an evidentiary hearing.\n¶ 8 On remand, after a full evidentiary hearing, the trial judge rejected each of the district attorney's claims regarding Mr. Williams's alleged motives. It found the evidence presented by the district attorney \"did not go to the heart of the issue presented.\" Trial Court Opinion, 12/20/99, at 15. The court then reiterated its finding that the district attorney \"failed to come forward with a clear statement as to the particular policy\" upon which its disapproval was based. Calling into question the district attorney's reliance on the grand jury's recommendation, the trial court reaffirmed its order directing that charges be filed against the parole agents. This timely appeal by the Commonwealth followed.\n¶ 9 The district attorney presents two issues for our review. First, we are asked to consider whether Mr. Williams has standing to appear in the trial court requesting review of his private criminal complaint. Second, in the event we find that Mr. Williams has standing, we are asked to consider whether the trial court properly found that the district attorney abused her discretion in disapproving the private complaint. Our analysis must begin with an assessment of the standing issue, for if Mr. Williams lacks standing, the merits of his complaint are rendered moot.\n¶ 10 We begin by setting out the legal authority upon which Mr. Williams relied in filing his private criminal complaint and seeking review of its disapproval in the court of common pleas. Pennsylvania Rules of Criminal Procedure 103 through 108 establish the framework of the criminal complaint system in this Commonwealth and set forth the procedures by which complaints must be filed. This case concerns an interpretation and analysis of Pa.R.Crim.P. 106, which addresses the filing of private complaints. Rule 106 provides:\nApproval of Private Complaints\n(a) When the affiant is not a law enforcement officer, the complaint shall be submitted to an attorney for the Commonwealth, who shall approve or disapprove it without reasonable delay.\n(b) If the attorney for the Commonwealth:\n(1) approves the complaint, the attorney shall indicate this decision on the complaint form and transmit it to the issuing authority;\n(2) disapproves the complaint, the attorney shall state the reasons on the complaint form and return it to the affiant. Thereafter, the affiant may petition the court of common pleas for review of the decision.\nPa.R.Crim.P. 106.\n¶ 11 The case law interpreting Rule 106 has had an uncertain evolution. This court and our supreme court have addressed a variety of issues with respect to the Rule, including the different reasons a district attorney may give as the basis for her disapproval and the judicial standard of review applicable to each reason. Although the primary case law has been marked by a plurality opinion of this court en banc and an affirmance based on an evenly divided supreme court, the current state of the law on these issues appears clear.[2] What is not so certain is who is *376 entitled to seek judicial review of a private criminal complaint where it has been disapproved by the district attorney. This novel issue is the one we decide today.\n¶ 12 Standing may be had through a variety of ways. The legislature may grant it explicitly to an agency or individual by statute; the legislature may grant it implicitly to an agency by investing it with certain \"functions, duties and responsibilities\"; or it may be permitted under common law where the status of the petitioner is that of an \"aggrieved\" party. In Re T.J., 559 Pa. 118, 739 A.2d 478, 480-81 (1999). In this case we have neither an explicit or implicit grant of standing and so must rely on the common law definition. An individual is \"aggrieved\" where he has a \"direct, immediate and substantial interest\" in the matter sought to be litigated. Ken R. on Behalf of C.R. v. Arthur Z., 546 Pa. 49, 682 A.2d 1267, 1270 (1996). Common law standing is not accorded those who merely share in the \"common interest of all citizens in ensuring obedience to our laws.\" J.A.L. v. E.P.H., 453 Pa.Super. 78, 682 A.2d 1314, 1318 (1996). On appeal, our standard of review on the issue of standing is whether the trial court abused its discretion or committed an error of law. T.J., supra, at 123, 739 A.2d at 480.\n¶ 13 Mr. Williams appears to concede that under traditional notions of standing, he falls short of meeting the definition upon which we typically rely. He states plainly that he was not \"personally harmed or threatened with harm by the parole agents nor [does he] represent anyone so aggrieved.\" Appellee's Brief at 23, n. 1. However, he asserts that in the context of private criminal complaints, every citizen of the Commonwealth has standing to seek judicial review:\n[A] private criminal complainant has a legitimate interest in seeing a violator of the law brought to justice by Commonwealth [sic] and punished for his misdeeds where he like Appellee asserts an interest that every member of the general public share [sic] in common, e.g., citizen and taxpayer.\nAppellee's Brief at 16.\n¶ 14 In sum, Mr. Williams argues that no standing analysis is required in the case of a private criminal complaint as every private complainant is entitled to judicial review. Because the \"wrong\" in a private criminal complaint case is one against the Commonwealth, he reasons, standing exists for every Commonwealth resident.\n¶ 15 The district attorney insists that standing is a relevant consideration in every action before a court and private complaint cases are no exception. We agree that standing is relevant in this case, as it is in any case before the court. Our task is to determine whether petitioners such as Mr. Williams can establish standing. Therefore, our inquiry focuses on whether Mr. Williams has a \"direct, immediate and substantial interest\" in the matter at hand.\n¶ 16 This court has addressed the issue of standing in other cases involving private criminal complaints. In Commonwealth v. Malloy, 304 Pa.Super. 297, 450 A.2d 689 (1982), we held that a victim/complainant did not have standing to appeal the dismissal of charges that were triggered by the filing of his private complaint. The district attorney in Malloy approved the private complaint and filed charges against the defendant. However, when the trial court dismissed the matter, the prosecutor *377 declined to file an appeal and the private complainant attempted to do so. The Malloy court reasoned that the victim/complainant was not a party in the criminal case and so lacked standing to file an appeal. The court recognized that only the Commonwealth and defendant were parties in the matter; thus the victim/complainant could not go forward with the case.\n¶ 17 Later, in a case titled In Re Wood, 333 Pa.Super. 597, 482 A.2d 1033 (1984), another panel of this court held that a victim/complainant was indeed a \"party\" in an action to compel his private complaint and so had standing to challenge the district attorney's disapproval before the court of common pleas. The Wood court acknowledged and distinguished Malloy. The \"case\" in Malloy was the criminal charge filed by the Commonwealth (one party) against the defendant (the opposing party). Thus the private complainant was not a party and had no standing. The \"case\" in Wood was the request by the victim/complainant (one party) to the district attorney (the opposing party) for the filing of charges against the defendant (merely a potential party in a future case). Thus the private complainant had standing and was entitled to seek relief in the trial court.\n¶ 18 Two years after Wood, we decided Commonwealth v. Muroski, 352 Pa.Super. 15, 506 A.2d 1312 (1986). There we held that a victim/complainant had standing to appeal to the superior court a trial court's affirmation of the district attorney's disapproval. Here again, the victim/complainant, as a party to the action, had standing to proceed.\n¶ 19 Although the cases noted above address standing in the context of cases initiated by private criminal complaints, none is apposite. In all three cases, the private complainant was the victim and the question was whether the victim/complainant was a party. In this case the private complainant, Mr. Williams, is not the victim nor is he the victim's representative or relative. Nonetheless he is seeking status as a \"party.\"\n¶ 20 Granting standing to Mr. Williams under the circumstances of this case requires that we expand Wood and Muroski to include a grant of standing to all individuals who file private complaints, regardless of their connection or lack thereof to the underlying incident.\n¶ 21 There are several arguments put forth by Mr. Williams in favor of expanding the pool of those entitled to seek judicial review where their complaints are disapproved. Foremost is the fact relied on by the trial court; that is, Rule 106 plainly provides that a dissatisfied complainant may seek review in the court of common pleas. Because the Rule does not mandate that the private complainant be the victim or his representative, there is no explicit standing limitation. Although the absence of such a limitation does not mean that our supreme court in promulgating the Rule intended to allow any individual to seek judicial review of his private complaint, it is clear that the Rule itself does not expressly proscribe such a practice.\n¶ 22 Mr. Williams also forcefully argues that every Commonwealth citizen has an interest in curbing abuses of discretion in which the district attorney may engage. As noted by Mr. Williams, Pennsylvania long has recognized the need for a system of checks and balances on the office of the district attorney. Thus, a law permitting the removal of a district attorney on a specific case in the event of neglect or refusal to prosecute remains valid today, over one hundred and twenty five years after its initial passage. That law, first enacted in 1866, provides that the district attorney be replaced in a given case with private counsel employed by a private individual, who is referred to in the statute as the \"prosecutor.\"\n¶ 23 The statute, entitled \"When Private Counsel May Prosecute,\" provides:\nIf any district attorney shall neglect or refuse to prosecute in due form of law *378 any criminal charge regularly returned to him or to the court of the proper county, or if at any stage of the proceedings the district attorney of the proper county and the private counsel employed by the prosecutor shall differ as to the manner of conducting the trial, the prosecutor may present his petition to the court of the proper county, setting forth the character of the complaint, and verify the same by affidavit. If the court shall be of the opinion that it is a proper case for a criminal proceeding or prosecution, it may direct any private counsel employed by such prosecutor to conduct the entire proceeding, and where an indictment is necessary to verify the same by his own signature, as fully as the same could be done by the district attorney.\n16 P.S. § 1409.[3]\n¶ 24 In Pennsylvania then, the right of private individuals to compel the district attorney, via the courts, to file charges is found in statute (Section 1409) and in rule (106). Rule 106 differs in some respects from the right under Section 1409. In the former, the conduct and competence of the district attorney to handle the matter is not questioned, although court intervention is necessary to trigger the prosecution. In the latter it is the district attorney's conduct and, perhaps, her lack of objectivity or competence, that prompts court intervention and results in her replacement. Still, Section 1409 and Rule 106 both address the rights and remedies accorded a private individual who is at odds with a district attorney over the handling of a particular case.\n¶ 25 To determine the necessity and definition of standing in bringing private criminal complaints, we trace the history. Historically, both Section 1409 and Rule 106 have developed as mechanisms designed to maintain victims' rights. Prior to the introduction of the public prosecutor's office in the late 1700s, victims personally dealt with individuals who committed crimes against them. See Note, The Constitutional Validity of Pennsylvania Rule of Criminal Procedure 133(B)(2) and the Traditional Role of the Pennsylvania Courts in the Prosecutorial Function, 52 U. Pitt. L.Rev. 269, 275 (1990). \"Prior to the Revolutionary War, private citizens were the driving force behind criminal prosecutions.... [T]he victim searched for the criminal, arrested him ..., drew up indictments, prosecuted the criminal personally..., and sometimes even served as the criminal's jailer....\" Id.\n¶ 26 Although the public character of the office of the prosecutor has been firmly entrenched in our justice system, concern that the victim's voice not be lost remains. The victim has been characterized as an essential party to the criminal process and permitting the victim's participation in a criminal proceeding, even in the face of opposition by the publicly elected prosecutor, is considered by many as vital to a successful system of justice. See generally Benson, The Lost Victim and Other Failures of the Public Law Experiment, 9 Harv. J.L. &amp; Pub. Pol'y 399 (1986); Cardenas, The Crime Victim in the Prosecutorial Process, 9 Harv. J.L. &amp; Pub. Pol'y 357 (1986); Note, Private Prosecution: A Remedy for District Attorneys' Unwarranted Inaction, 65 Yale L.J. 209 (1955).[4]\n¶ 27 Mr. Williams asserts that limiting judicial review of a private complaint to *379 those filed by victims or their representatives strips Commonwealth citizens of their protection against unwise, improper and erroneous decisions of the district attorney. A grant of standing to him and others like him, argues Mr. Williams, promotes the interests that underlie Section 1409 and Rule 106.\n¶ 28 We find Mr. Williams's arguments compelling but ultimately not persuasive. We do not disagree with him when he asserts that a private complainant, who is unconnected to an alleged crime, may be motivated purely by a desire for justice.[5] While we think it is unrealistic to worry that \"a murderer could wipe out an entire family or community and there would be no one with standing to prosecute him,\" Appellee's brief at 23, we nevertheless recognize Mr. Williams's concerns. However, we believe that adopting an expansive standing rule as proposed by Mr. Williams violates established legal principles wherein standing is afforded only to those who have a direct, substantial and immediate interest in the matter to be litigated. That standard is foundational to a principled and orderly system of justice.\n¶ 29 Furthermore, the cost of adopting this broad view of standing far outweighs the positive effect it might have. It would have a profoundly negative and disruptive effect on our criminal justice system.\n¶ 30 A rule that requires no connection to the underlying incident has an enormous potential of tainting the judicial process. A broad standing rule, while giving judicial access to persons like appellee in this case, would likewise open the courthouse doors to individuals with ulterior motives such as revenge, financial gain, celebrity, or all of the above.[6] It also raises the possibility that a private complainant will seize upon an incident simply for the purpose of harassment or prank. A single complaint or a series of complaints may be brought before the court even where an individual does not intentionally abuse the judicial system, such as in the case of a person suffering from mental illness or diminished capacity.\n¶ 31 Further, the question of whether such motives or conditions may be exposed or considered is a significant concern. Under the law, the court is bound to assess only the legal sufficiency of a complaint or whether the district attorney's policy-based disapproval rested on fraud, bad faith or unconstitutionality. See footnote 2, supra. Arguably, a standing rule of the breadth proposed by Mr. Williams would make a complainant's motives and condition irrelevant.\n¶ 32 According standing to every Commonwealth citizen would also permit persons wholly unrelated to an incident to bring a court action even in cases where the alleged victim chose not to do so. In the instant case, the victim, Mr. Griffin, is unable to seek judicial intervention because he is deceased. However, the standing *380 rule sought by Mr. Williams would not prevent unrelated parties from seeking court intervention in cases where the victim is alive and has made a personal decision not to proceed with judicial review. Thus, an individual could demand that the court consider a private complaint wherein he claims one of his neighbors assaulted or defrauded another neighbor. Even if the district attorney investigated the allegations and found them wholly lacking in substance, the court would be required to review the matter in spite of the fact that the complainant had no connection to the event of which he complained.\n¶ 33 Further, an expanded standing rule would allow individuals or organizations dedicated to a single issue, such as pornography, drug possession, gun control or spousal abuse, to challenge systematically the district attorney's charging decisions on those issues and repeatedly appear in court asking that charges be filed or enhanced. We cannot approve a standing rule that would permit countless court actions seeking criminal charges that both the district attorney and the alleged victims have decided not to pursue.\n¶ 34 Further, even if we were to conclude that a broad standing rule should be implemented, we would struggle with its parameters. If the alleged criminal is residing in Allegheny County, should those deemed aggrieved by his freedom be limited to Allegheny County residents or should we expand the pool of aggrieved persons to surrounding counties? Mr. Williams suggests that standing be accorded every citizen of the Commonwealth. The interest he seeks to protect is \"in seeing a violator of the law brought to justice.\" Presumably, his goal in removing alleged criminals from the streets is safety in the community. Should standing include non-Pennsylvanians who have a legitimate concern about potential harm to them by a Pennsylvania resident?\n¶ 35 Most important, the district attorney is an elected official. By its nature her office has broad discretion with regard to the crimes it will prosecute. As a general rule the purpose of private criminal complaints is not to change the character of the office, but to act as a check on the office where the district attorney has overlooked a matter or is not diligently pursuing a matter. The system of private criminal complaints is supplementary or corrective to the operation of the prosecutor's office. It should not be used to change the nature of the office. Granting standing to citizens who have no relationship or connection to the crime could indeed change the nature of the office. It might substantially increase the number of crimes and perhaps change the types of crimes that the prosecutor will be forced to pursue. It might also take the agenda out of the district attorney's domain and shift it to private complainants, thereby seriously curbing the prosecutor's discretion.\n¶ 36 The prosecutor is elected to run her office using her broad discretion fairly and honestly. If she fails to do so, the remedy is not to reshape the office through the mechanism of private criminal complaints. Instead, the remedy lies in the power of the electorate to vote her out of office.\n¶ 37 The dissent reasons that each of the three elements of standing is satisfied in this case. With respect to the requirement of a \"substantial\" interest, the dissent states that the interest is \"in seeing that the district attorney exercises his or her discretion properly.\" Dissenting Opinion at 385. It becomes substantial, argues the dissent, \"by virtue of the fact that [the complainant] ... has sworn out an affidavit of probable cause and submitted it to the district attorney for approval.\" Id. at 385. Essentially, the dissent finds the interest of the private complainant substantial simply because the private complainant is the author of the affidavit. Id. at 385-86 (\"the complainant's interest... `surpasses the common interest of all citizens' ... because the private complainant *381 was the individual who filed the complaint\").\n¶ 38 With respect to the requirements that the interest be \"direct\" and \"immediate,\" the dissent relies primarily on the existence of § 1409, the legislative provision addressing prosecution by private counsel. Unlike the dissent, we do not believe that \"section 1409 clearly recognizes the interest of a private complainant in seeing that the district attorney's decision ... is proper and legal.\" Id. at 387.\n¶ 39 Section 1409 refers, without definition, to the right of a \"prosecutor\" to petition the court for removal of the district attorney and replacement with the \"prosecutor's\" privately retained counsel. The statute makes no mention of the private complainant, nor would one expect it to since it was first enacted in 1866.[7] The dissent proposes that § 1409 is a law that \"conferred upon a private complainant the right to seek review of a district attorney's refusal to prosecute ... [and recognized] a private complainant's interest in seeing that district attorney acted in accordance with the law.\" Id. at 386 (emphasis supplied). We cannot agree. Rather, when viewed in its historical context, the term \"prosecutor\" in § 1409 more likely refers to the victim of the crime. Thus, § 1409 can be interpreted as recognizing the right of victims to remove a neglectful, inept or corrupt district attorney and replace him or her with private counsel. See Note, supra, 52 U. Pitt. L.Rev. at 275-76 (discussing § 1409 as a method of retaining, in some small measure, the previous practice of the victim as the \"driving force behind criminal prosecutions\").\n¶ 40 The case law interpreting § 1409 supports this analysis. The only cases brought under the authority of the statute are instances in which the victim or the victim's family acted as \"prosecutor.\" See Commonwealth v. McHale, 97 Pa. 397 (1881) (losing district attorney candidate files affidavit and petition under § 1409 alleging that winning district attorney and others engaged in election fraud and that winning district attorney improperly refused to indict offenders). See also Commonwealth v. Walter, 240 Pa.Super. 433, 367 A.2d 1113 (1976) (parents of deceased victims file affidavit and petition under § 1409 alleging that district attorney should be removed for entering into negotiated guilty plea with defendant).\n¶ 41 As stated above, we believe that § 1409 constitutes a recognition by the legislature that the office of the district attorney should be subject to a system of checks and balances. Further, while we conclude that § 1409 clearly addresses the rights and remedies accorded a private individual who is at odds with a district attorney, we do not believe that § 1409 was enacted to recognize the rights and remedies of private criminal complainants who are not victims, their named representatives or, in the event of the victim's death, a family member. Nor do we believe that the existence of § 1409 necessarily supports the expansive standing rule the trial court applied in this case.\n¶ 42 Because the negative ramifications of a broad standing rule is contrary to established legal principles, because its effects are so potentially significant, and because such a rule would be virtually impossible to shape, we decline to hold that Mr. Williams has standing in this case. Instead, we find his status is more akin to those who \"share in the common interest of all citizens in ensuring obedience to laws.\" J.A.L., supra, at 1318. Such a status simply does not entitle a party to standing. Id. Appellee's own description of his status is fatal to his claim in that he asserts an interest \"that every member of the general public share[s] in common.\" Appellee's Brief at 16.\n*382 ¶ 43 The concept of standing is fundamental to our jurisprudence. Traditionally, access to the judicial process is limited to individuals who are aggrieved, i.e., those who have a direct, immediate and substantial interest in the matter sought to be litigated. Overall, this principle has served our judicial system's need for a fair, principled and orderly process. We will not, indeed cannot, abandon it now.\n¶ 44 We hold that judicial review of private criminal complaints is limited, by traditional notions of standing, to the following complainants: victims, their named representatives or, in the event of a victim's death, a family member.[8] We trust that this rule sufficiently protects the citizens of this Commonwealth seeking vindication for criminal conduct of others.\n¶ 45 Order reversed; jurisdiction relinquished.\n¶ 46 JOHNSON, J. files a Dissenting Opinion.\nJOHNSON, J., dissenting:\n¶ 1 The Majority holds that \"judicial review of a private criminal complaint is limited, by traditional notions of standing, to the following complainants: victims, their named representatives or, in the event of a victim's death, a family member.\" Majority Opinion at 382 (footnote omitted). The Majority also notes that its decision \"does not impair in any manner the right of every citizen to ask the district attorney, via the filing of a private criminal complaint, to bring charges against an individual or individuals.\" Id. at 382 n. 8. Thus, while the Majority's holding does not place a restriction on who may file a private complaint, it specifically enumerates which individuals are entitled to seek judicial review of a district attorney's decision if the district attorney disapproves the private complaint. I conclude that under Pa.R.Crim.P. 106, there is no limitation on who may file a private complaint nor upon who may petition the Court of Common Pleas if the district attorney does not approve the complaint. Moreover, I conclude that any individual who files a private complaint has standing to petition the Court of Common Pleas for review of a district attorney's decision disapproving the private complaint. Having so concluded, I have reviewed the Commonwealth's argument alleging that the Honorable Teresa Sarmina erred in ordering the district attorney to approve the complaints and have concluded that Judge Sarmina did not abuse her discretion or commit an error of law. Therefore, I respectfully dissent.\n¶ 2 The instant appeal arises from the trial court's grant of a petition filed pursuant to Pa.R.Crim.P. 106. Rule 106 states:\nRule 106. Approval of Private Complaints\n(c) When the affiant is not a law enforcement officer, the complaint shall be submitted to an attorney for the Commonwealth, who shall approve or disapprove it without unreasonable delay.\n(d) If the attorney for the Commonwealth:\n(3) approves the complaint, the attorney shall indicate this decision on the complaint form and transmit it to the issuing authority;\n(4) disapproves the complaint, the attorney shall state the reasons on the complaint form and return it to the affiant. Thereafter, the affiant may petition the court of common pleas for review of the decision.\nPa.R.Crim.P. 106. Thus, the plain language of Rule 106 requires only that the petitioner be \"the affiant.\" Pa.R.Crim.P. 106(b)(2). Williams was the affiant in this case. Therefore, Judge Sarmina ruled in accordance with Rule 106 when she determined *383 that Williams was entitled to petition for review of the district attorney's decision.\n¶ 3 Although Rule 106 does not expressly require an affiant to have standing to petition the Court of Common Pleas, the Commonwealth argues, and the Majority holds, that \"victims, their named representatives or, in the event of a victim's death, a family member\" [hereinafter collectively referred to as \"the victim\"] are the only affiants who have standing to petition the Court of Common Pleas for review of a district attorney's disapproval of a private complaint. Initially, I note that although the Majority's holding is based upon \"traditional notions of standing[,]\" its Opinion never engages the traditional three-prong standing analysis to demonstrate how a victim affiant is uniquely endowed with an entitlement of standing. See generally Beers v. Unemployment Compensation Bd. of Review, 534 Pa. 605, 633 A.2d 1158, 1161 (1993). Rather, the Majority enunciates the victim's entitlement to seek judicial review of a disapproved private complaint after engaging in what I can only discern to be a circuitous process of elimination. Ostensibly, the Majority reasons that since the Appellee in this case does not have standing because he is not a victim, the victim, therefore, has standing. Although the Majority warns of \"the negative ramifications of a broad standing rule\" that \"would be virtually impossible to shape[,]\" it does not at any point endeavor to shape its own standing rule. More to the point, the Majority neglects to set forth its reasoning for its determination that a victim affiant has a unique legally cognizable interest that is substantial, direct, and immediate, and, therefore, is \"aggrieved\" by a district attorney's disapproval of a private complaint. See generally id.\n¶ 4 I conclude that under Rule 106, there is no distinction between an affiant who is a victim and one who is not, and, therefore, both are entitled to petition the Court of Common Pleas for review of a district attorney's decision disapproving a private complaint. The district attorney is a quasi-judicial officer who represents the Commonwealth. See Commonwealth v. Long, 258 Pa.Super. 312, 392 A.2d 810, 811 (1978). A district attorney \"is both an administrator of justice and an advocate;... [the] duty of the prosecutor is to seek justice, not merely to convict.\" Commonwealth v. Collins, 462 Pa. 495, 341 A.2d 492, 493 (1975) (citations and quotation marks omitted). However, the ultimate authority for the administration of justice in our Commonwealth is our Supreme Court. See PENNSYLVANIA CONST. art. V, § 10; Stout v. Commonwealth, 521 Pa. 571, 559 A.2d 489, 496 (1989). Therefore, although the judiciary affords broad deference to a district attorney's decision to prosecute, this decision is nonetheless subject to review by the courts. See Commonwealth v. DiPasquale, 431 Pa. 536, 246 A.2d 430, 432 (1968); Commonwealth v. Ragone, 317 Pa. 113, 176 A. 454, 460 (1935); In re Piscanio, 235 Pa.Super. 490, 344 A.2d 658, 661 (1975).\n¶ 5 One of the unique functions of the Supreme Court is to promulgate various rules of procedure that \"have the force and effect of statutes.\" Stout, 559 A.2d at 496. In promulgating Rule 106, the Supreme Court established the procedure by which one aspect of the administration of criminal justice would be subject to a system of \"check[s] and balances.\" Piscanio, 344 A.2d at 661. The Supreme Court vested the Court of Common Pleas with the authority to hear petitions requesting review of a district attorney's decision disapproving a private complaint. See Pa.R.Crim.P. 106. Furthermore, the Supreme Court conferred the right to bring such a petition on one class of individuals, the affiant of the private complaint. See id. Thus, the affiant of the private complaint serves as a conduit for the Supreme Court's supervisory authority over our system of criminal justice and is the sole potential trigger for this mechanism of review. A prerequisite of standing is a component of this review mechanism only to the extent that the *384 Court of Common Pleas determines whether the petitioner is the affiant of the private complaint. For all the foregoing reasons, I disagree with the Majority's decision to superimpose upon Rule 106 a traditional standing analysis.\n¶ 6 Alternatively, I find that any affiant of a disapproved private complaint satisfies the traditional three prong standing analysis. In this case, Judge Sarmina ruled that the private complainant, Leon A. Williams, Esquire, had standing to petition the court for review of the district attorney's decision disapproving Williams's private complaints. Our scope of review of the trial court's ruling on standing is plenary. See In re T.J., 559 Pa. 118, 739 A.2d 478, 481 (1999) (concluding that a trial court's standing determination is a question of law that invokes plenary review). Our standard for reviewing Judge Sarmina's standing determination is whether there was an abuse of discretion or an error of law. See id. As I conclude, for the reasons that follow, that Judge Sarmina did not abuse her discretion or commit an error of law in ruling that Williams had standing, I find it necessary to address the issue of whether Judge Sarmina erred in ordering the district attorney to prosecute on the private complaints.\nWhen an appeal is brought from a common pleas court's decision regarding the approval or disapproval of a private criminal complaint, an appellate court is limited to ascertaining the propriety of the trial court's actions. Thus, our review is limited to determining whether the trial court abused its discretion or committed an error of law.\nCommonwealth v. Cooper, 710 A.2d 76, 80 (Pa.Super.1998).\n¶ 7 In determining who may bring a particular cause of action in our courts, our jurisprudence demands that a party instituting an action have standing to do so. See T.J., 739 A.2d at 481.\nStanding is a requirement that parties have sufficient interest in a matter to ensure that there is a legitimate controversy before the court. In determining whether a party has standing, a court is concerned only with the question of who is entitled to make a legal challenge and not the merits of the challenge.... [A] person who is not adversely affected in any way by the matter he seeks to challenge is not aggrieved and has no right to obtain judicial resolution of his challenge.\nId. Therefore, whether a party has standing to bring an action depends on whether that party has been adversely affected by the matter he or she seeks to challenge; i.e. whether the person is \"aggrieved.\" Our Supreme Court has consistently stated that \"[i]n order to be aggrieved a party must (a) have a substantial interest in the subject-matter of the litigation; (b) the interest must be direct; and (c) the interest must be immediate and not a remote consequence.\" Beers, 633 A.2d at 1161.\n¶ 8 The focus of any petition under Rule 106 is whether it was proper for the district attorney to disapprove the complaint. To determine whether the private complainant is aggrieved, the standing analysis must necessarily focus on the causal connection between the district attorney's disapproval and the private complainant's interests as a complainant. For the reasons that follow, I conclude that the private complainant's relationship to the underlying crime is irrelevant in this analysis.\n¶ 9 First, in order for a private complainant to be aggrieved by the district attorney's disapproval of a complaint, the private complainant must have \"a substantial interest in the subject-matter of the litigation.\" Id. \"A substantial interest is an interest in the outcome of the litigation which surpasses the common interest of all citizens in procuring obedience to the law.\" South Whitehall Township Police Serv. v. South Whitehall Township, 521 Pa. 82, 555 A.2d 793, 795 (1989) (emphasis added) (citations omitted). The litigation in this case is a petition in the Court of Common Pleas seeking review of the district attorney's *385 disapproval of a private complaint. Therefore, the private complainant may only have standing to seek review if his interest in the outcome of the review is greater than the \"common interest of all citizens in procuring obedience to the law.\" Id.\n¶ 10 In Commonwealth v. Malloy, 304 Pa.Super. 297, 450 A.2d 689 (1982), we discussed the interests of the various parties in a criminal prosecution:\nIt is a well-settled principle of law that a crime is an offense against the sovereignty, a wrong which the government deems injurious not only to the victim but to the public at large, and which it punishes through a judicial proceeding in the Commonwealth's name. Though the same wrongful act may constitute both a crime and a tort, the tort is a private injury which is to be pursued by the injured party. Criminal prosecutions are not to settle private grievances but are to rectify the injury done to the Commonwealth. The individual who is the victim of a crime only has recourse in a civil action for damages.\n450 A.2d at 691. Therefore, although it is to be expected that a victim's desire for retribution will impel his or her efforts to see the wrongdoer prosecuted, the victim has no legally cognizable interest in achieving this result. See Linda R.S. v. Richard D. and Texas, 410 U.S. 614, 619, 93 S. Ct. 1146, 35 L. Ed. 2d 536 (1973) (stating that \"in American jurisprudence at least, a private citizen lacks a judicially cognizable interest in the prosecution or nonprosecution of another\"). It is only the Commonwealth that has a legally cognizable interest in convicting criminals. See Malloy, 450 A.2d at 691. As our Supreme Court said long ago, \"[the district attorney] represents the [C]ommonwealth, and the [C]ommonwealth demands no victims. It seeks justice only,\u0097equal and impartial justice,\u0097and it is as much the duty of the district attorney to see that no innocent man suffers as it is to see that no guilty man escapes.\" Appeal of Nicely, 130 Pa. 261, 270, 18 A. 737, 738 (1889).\n¶ 11 However, when a private complainant embraces his civic duty and swears out an affidavit of probable cause alleging criminal conduct on the part of a fellow citizen, the complainant has stepped away from the masses of our citizenry and has stepped into the role of a private prosecutor. \"The private prosecutor, even if he or she was the victim, `has no legitimate interest, other than as a member of the general public, in seeing a violator of the laws brought to justice and punished for his misdeeds.'\" Commonwealth v. Pritchard, 408 Pa.Super. 221, 596 A.2d 827, 831 (1991) (emphasis added) (quoting Piscanio, 344 A.2d at 661-62). Therefore, even when a citizen is willing to burden himself or herself with the responsibility of swearing out a private complaint, he or she does not attain an interest that surpasses that of the general public in seeing the wrongdoer brought to justice. See id.\n¶ 12 However, having sworn out the complaint, the private complainant does have an interest in ensuring that the district attorney properly exercises his or her authority to approve or disapprove the complaint. Rule 106 protects this interest by providing an avenue of judicial review for the affiant of a disapproved private complaint. See Pa.R.C.P. 106; Piscanio, 344 A.2d at 661. The Majority holds that only the victim of the underlying crime can access this avenue of review. I disagree. As discussed above, a victim has no greater interest in the prosecution of a criminal than does any other member of the public. However, a private complainant, by virtue of the fact that he or she has sworn out an affidavit of probable cause and submitted it to the district attorney for approval, does have an interest in seeing that the district attorney exercises his or her discretion properly. See id. Moreover, though a private complainant's interest in seeing a criminal prosecuted is no greater than that of any member of the general public, the complainant's interest in seeking *386 review of his or her disapproved complaint \"surpasses the common interest of all citizens in procuring obedience to the law\" because the private complainant was the individual who filed the complaint. South Whitehall Township Police, 555 A.2d at 795. Accordingly, I conclude that a private complainant has a \"substantial interest\" in seeking judicial review of his or her disapproved complaint. See South Whitehall Township Police, 555 A.2d at 795.\n¶ 13 The next step in determining whether a party is aggrieved is whether that party has a direct interest in the litigation. See Beers, 633 A.2d at 1161. \"A direct interest requires a showing that the matter complained of caused harm to the party's interest.\" South Whitehall Township Police, 555 A.2d at 795. When a district attorney disapproves a private complaint, the private complainant has an interest in ensuring that this decision was based in law and was not reached on improper grounds. See Piscanio, 344 A.2d at 661 (decided under the substantially similar former Rule 133 and stating that \"Rule 133(B) protects the interest of the private complainant by allowing for the submission of the disapproved complaint to a judge of a court of common pleas\"). \"The district attorney is vested at common law with the responsibility of determining whether or not a criminal accusation should be pressed to trial, and is expected to be impartial in abstaining from prosecuting, as well as in prosecuting. While a case is under the control of the prosecuting attorney any agreement he may make with reference to the disposition thereof is binding so far as it is proper and legal.\" Ragone, 317 Pa. at 118 n. 1, 176 A. at 456 n. 1 (emphasis added) (citations and quotation marks omitted). To assure the district attorney's adherence to law, our legislature conferred upon a private complainant the right to seek review of a district attorney's refusal to prosecute, thereby recognizing a private complainant's interest in seeing that the district attorney acts in accordance with the law. See 16 P.S. § 1409. In pertinent part, section 1409 states: \"If any district attorney shall neglect or refuse to prosecute in due form of law any criminal charge regularly returned to him ..., the prosecutor may present his petition to the court of the proper county, setting forth the character of the complaint, and verify the same by affidavit.\" Id. The judicial review of a district attorney's decision available under section 1409, similar to the judicial review provided by our Supreme Court in Rule 106, recognizes the need to \"check and balance[ ] the district attorney's decision and further hedge against error.\" Piscanio, 344 A.2d at 661.\n¶ 14 The Majority holds that a private complainant has no interest in ensuring that a district attorney's decision is proper and legal unless the complainant is a victim. Section 1409 establishes the contrary, vesting the private complainant with a direct interest not held by the victim of the underlying crime. A private complainant, who is also the victim, suffers no greater harm than any other private complainant when a district attorney disapproves his or her complaint. This follows from the fact that when a person commits a crime, the violation of a law is an injury to the Commonwealth and is separate from the injury to the victim. In Commonwealth v. Walker, 468 Pa. 323, 362 A.2d 227 (1976), our Supreme Court distinguished the private wrong (harm to the victim) from the public wrong (violation of the Commonwealth's laws):\nThe private wrong was not merged in the public one, nor is the public prosecution intended to supersede the private action. Their purposes are entirely different. The person wronged is not chargeable with the conduct of the prosecution, and therefore not affected by an acquittal.\n362 A.2d at 231 (emphasis added). When a private complainant petitions the Court of Common Pleas for review of a district *387 attorney's disapproval of a complaint, the complainant is seeking to protect his or her interest, recognized under Section 1409, in ensuring that the district attorney has reviewed the allegation of wrong to the Commonwealth and has come to a proper and legal decision to disapprove the complaint. Notwithstanding, the foundation of the Majority's decision is that only a victim of the underlying crime has a stake in seeing that the district attorney prosecutes a private complaint. The Majority rejects a rule that would confer standing upon a private complainant when \"the victim is alive and has made a personal decision not to proceed with judicial review.\" Majority Opinion at 380. However, a victim has no interest that surpasses that of the general public in seeing a wrongdoer brought to justice for an alleged wrong against the Commonwealth. See id. Thus, a victim's \"personal decision\" is irrelevant in determining whether the district attorney properly or improperly decided to prosecute the alleged offender. By contrast, the private complainant who's complaint is declined by the Commonwealth suffers injury to a right recognized by statute to participate as an intervenor in the process of criminal justice. Accordingly, I conclude that a private complainant has a direct interest in seeking review of his or her disapproved complaint.\n¶ 15 The final step in determining whether a party is aggrieved, and thereby has standing, is whether the party has an immediate interest in the subject matter of the litigation. See Beers, 633 A.2d at 1161. \"An immediate interest involves the nature of the causal connection between the action complained of and the injury to the party challenging it and is shown where the interests the party seeks to protect are within the zone of interest sought to be protected by the statute or constitutional guarantee in question.\" South Whitehall Township Police, 555 A.2d at 795. As stated in the previous discussion, section 1409 clearly recognizes the interest of a private complainant in seeing that the district attorney's decision to disapprove the complaint is proper and legal. I reiterate that the injury complained of is not the harm suffered by the crime victim. Clearly, there is a causal connection between a disapproval of a complaint and the district attorney's reasons for such disapproval. Thus, I conclude that a private complainant has an immediate interest in seeking review of a district attorney's disapproval. For all the foregoing reasons, I conclude that a private complainant has standing to file a petition in the Court of Common Pleas seeking review of a district attorney's disapproval of his or her private complaint.\n¶ 16 Having determined that the private complainant had standing, I must next address the Commonwealth's argument that the trial court erred \"in overriding the District Attorney's policy-based decision to disapprove the private criminal complaint[.]\" Brief for Appellant at 4. When a district attorney disapproves a private complaint on policy grounds, he or she must be prepared to articulate the particular policy and establish its existence. See Hearn v. Myers, 699 A.2d 1265, 1266-67 (Pa.Super.1997).\nA policy must embrace the general principles by which the prosecutor is guided in the management of its public responsibilities. A policy connotes a definite course or method of action selected in light of given conditions to guide and determine both present and future decisions. Therefore, it is expected that a prosecutor should be prepared to advance evidence that confirms the establishment of the policy, as well as corroborates its application to matters of similar, or like, import.\nThis in no way suggests that the common pleas court may substitute its judgment for that of the prosecutor. But where the prosecutor seeks to rest the decision not to prosecute on policy grounds, the prosecutor must be prepared to come forward with a clear statement as to the particular policy that dictates [withholding prosecution as *388 well as how that] policy relates to the particular facts being advanced by the private prosecutor.\nId. (emphasis added) (quoting Commonwealth v. Brown, 447 Pa.Super. 454, 669 A.2d 984, 990 (1995) (en banc) (plurality decision) (affirmed by an evenly divided court, 550 Pa. 580, 708 A.2d 81 (1998))). The trial court concluded that the district attorney utterly failed to articulate a legitimate policy for disapproving the complaint under the foregoing standard. The court stated:\nThe District Attorney, however, without further explanation, has simply stated that the decision not to file charges against Hickson and Martinez was made because the County Investigating Grand Jury did not return a presentment.\n* * * * *\nIn the opinion of this court, the District Attorney has failed to come forward with the requisite \"clear statement\" that dictates withholding the prosecution of Hicks and Martinez, and has not even mentioned how that policy relates to the particular facts being advanced by Williams[, the private complainant]. The District Attorney offered nothing in support of the claim that policy considerations existed that required the disapproval of the private criminal complaint of Williams because the grand jury had not returned a presentment. The District Attorney merely asserted that in the past 22 years that office had never filed a criminal complaint where that occurred. Accepting that as true, this argument cannot serve as the basis for a policy that requires the disapproval of these private complaints and is rejected as ambiguous and inadequate.\nTrial Court Opinion, 7/17/99, at 9, 11-12 (footnote omitted). On appeal, the Commonwealth has also failed to meet its burden. A review of the Commonwealth's fifteen pages of argument on this single issue fails to reveal even a cursory argument as to why it is sound policy for the district attorney to rely on the grand jury's failure to return a presentment as reason to decline prosecution on a private complaint. Rather, the Commonwealth takes an almost indignant position. In response to the trial court's conclusion that the district attorney failed to articulate a legitimate policy or substantiate that policy with argument or evidence, the Commonwealth states:\nThe law, however, does not remotely require the prosecutor to offer statistics in justification of a policy decision. The lower court further stated in its opinion that the prosecution \"provided no authority\" for its policy ..., as if policy were an open question that the lower court has to establish through litigation.... The office of the District Attorney does not need to cite authority for its own authority to make its own policy.\nBrief for Appellant at 36. Based on the foregoing, the Commonwealth seems to be of the opinion that it may simply fashion any \"policy\" to support its disapproval of a private complaint without even attempting to substantiate the prudence of the policy, its benefit to the public, and most importantly, its congruence with \"the general principles by which the prosecutor is guided in the management of its public responsibilities.\" Myers, 699 A.2d at 1266 (quoting Brown, 669 A.2d at 990). The Commonwealth's interpretation of the law is clearly at odds with this Court's rationale in Myers. Id. In Myers, we held that the following policy statements by a district attorney were both sufficient to support the district attorney's disapproval of a private complaint: 1) \"when an individual initially declines to press charges for personal reasons, he cannot be permitted months later to change his mind and institute a criminal prosecution;\" and 2) that the case should be pursued in civil court rather than in criminal court. Id. By contrast, a policy statement that the district attorney will not prosecute when the grand jury does not return a presentment is essentially an abdication of responsibility *389 of the decision to prosecute. Clearly, the discretion to act upon a complaint, whether private or sworn out by law-enforcement officers, remains with the district attorney even if a grand jury does not return a presentment. See Commonwealth v. Slick, 432 Pa.Super. 563, 639 A.2d 482, 488 (1994) (stating that \"[s]o long as the prosecutor has probable cause to believe that the accused committed an offense defined by statute, the decision whether or not to prosecute, and what charge to file or bring before a grand jury, generally rests entirely in his discretion\") (quoting Wayte v. United States, 470 U.S. 598, 607, 105 S. Ct. 1524, 84 L. Ed. 2d 547 (1985)).\n¶ 17 In the trial court, and on appeal, the Commonwealth has taken the position that a district attorney's policy determination is unassailable. Though I recognize that a district attorney's decision whether or not to prosecute is to be accorded great deference, see id., a district attorney cannot simply defer his or her decision to the investigating grand jury without substantiating the soundness of this policy. The Commonwealth has failed to present this Court with any argument as to the good sense of a policy that would require the Commonwealth to abstain from prosecution whenever an investigating grand jury fails to return a presentment. Most importantly, the Commonwealth has not directed us to any record evidence or argument in the trial court that would support a conclusion that the trial court abused its discretion in rejecting the district attorney's bald reliance upon the proffered policy reason for not approving the private complaint. Therefore, I am constrained to conclude that the trial court did not abuse its discretion in this case. See Cooper, 710 A.2d at 80. Accordingly, I would affirm the trial court's order.\nNOTES\n[1]  Griffin violated his parole by absconding from a halfway house and had been identified as one of the perpetrators in a recent gunpoint robbery.\n[2]  Thus, where the district attorney relies on insufficiency of the evidence as the basis for disapproving a private complaint, the common pleas court reviews the matter de novo. See Commonwealth v. Cooper, 710 A.2d 76, 79 (Pa.Super.1998). On the other hand, where a district attorney offers a policy-based reason for disapproving a private complaint, the trial court does not engage in de novo review and should not interfere \"absent a showing of bad faith, fraud or unconstitutionality.\" Id. (relying on Commonwealth v. Brown, 447 Pa.Super. 454, 669 A.2d 984 (1995) (en banc) (plurality), affirmed by an equally divided court, 550 Pa. 580, 708 A.2d 81, 84 (1998)). The Cooper court held that where the district attorney offers a hybrid reason for disapproval, i.e., makes a legal conclusion of insufficiency and also offers policy considerations, de novo review is inappropriate. Instead, the policy reason is accorded deference and, in the absence of bad faith, fraud or unconstitutionality, must be affirmed. Id. Under any of these scenarios, subsequent appellate review is accomplished by determining whether the trial court abused its discretion or committed an error of law. Id.\n\nWhile the parties in this case argue vociferously over whether the district attorney's decision was \"legal\" or \"policy-based,\" the threshold question remains whether the appellee had standing to bring this case.\n[3]  We note that section 1409 is silent as to whether the \"prosecutor,\" i.e., the private individual, must be the victim, a relative of the victim, or the victim's representative.\n[4]  The existence of private prosecutors and prosecutor/victim alliances is not without its critics. See Bessler, The Public Interest and the Unconstitutionality of Private Prosecutors, 47 Ark. L.Rev. 511 (1994) (use of private prosecutors is unethical and violates a criminal defendant's constitutional right of due process). See also Kennedy, Private Financing of Criminal Prosecutions and the Differing Protections of Liberty and Equality in the Criminal Justice System, 24 Hastings Const. L.Q. 665 (1997) (private financing of criminal prosecutions threatens equality of treatment).\n[5]  Indeed, this may be just such a case. The trial court, after the presentation of evidence on remand, found that Mr. Williams's motives in filing his complaint and seeking review in court were not tainted by personal interests, financial or otherwise.\n\nWe note the existence of another matter currently on appeal in this court, In Re Christopher DiPasquale, No. 1416 EDA 2000. Therein, three Pennsylvania State Representatives filed a private criminal complaint seeking the filing of murder charges against a police officer who shot an unarmed man during an automobile stop. Twice the district attorney attempted to bring manslaughter charges against the officer, but in both instances judges of the Philadelphia Common Pleas Court dismissed the charges. After the State Representatives' private complaint was disapproved by the district attorney, a third Philadelphia Common Pleas Court judge ordered that third degree murder charges be filed. The district attorney has appealed that order and the case is currently before this court. The district attorney moved to consolidate the DiPasquale case with this one, but we denied the motion.\n[6]  We are not unaware of the fact that many victims harbor the very same motives. However, the pool of victims is necessarily limited. Regardless of her motive, a victim has standing because her interests are direct, substantial and immediate.\n[7]  The private criminal complaint provision at issue here, Pa.R.Crim.P. 106, was first enacted (as former Rule 105 and later Rule 133) over one hundred years later, in 1970.\n[8]  The rule we announce today does not impair in any manner the right of every citizen to ask the district attorney, via the filing of a private criminal complaint, to bring charges against an individual or individuals.\n\n",
            "ocr": false,
            "opinion_id": 1960068
        },
        {
            "author_str": "Beck",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBECK, J.:\n¶ 1 The single question addressed in this opinion is whether an individual has standing to seek judicial review of the district attorney’s disapproval of his pri*374vate criminal complaint where he has no relationship or connection to the incident at issue other than that of citizen, taxpayer and attorney of this Commonwealth. We conclude that such an individual does not have standing and so reverse the order of the trial court.\n¶ 2 State parole agents Isaac Hickson and Robert Martinez shot and killed Kenneth Griffin while attempting to arrest him.1 As a result of Griffin’s death, the Philadelphia District Attorney’s Office presented the matter to an investigating grand jury. The grand jury ultimately concluded that criminal charges against the agents were unwarranted. Thereafter, Leon A. Wiliams, an attorney practicing in Philadelphia, filed a private criminal complaint against the agents, charging murder, manslaughter and related charges. He did not assert that he was appearing on behalf of Mr. Griffin, or was related to the Griffin family or acting as its representative. Mr. Williams received a letter from the district attorney’s office informing him that his private criminal complaint was refused because the grand jury had concluded that no charges should be brought against Hickson and Martinez.\n¶ 3 Mr. Williams then sought review of the district attorney’s decision in the Philadelphia Court of Common Pleas. The district attorney’s response was two-fold. First, she argued that Mr. Williams had no standing in the case because he was not involved in the incident or related to Mr. Griffin. Second, the district attorney claimed that her disapproval of the private complaint was a policy decision which, in the absence of fraud or bad faith, was entitled to deference by the court.\n¶4 The trial court, at an evidentiary hearing on the matter, summarily rejected the district attorney’s standing argument. The court reasoned that the rule setting out the procedure for filing private criminal complaints, Pennsylvania Rule of Criminal Procedure 106, contained “no limiting nature ... as to the issue of standing.” Hearing Transcript, 1/8/99, at 15. The trial court went on to address the substantive issues of the case and found that the evidence established a prima facie case for charges of third degree murder, voluntary manslaughter and related offenses. It further found that the district attorney “committed an abuse of discretion in failing to articulate reasons for disapproving the ... complaint.” Trial Court Opinion, 6/17/99, at 15. As a result, the trial court directed the district attorney to approve Mr. Williams’s complaint and file charges against the agents.\n¶ 5 The district attorney filed an appeal of the trial court’s order with this court. While briefs were pending, the district attorney filed a “Petition to Vacate Current Briefing Schedule and Remand for After-Discovered Evidence.” The thrust of the district attorney’s petition was that she recently learned of relevant evidence regarding Mr. Williams’s involvement in the case. The district attorney claimed that an assessment of this evidence was crucial for proper resolution of the case.\n¶ 6 Among the items raised by the district attorney in her petition was the fact that Mr. Williams had entered into an agreement with members of Mr. Griffin’s family. The agreement named Mr. Williams as liaison between the family members and the attorneys representing the family in a federal civil action against the agents. It also granted Mr. Williams a fee equal to 3% of the amount of any judgment ultimately awarded in that civil case.\n¶ 7 The district attorney further asserted that Mr. Williams’s intention to run for the office of district attorney in the next election militated in favor of a remand. According to the district attorney, Mr. Williams was attempting to “utilize the criminal justice system for private purposes.” Because such an attempt is im*375proper and in itself constitutes a valid reason for disapproving a private complaint, a remand was warranted. This court granted the petition and remanded the matter to the trial court for an eviden-tiary hearing.\n¶ 8 On remand, after a full evidentiary hearing, the trial judge rejected each of the district attorney’s claims regarding Mr. Williams’s alleged motives. It found the evidence presented by the district attorney “did not go to the heart of the issue presented.” Trial Court Opinion, 12/20/99, at 15. The court then reiterated its finding that the district attorney “failed to come forward with a clear statement as to the particular policy” upon which its disapproval was based. Calling into question the district attorney’s reliance on the grand jury’s recommendation, the trial court reaffirmed its order directing that charges be filed against the parole agents. This timely appeal by the Commonwealth followed.\n¶ 9 The district attorney presents two issues for our review. First, we are asked to consider whether Mr. Williams has standing to appear in the trial court requesting review of his private criminal complaint. Second, in the event we find that Mr. Williams has standing, we are asked to consider whether the trial court properly found that the district attorney abused her discretion in disapproving the private complaint. Our analysis must begin with an assessment of the standing issue, for if Mr. Williams lacks standing, the merits of his complaint are rendered moot.\n¶ 10 We begin by setting out the legal authority upon which Mr. Williams relied in filing his private criminal complaint and seeking review of its disapproval in the court of common pleas. Pennsylvania Rules of Criminal Procedure 103 through 108 establish the framework of the criminal complaint system in this Commonwealth and set forth the procedures by which complaints must be filed. This case concerns an interpretation and analysis of Pa.R.Crim.P. 106, which addresses the filing of private complaints. Rule 106 provides:\nApproval of Private Complaints\n(a) When the affiant is not a law enforcement officer, the complaint shall be submitted to an attorney for the Commonwealth, who shall approve or disapprove it without reasonable delay.\n(b) If the attorney for the Commonwealth:\n(1) approves the complaint, the attorney shall indicate this decision on the complaint form and transmit it to the issuing authority;\n(2) disapproves the complaint, the attorney shall state the reasons on the complaint form and return it to the affiant. Thereafter, the affiant may petition the court of common pleas for review of the decision.\nPa.R.Crim.P. 106.\n¶ 11 The case law interpreting Rule 106 has had an uncertain evolution. This court and our supreme court have addressed a variety of issues with respect to the Rule, including the different reasons a district attorney may give as the basis for her disapproval and the judicial standard of review applicable to each reason. Although the primary case law has been marked by a plurality opinion of this court en banc and an affirmance based on an evenly divided supreme court, the current state of the law on these issues appears clear.2 What is not so certain is who is *376entitled to seek judicial review of a private criminal complaint where it has been disapproved by the district attorney. This novel issue is the one we decide today.\n¶ 12 Standing may be had through a variety of ways. The legislature may grant it explicitly to an agency or individual by statute; the legislature may grant it implicitly to an agency by investing it with certain “functions, duties and responsibilities”; or it may be permitted under common law where the status of the petitioner is that of an “aggrieved” party. In Re T.J., 559 Pa. 118, 739 A.2d 478, 480-81 (1999). In this case we have neither an explicit or implicit grant of standing and so must rely on the common law definition. An individual is “aggrieved” where he has a “direct, immediate and substantial interest” in the matter sought to be litigated. Ken R. on Behalf of C.R. v. Arthur Z., 546 Pa. 49, 682 A.2d 1267, 1270 (1996). Common law standing is not accorded those who merely share in the “common interest of all citizens in ensuring obedience to our laws.” J.A.L. v. E.P.H., 453 Pa.Super. 78, 682 A.2d 1314, 1318 (1996). On appeal, our standard of review on the issue of standing is whether the trial court abused its discretion or committed an error of law. T.J., supra, at 123, 739 A.2d at 480.\n¶ 13 Mr. Williams appears to concede that under traditional notions of standing, he falls short of meeting the definition upon which we typically rely. He states plainly that he was not “personally harmed or threatened with harm by the parole agents nor [does he] represent anyone so aggrieved.” Appellee’s Brief at 23, n. 1. However, he asserts that in the context of private criminal complaints, every citizen of the Commonwealth has standing to seek judicial review:\n[A] private criminal complainant has a legitimate interest in seeing a violator of the law brought to justice by Commonwealth [sic] and punished for his misdeeds where he like Appellee asserts an interest that every member of the general public share [sic] in common, e.g., citizen and taxpayer.\nAppellee’s Brief at 16.\n¶ 14 In sum, Mr. Williams argues that no standing analysis is required in the case of a private criminal complaint as every private complainant is entitled to judicial review. Because the “wrong” in a private criminal complaint case is one against the Commonwealth, he reasons, standing exists for every Commonwealth resident.\n¶ 15 The district attorney insists that standing is a relevant consideration in every action before a court and private complaint cases are no exception. We agree that standing is relevant in this case, as it is in any case before the court. Our task is to determine whether petitioners such as Mr. Williams can establish standing. Therefore, our inquiry focuses on whether Mr. Williams has a “direct, immediate and substantial interest” in the matter at hand.\n¶ 16 This court has addressed the issue of standing in other cases involving private criminal complaints. In Commonwealth v. Malloy, 304 Pa.Super. 297, 450 A.2d 689 (1982), we held that a victim/complainant did not have standing to appeal the dismissal of charges that were triggered by the filing of his private complaint. The district attorney in Malloy approved the private complaint and filed charges against the defendant. However, when the trial court dismissed the matter, the prosecutor *377declined to file an appeal and the private complainant attempted to do so. The Mal-loy court reasoned that the victim/complainant was not a party in the criminal case and so lacked standing to file an appeal. The court recognized that only the Commonwealth and defendant were parties in the matter; thus the victim/complainant could not go forward with the case.\n¶ 17 Later, in a case titled In Re Wood, 333 Pa.Super. 597, 482 A.2d 1033 (1984), another panel of this court held that a victim/complainant was indeed a “party” in an action to compel his private complaint and so had standing to challenge the district attorney’s disapproval before the court of common pleas. The Wood court acknowledged and distinguished Malloy. The “case” in Malloy was the criminal charge filed by the Commonwealth (one party) against the defendant (the opposing party). Thus the private complainant was not a party and had no standing. The “case” in Wood was the request by the victim/complainant (one party) to the district attorney (the opposing party) for the filing of charges against the defendant (merely a potential party in a future case). Thus the private complainant had standing and was entitled to seek relief in the trial court.\n¶ 18 Two years after Wood, we decided Commonwealth v. Muroski, 352 Pa.Super. 15, 506 A.2d 1312 (1986). There we held that a victim/complainant had standing to appeal to the superior court a trial court’s affirmation of the district attorney’s disapproval. Here again, the victim/complainant, as a party to the action, had standing to proceed.\n¶ 19 Although the cases noted above address standing in the context of cases initiated by private criminal complaints, none is apposite. In all three cases, the private complainant was the victim and the question was whether the victim/complainant was a party. In this case the private complainant, Mr. Williams, is not the victim nor is he the victim’s representative or relative. Nonetheless he is seeking status as a “party.”\n¶ 20 Granting standing to Mr. Williams under the circumstances of this case requires that we expand Wood and Muroski to include a grant of standing to all individuals who file private complaints, regardless of their connection or lack thereof to the underlying incident.\n¶ 21 There are several arguments put forth by Mr. Williams in favor of expanding the pool of those entitled to seek judicial review where their complaints are disapproved. Foremost is the fact relied on by the trial court; that is, Rule 106 plainly provides that a dissatisfied complainant may seek review in the court of common pleas. Because the Rule does not mandate that the private complainant be the victim or his representative, there is no explicit standing limitation. Although the absence of such a limitation does not mean that our supreme court in promulgating the Rule intended to allow any individual to seek judicial review of his private complaint, it is clear that the Rule itself does not expressly proscribe such a practice.\n¶ 22 Mr. Williams also forcefully argues that every Commonwealth citizen has an interest in curbing abuses of discretion in which the district attorney may engage. As noted by Mr. Williams, Pennsylvania long has recognized the need for a system of checks and balances on the office of the district attorney. Thus, a law permitting the removal of a district attorney on a specific case in the event of neglect or refusal to prosecute remains valid today, over one hundred and twenty five years after its initial passage. That law, first enacted in 1866, provides that the district attorney be replaced in a given case with private counsel employed by a private individual, who is referred to in the statute as the “prosecutor.”\n¶ 23 The statute, entitled ‘When Private Counsel May Prosecute,” provides:\nIf any district attorney shall neglect or refuse to prosecute in due form of law *378any criminal charge regularly returned to him or to the court of the proper county, or if at any stage of the proceedings the district attorney of the proper county and the private counsel employed by the prosecutor shall differ as to the manner of conducting the trial, the prosecutor may present his petition to the court of the proper county, setting forth the character of the complaint, and verify the same by affidavit. If the court shall be of the opinion that it is a proper case for a criminal proceeding or prosecution, it may direct any private counsel employed by such prosecutor to conduct the entire proceeding, and where an indictment is necessary to verify the same by his own signature, as fully as the same could be done by the district attorney.\n16 P.S. § 1409.3\n¶ 24 In Pennsylvania then, the right of private individuals to compel the district attorney, via the courts, to file charges is found in statute (Section 1409) and in rule (106). Rule 106 differs in some respects from the right under Section 1409. In the former, the conduct and competence of the district attorney to handle the matter is not questioned, although court intervention is necessary to trigger the prosecution. In the latter it is the district attorney’s conduct and, perhaps, her lack of objectivity or competence, that prompts court intervention and results in her replacement. Still, Section 1409 and Rule 106 both address the rights and remedies accorded a private individual who is at odds with a district attorney over the handling of a particular case.\n¶ 25 To determine the necessity and definition of standing in bringing private criminal complaints, we trace the history. Historically, both Section 1409 and Rule 106 have developed as mechanisms designed to maintain victims’ rights. Prior to the introduction of the public prosecutor’s office in the late 1700s, victims personally dealt with individuals who committed crimes against them. See Note, The Constitutional Validity of Pennsylvania Rule of Criminal Procedure 138(B)(2) and the Traditional Role of the Pennsylvania Courts in the Prosecutorial Function, 52 U. Pitt. L.Rev. 269, 275 (1990). “Prior to the Revolutionary War, private citizens were the driving force behind criminal prosecutions.... [T]he victim searched for the criminal, arrested him ..., drew up indictments, prosecuted the criminal personally ..., and sometimes even served as the criminal’s jailer....” Id.\n¶ 26 Although the public character of the office of the prosecutor has been firmly entrenched in our justice system, concern that the victim’s voice not be lost remains. The victim has been characterized as an essential party to the criminal process and permitting the victim’s participation in a criminal proceeding, even in the face of opposition by the publicly elected prosecutor, is considered by many as vital to a successful system of justice. See generally Benson, The Lost Victim and Other Failures of the Public Law Experiment, 9 Harv. J.L. &amp; Pub. Pol’y 399 (1986); Cardenas, The Crime Victim in the Prosecutorial Process, 9 Harv. J.L. &amp; Pub. Pol’y 357 (1986); Note, Private Prosecution: A Remedy for District Attorneys’ Unwarranted Inaction, 65 Yale L.J. 209 (1955).4\n¶ 27 Mr. Williams asserts that limiting judicial review of a private complaint to *379those filed by victims or their representatives strips Commonwealth citizens of their protection against unwise, improper and erroneous decisions of the district attorney. A grant of standing to him and others like him, argues Mr. Williams, promotes the interests that underlie Section 1409 and Rule 106.\n¶ 28 We find Mr. Williams’s arguments compelling but ultimately not persuasive. We do not disagree with him when he asserts that a private complainant, who is unconnected to an alleged crime, may be motivated purely by a desire for justice.5 While we think it is unrealistic to worry that “a murderer could wipe out an entire family or community and there would be no one with standing to prosecute him,” Appellee’s brief at 28, we nevertheless recognize Mr. Williams’s concerns. However, we believe that adopting an expansive standing rule as proposed by Mr. Williams violates established legal principles wherein standing is afforded only to those who have a direct, substantial and immediate interest in the matter to be litigated. That standard is foundational to a principled and orderly system of justice.\n¶ 29 Furthermore, the cost of adopting this broad view of standing far outweighs the positive effect it might have. It would have a profoundly negative and disruptive effect on our criminal justice system.\n¶ 30 A rule that requires no connection to the underlying incident has an enormous potential of tainting the judicial process. A broad standing rule, while giving judicial access to persons like appellee in this case, would likewise open the courthouse doors to individuals with ulterior motives such as revenge, financial gain, celebrity, or all of the above.6 It also raises the possibility that a private complainant will seize upon an incident simply for the purpose of harassment or prank. A single complaint or a series of complaints may be brought before the court even , where an individual does not intentionally abuse the judicial system, such as in the case of a person suffering from mental illness or diminished capacity.\n¶ 31 Further, the question of whether such motives or conditions may be exposed or considered is a significant concern. Under the law, the court is bound to assess only the legal sufficiency of a complaint or whether the district attorney’s policy-based disapproval rested on fraud, bad faith or unconstitutionality. See footnote 2, supra. Arguably, a standing rule of the breadth proposed by Mr. Williams would make a complainant’s motives and condition irrelevant.\n¶ 32 According standing to every Commonwealth citizen would also permit persons wholly unrelated to an incident to bring a court action even in cases where the alleged victim chose not to do so. In the instant case, the victim, Mr. Griffin, is unable to seek judicial intervention because he is deceased. However, the stand*380ing rule sought by Mr. Williams would not prevent unrelated parties from seeking court intervention in cases where the victim is alive and has made a personal decision not to proceed with judicial review. Thus, an individual could demand that the court consider a private complaint wherein he claims one of his neighbors assaulted or defrauded another neighbor. Even if the district attorney investigated the allegations and found them wholly lacking in substance, the court would be required to review the matter in spite of the fact that the complainant had no connection to the event of which he complained.\n¶ 33 Further, an expanded standing rule would allow individuals or organizations dedicated to a single issue, such as pornography, drug possession, gun control or spousal abuse, to challenge systematically the district attorney’s charging decisions on those issues and repeatedly appear in court asking that charges be filed or enhanced. We cannot approve a standing rule that would permit countless court actions seeking criminal charges that both the district attorney and the alleged victims have decided not to pursue.\n¶ 34 Further, even if we were to conclude that a broad standing rule should be implemented, we would struggle with its parameters. If the alleged criminal is residing in Allegheny County, should those deemed aggrieved by his freedom be limited to Allegheny County residents or should we expand the pool of aggrieved persons to surrounding counties? Mr. Williams suggests that standing be accorded every citizen of the Commonwealth. The interest he seeks to protect is “in seeing a violator of the law brought to justice.” Presumably, his goal in removing alleged criminals from the streets is safety in the community. Should standing include non-Pennsylvanians who have a legitimate concern about potential harm to them by a Pennsylvania resident?\n¶ 35 Most important, the district attorney is an elected official. By its nature her office has broad discretion with regard to the crimes it will prosecute. As a general rule the purpose of private criminal complaints is not to change the character of the office, but to act as a check on the office where the district attorney has overlooked a matter or is not diligently pursuing a matter. The system of private criminal complaints is supplementary or corrective to the operation of the prosecutor’s office. It should not be used to change the nature of the office. Granting standing to citizens who have no relationship or connection to the crime could indeed change the nature of the office. It might substantially increase the number of crimes and perhaps change the types of crimes that the prosecutor will be forced to pursue. It might also take the agenda out of the district attorney’s domain and shift it to private complainants, thereby seriously curbing the prosecutor’s discretion.\n¶ 36 The prosecutor is elected to run her office using her broad discretion fairly and honestly. If she fails to do so, the remedy is not to reshape the office through the mechanism of private criminal complaints. Instead, the remedy lies in the power of the electorate to vote her out of office.\n¶ 37 The dissent reasons that each of the three elements of standing is satisfied in this case. With respect to the requirement of a “substantial” interest, the dissent states that the interest is “in seeing that the district attorney exercises his or her discretion properly.” Dissenting Opinion at 385. It becomes substantial, argues the dissent, “by virtue of the fact that [the complainant] ... has sworn out an affidavit of probable cause and submitted it to the district attorney for approval.” Id. at 385. Essentially, the dissent finds the interest of the private complainant substantial simply because the private complainant is the author of the affidavit. Id. at 385-86 (“the complainant’s interest ... ‘surpasses the common interest of all citizens’ ... because the private complain*381ant was the individual who filed the complaint”).\n¶ 38 With respect to the requirements that the interest be “direct” and “immediate,” the dissent relies primarily on the existence of § 1409, the legislative provision addressing prosecution by private counsel. Unlike the dissent, we do not believe that “section 1409 clearly recognizes the interest of a private complainant in seeing that the district attorney’s decision ... is proper and legal.” Id. at 387.\n¶ 39 Section 1409 refers, without definition, to the right of a “prosecutor” to petition the court for removal of the district attorney and replacement with the “prosecutor’s” privately retained counsel. The statute makes no mention of the private complainant, nor would one expect it to since it was first enacted in 1866.7 The dissent proposes that § 1409 is a law that “conferred upon a private complainant the right to seek review of a district attorney’s refusal to prosecute ... [and recognized] a private complainant’s interest in seeing that district attorney acted in accordance with the law.” Id. at 386 (emphasis supplied). We cannot agree. Rather, when viewed in its historical context, the term “prosecutor” in § 1409 more likely refers to the victim of the crime. Thus, § 1409 can be interpreted as recognizing the right of victims to remove a neglectful, inept or corrupt district attorney and replace him or her with private counsel. See Note, supra, 52 U. Pitt. L.Rev. at 275-76 (discussing § 1409 as a method of retaining, in some small measure, the previous practice of the victim as the “driving force behind criminal prosecutions”).\n¶ 40 The case law interpreting § 1409 supports this analysis. The only cases brought under the authority of the statute are instances in which the victim or the victim’s family acted as “prosecutor.” See Commonwealth v. McHale, 97 Pa. 397 (1881) (losing district attorney candidate files affidavit and petition under § 1409 alleging that winning district attorney and others engaged in election fraud and that winning district attorney improperly refused to indict offenders). See also Commonwealth v. Walter, 240 Pa.Super. 433, 367 A.2d 1113 (1976) (parents of deceased victims file affidavit and petition under § 1409 alleging that district attorney should be removed for entering into negotiated guilty plea with defendant).\n¶41 As stated above, we believe that § 1409 constitutes a recognition by the legislature that the office of the district attorney should be subject to a system of checks and balances. Further, while we conclude that § 1409 clearly addresses the rights and remedies accorded a private individual who is at odds with a district attorney, we do not believe that § 1409 was enacted to recognize the rights and remedies of private criminal complainants who are not victims, their named representatives or, in the event of the victim’s death, a family member. Nor do we believe that the existence of § 1409 necessarily supports the expansive standing rule the trial court applied in this case.\n¶ 42 Because the negative ramifications of a broad standing rule is contrary to established legal principles, because its effects are so potentially significant, and because such a rule would be virtually impossible to shape, we decline to hold that Mr. Williams has standing in this case. Instead, we find his status is more akin to those who “share in the common interest of all citizens in ensuring obedience to laws.” J.A.L., supra, at 1318. Such a status simply does not entitle a party to standing. Id. Appellee’s own description of his status is fatal to his claim in that he asserts an interest “that every member of the general public share[s] in common.” Appellee’s Brief at 16.\n*382¶43 The concept of standing is fundamental to our jurisprudence. Traditionally, access to the judicial process is limited to individuals who are aggrieved, ie., those who have a direct, immediate and substantial interest in the matter sought to be litigated. Overall, this principle has served our judicial system’s need for a fair, principled and orderly process. We will not, indeed cannot, abandon it now.\n¶ 44 We hold that judicial review of private criminal complaints is limited, by traditional notions of standing, to the following complainants: victims, their named representatives or, in the event of a victim’s death, a family member.8 We trust that this rule sufficiently protects the citizens of this Commonwealth seeking vindication for criminal conduct of others.\n¶ 45 Order reversed; jurisdiction relinquished.\n¶ 46 JOHNSON, J. files a Dissenting Opinion.\n\n. Griffin violated his parole by absconding from a halfway house and had been identified as one of the perpetrators in a recent gunpoint robbery.\n\n\n. Thus, where the district attorney relies on insufficiency of the evidence as the basis for disapproving a private complaint, the common pleas court reviews the matter de novo. See Commonwealth v. Cooper, 710 A.2d 76, 79 (Pa.Super.1998). On the other hand, where a district attorney offers a policy-based reason for disapproving a private complaint, the trial court does not engage in de novo review and should not interfere \"absent a showing of bad faith, fraud or unconstitutionality.” Id. (relying on Commonwealth v. Brown, 447 Pa.Super. 454, 669 A.2d 984 (1995) (en banc ) (plurality), affirmed by an equally divided *376court, 550 Pa. 580, 708 A.2d 81, 84 (1998)). The Cooper court held that where the district attorney offers a hybrid reason for disapproval, i.e., makes a legal conclusion of insufficiency and also offers policy considerations, de novo review is inappropriate. Instead, the policy reason is accorded deference and, in the absence of bad faith, fraud or unconstitutionality, must be affirmed. Id. Under any of these scenarios, subsequent appellate review is accomplished by determining whether the trial court abused its discretion or committed an error of law. Id.\nWhile the parties in this case argue vociferously over whether the district attorney's decision was \"legal\" or \"policy-based,” the threshold question remains whether the ap-pellee had standing to bring this case.\n\n\n. We note that section 1409 is silent as to whether the \"prosecutor,” i.e., the private individual, must be the victim, a relative of the victim, or the victim’s representative.\n\n\n. The existence of private prosecutors and prosecutor/victim alliances is not without its critics. See Bessler, The Public Interest and the Unconstitutionality of Private Prosecutors, 47 Ark. L.Rev. 511 (1994) (use of private prosecutors is unethical and violates a criminal defendant’s constitutional right of due process). See also Kennedy, Private Financing of Criminal Prosecutions and the Differing Protections of Liberty and Equality in the Criminal Justice System, 24 Hastings Const. L.Q. 665 (1997) (private financing of criminal prosecutions threatens equality of treatment).\n\n\n. Indeed, this may be just such a case. The trial court, after the presentation of evidence on remand, found that Mr. Williams’s motives in filing his complaint and seeking review in court were not tainted by personal interests, financial or otherwise.\nWe note the existence of another matter currently on appeal in this court. In Re Christopher DiPasquale, No. 1416 EDA 2000. Therein, three Pennsylvania State Representatives filed a private criminal complaint seeking the filing of murder charges against a police officer who shot an unarmed man during an automobile stop. Twice the district attorney attempted to bring manslaughter charges against the officer, but in both instances judges of the Philadelphia Common Pleas Court dismissed the charges. After the State Representatives’ private complaint was disapproved by the district attorney, a third Philadelphia Common Pleas Court judge ordered that third degree murder charges be filed. The district attorney has appealed that order and the case is currently before this court. The district attorney moved to consolidate the DiPasquale case with this one, but we denied the motion.\n\n\n. We are not unaware of the fact that many victims harbor the veiy same motives. However, the pool of victims is necessarily limited. Regardless of her motive, a victim has standing because her interests are direct, substantial and immediate.\n\n\n. The private criminal complaint provision at issue here, Pa.R.Crim.P. 106, was first enacted (as former Rule 105 and later Rule 133) over one hundred years later, in 1970.\n\n\n. The rule we announce today does not impair in any manner the right of every citizen to ask the district attorney, via the filing of a private criminal complaint, to bring charges against an individual or individuals.\n\n",
            "ocr": false,
            "opinion_id": 9701272
        },
        {
            "author_str": "Johnson",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJOHNSON, J.,\ndissenting:\n¶ 1 The Majority holds that “judicial review of a private criminal complaint is limited, by traditional notions of standing, to the following complainants: victims, their named representatives or, in the event of a victim’s death, a family member.” Majority Opinion at 382 (footnote omitted). The Majority also notes that its decision “does not impair in any manner the right of every citizen to ask the district attorney, via the filing of a private criminal complaint, to bring charges against an individual or individuals.” Id. at 382 n. 8. Thus, while the Majority’s holding does not place a restriction on who may file a private complaint, it specifically enumerates which individuals are entitled to seek judicial review of a district attorney’s decision if the district attorney disapproves the private complaint. I conclude that under Pa.R.Crim.P. 106, there is no limitation on who may file a private complaint nor upon who may petition the Court of Common Pleas if the district attorney does not approve the complaint. Moreover, I conclude that any individual who files a private complaint has standing to petition the Court of Common Pleas for review of a district attorney’s decision disapproving the private complaint. Having so concluded, I have reviewed the Commonwealth’s argument alleging that the Honorable Teresa Sarmina erred in ordering the district attorney to approve the complaints and have concluded that Judge Sarmina did not abuse her discretion or commit an error of law. Therefore, I respectfully dissent.\n¶ 2 The instant appeal arises from the trial court’s grant of a petition filed pursuant to Pa.R.Crim.P. 106. Rule 106 states:\nRule 106. Approval of Private Complaints\n(c) When the affiant is not a law enforcement officer, the complaint shall be submitted to an attorney for the Commonwealth, who shall approve or disapprove it without unreasonable delay.\n(d) If the attorney for the Commonwealth:\n(3) approves the complaint, the attorney shall indicate this decision on the complaint form and transmit it to the issuing authority;\n(4) disapproves the complaint, the attorney shall state the reasons on the complaint form and return it to the affiant. Thereafter, the affiant may petition the court of common pleas for review of the decision.\nPa.R.Crim.P. 106. Thus, the plain language of Rule 106 requires only that the petitioner be “the affiant.” Pa.R.Crim.P. 106(b)(2). Williams was the affiant in this case. Therefore, Judge Sarmina ruled in accordance with Rule 106 when she deter*383mined that Williams was entitled to petition for review of the district attorney’s decision.\n¶ 3 Although Rule 106 does not expressly require an affiant to have standing to petition the Court of Common Pleas, the Commonwealth argues, and the Majority holds, that “victims, their named representatives or, in the event of a victim’s death, a family member” [hereinafter collectively referred to as “the victim”] are the only affiants who have standing to petition the Court of Common Pleas for review of a district attorney’s disapproval of a private complaint. Initially, I note that although the Majority’s holding is based upon “traditional notions of standingt,]” its Opinion never engages the traditional three-prong standing analysis to demonstrate how a victim affiant is uniquely endowed with an entitlement of standing. See generally Beers v. Unemployment Compensation Bd. of Review, 534 Pa. 605, 633 A.2d 1158, 1161 (1993). Rather, the Majority enunciates the victim’s entitlement to seek judicial review of a disapproved private complaint after engaging in what I can only discern to be a circuitous process of elimination. Ostensibly, the Majority reasons that since the Appellee in this case does not have standing because he is not a victim, the victim, therefore, has standing. Although the Majority warns of “the negative ramifications of a broad standing rule” that “would be virtually impossible to shape[,]” it does not at any point endeavor to shape its own standing rule. More to the point, the Majority neglects to set forth its reasoning for its determination that a victim affiant has a unique legally cognizable interest that is substantial, direct, and immediate, and, therefore, is “aggrieved” by a district attorney’s disapproval of a private complaint. See generally id.\n¶4 I conclude that under Rule 106, there is no distinction between an affiant who is a victim and one who is not, and, therefore, both are entitled to petition the Court of Common Pleas for review of a district attorney’s decision disapproving a private complaint. The district attorney is a quasi-judicial officer who represents the Commonwealth. See Commonwealth v. Long, 258 Pa.Super. 312, 392 A.2d 810, 811 (1978). A district attorney “is both an administrator of justice and an advocate; ... [the] duty of the prosecutor is to seek justice, not merely to convict.” Commonwealth v. Collins, 462 Pa. 495, 341 A.2d 492, 493 (1975) (citations and quotation marks omitted). However, the ultimate authority for the administration of justice in our Commonwealth is our Supreme Court. See Pennsylvania Const, art. V, § 10; Stout v. Commonwealth, 521 Pa. 571, 559 A.2d 489, 496 (1989). Therefore, although the judiciary affords broad deference to a district attorney’s decision to prosecute, this decision is nonetheless, subject to review by the courts. See Commonwealth v. DiPasquale, 431 Pa. 536, 246 A.2d 430, 432 (1968); Commonwealth v. Ragone, 317 Pa. 113, 176 A. 454, 460 (1935); In re Piscanio, 235 Pa.Super. 490, 344 A.2d 658, 661 (1975).\n¶ 5 One of the unique functions of the Supreme Court is to promulgate various rules of procedure that “have the force and effect of statutes.” Stout, 559 A.2d at 496. In promulgating Rule 106, the Supreme Court established the procedure by which one aspect of the administration of criminal justice would be subject to a system of “check[s] and balances.” Piscanio, 344 A.2d at 661. The Supreme Court vested the Court of Common Pleas with the authority to hear petitions requesting review of a district attorney’s decision disapproving a private complaint. See Pa.R.Crim.P. 106. Furthermore, the Supreme Court conferred the right to bring such a petition on one class of individuals, the affiant of the private complaint. See id. Thus, the affiant of the private complaint serves as a conduit for the Supreme Court’s supervisory authority over our system of criminal justice and is the sole potential trigger for this mechanism of review. A prerequisite of standing is a component of this review mechanism only to the extent that the *384Court of Common Pleas determines whether the petitioner is the affiant of the private complaint. For all the foregoing reasons, I disagree with the Majority’s decision to superimpose upon Rule 106 a traditional standing analysis.\n¶ 6 Alternatively, I find that any affiant of a disapproved private complaint satisfies the traditional three prong standing analysis. In this case, Judge Sarmina ruled that the private complainant, Leon A. Williams, Esquire, had standing to petition the court for review of the district attorney’s decision disapproving Williams’s private complaints. Our scope of review of the trial court’s ruling on standing is plenary. See In re T.J., 559 Pa. 118, 739 A.2d 478, 481 (1999) (concluding that a trial court’s standing determination is a question of law that invokes plenary review). Our standard for reviewing Judge Sarmi-na’s standing determination is whether there was an abuse of discretion or an error of law. See id. As I conclude, for the reasons that follow, that Judge Sarmi-na did not abuse her discretion or commit an error of law in ruling that Williams had standing, I find it necessary to address the issue of whether Judge Sarmina erred in ordering the district attorney to prosecute on the private complaints.\nWhen an appeal is brought from a common pleas court’s decision regarding the approval or disapproval of a private criminal complaint, an appellate court is limited to ascertaining the propriety of the trial court’s actions. Thus, our review is limited to determining whether the trial court abused its discretion or committed an error of law.\nCommonwealth v. Cooper, 710 A.2d 76, 80 (Pa.Super.1998).\n¶ 7 In determining who may bring a particular cause of action in our courts, our jurisprudence demands that a party instituting an action have standing to do so. See T.J., 739 A.2d at 481.\nStanding is a requirement that parties have sufficient interest in a matter to ensure that there is a legitimate controversy before the court. In determining whether a party has standing, a court is concerned only with the question of who is entitled to make a legal challenge and not the merits of the challenge.... [A] person who is not adversely affected in any way by the matter he seeks to challenge is not aggrieved and has no right to obtain judicial resolution of his challenge.\nId. Therefore, whether a party has standing to bring an action depends on whether that party has been adversely affected by the matter he or she seeks to challenge; i.e. whether the person is “aggrieved.” Our Supreme Court has consistently stated that “[i]n order to be aggrieved a party must (a) have a substantial interest in the subject-matter of the litigation; (b) the interest must be direct; and (c) the interest must be immediate and not a remote consequence.” Beers, 633 A.2d at 1161.\n¶ 8 The focus of any petition under Rule 106 is whether it was proper for the district attorney to disapprove the complaint. To determine whether the private complainant is aggrieved, the standing analysis must necessarily focus on the causal connection between the district attorney’s disapproval and the private complainant’s interests as a complainant. For the reasons that follow, I conclude that the private complainant’s relationship to the underlying crime is irrelevant in this analysis.\n¶ 9 First, in order for a private complainant to be aggrieved by the district attorney’s disapproval of a complaint, the private complainant must have “a substantial interest in the subject-matter of the litigation.” Id. “A substantial interest is an interest in the outcome of the litigation which surpasses the common interest of all citizens in procuring obedience to the law.” South Whitehall Township Police Serv. v. South Whitehall Township, 521 Pa. 82, 555 A.2d 793, 795 (1989) (emphasis added) (citations omitted). The litigation in this case is a petition in the Court of Common Pleas seeking review of the district attor*385ney’s disapproval of a private complaint. Therefore, the private complainant may only have standing to seek review if his interest in the outcome of the review is greater than the “common interest of all citizens in procuring obedience to the law.” Id.\n¶ 10 In Commonwealth v. Malloy, 304 Pa.Super. 297, 450 A.2d 689 (1982), we discussed the interests of the various parties in a criminal prosecution:\nIt is a well-settled principle of law that a crime is an offense against the sovereignty, a wrong which the government deems injurious not only to the victim but to the public at large, and which it punishes through a judicial proceeding in the Commonwealth’s name. Though the same wrongful act may constitute both a crime and a tort, the tort is a private injury which is to be pursued by the injured party. Criminal prosecutions are not to settle private grievances but are to rectify the injury done to the Commonwealth. The individual who is the victim of a crime only has recourse in a civil action for damages.\n450 A2d at 691. Therefore, although it is to be expected that a victim’s desire for retribution will impel his or her efforts to see the wrongdoer prosecuted, the victim has no legally cognizable interest in achieving this result. See Linda R.S. v. Richard D. and Texas, 410 U.S. 614, 619, 93 S.Ct. 1146, 35 L.Ed.2d 536 (1973) (stating that “in American jurisprudence at least, a private citizen lacks a judicially cognizable interest in the prosecution or nonprosecution of another”). It is only the Commonwealth that has a legally cognizable interest in convicting criminals. See Malloy, 450 A.2d at 691. As our Supreme Court said long ago, “[the district attorney] represents the [CJommonwealth, and the [C]ommonwealth demands no victims. It seeks justice only, — equal and impartial justice, — and it is as much the duty of the district attorney to see that no innocent man suffers as it is to see that no guilty man escapes.” Appeal of Nicely, 130 Pa. 261, 270,18 A. 737, 738 (1889).\n¶ 11 However, when a private complainant embraces his civic duty and swears out an affidavit of probable cause alleging criminal conduct on the part of a fellow citizen, the complainant has stepped away from the masses of our citizenry and has stepped into the role of a private prosecutor. “The private prosecutor, even if he or she was the victim, ‘has no legitimate interest, other than as a member of the general public, in seeing a violator of the laws brought to justice and punished for his misdeeds.’ ” Commonwealth v. Pritchard, 408 Pa.Super. 221, 596 A.2d 827, 831 (1991) (emphasis added) (quoting Piscanio, 344 A.2d at 661-62). Therefore, even when a citizen is willing to burden himself or herself with the responsibility of swearing out a private complaint, he or she does not attain an interest that surpasses that of the general public in seeing the wrongdoer brought to justice. See id.\n¶ 12 However, having sworn out the complaint, the private complainant does have an interest in ensuring that the district attorney properly exercises his or her authority to approve or disapprove the complaint. Rule 106 protects this interest by providing an avenue of judicial review for the affiant of a disapproved private complaint. See Pa.R.C.P. 106; Piscanio, 344 A.2d at 661. The Majority holds that only the victim of the underlying crime can access this avenue of review. I disagree. As discussed above, a victim has no greater interest in the prosecution of a criminal than does any other member of the public. However, a private complainant, by virtue of the fact that he or she has sworn out an affidavit of probable cause and submitted it to the district attorney for approval, does have an interest in seeing that the district attorney exercises his or her discretion properly. See id. Moreover, though a private complainant’s interest in seeing a criminal prosecuted is no greater than that of any member of the general public, the complainant’s interest in seek*386ing review of his or her disapproved complaint “surpasses the common interest of all citizens in procuring obedience to the law” because the private complainant was the individual who filed the complaint. South Whitehall Township Police, 555 A.2d at 795. Accordingly, I conclude that a private complainant has a “substantial interest” in seeking judicial review of his or her disapproved complaint. See South Whitehall Township Police, 555 A.2d at 795.\n¶ 13 The next step in determining whether a party is aggrieved is whether that party has a direct interest in the litigation. See Beers, 633 A.2d at 1161. “A direct interest requires a showing that the matter complained of caused harm to the party’s interest.” South Whitehall Township Police, 555 A.2d at 795. When a district attorney disapproves a private complaint, the private complainant has an interest in ensuring that this decision was based in law and was not reached on improper grounds. See Piscanio, 344 A.2d at 661 (decided under the substantially similar former Rule 133 and stating that “Rule 133(B) protects the interest of the private complainant by allowing for the submission of the disapproved complaint to a judge of a court of common pleas”). “The district attorney is vested at common law with the responsibility of determining whether or not a criminal accusation should be pressed to trial, and is expected to be impartial in abstaining from prosecuting, as well as in prosecuting. While a case is under the control of the prosecuting attorney any agreement he may make with reference to the disposition thereof is binding so far as it is proper and legal.” Ragone, 317 Pa. at 118 n. 1, 176 A. at 456 n. 1 (emphasis added) (citations and quotation marks omitted). To assure the district attorney’s adherence to law, our legislature conferred upon a private complainant the right to seek review of a district attorney’s refusal to prosecute, thereby recognizing a private complainant’s interest in seeing that the district attorney acts in accordance with the law. See 16 P.S. § 1409. In pertinent part, section 1409 states: “If any district attorney shall neglect or refuse to prosecute in due form of law any criminal charge regularly returned to him ..., the prosecutor may present his petition to the court of the proper county, setting forth the character of the complaint, and verify the same by affidavit.” Id. The judicial review of a district attorney’s decision available under section 1409, similar to the judicial review provided by our Supreme Court in Rule 106, recognizes the need to “check and balance[ ] the district attorney’s decision and further hedge against error.” Piscanio, 344 A.2d at 661.\n¶ 14 The Majority holds that a private complainant has no interest in ensuring that a district attorney’s decision is proper and legal unless the complainant is a victim. Section 1409 establishes the contrary, vesting the private complainant with a direct interest not held by the victim of the underlying crime. A private complainant, who is also the victim, suffers no greater harm than any other private complainant when a district attorney disapproves his or her complaint. This follows from the fact that when a person commits a crime, the violation of a law is an injury to the Commonwealth and is separate from the injury to the victim. In Commonwealth v. Walker, 468 Pa. 323, 362 A.2d 227 (1976), our Supreme Court distinguished the private wrong (harm to the victim) from the public wrong (violation of the Commonwealth’s laws):\nThe private wrong was not merged in the public one, nor is the public prosecution intended to supersede the private action. Their purposes are entirely different. The person wronged is not chargeable with the conduct of the prosecution, and therefore not affected by an acquittal.\n362 A.2d at 231 (emphasis added). When a private complainant petitions the Court of Common Pleas for review of a district *387attorney’s disapproval of a complaint, the complainant is seeking to protect his or her interest, recognized under Section 1409, in ensuring that the district attorney has reviewed the allegation of wrong to the Commonwealth and has come to a proper and legal decision to disapprove the complaint. Notwithstanding, the foundation of the Majority’s decision is that only a victim of the underlying crime has a stake in seeing that the district attorney prosecutes a private complaint. The Majority rejects a rule that would confer standing upon a private complainant when “the victim is alive and has made a personal decision not to proceed with judicial review.” Majority Opinion at 380. However, a victim has no interest that surpasses that of the general public in seeing a wrongdoer brought to justice for an alleged wrong against the Commonwealth. See id. Thus, a victim’s “personal decision” is irrelevant in determining whether the district attorney properly or improperly decided to prosecute the alleged offender. By contrast, the private complainant who’s complaint is declined by the Commonwealth suffers injury to a right recognized by statute to participate as an inter-venor in the process of criminal justice. Accordingly, I conclude that a private complainant has a direct interest in seeking review of his or her disapproved complaint.\n¶ 15 The final step in determining whether a party is aggrieved, and thereby has standing, is whether the party has an immediate interest in the subject matter of the litigation. See Beers, 633 A.2d at 1161. “An immediate interest involves the nature of the causal connection between the action complained of and the injury to the party challenging it and is shown where the interests the party seeks to protect are within the zone of interest sought to be protected by the statute or constitutional guarantee in question.” South Whitehall Township Police, 555 A.2d at 795. As stated in the previous discussion, section 1409 clearly recognizes the interest of a private complainant in seeing that the district attorney’s decision to disapprove the complaint is proper and legal. I reiterate that the injury complained of is not the harm suffered by the crime victim. Clearly, there is a causal connection between a disapproval of a complaint and the district attorney’s reasons for such disapproval. Thus, I conclude that a private complainant has an immediate interest in seeking review of a district attorney’s disapproval. For all the foregoing reasons, I conclude that a private complainant has standing to file a petition in the Court of Common Pleas seeking review of a district attorney’s disapproval of his or her private complaint.\n¶ 16 Having determined that the private complainant had standing, I must next address the Commonwealth’s argument that the trial court erred “in overriding the District Attorney’s policy-based decision to disapprove the private criminal complaint!.]” Brief for Appellant at 4. When a district attorney disapproves a private complaint on policy grounds, he or she must be prepared to articulate the particular policy and establish its existence. See Hearn v. Myers, 699 A.2d 1265, 1266-67 (Pa.Super.1997).\nA policy must embrace the general principles by which the prosecutor is guided in the management of its public responsibilities. A policy connotes a definite course or method of action selected in light of given conditions to guide and determine both present and future decisions. Therefore, it is expected that a prosecutor should be prepared to advance evidence that confirms the establishment of the policy, as well as corroborates its application to matters of similar, or like, import.\nThis in no way suggests that the common pleas court may substitute its judgment for that of the prosecutor. But where the prosecutor seeks to rest the decision not to prosecute on policy grounds, the prosecutor must be prepared to come forward with a clear statement as to the particular policy that dictates [withholding prosecution as *388well as how that] policy relates to the particular facts being advanced by the private prosecutor.\nId. (emphasis added) (quoting Commonwealth v. Brown, 447 Pa.Super. 454, 669 A.2d 984, 990 (1995) (en banc) (plurality decision) (affirmed by an evenly divided court, 550 Pa. 580, 708 A.2d 81 (1998))). The trial court concluded that the district attorney utterly failed to articulate a legitimate policy for disapproving the complaint under the foregoing standard. The court stated:\nThe District Attorney, however, without further explanation, has simply stated that the decision not to file charges against Hickson and Martinez was made because the County Investigating Grand Jury did not return a presentment.\nHs sfc H* H« ❖\nIn the opinion of this court, the District Attorney has failed to come forward with the requisite “clear statement” that dictates withholding the prosecution of Hicks and Martinez, and has not even mentioned how that policy relates to the particular facts being advanced by Williams[, the private complainant]. The District Attorney offered nothing in support of the claim that policy considerations existed that required the disapproval of the private criminal complaint of Williams because the grand jury had not returned a presentment. The District Attorney merely asserted that in the past 22 years that office had never filed a criminal complaint where that occurred. Accepting that as true, this argument cannot serve as the basis for a policy that requires the disapproval of these private complaints and is rejected as ambiguous and inadequate.\nTrial Court Opinion, 7/17/99, at 9, 11-12 (footnote omitted). On appeal, the Commonwealth has also failed to meet its burden. A review of the Commonwealth’s fifteen pages of argument on this single issue fails to reveal even a cursory argument as to why it is sound policy for the district attorney to rely on the grand jury’s failure to return a presentment as reason to decline prosecution on a private complaint. Rather, the Commonwealth takes an almost indignant position. In response to the trial court’s conclusion that the district attorney failed to articulate a legitimate policy or substantiate that policy with argument or evidence, the Commonwealth states:\nThe law, however, does not remotely require the prosecutor to offer statistics in justification of a policy decision. The lower court further stated in its opinion that the prosecution “provided no authority” for its policy ..., as if policy were an open question that the lower court has to establish through litiga-tion_The office of the District Attorney does not need to cite authority for its own authority to make its own policy.\nBrief for Appellant at 36. Based on the foregoing, the Commonwealth seems to be of the opinion that it may simply fashion any “policy” to support its disapproval of a private complaint without even attempting to substantiate the prudence of the policy, its benefit to the public, and most importantly, its congruence with “the general principles by which the prosecutor is guided in the management of its public responsibilities.” Myers, 699 A.2d at 1266 (quoting Brown, 669 A.2d at 990). The Commonwealth’s interpretation of the law is clearly at odds with this Court’s rationale in Myers. Id. In Myers, we held that the following policy statements by a district attorney were both sufficient to support the district attorney’s disapproval of a private complaint: 1) “when an individual initially declines to press charges for personal reasons, he cannot be permitted months later to change his mind and institute a criminal prosecution;” and 2) that the case should be pursued in civil court rather than in criminal court. Id. By contrast, a policy statement that the district attorney will not prosecute when the grand jury does not return a presentment is essentially an abdication of re*389sponsibility of the decision to prosecute. Clearly, the discretion to act upon a complaint, whether private or sworn out by law-enforcement officers, remains with the district attorney even if a grand jury does not return a presentment. See Commonwealth v. Slick, 432 Pa.Super. 563, 639 A.2d 482, 488 (1994) (stating that “[s]o long as the prosecutor has probable cause to believe that the accused committed an offense defined by statute, the decision whether or not to prosecute, and what charge to file or bring before a grand jury, generally rests entirely in his discretion”) (quoting Wayte v. United States, 470 U.S. 598, 607, 105 S.Ct. 1524, 84 L.Ed.2d 547 (1985)).\n¶ 17 In the trial court, and on appeal, the Commonwealth has taken the position that a district attorney’s policy determination is unassailable. Though I recognize that a district attorney’s decision whether or not to prosecute is to be accorded great deference, see id., a district attorney cannot simply defer his or her decision to the investigating grand jury without substantiating the soundness of this policy. The Commonwealth has failed to present this Court with any argument as to the good sense of a policy that would require the Commonwealth to abstain from prosecution whenever an investigating grand jury fails to return a presentment. Most importantly, the Commonwealth has not directed us to any record evidence or argument in the trial court that would support a conclusion that the trial court abused its discretion in rejecting the district attorney’s bald rebanee upon the proffered policy reason for not approving the private complaint. Therefore, I am constrained to conclude that the trial court did not abuse its discretion in this case. See Cooper, 710 A.2d at 80. Accordingly, I would affirm the trial court’s order.\n",
            "ocr": false,
            "opinion_id": 9701273
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}