{
    "id": 2077343,
    "judges": "Givan",
    "date_filed": 610848000000,
    "date_filed_is_approximate": false,
    "slug": "mayhew-v-state",
    "case_name_short": "Mayhew",
    "case_name": "Mayhew v. State",
    "case_name_full": "Jordan L. MAYHEW, Appellant, v. STATE of Indiana, Appellee",
    "attorneys": "June D. Oldham, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., Louis E. Ransdell, Deputy Atty. Gen., Indianapolis, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1250-3\">\n    Jordan L. MAYHEW, Appellant, v. STATE of Indiana, Appellee.\n   </parties><br><docketnumber id=\"b1250-5\">\n    No. 34S00-8709-CR-869.\n   </docketnumber><br><court id=\"b1250-6\">\n    Supreme Court of Indiana.\n   </court><br><decisiondate id=\"b1250-7\">\n    May 11, 1989.\n   </decisiondate><br><attorneys id=\"b1250-26\">\n    June D. Oldham, Indianapolis, for appellant.\n   </attorneys><br><attorneys id=\"b1251-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1189\"> \n     *1189\n     </span>\n    Linley E. Pearson, Atty. Gen., Louis E. Ransdell, Deputy Atty. Gen., Indianapolis, for appellee.\n   </attorneys>",
    "citations": [
        "537 N.E.2d 1188"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n537 N.E.2d 1188 (1989)\nJordan L. MAYHEW, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 34S00-8709-CR-869.\nSupreme Court of Indiana.\nMay 11, 1989.\nJune D. Oldham, Indianapolis, for appellant.\n*1189 Linley E. Pearson, Atty. Gen., Louis E. Ransdell, Deputy Atty. Gen., Indianapolis, for appellee.\nPER CURIAM.\nA jury trial resulted in convictions of appellant on two counts of Confinement, Class B felonies, for which he received sentences of ten years each, the sentences to run concurrently. He was also found guilty of Robbery, a Class B felony, for which he received a sentence of twenty years, which was to run consecutively to the confinement sentences. Appellant was also found guilty of Conspiracy to Commit Robbery While Armed, a Class B felony, for which he received a sentence of ten years, to be served concurrently with the other sentences.\nThe facts are: On February 15, 1986, appellant, a man named Bobby whose last name is unknown, and Starr Mouldon visited Penny Lewis at her home in Marion and stayed for the weekend. During the course of that time, appellant told Lewis that the others were planning to rob the Fantasyland South Bookstore where Lewis was employed, and if she did not cooperate, her son would be harmed. She left home to fulfill her employment obligation to work from 5:00 p.m. to 1:00 a.m. Between 8:00 and 9:00 p.m., when she returned home for a change of clothing, appellant and his friends asked her how business was. She told them, \"We had people in all night long,\" in hopes that they would not rob a busy store.\nShe then returned to her place of employment, and at approximately 10:45 p.m., the two men entered the store. Appellant was armed with a gun and had a mask over his face. He tied up Ronald Dean Creasy, Sr. in a bathroom and forced Lewis to turn over the valuables. After taking money and various merchandise, the men left. Both Lewis and Creasy identified appellant as one of the robbers.\nAppellant claims the trial court committed fundamental error in allowing certain testimony implying other criminal activities by appellant. During the testimony of Detective Jim Goodnight, he stated that Lewis had furnished them with the name Mayhew as one of the robbers but did not give them a first name. He stated that he called the Marion Police Department to inquire as to the possible identity of a person named Mayhew. However, before he received a response to that inquiry, Detective Goodnight stated that he was able to obtain photographs of appellant from the department in Howard County.\nAlthough appellant did not object to this evidence at the time it was received, he now claims that to allow the detective to so testify was fundamental error. To support his position he cites the cases of Gipson v. State (1984), Ind., 459 N.E.2d 366; Webb v. State (1982), Ind., 437 N.E.2d 1330; and Warriner v. State (1982), Ind., 435 N.E.2d 562. In the case at bar, the detective made no reference to any prior crimes. His testimony merely indicated that he had been seeking a picture of the suspect in order to have Lewis identify it.\nIt was unnecessary for the State to inquire as to how the detective obtained appellant's picture for the photographic lineup and had the appellant objected, the objection would probably have been sustained. We nevertheless fail to see that any such possible error rises to the magnitude of fundamental error. Appellant was in no way tied to a prior crime by this testimony. At the most, the jury could only have inferred that he had experienced some type of encounter with the police in order for them to obtain his photograph from Howard County files. However, such a presumption would be merely speculative and would present no concrete evidence of any prior convictions. We do not perceive the testimony, unnecessary though it was, to be fundamental error.\nAppellant claims the evidence is insufficient to sustain his convictions. He takes the position that Lewis's testimony was inherently incredible and unworthy of belief because she told several versions of the story to the police when the crime was reported. However, this matter was clearly presented to the jury, and Lewis explained that she did not tell the police the *1190 entire story in the first instance because of fear of harm to her son.\nAppellant also attacks the credibility of Creasy's identification of him. He claims that inasmuch as it had been one year since the robbery and Creasy only had a few minutes to observe him, it was wholly unbelievable that he would be able to identify appellant after such a lapse of time. Here again, this subject was clearly presented for evaluation by the jury. There is nothing in the testimony of either witness which would indicate that this Court should find their testimony to be wholly uncorroborated or of incredible dubiosity. Rodgers v. State (1981), Ind., 422 N.E.2d 1211. The evidence in this case is sufficient to support the verdict of the jury.\nAppellant next claims that it was error to permit Lewis to testify concerning statements made to her by Starr Mouldon and Lois Minor, statements made during conversations in which he did not participate and at which he was not present. The statements were objected to on hearsay grounds.\nThe first statements were made by Mouldon and Minor when speaking with Lewis before she returned to work and the robbery occurred. They asked Lewis what she had told the appellant, and she replied that she had said she did not want to be involved in the robbery and that he had threatened to hurt her son if she did not help. Mouldon then said, \"Just do what he says and nobody'd get hurt.\"\nThe second statements were made by Minor the day after the robbery as Lewis and Minor were being transported to the police station in order for Lewis to make a statement. During the ride Minor told Lewis to falsify her statement in several respects. Minor did not testify at trial.\nIn this case Mouldon and Minor were alleged co-conspirators with appellant in the indictment charging him with conspiracy to rob the Fantasyland South Bookstore. A general rule of evidence was stated in Resnover v. State (1978), 267 Ind. 597, 602, 372 N.E.2d 457, 460, as follows:\nThe statement of a co-conspirator during the course and in furtherance of the conspiracy is not hearsay and is admissible against each and every conspirator.\nThe rule rendering the hearsay statements of alleged co-conspirators admissible is an extreme one subject to abuse, and is therefore strictly limited. The first such limit is the requirement of independent proof of the existence of the conspiracy. The second is to the effect that declarations made after the conspiracy has been effected and the crime perpetrated are not admissible in evidence against any except the persons making them. Baker v. State (1910), 174 Ind. 708, 93 N.E. 14. This Court said in Moore v. Shields (1889), 121 Ind. 267, 271, 23 N.E. 89, 90 (quoting Indiana Reports):\nIf the conspiracy has not yet been formed, or if it has ended by the consummation of the criminal design, mere admissions or narrations of what has taken place, which had no tendency to promote the common design, are not admissible against those who were not present when the admissions were made.\nThe statements of Mouldon and Minor before the robbery were clearly admissible as within the co-conspirator exception to the hearsay rule. Mouldon and Minor were alleged co-conspirators and their statements reinforcing the prior threat of appellant were intended to bring the criminal plan into fruition.\nThe statements of Minor to Lewis in the police car the next day do not qualify for admission under the co-conspirator exception. At the time of these statements, the robbery of the store had already taken place and the proceeds distributed. The pressure upon Lewis to coerce her to cooperate in the robbery had already worked. Minor's statements to Lewis are like any statement made by a wrongdoer to a potential adverse witness with an intent to cover up the prior commission of wrongdoing. In all such post-crime periods, the dominant motivating force which emerges in the individual offender is self-interest in all of its manifestations, in avoiding detection and in enjoying the fruits of his illicit acts. Furthermore, in such periods, pre-crime group interests steeply decline. Here, the general post-crime self-interest of Minor, coupled *1191 with her personal growing risk of detection by the police as she neared the police station with Lewis, was sufficient to terminate the conspiracy and to render the co-conspirator exception inapplicable. There is an artificiality to the basis for the exception in the first place, and it must be restrained in application to those situations in which the efforts of all are clearly being applied toward a single target. Krulewitch v. United States, 336 U.S. 440, 69 S. Ct. 716, 93 L. Ed. 790 (1949).\nThe post-crime statements of Minor to Lewis were, however, admissible vis-a-vis the hearsay objection on another legal basis. They asserted no fact as true which was susceptible of being true or false. They were instead in the nature of a command rather than an assertion of fact. They were therefore not subject to exclusion as hearsay. Grimes v. State (1983), Ind., 450 N.E.2d 512; Indianapolis Newspapers, Inc. v. Fields (1970), 254 Ind. 219, 259 N.E.2d 651 (2-2 decision; DeBruler, J.).\nAppellant also claims the trial court erred in allowing certain questions to be asked of his wife during cross-examination. However, after raising this point, appellant concedes that the proper objection was not made at trial and thus is not subject to review by this Court. Appellant is correct in this observation and the matter will be discussed no further.\nAppellant contends the trial court erred in overruling his objection to the introduction of State's Exhibits A and B, which were statements of witness Lewis made to police officers. He claims the statements go far beyond the rules pertaining to impeachment and contain much hearsay evidence, many conclusions, and are highly prejudicial to appellant and his rights. During cross-examination of Lewis, appellant had directly attacked her statements on the ground that she had previously given inconsistent statements to the police. Appellant thus opened the door to the introduction of the prior statements in order that the jury might weigh his accusation of inconsistency and the degree thereof.\nThe trial court did in fact redact certain portions of Lewis's second statement on the ground that other possible crimes had been mentioned and that such material should not be submitted to the jury. An examination of the statements and of the testimony given by Lewis at the trial does not disclose any additional prejudice flowing from the admission of the statements. Bradford v. State (1983), Ind., 453 N.E.2d 250; Yager v. State (1982), Ind., 437 N.E.2d 454. The trial court did not err in admitting Exhibits A and B.\nThe trial court is affirmed.\nGIVAN, J., concurs in result.\n",
            "ocr": false,
            "opinion_id": 2077343
        }
    ],
    "court_short_name": "Indiana Supreme Court",
    "court_full_name": "Indiana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}