{
    "id": 2024344,
    "judges": "DeBRULER, Givan, Hunter, Pivarnik, Prentice",
    "date_filed": 434764800000,
    "date_filed_is_approximate": false,
    "slug": "smith-v-state",
    "case_name_short": null,
    "case_name": "Smith v. State",
    "case_name_full": "Allen Dwayne SMITH, Appellant, v. STATE of Indiana, Appellee",
    "attorneys": "Timothy J. Burns, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen. of Indiana, Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b472-9\">\n    Allen Dwayne SMITH, Appellant, v. STATE of Indiana, Appellee.\n   </parties><br><docketnumber id=\"b472-11\">\n    No. 381S85.\n   </docketnumber><court id=\"AmkP\">\n    Supreme Court of Indiana.\n   </court><br><decisiondate id=\"b472-12\">\n    Oct. 12, 1983.\n   </decisiondate><br><attorneys id=\"b473-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"413\"> \n     *413\n     </span>\n    Timothy J. Burns, Indianapolis, for appellant.\n   </attorneys><br><attorneys id=\"b473-12\">\n    Linley E. Pearson, Atty. Gen. of Indiana, Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.\n   </attorneys>",
    "citations": [
        "454 N.E.2d 412"
    ],
    "opinions": [
        {
            "author_str": "Givan",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4298.0,
            "opinion_text": "\n454 N.E.2d 412 (1983)\nAllen Dwayne SMITH, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 381S85.\nSupreme Court of Indiana.\nOctober 12, 1983.\n*413 Timothy J. Burns, Indianapolis, for appellant.\nLinley E. Pearson, Atty. Gen. of Indiana, Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.\nGIVAN, Chief Justice.\nAppellant was charged in a two count indictment. Count I was for Burglary; Count II was for Attempted Rape. Trial by jury resulted in verdicts of guilty on both counts. Appellant was sentenced to ten (10) years imprisonment on Count I and thirty (30) years imprisonment on Count II, the sentences to run concurrently. This is a belated appeal granted by this Court on a petition by appellant.\nOn January 18, 1983, this Court ordered the case remanded to the trial court for a determination of the competency of the appellant to stand trial at the time he was first tried. The order and the discussion of the issues raised, as to the procedures to be followed at that competency hearing, are reported at Smith v. State, (1983) Ind., 443 N.E.2d 1187. At that time we held in abeyance the determinations on the other issues raised by the appellant. Pursuant to our order the trial court held a proper competency hearing and concluded the appellant was competent to stand trial when he was tried.\nThe facts are: On February 9, 1979, one J.K. was asleep in the upstairs bedroom of her Indianapolis apartment when she awoke to find a strange man at the top of the stairs. He asked her if \"Mark\" lived there *414 and if he could use her restroom. Then he entered the bedroom and told her she had \"better cooperate\" because he had a knife, though he never showed one. He then physically attacked her, grabbing and wrestling with her on the bed, pulling down her pajama bottoms, grabbing at her genital area, and threatening to \"rip [her] apart if [she] didn't cooperate.\" After a time during the attack he exposed his penis through his unzipped pants but never did achieve penetration. He abruptly broke off the attack after about fifteen minutes of struggling with J.K. and fled, whereupon she called the police and reported the incident. At trial she positively identified appellant as her assailant.\nAppellant first claims the trial court erred in admitting testimony of witnesses R.C. and P.G. regarding appellant's assaults on them. R.C. testified as to an assault upon her that occurred just two hours before the instant offense. She related that she let appellant into her apartment by mistake when she opened the door in the belief her fiance was outside. Appellant first asked her if a George Schultz lived in the building, to which she replied no. He then grabbed her and claimed to have a knife, which he never showed. She eventually fought him off and he fled the apartment.\nWitness P.G. testified as to a rape that was perpetrated upon her some four months prior to the assault on J.K. She testified she was in bed upstairs in her townhouse apartment when she saw a man whom she identified as the appellant coming up the stairs. Appellant told P.G. he had a knife though he never showed it to her, and at one point she testified he took an object she thought was made of metal out of his shirt and put it on the bed. After forcing her to have intercourse with him he left the apartment.\nThe record shows appellant first raised the issue of the admissibility of this testimony by making a Motion in Limine to have the evidence excluded at trial. The motion was denied. At trial, when this testimony was given in court, appellant did not object to its admission.\nA motion in limine is not made to obtain a final ruling on the admissibility of evidence. Young v. State, (1980) Ind., 409 N.E.2d 579; Lagenour v. State, (1978) 268 Ind. 441, 376 N.E.2d 475. A ruling denying the motion is not reviewable by us. In order to preserve an objection to the admission of the evidence at which the motion was directed, a party must tender an objection to its admission at the time it is offered at trial. Riley v. State, (1981) Ind., 427 N.E.2d 1074; Waters v. State, (1981) Ind., 415 N.E.2d 711; Lagenour, supra. No objection having been made to the testimony of R.C. and P.G. at the time it was offered, appellant may not now claim the admission of the testimony was erroneous.\nEven had an objection been made to the admission of the evidence, such an objection would have been without merit. Prior criminal acts are admissible where they tend to prove motive, intent, identity, purpose, or common scheme or plan. Grey v. State, (1980) Ind., 404 N.E.2d 1348; Porter v. State, (1979) Ind., 397 N.E.2d 269; Cobbs v. State, (1975) 264 Ind. 60, 338 N.E.2d 632. Evidence of other crimes is admissible where the defendant has used a similar modus operandi in order to carry out the acts, thus establishing his identity as the perpetrator of the crime charged. Porter, supra; Hall v. State, (1976) 264 Ind. 448, 346 N.E.2d 584; Cobbs, supra. Appellant concedes the validity of the above cases but contends they do not apply in this case. He claims there are no substantial similarities between the testimony of the two witnesses and that of the prosecutrix that would permit the admission of the testimony to prove the identity of appellant.\nWe do not agree. There is a substantial similarity in the testimony of all these witnesses. This Court has held: \"[I]t is not the number of unique or unusual features that brings a case under this branch of the identity exception, but the cumulative weight of any such features.\" Cobbs, supra, 264 Ind. at 63, 338 N.E.2d at 634. In the case at bar we believe the similarity of the attacks *415 is of sufficient weight to bring this case under the exception.\nAppellant also contends where evidence is admitted for this purpose the jury should be instructed as to its limited use. In Perry v. State, (1979) 270 Ind. 558, 387 N.E.2d 1315, this Court held the trial court is not required to give such an instruction sua sponte, but is required to do so only if the defendant requests such an instruction. The record does not indicate appellant ever submitted any proposed jury instruction. He does not claim to have submitted any. By failing to submit a proposed instruction, appellant waives any alleged error. Begley v. State, (1981) Ind., 416 N.E.2d 824; Miller v. State, (1978) 267 Ind. 635, 372 N.E.2d 1168.\nNext appellant claims the evidence is not sufficient to support the verdict on either count. With respect to the burglary charge he contends the record is devoid of any evidence there was a breaking into the dwelling. Appellant concedes walking through an unlocked door or raising an unlocked window can constitute a \"breaking.\" See, Willard v. State, (1980) Ind., 400 N.E.2d 151; Word v. State, (1970) 254 Ind. 542, 261 N.E.2d 225; Davis v. State, (1968) 251 Ind. 133, 239 N.E.2d 601. However, he asserts in this case the record does not show he walked through an unlocked door. He implies, at most, the record establishes he entered J.K.'s apartment through the open back door, which he contends is insufficient to sustain a finding the element of \"breaking\" was established.\nIt is well settled in considering a claim of insufficiency of the evidence this Court neither weighs the evidence nor judges the credibility of the witnesses. Rather we look only to the evidence most favorable to the State, and the reasonable inferences that may be drawn therefrom, and if there is substantial evidence to support each element of the crime, the verdict will not be disturbed. Burr v. State, (1980) Ind., 403 N.E.2d 343; Norris v. State, (1979) 271 Ind. 568, 394 N.E.2d 144; England v. State, (1978) 270 Ind. 89, 383 N.E.2d 320.\nIn the case at bar, J.K. testified her son left for school from the back door and was in the habit of leaving the door unlocked. A police officer testified he found the back door was not broken open but was unlocked and that the door was of the type that closed automatically. This evidence is sufficient to support an inference by the trial court that appellant walked through the closed door to gain entry to the dwelling. We hold there is sufficient evidence to support the trial court's finding that there was sufficient breaking to support the burglary charge.\nAs to the attempted rape charge, appellant asserts the evidence is insufficient to show the \"imminent threat of force.\" The victim testified appellant told her he had a knife and she had \"better cooperate.\" She also testified that while grabbing at her genital area appellant told her he would \"rip [her] apart if [she] didn't cooperate.\" She also testified appellant bit her breast during the struggle. This is sufficient evidence to support the trial court's finding that the assault was accomplished by imminent threat of force.\nAppellant urges the evidence is insufficient to sustain a finding appellant was the assailant. The prosecutrix positively identified appellant as her assailant. The references of appellant to alleged discrepancies in her description of her assailant after the incident relate to her credibility as a witness, a matter which is beyond the purview of this Court on appeal. Burr, supra; Norris, supra; England, supra. There is sufficient evidence to support the finding appellant was the perpetrator of the crimes charged.\nThe trial court is in all things affirmed.\nHUNTER and PIVARNIK, JJ., concur.\nDeBRULER and PRENTICE, JJ., concur in result.\n",
            "ocr": false,
            "opinion_id": 2024344
        }
    ],
    "court_short_name": "Indiana Supreme Court",
    "court_full_name": "Indiana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}