{
    "id": 1964296,
    "judges": "Affirmance, Eagen, Former, Jones, Manderino, Nix, O'Brien, Pomeroy, Reversal, Roberts, Support",
    "date_filed": 234144000000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-jones",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Jones",
    "case_name_full": "COMMONWEALTH of Pennsylvania v. David JONES, Appellant (Two Cases)",
    "attorneys": "Herbert L. Olivieri, Philadelphia, Pa., for appellant., F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., James Garrett, Philadelphia, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Nov. 16, 1976., Reargument Denied, July 18, 1977.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b425-5\">\n    374 A.2d 970\n   </citation><br><parties id=\"b425-6\">\n    COMMONWEALTH of Pennsylvania v. David JONES, Appellant (two cases).\n   </parties><br><court id=\"b425-9\">\n    Supreme Court of Pennsylvania.\n   </court><otherdate id=\"AOc\">\n    Submitted Nov. 16, 1976.\n   </otherdate><decisiondate id=\"AA-\">\n    Decided June 3, 1977.\n   </decisiondate><otherdate id=\"AWY\">\n    Reargument Denied, July 18, 1977.\n   </otherdate><br><attorneys id=\"b426-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"382\"> \n     *382\n     </span>\n    Herbert L. Olivieri, Philadelphia, Pa., for appellant.\n   </attorneys><attorneys id=\"A6E\">\n    F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., James Garrett, Philadelphia, for appellee.\n   </attorneys><br><judges id=\"b427-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"383\"> \n     *383\n     </span>\n    Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.\n   </judges>",
    "citations": [
        "374 A.2d 970",
        "473 Pa. 381"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n473 Pa. 381 (1977)\n374 A.2d 970\nCOMMONWEALTH of Pennsylvania\nv.\nDavid JONES, Appellant (two cases).\nSupreme Court of Pennsylvania.\nSubmitted November 16, 1976.\nReargument Denied, July 18, 1977.\nDecided June 3, 1977.\n*382 Herbert L. Olivieri, Philadelphia, Pa., for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., James Garrett, Philadelphia, for appellee.\n*383 Before JONES, C.J., and EAGEN, O'BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.\n\nOPINION\nPER CURIAM:\nThe Court being equally divided, the Judgments of Sentence are affirmed.\nFormer Chief Justice Jones did not participate in the consideration or decision of this case.\nMr. Justice O'Brien filed an Opinion in Support of Affirmance in which Mr. Chief Justice Eagen and Mr. Justice Pomeroy join.\nMr. Justice Roberts files an Opinion in Support of Reversal in which Mr. Justice Nix and Mr. Justice Manderino join.\n\nOPINION IN SUPPORT OF AFFIRMANCE\nO'BRIEN, Justice.\nAppellant, David Jones, was tried by a judge sitting without a jury and convicted of murder in the second degree, conspiracy, and robbery in connection with the death of Garvin Peters in Philadelphia.\nThe court sentenced appellant to life imprisonment for the conviction of murder in the second degree, a concurrent sentence of five to ten years' imprisonment on the conspiracy charge, and five to ten years' imprisonment on the robbery charge. This direct appeal followed.[1]\nThe facts are as follows. On August 25, 1974, the body of Garvin Peters was found at 1636 Franklin Street, Philadelphia. The medical examiner determined that Peters was murdered the previous evening. Peters *384 had been stabbed eight times. The investigation further revealed that Peters had been robbed and that one of the items stolen was the decedent's automobile, a 1973 Oldsmobile which was green with a white vinyl roof. On August 28, 1974, police questioned Thurgood Moore regarding an unrelated incident. Moore told the police that on the night of August 24, he saw two friends, known as \"Chinaman\" and \"Hav-gun,\" driving a 1973 green Oldsmobile with a white vinyl roof. Moore also told the police that \"Chinaman\" told him that \"we stabbed a guy and took his car\". Moore identified police photographs of David Jones and Robert Perkins as \"Chinaman\" and \"Hav-gun\", respectively. On August 29, 1974, both appellant and Perkins were arrested without the issuance of an arrest warrant.\nAppellant argues that the police lacked probable cause to arrest him. We do not agree. In Commonwealth v. Culmer, 463 Pa. 189, 195, 344 A.2d 487, 490 (1975), this court stated:\n\"The legality of an arrest without a warrant must depend upon the presence of probable cause. Ker v. California, 374 U.S. 23, 83 S.Ct. 1623, 10 L.Ed.2d 726 (1963); Commonwealth v. Bishop, 425 Pa. 175, 228 A.2d 661 (1967). Probable cause exists if the facts and circumstances which are within the knowledge of the officer at the time of arrest, and of which he has reasonably trustworthy information, are sufficient to warrant a man of reasonable caution in the belief that the suspect has committed or is committing a crime.\" (Citations omitted.)\nIn the instant case, the police had knowledge that a homicide-robbery had been committed on the evening of August 24. One of the stolen items was the decedent's 1973 green Oldsmobile with a white vinyl roof. The police interviewed Moore and he indicated that he was given a ride in such a car in the area of the slaying on the night in question. Moore also identified appellant's photograph *385 as that of one of the occupants of the car. Appellant told Moore of the slaying of the owner of the automobile. This knowledge is sufficient to \"warrant a man of reasonable caution in the belief that the suspect has committed . . . [the] crime.\" See Culmer, supra.\nAppellant next argues that his confession should be suppressed as the product of unnecessary delay between arrest and arraignment. We do not agree.\nAppellant was arrested at 6:30 a.m. on August 29, 1974, at his home and transported to the Police Administration Building, arriving at approximately 7:00 a.m. Upon his arrival, appellant was placed in an interrogation room until 7:20 a.m. At this time the arresting officer, Detective Doyle, warned appellant of his Miranda rights and told him why he had been arrested. Appellant gave a statement, during which he admitted riding in the decedent's car on the evening of August 24, but only as a paying passenger. This initial interview concluded at 8:05 a.m. Appellant was left alone until 8:55 a.m., at which time he consented to and took a polygraph examination. The polygraph test concluded at 11:00 a.m. Detective Doyle then informed appellant of the results of the polygraph test and the fact that Perkins had confessed and incriminated appellant. In response to Doyle's statement, appellant stated that he wanted to tell what really happened. Appellant's confession ended at 11:25 a.m. His confession was given approximately four and one-half hours after his arrival at the Police Administration Building.\nIn Commonwealth v. Rowe, 459 Pa. 163, 167-68, 327 A.2d 358, 361 (1974), this court stated:\n\". . . For as this Court stated in Commonwealth v. Tingle, 451 Pa. 241, 245, 301 A.2d 701, 703 (1973):\n`Futch did not . . . establish a per se rule that all evidence obtained during an unnecessary delay *386 be excluded. It is only upon the defendant's showing of prejudice from the delay, i.e., a nexus between the delay and the challenged evidence that he is entitled to relief.'\n\n* * * * * * * *\n\"Initially, as we noted in Futch, if unnecessary delay follows the securing of a confession, that evidence is not reasonably related to the subsequent delay. See, e.g., United States v. Mitchell, 322 U.S. 65, 64 S.Ct. 896, 88 L.Ed. 1140 (1944); Virgin Islands v. Gereau, 502 F.2d 914 (3d Cir. 1974).\"\nSee Commonwealth v. Boone, 467 Pa. 168, 354 A.2d 898 (1975), and Commonwealth v. Coley, 466 Pa. 53, 351 A. 2d 617 (1976).\nIn the instant case appellant was arraigned later in the afternoon of August 29, 1974. The unnecessary delay followed appellant's confession and no nexus existed between the delay in arraignment and the confession.\nAppellant next argues that his confession was not a product of his free will. We do not agree.\nIn Commonwealth v. Smith, 470 Pa. 220, 222, 368 A.2d 272, 273 (1977), this court articulated our standard of review of a suppression court finding of voluntariness:\n\"It is well-established that on review from a finding of voluntariness, we must consider the Commonwealth's evidence and so much of the evidence presented by an accused as remains uncontradicted. Commonwealth v. Johnson, 467 Pa. 146, 354 A.2d 886 (1976); Commonwealth ex rel. Butler v. Rundle, 429 Pa. 141, 239 A.2d 426 (1968). . . .\"\nViewing the evidence in this light, appellant's 11 a.m. statement was voluntary. There is no evidence of physical or mental abuse or lack of Miranda warnings prior to the interrogation. Therefore, we are of the opinion that *387 the suppression court did not err in finding appellant's confession voluntary.\nWe would affirm the judgments of sentence.\nEAGEN, C.J., and POMEROY, J., join in this opinion.\n\nOPINION IN SUPPORT OF REVERSAL\nROBERTS, Justice.\nAppellant's statement, obtained by the police five hours after his arrest, was a product of unnecessary delay between arrest and arraignment. Because this statement was obtained in violation of the prompt arraignment requirement of Pa.R.Crim.P. 130, it should have been suppressed. Commonwealth v. Williams, 455 Pa. 569, 319 A.2d 419 (1974); Commonwealth v. Futch, 447 Pa. 389, 290 A.2d 417 (1972). I would reverse judgment of sentence and grant appellant a new trial.\nAppellant was arrested at 6:30 a.m. on August 29, 1974. Between 7:20 a.m. and 8:05 a.m., appellant was interrogated. He denied involvement in the homicide. The police did not at this time take appellant to be arraigned. Instead, they detained appellant while the investigation continued. Appellant underwent a polygraph examination. During a second interrogation session, between 11:00 and 11:25 a.m., appellant admitted complicity in the crime after being told the results of the polygraph examination.\nEvidence must be suppressed under Rule 130 and the decisions of this Court if: (1) the delay between arrest and arraignment is unnecessary; (2) the evidence obtained is prejudicial; and (3) the incriminating evidence is reasonably related to the delay. E.g., Commonwealth v. Williams, supra.\nIn rejecting appellant's claim, the Opinion in Support of Affirmance offers no analysis. It does state that \"the *388 unnecessary delay followed appellant's confession.. . .\" This suggests a belief there was no unnecessary delay between appellant's arrest and his inculpatory statement. I cannot agree.\nExtended pre-arraignment delay solely for the purpose of obtaining an incriminating statement or continuing an investigation is unnecessary delay. See Commonwealth v. Barilak, 460 Pa. 449, 333 A.2d 859 (1975); Commonwealth v. Showalter, 458 Pa. 659, 328 A.2d 841 (1974); Commonwealth v. Cherry, 457 Pa. 201, 321 A.2d 611 (1974); Commonwealth v. Williams, supra; Commonwealth v. Dutton, 453 Pa. 547, 307 A.2d 238 (1973). As Mr. Justice O'Brien stated for a majority of this Court in Commonwealth v. Cherry, 457 Pa. at 205, 321 A.2d at 613:\n\"[Rule 130] and our decision in Futch . . . are specifically designed to put a stop to the practice of arresting an individual and holding him during a lengthy period while continuing the investigation before arraigning him.\"\nHere, the period from 8:05 a.m. to 11:30 a.m. was used by the police for investigation and interrogation and therefore constituted unnecessary pre-arraignment delay, especially since appellant was initially unwilling to cooperate. Commonwealth v. Bey, 462 Pa. 533, 341 A.2d 907 (1975) (plurality opinion of Nix, J.) (5 hour delay unnecessary where purpose of delay was interrogation). In addition, appellant's statement, obtained during this period, was the product of the unnecessary delay. Appellant initially denied involvement in the crime. He admitted complicity during a later interrogation session only after undergoing a polygraph examination and being informed of its results. This is sufficient to establish a nexus between the delay and the statement elicited. See e.g., Commonwealth v. Sanders, 458 Pa. 281, 327 A. 2d 43 (1974). Finally, appellant's statement was clearly prejudicial.\n*389 Our decision in Commonwealth v. Sanders, supra, controls this case. Sanders was arrested at 3:45 p.m. and denied knowledge of the crime during the initial period following his arrest. At approximately 9:00 p.m., he took a polygraph examination. Following the examination, he was informed of the test results and incriminated himself at about 10:30 p.m. This Court ruled that Sanders' admissions were the product of unnecessary pre-arraignment delay and granted him a new trial. Accord, Commonwealth v. Barilak, supra.\nUnder the standard enunciated in Commonwealth v. Williams, supra, appellant's statement, obtained in violation of Rule 130, should have been suppressed. I would reverse judgment of sentence and grant a new trial.\nNIX and MANDERINO, JJ., join in this opinion in support of reversal.\nNOTES\n[1]  Appellant properly appealed the conspiracy and robbery convictions to the Superior Court, which certified the appeal to this Court for disposition on October 1, 1975.\n\n",
            "ocr": false,
            "opinion_id": 1964296
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}