{
    "id": 1965076,
    "judges": "Lancaster",
    "date_filed": 949536000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-larson",
    "case_name_short": "Larson",
    "case_name": "State v. Larson",
    "case_name_full": "STATE of Minnesota, Respondent, v. Frank Donald LARSON, Petitioner, Appellant",
    "attorneys": "Douglas H.R. Olson, Minneapolis, for appellant., Michael Hatch, Attorney General, Thomas R. Ragatz, Asst. Attorney General, St. Paul, Ross E. Arneson, Blue Earth County Attorney, Mankato, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b736-7\">\n    STATE of Minnesota, Respondent, v. Frank Donald LARSON, petitioner, Appellant.\n   </parties><br><docketnumber id=\"b736-11\">\n    No. C7-98-712.\n   </docketnumber><br><court id=\"b736-12\">\n    Supreme Court of Minnesota.\n   </court><br><decisiondate id=\"b736-13\">\n    Feb. 3, 2000.\n   </decisiondate><br><attorneys id=\"b738-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"708\"> \n     *708\n     </span>\n    Douglas H.R. Olson, Minneapolis, for appellant.\n   </attorneys><br><attorneys id=\"b738-5\">\n    Michael Hatch, Attorney General, Thomas R. Ragatz, Asst. Attorney General, St. Paul, Ross E. Arneson, Blue Earth County Attorney, Mankato, for respondent.\n   </attorneys>",
    "citations": [
        "605 N.W.2d 706"
    ],
    "opinions": [
        {
            "author_str": "Lancaster",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4827.0,
            "opinion_text": "\n605 N.W.2d 706 (2000)\nSTATE of Minnesota, Respondent,\nv.\nFrank Donald LARSON, petitioner, Appellant.\nNo. C7-98-712.\nSupreme Court of Minnesota.\nFebruary 3, 2000.\n*708 Douglas H.R. Olson, Minneapolis, for appellant.\nMichael Hatch, Attorney General, Thomas R. Ragatz, Asst. Attorney General, St. Paul, Ross E. Arneson, Blue Earth County Attorney, Mankato, for respondent.\nHeard, considered, and decided by the court en banc.\n\nOPINION\nLANCASTER, Justice.\nA Blue Earth County jury found appellant, Frank Donald Larson, guilty of conspiracy to commit theft (temporary taking),[1] two counts of aiding and abetting theft (temporary taking),[2] and one count of failure to pay over state funds.[3] Larson appealed his convictions, arguing that lease security deposit funds are not the \"property of another\" under the theft statute[4] and that Minn.Stat. § 609.445 (1996), failure to pay over state funds, should not apply to automobile dealers. The court of appeals affirmed appellant's convictions. We granted appellant's petition for review and now reverse the decision of the court of appeals and vacate appellant's convictions.\nBetween 1992 and 1995, appellant owned Southwest Leasing (SW Leasing), an automobile and equipment leasing business. During this three-year period, SW Leasing general manager Douglas Schommer and appellant kept the business open despite heavy financial difficulties at least in part by not refunding security deposits to customers and not paying to the state the sales tax from lease buyouts. Although some customers received their security deposits after the lease term, appellant failed to return hundreds of other customers' security deposits. After receiving numerous complaints from SW Leasing customers, the state executed search warrants at SW Leasing on June 19 and July 7, 1995. Officers found shoeboxes full of SW Leasing checks written out but never sent to customers. Shortly thereafter, SW Leasing went out of business.\nThe state charged appellant in an eleven-count complaint as follows: conspiracy to commit theft (temporary taking) (1 count); aiding and abetting theft (temporary taking) (2 counts); theft (permanent taking)[5] (3 counts); defeating security on personalty[6] (4 counts); and failure to pay over state funds (1 count). At the omnibus hearing, appellant sought without success to obtain dismissal of the six theft counts, arguing that lease security deposits are not the \"property of another\"[7] for purposes *709 of the theft statute. Appellant maintained that lease security deposits are merely a debt owed by the lessor to the lessee and, while this debt may be recovered in a civil action, failing to return the deposit funds could not form the basis for criminal charges.\nAppellant also sought dismissal of the one count of failure to pay over state funds, asserting the statute does not apply to an automobile dealer and if it did, it would create an unconstitutional strict liability on appellant for the business's failure to remit taxes. The trial court denied appellant's motion to dismiss the complaint. Appellant then sought to certify the security deposit issue as a question of law that was important or doubtful pursuant to Minn. R.Crim. P. 28.03, but the trial court declined to certify the question.\nAt trial, Schommer testified that appellant directed him not to return the security deposits to most of those customers who had fulfilled the terms of their automobile leases. Appellant denied directing Schommer to unlawfully withhold the deposits, but appellant acknowledged signing a 1993 letter that stated appellant directed an \"untimely refunding of security deposits.\" Appellant further conceded that SW Leasing did not pay to the state all the sales taxes it collected.\nThe state argued in summation to the jury that appellant committed theft at two different moments: (1) when appellant used the security deposit funds during the term of the leases, and (2) when appellant failed to return the deposits to customers at the end of their leases.[8] Appellant argued that he intended to return the security deposits but his poor financial situation prevented him from doing it. Appellant also argued that his debt prevented him from remitting to the state the excise taxes collected from automobile sales.\nThe jury found appellant not guilty of the four counts of defeating security on personalty and three counts of theft-permanent taking. The jury found appellant guilty of three counts of theft-temporary taking and one count of failure to pay over state funds.\nOn the counts of conviction, the trial court sentenced appellant to one year and *710 a day, thirteen months, seventeen months and eighteen months to run concurrently, and imposed fines of $25,000 on the theft charges and $5,000 on the failure to pay over state funds. The court stayed execution of the sentences on all four counts and placed the appellant on probation for ten years on the condition that he serve nine months in the county jail, complete 200 hours of community service, pay the fines and pay restitution of $93,329.82. The court stayed all conditions pending appeal except paying restitution.\nThe court of appeals rejected appellant's claims that the state failed to prove the security deposits were the \"property of another.\" The court of appeals distinguished security deposits from advance payments, which the court had earlier held not to be the \"property of another.\" State v. Larson, No. C7-98-712, 1999 WL 17666 (Minn.App. Jan. 19, 1999). Advance payments became the property of the receiver on receipt, the court reasoned, but security deposits \"are returned, not repaid.\" Id. The court went on to distinguish the late payment of tax funds to the state under Minn.Stat. § 168A.11, from a total lack of payment under section 609.445 and upheld appellant's convictions.\n\nI.\nAppellant argues that there was insufficient evidence to convict him of theft-temporary taking because the state did not prove the security deposits were the \"property of another.\" When the sufficiency of the evidence for a conviction is challenged, we make a thorough review of the record to determine whether the evidence, viewed in a light most favorable to the conviction, was sufficient to permit the jurors to reach their verdict. See State v. Steinbuch, 514 N.W.2d 793, 799 (Minn. 1994). Questions of law are reviewed de novo by this court. See Matter of Linehan, 518 N.W.2d 609, 613 (Minn.1994).\nRelying on State v. Fernow, the state argues it is a question of fact whether security deposit funds are the \"property of another.\" 354 N.W.2d 438, 439 (Minn. 1984). Fernow was prosecuted under section 609.52, subd. 2(1) for possessing and concealing stolen property. One issue in Fernow was whether the jury instructions made clear that the stolen car must be the \"property of another,\" specifically the victim's property. Id. at 439-40. The court held that the instructions were sufficiently clear to alert the jury to this element of theft. Id. at 440. Fernow, however, does not resolve the underlying question of law as to who holds title to lease security deposits at what time. The trial court should have resolved this legal question in the first instance.\nIn a criminal trial, the burden is on the state to prove beyond a reasonable doubt the existence of every element of the crime charged. See In re Winship, 397 U.S. 358, 364, 90 S. Ct. 1068, 25 L. Ed. 2d 368 (1970); State v. Clausen, 493 N.W.2d 113, 116 (Minn.1992). One element of theft-temporary taking is that the property in question must have been the \"property of another.\" See Minn.Stat. Ann. § 609.52 &amp; Advisory Committee Comment therein; see also 10 Minn. Dist. Judges Ass'n, Minnesota Practice, CRIMJIG 16.02 (3d ed.1990). The jury was instructed that the state had to prove that the defendant took \"property of another,\" but provided no guidance for the jury to decide whether the security deposits were property of another.\nThe court denied appellant's request for an instruction that would have required the jury to find a trust or trustlike relationship in order to satisfy this element. As support for his request, appellant relied on State v. Marshall, 541 N.W.2d 330, 332 (Minn.App.1995), rev. denied (Minn. Feb. 27, 1996), for requiring that a trust-like limitation must exist on appellant's use of these funds during the period of the lease. Absent such a limitation, *711 appellant argued to the trial court and to this court that the deposits were not the \"property of another\" under the theft statute. The court of appeals noted in Marshall that after the 1963 revision of the criminal code, embezzlement was dropped as a separate crime in favor of a general theft provision. 541 N.W.2d at 332. While a fiduciary relationship is not necessary for all theft charges involving money, when theft-temporary taking involves an advance payment of money, the state must establish a fiduciary relationship. See id. The state concedes that it had hoped to, but did not, establish a trust-like limitation on the deposit funds.\nThe crime of theft by temporary taking is complete upon the taking, and does not require an intent to permanently deprive (in contrast to theft by permanent taking) or acquisition under false pretenses (in contrast to fraud or swindle); nor is it a defense that funds ultimately were repaid. See Minn.Stat. Ann. § 609.52 &amp; Advisory Committee Comments therein; see also State v. O'Hagan, 474 N.W.2d 613, 622 (Minn.App.1991), rev. denied (Minn. Sept. 25, 1991). Because the crime is complete upon the taking, it is important to establish when the property was taken and to whom it belonged at the time it was taken.\nHere, the state had alternative theories as to when the theft took place. One theory is that it happened when the funds were commingled and spent. Our review of the record convinces us that the state, recognizing that it was unable to prove a trust or trust-like relationship, did not place primary emphasis on the theory that it was criminal to commingle the security deposit funds with other business funds. In any event it seems clear, based upon the state's presentation to the jury, that had the deposits in fact been returned, appellant would not have been prosecuted for theft by temporary taking based on the commingling. The second, and more compelling, theory is that the theft took place when the deposit was due to the customer but unpaid. In that regard, we note that the evidence was not presented in a way that showed that any particular deposit went unreturned at a time there were funds to pay it. The state attempted to prove, in essence, that the pattern and persistence of appellant's conduct gave rise to the crime, rather than particular instances being criminal in and of themselves. Indeed the state presented ample evidence to show that over a three-year period the appellant, through his company, took deposits and kept on taking them after he knew others were going unpaid, and had money enough in the company for other expenses but failed to meet his obligations to his customers.\nNonetheless, the question is not whether that conduct was reprehensible, but whether it violated section 609.52, subd. 2(5)(a). We are unaware of any authority for the proposition that a prolonged pattern of debt acquisition violates the temporary taking statute even when no single instance of debt acquisition would violate the statute, and the state does not ask us to so hold. Therefore we must decide whether these automobile lease deposits, after they were paid to appellant, were the lessee's property.\nWe note that the legislature has not spoken directly on the question of commercial property lease security deposits in this context. Commercial property lease security deposit regulation is limited in Minnesota to rent-to-purchase agreements. See Minn.Stat. §§ 325F.84, 325F.91, subd. 3 (1998). In contrast, real property lease security deposits are regulated by Minn. Stat. § 504.20, subd. 2 (1998). That section specifically provides that \"[a]ny deposit of money shall not be considered received in a fiduciary capacity within the meaning of section 82.17, subdivision 7, but shall be held by the landlord for the tenant.\" *712 Absent more specific legislative guidance on commercial property lease security deposits, we turn to landlord-tenant law to help define the legal interest maintained by a lessor-lessee in security deposits: as debtor-creditor; as pledgor-pledgee; and as settlor-trustee.[9]\nUnder the debtor-creditor model, title to security deposit funds transfers to a lessor upon receipt and without a limitation on the lessor's use of the funds. See, e.g., Kalish, Residential Tenant Security Deposits: A Legislative Proposal, 1974 U. Ill. L.F. 569, 586. The lessor owes the lessee a debt in the amount of the security deposit at the termination of the lease. The security deposit is described as held for the benefit of the lessor because it protects the lessor's vulnerability under the lease. A majority of jurisdictions apply the debtor-creditor model to security deposits when analyzing landlord-tenant relationships. See Wiskup v. Liberty Buick Co., Inc., 953 F. Supp. 958, 972 (N.D.Ill.1997); Comment, Interest on Security Deposits-Benefit or Burden to Tenant?, 26 UCLA L.Rev. 396, 400-1 (1978) (hereinafter Comment).\nUnder a pledgor-pledgee relationship, the lessor may commingle the security deposit funds but is prohibited from permanently disposing of the deposit or jeopardizing the possibility of returning the deposit to the lessee. See Comment at 400. Under this model, the security deposit is described as collateral for the use of the leased property. See id. The lessor pledges to return the security deposit if the lease terms are fulfilled. See id. When the lessee gives the security deposit to the lessor, the lessee has an expectation that the lessee will receive the deposit at the end of the lease term.[10]\nLastly, a security deposit can be described as held in trust by the lessor for the benefit of the lessee. Title to the funds would not pass to the lessor, nor could the lessor commingle the funds; instead the lessor has an affirmative obligation to safeguard and earn interest on the security deposit for the benefit of the lessee. Illinois and New York have created a trust-type relationship by statute for automobile lease security deposits. See 815 Ill. Comp. Stat. 165/1-5 (West 1998); Gen. Oblig. 7-101 (N.Y.1998).\nWe join the majority of states in defining the lessor-lessee security deposit relationship as one of debtor to creditor. Absent more specific legislative regulation, and given the weight of common law and scholarly comment, a lessee maintains only an expectation that his security deposit is a debt that will be repaid. \"A debt is not a trust and involves no fiduciary relationship or duty\" between the parties involved. See Farmers State Bank of Fosston v. Sig Ellingson &amp; Co., 218 Minn. 411, 418, 16 N.W.2d 319, 323 (1944).\nThe Minnesota Constitution provides that:\nNo person shall be imprisoned for debt in this state, but this shall not prevent the legislature from providing for imprisonment, or holding to bail, persons charged with fraud in contracting said debt.\nMinn. Const. art. I, § 12. We have in the past upheld as constitutional under article I, section 12, theft prosecutions for advance payments. In State v. Reps, 302 Minn. 38, 223 N.W.2d 780 (1974), we reviewed the prosecution of a contractor under Minn.Stat. § 514.02, subd. 1, for theft *713 by receiving payment and then failing to use the proceeds to make agreed improvements on real estate. We held that the contractor receives the payment in a fiduciary capacity that \"imposes a trust character on the payments, and it is a knowing violation of that trust, rather than a failure to pay a debt, which the statute makes punishable.\" 302 Minn. at 46, 223 N.W.2d at 786. The requirement for a fiduciary relationship is also supported by Model Penal Code § 223.8 Theft by Failure to Make Required Dispositions of Funds Received; see also M.P.C. §§ 223.0(7) \"property in possession of the actor shall not be deemed property of another who has only a security interest therein, even if legal title is in the creditor\"; 223.2 Theft by Unlawful Taking, comment at 168 (discussing the definition of \"property of another\").\nWe hold in the commercial leasing context that a trust-like limitation or fiduciary relationship must be proven for voluntarily transferred funds to qualify as the \"property of another\" under the theft-temporary taking statute. The state did not and could not show such a limitation on appellant's use of the funds in this case. Title to the security deposit funds transferred to appellant upon receipt and appellant incurred a debt to his customers.[11] Nonpayment of debt is not criminally punishable under Minn.Stat. § 609.52, subd. 2(5)(a), and we reverse the court of appeals' affirmation of appellant's convictions under that statute.\n\nII.\nAppellant raises several challenges to his conviction for failure to pay over state funds in violation of Minn.Stat. § 609.445 (1998). As an initial matter, we note that it is plainly illegal for a retailer to collect sales tax and to fail to pay the tax over to the state. Minnesota Statutes § 289A.63, subd. 1(b) (1998) provides:\nA person required to pay or to collect and remit a tax, who knowingly, rather than accidentally, inadvertently, or negligently, fails to do so when required, is guilty of a gross misdemeanor. A person required to pay or to collect and remit a tax, who willfully attempts to evade or defeat a tax law by failing to do so when required, is guilty of a felony.\nMoreover, Minn.Stat. §§ 168A.04 and 168A.11 (1998) require automobile dealers to pay the tax within 10 days.\nAppellant was not charged under any of the statutes just referenced. He was charged under section 609.445. Although that statute was enacted in 1963, we find no reported case of anyone but this appellant having been prosecuted under it. Section 609.445 provides:\nWhoever receives money on behalf of or for the account of the state or any of its agencies or subdivisions and intentionally refuses or omits to pay the same to the state or its agency or subdivision entitled thereto, or to an officer or agent authorized to receive the same, may be sentenced to imprisonment for not more than five years or to payment of a fine of not more than $10,000, or both.\nOur task with respect to the issue presented is one of statutory interpretation: whether the legislature intended section 609.445 to apply to appellant's conduct.\n\"The object of statutory interpretation is to ascertain and effectuate legislative *714 intent.\" Boutin v. LaFleur, 591 N.W.2d 711, 715 (Minn.1999); see also Minn.Stat. § 645.16 (1998).[12] We do not second-guess the legislature's definition of what constitutes a crime but instead we look to see whether the definition is clear enough to alert a reasonable person that their conduct violates a particular statute. See State v. Merrill, 450 N.W.2d 318, 321 (Minn.1990). Accordingly, the plain meaning and language of a statute will normally end our inquiry. Id. Nonetheless, we are mindful that \"[i]t is an ancient rule of statutory construction that penal statutes should be strictly construed against the government * * * and in favor of persons on whom penalties are sought to be imposed.\" Norman J. Singer, § 59.03 Sutherland Statutory Construction 102 (5th ed.1992).\nOne argument advanced by appellant is that section 609.445 does not apply to an automobile dealer's failure to pay sales taxes, but rather applies only to embezzlement by public officials. Historically, we have interpreted this statute and its predecessors within the context of charges brought against public officials. See, e.g., State v. Ring, 29 Minn. 78, 11 N.W. 233 (1882) (county treasurer); State v. Baumhager, 28 Minn. 226, 9 N.W. 704 (1881) (county treasurer); State v. Borgstrom, 69 Minn. 508, 72 N.W. 799, modified 69 Minn. 508, 72 N.W. 975 (1897) (register of deeds); State v. Mims, 26 Minn. 183, 2 N.W. 494 (1879) (county treasurer); State v. Munch, 22 Minn. 67 (1875) (state treasurer). However, the predecessor statutes did not expressly limit their application to public employees. See Pub. Stat. ch. 90, § 26 (1858).[13]\nThe language that appears in today's section 609.445 can be found as far back as 1888 in Penal Code § 369:\n\n*715 A public officer, or a deputy, or clerk of any such officer, or any other person receiving money on behalf of or for account of the people of this state, or of any department of the government of the state, or of any bureau or fund created by law, and in which the people of this state are directly or indirectly interested, or for or on account of any city, county, village, borough, school district, or town, who,\n* * * *\n(4) Willfully omits or refuses to pay over to the state or its officer or agent authorized by law to receive the same, or to such city, village, borough, school district, county, or town, or the proper officer or authority empowered to demand and receive the same, any money received by him as such officer, when it is his duty, imposed by law, to pay over or account for the same;\nIs guilty of a felony.\nPen.Code § 369, Minn. Gen.Stat. 1012-13 (West 1888) (emphasis added). The language remained virtually unchanged through the predecessor statute of section 609.445, which was Minn.Stat. § 620.01 (repealed 1963).[14]\nJustice Gallagher discussed some of the history of prosecutions under section 620.01 in State v. Thompson:\nDefendant was first tried and acquitted under M.S.A. § 620.01, which was enacted under the authority of Minn. Const. art. 9, § 12. See, 2 M.S.A. p. 337; Farmers' &amp; Merchants' State Bank of Ogilvie v. Consolidated School Dist. No. 3, 174 Minn. 286, 219 N.W. 163, 65 A.L.R. 1407. Art. 9, § 12, as originally enacted, provided that \"any failure to pay over or produce the state or school funds intrusted to such person, on demand, shall be held and taken to be prima facie evidence of such Embezzlement.\"\nSection 620.01, which effectuated this constitutional provision, sets forth Four methods of proof sufficient to establish the One offense defined\u0097misappropriation and falsification of accounts by public officers\u0097in substance a felony. Under the constitutional definition, art. 9, § 12, the offense is synonymous with embezzlement and has been so regarded in all decisions of this court made thereunder, State v. Czizek, 38 Minn. 192, 36 N.W. 457; State v. Ring, 29 Minn. 78, 11 N.W. 233; State v. Baumhager, 28 Minn. 226, 9 N.W. 704; Mims v. State, 26 Minn. 494, 5 N.W. 369; State v. Munch, 22 Minn. 67; and evidence of wilful refusal of a public official to pay over to his successor public funds entrusted to him is sufficient to sustain a conviction therefor. State v. Czizek, 38 Minn. 192, 36 N.W. 457.\n241 Minn. 59, 69-70, 62 N.W.2d 512, 520-21 (1954) (Gallagher, J., dissenting).\n*716 When it reenacted this statute as section 609.445, the legislature changed the language from \"every public officer, and every other person receiving money\" to \"whoever receives money on behalf of the state * * * is guilty of a felony.\" (Emphasis added.) Most people who \"receive money on behalf of the state\" are public officials. Indeed, the only reported prosecution under the predecessor statute was of a county treasurer in Thompson. But the legislature did not limit the statute's ambit to public officials. Appellant's status as a private citizen does not, by itself, disqualify him from prosecution.\nHowever, of import to this court is the fact that there was no sales tax in 1963 when section 609.445 was enacted or in 1941 when the predecessor statute, section 620.01 was enacted. Minnesota first enacted sales tax legislation in 1967. The sales tax was a dramatic development and created new responsibilities for merchants. As this court observed years ago:\nThe Tax Reform and Relief Act of 1967, Ex.Sess.L.1967, c. 32, by which the Minnesota sales tax was enacted, was adopted over the governor's veto on June 1, 1967. * * * One of the obvious purposes of deferring the effective date was to prevent retroactive application of the tax to contracts already consummated and to permit contractors to anticipate the tax in figuring the amount of their bids. The adoption of the act was attended by extraordinary news coverage. It not only had great impact on the business world but stimulated unusual public concern because it held out promise of property tax relief. The governor's threat of veto, which ultimately occurred, was given much publicity.\nBrandt Electric, Inc. v. Commissioner of Taxation, 296 Minn. 128, 129, 207 N.W.2d 293, 294 (1973).\nThe law creating the tax spelled out the scope and mechanics of the new tax in great detail. For example, there was a provision for the need to provide receipts (section 297A.16); exceptions for certain customers and products (e.g., section 297A.25); and authority for the commissioner to require retailers to deposit security with the commissioner if necessary to ensure payment of the tax (section 297A.28).\nIt is manifestly evident to us that the legislature did not intend section 609.445 to be used to prosecute retailers for failing to deliver to the state the sales tax funds that they have collected. Since territorial times, the predecessor statutes to section 609.445 have criminalized the embezzlement of public funds by anyone who has access to such funds. However, to allow a prosecution under the present circumstances perverts legislative intent. See Minn.Stat. § 645.17 (1998).[15] Diverting sales tax funds is a crime addressed separately by the legislature.\nWe conclude that appellant's conduct is not within the scope of section 609.445. When it passed the Tax Reform and Relief Act, the legislature created an enforcement mechanism in Minn.Stat. § 297A.20 (repealed 1990), recodified as Minn.Stat. § 289A.63 (1998). Section 297A.20 fixed the penalty for violating the sales tax law provisions as a misdemeanor. When section *717 297A.20 was recodified as 289A.63, the legislature created a bifurcated penalty scheme whereby one who \"knowingly\" fails to \"pay or to collect and remit a tax\" is guilty of a misdemeanor, and one who \"willfully attempts to evade or defeat a tax law\" is guilty of a felony. Clearly, section 289A.63 provides a mechanism to punish the conduct alleged here.\nThe state observes that as a general matter prosecutors may choose to prosecute under any statute that covers the prohibited activity. See generally State v. Chryst, 320 N.W.2d 721, 722 (Minn.1982) (noting that \"basic rule is that absent legislative intent to the contrary and absent discrimination against a particular class of defendants, the prosecutor may prosecute under any statute that the defendant's acts violate without regard to the penalty\"); see also State v. Walker, 319 N.W.2d 414, 416 (Minn.1982) (citing United States v. Batchelder, 442 U.S. 114, 99 S. Ct. 2198, 60 L. Ed. 2d 755 (1979)).\nThis, however, is not an instance where we encounter overlapping criminal provisions. The legislature, in drafting chapter 297A and including a criminal enforcement mechanism, intended non-remittance of sales tax to be covered by what is now section 289A.63. Instead of allowing 609.445, a felony statute, to act as the enforcement mechanism for collecting and remitting sales tax funds, the 1967 legislature drafted a criminal penalty provision for failure to turn over sales tax funds and made the penalty a misdemeanor.\nAs we conclude that appellant's conduct was not covered by section 609.445, we reverse the court of appeals with respect to appellant's conviction for failure to pay over state funds.[16]\nReversed.\nNOTES\n[1]  See Minn.Stat. § 609.52, subd. 2(5)(a):\n\nWhoever does any of the following commits theft\n* * * *\nintentionally commits any of the acts listed in this subdivision but with intent to exercise temporary control only and:\n(a) the control exercised manifests an indifference to the rights of the owner or the restoration of the property to the owner;\nSee also section 609.175, subd. 2(3) (1996).\n[2]  See Minn.Stat. §§ 609.52, subd. 2(5)(a); 609.05, subd. 1 (1996).\n[3]  See Minn.Stat. § 609.445 (1996).\n[4]  See Minn.Stat. § 609.52, subd. 2(5)(a) (1996).\n[5]  See Minn.Stat. § 609.52, subd. 2(1) (1996).\n[6]  See Minn.Stat. § 609.62 (1996).\n[7]  Minnesota Statutes § 609.52, subd. 1(8) (1996):\n\n\"Property of another\" includes property in which the actor is co-owner or has a lien, pledge, bailment, or lease or other subordinate interest, * * * property of a partnership of which the actor is a member, unless the actor and the victim are husband and wife. It does not include property in which the actor asserts in good faith a claim as a collection fee or commission out of property or funds recovered, or by virtue of a lien, set-off, or counterclaim.\n[8]  The record demonstrates that appellant constantly commingled the funds and spent incoming security deposit funds on the day-to-day operations of SW Leasing. The state's closing argument highlights its reliance on appellant's misuse of funds during the pendency of the leases to establish theft-temporary taking:\n\n[Prosecutor]: Now intent\u0097criminal intent. You heard from the defendant his financial status, and you heard it on at least three different occasions. On December 11, 1992, on January 10, 1994, and January 10, 1995, he was earning an annual salary of $186,599.00. He had no obligation to pay out of his own pocket the money back to his customers. He had no obligation because he already had the money. His customers had already given him\u0097Southwest Leasing\u0097the money. It was that money that he used, and if you remember his testimony, he used that money to underwrite the speculative investments in the former Soviet Union. It's analogous, ladies and gentlemen, to taking that money and flying to Las Vegas and gambling it. Mr. Larson said, gee I intended to pay it back. Well, everyone that goes to Las Vegas intends to win money, but does he have the criminal intent. He took it. He admitted to that. Well, ladies and gentlemen, what motivated Frank Larson, a wealthy man, to take that money. Two things. If the doors to Southwest Leasing remained open, he wouldn't lose money, and secondly, why gamble with your own money when you have someone else's money to gamble with. No risk to him. It's a risk to his customers * * * [a]ll the calls that they placed trying to get their money back. Their calls reside in this courtroom. Will you hear their calls when you go back into the jury room for deliberation. They can't afford it. They can't afford to sue [appellant] to get their money back.\n[9]  See 26 UCLA L.Rev. 396, 399-401 (1978); see also Milton Freidman, Friedman on Leases § 20.4, at 1166-67 (3d prtg.1990); Restatement (second) of Trusts § 12 Comment g 1959.\n[10]  While this model affords the lessee a greater expectation that the security deposit will be returned, it does not place a trust-like limitation on the lessor's commingling of the funds and has never been found to support a prosecution for theft-temporary taking.\n[11]  Appellant advances the doctrine of judicial estoppel to prevent the state from changing on appeal its legal theory of what constitutes theft-temporary taking. As we recently noted in State v. Profit, 591 N.W.2d 451, 462 (Minn. 1999) (citations omitted):\n\n[t]he doctrine of judicial estoppel forbids a party from assuming inconsistent or contradictory positions during the course of a lawsuit. * * * [T]he purpose of judicial estoppel is to protect the integrity of the judicial process from a party who plays\" fast and loose with the courts.\" * * * For judicial estoppel to apply, however, a party's subsequent position must be clearly inconsistent with its original position. * * * We have not expressly recognized the doctrine of judicial estoppel and decline to do so here.\n[12]  Minnesota Statutes § 645.16:\n\nThe object of all interpretation and construction of laws is to ascertain and effectuate the intention of the legislature. Every law shall be construed, if possible, to give effect to all its provisions.\nWhen the words of a law in their application to an existing situation are clear and free from all ambiguity, the letter of the law shall not be disregarded under the pretext of pursuing the spirit.\nWhen the words of a law are not explicit, the intention of the legislature may be ascertained by considering, among other matters:\n(1) The occasion and necessity for the law;\n(2) The circumstances under which it was enacted;\n(3) The mischief to be remedied;\n(4) The object to be attained;\n(5) The former law, if any, including other laws upon the same or similar subjects;\n(6) The consequences of a particular interpretation;\n(7) The contemporaneous legislative history; and\n(8) Legislative and administrative interpretations of the statute.\n[13]  Section 26. Persons converting to their own use public moneys; how punished.\n\nIf any person having in his possession any money belonging to this territory, or any county, town, city or other municipal corporation, or school district, or in which this territory, or any county, town, city or other municipal corporation, or school district, has any interest, or if any collector or treasurer of any town or county or incorporated city, town or village, or school district, or the treasurer or other disbursing officer of this territory, or any other person holding any office under any law of this territory, or any officer of an incorporated company, who now is by virtue of his office, or shall hereafter be intrusted with the collection, safe keeping, receipt, transfer or disbursement of any tax, revenue, fine or other money, shall convert to his own use, in any way or manner whatever, any part thereof or shall loan, with or without interest, any portion of the money intrusted to him as aforesaid, or shall improperly neglect or refuse to pay over the same, or any part thereof, according to the provisions of law, he shall be deemed and adjudged to be guilty of embezzlement.\nSection 27. Punishment therefor. * * * * * * *\nSection 29. Constructive embezzlement. The refusal of any officer to pay any demand in specie, where the sum so demanded was actually received by such officer * * * when there is reasonable doubt as to his duty * * * to pay the same, on such demand, or where such refusal is not with wrongful intent, shall not be construed to be an embezzlement, according to intent and meaning the twenty-sixth and twenty-seventh sections of this chapter.\n(Emphasis added).\n[14]  Minnesota Statutes § 620.01 (1961):\n\nEvery public officer, and every other person receiving money on behalf or for account of the people of the state, or of any department of the state government, or of any bureau or fund created by law, in which the people are directly or indirectly interested, or for or on account of any county, city, village, borough, town, or school district, who:\n* * * *\n(4) Shall willfully omit or refuse to pay over to the state, its officer or agent authorized by law to receive the same, or to such county, city, village, borough, town, or school district, or to the proper officer or authority empowered to demand and receive the same, any money received by him when it is a duty imposed upon him by law to pay over and account for the same;\nShall be guilty of embezzlement of public funds and shall be punished by imprisonment in the state prison or county jail for from one to seven years, or by a fine of from $1000 to $10,000, or both such fine and imprisonment.\n(Emphasis added).\n[15]  645.17. Presumptions in ascertaining legislative intent.\n\nIn ascertaining the intention of the legislature the courts may be guided by the following presumptions:\n(1) The legislature does not intend a result that is absurd, impossible of execution, or unreasonable;\n(2) The legislature intends the entire statute to be effective and certain;\n(3) The legislature does not intend to violate the constitution of the United States or of this state;\n(4) When a court of last resort has construed the language of a law, the legislature in subsequent laws on the same subject matter intends the same construction to be placed upon such language; and\n(5) The legislature intends to favor the public interest as against any private interest.\n[16]  Appellant raises several additional grounds for reversal that we need not reach as reversal is warranted for the reasons given above.\n\n",
            "ocr": false,
            "opinion_id": 1965076
        }
    ],
    "court_short_name": "Supreme Court of Minnesota",
    "court_full_name": "Supreme Court of Minnesota",
    "court_type": "S",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Robbery"
}