{
    "id": 560367,
    "judges": "Jolly, Smith, Thornberry",
    "date_filed": 674092800000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-james-hamilton",
    "case_name_short": null,
    "case_name": "United States v. James Hamilton",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. James HAMILTON, Defendant-Appellant",
    "attorneys": "Jim Waide, Tupelo, Miss., for defendant-appellant., John R. Hailman, Asst. U.S. Atty., Charles W. Spillers, Robert Q. Whitwell, U.S. Attys., Oxford, Miss., for plaintiff-ap-pellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 16,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1148-8\">\n    UNITED STATES of America, Plaintiff-Appellee, v. James HAMILTON, Defendant-Appellant.\n   </parties><docketnumber id=\"AILj\">\n    No. 90-1656.\n   </docketnumber><court id=\"Ao-k\">\n    United States Court of Appeals, Fifth Circuit.\n   </court><decisiondate id=\"Al-\">\n    May 13, 1991.\n   </decisiondate><br><attorneys id=\"b1149-26\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1047\"> \n     *1047\n     </span>\n    Jim Waide, Tupelo, Miss., for defendant-appellant.\n   </attorneys><br><attorneys id=\"b1150-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1048\"> \n     *1048\n     </span>\n    John R. Hailman, Asst. U.S. Atty., Charles W. Spillers, Robert Q. Whitwell, U.S. Attys., Oxford, Miss., for plaintiff-ap-pellee.\n   </attorneys><br><judges id=\"b1150-5\">\n    Before THORNBERRY, JOLLY and SMITH, Circuit Judges.\n   </judges>",
    "citations": [
        "931 F.2d 1046"
    ],
    "opinions": [
        {
            "author_str": "Thornberry",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/931/931.F2d.1046.90-1656.html",
            "author_id": null,
            "opinion_text": "931 F.2d 1046\n    UNITED STATES of America, Plaintiff-Appellee,v.James HAMILTON, Defendant-Appellant.\n    No. 90-1656.\n    United States Court of Appeals,Fifth Circuit.\n    May 13, 1991.\n    \n      Jim Waide, Tupelo, Miss., for defendant-appellant.\n      John R. Hailman, Asst. U.S. Atty., Charles W. Spillers, Robert Q. Whitwell, U.S. Attys., Oxford, Miss., for plaintiff-appellee.\n      Appeal from the United States District Court for the Northern District of Mississippi.\n      Before THORNBERRY, JOLLY and SMITH, Circuit Judges.\n      THORNBERRY, Circuit Judge:\n    \n    \n      1\n      The defendant was convicted for possession of marijuana with intent to distribute, for mailing drug proceeds, and for being a felon in possession of three firearms.  The defendant appeals his conviction arguing that the evidence against him should have been suppressed because police violated his fourth amendment rights.  He also argues that the money laundering statute under which he was convicted, 18 U.S.C. Sec. 1956(a)(1), does not prohibit mailing drug proceeds between two points within the United States.  Finding no error, we AFFIRM.\n    \n    FACTS AND PROCEDURAL HISTORY\n    \n      2\n      On the morning of March 6, 1988, Clifford Scales was collecting aluminum cans near a nightclub in Rockhill, Mississippi, when the defendant, James Hamilton, allegedly drove up, pointed a rifle at him and demanded whiskey.  Frightened by the incident and unable to comply with Hamilton's request, Scales offered to find some whiskey for Hamilton and turned to walk away.  Hamilton then fired several shots over Scales's head and drove off.  Scales reported the incident to the local sheriff's office and a warrant was issued for Hamilton's arrest.\n    \n    \n      3\n      A Mississippi sheriff and deputy went to Hamilton's house with the warrant, and they found him asleep on the floor;  a .22 caliber rifle was tucked underneath his body and a .38 caliber revolver was sitting on a nearby table.  At the time of the shooting incident, Hamilton was free on an appeal bond after having been convicted for possession of more than one kilogram of marijuana with intent to distribute, a felony.  See Hamilton v. State, 556 So.2d 685, 688 (Miss.), cert. denied, --- U.S. ----, 110 S.Ct. 3271, 111 L.Ed.2d 781 (1990).  The conviction stemmed from a 1986 search of Hamilton's residence, which had uncovered the marijuana.\n    \n    \n      4\n      Following the 1988 shooting incident, Charlie McVey, a Mississippi Bureau of Narcotics Sergeant, spotted Hamilton driving towards Columbus, Mississippi.  McVey, who had arrested Hamilton for the 1986 marijuana possession charge, had received information that the defendant was continuing to deal in drugs.  See Record on Appeal, Vol. 2, at 41.  McVey decided to follow Hamilton and requested assistance from other agents.  The agents followed Hamilton to the Columbus post office where they later determined that Hamilton had mailed a package addressed to Sesar Lopez Perez in Chula Vista, California.  Sergeant McVey contacted law enforcement officials in Chula Vista, as well as others familiar with Perez, and determined that Perez was involved in illicit drug activity.  Based on this information, McVey obtained a federal warrant to seize and search the package.  Inside the package, narcotics agents discovered clothing, a throw pillow, and three sections of PVC pipe with caps on each end.  The agents discovered $18,100.00 in cash inside of the PVC pipes.\n    \n    \n      5\n      After searching the package, the narcotics agents obtained a state search warrant for Hamilton's residence.  There, they discovered and seized various items including PVC pipe, cash, a .22 caliber semi-automatic rifle, and marijuana seeds.  They also seized items that Hamilton alleges were not specified in the warrant:  eleven video cassette tapes, two large poster drawings of the Hamilton property, and a Cadillac.  The agents believed that the tapes would help identify others involved in drug trafficking and that the drawings would be useful at trial to show the layout of the residence.  They seized the Cadillac because it had been used to transport the package to Columbus for mailing.\n    \n    \n      6\n      While searching the area surrounding the house, agents discovered a well-worn path leading from the back deck of Hamilton's house, through a gate in the fence surrounding Hamilton's property, and into an adjoining wooded area.  The distance from the deck to the fence was about 132 feet.  See Record on Appeal, Vol. 2, at 74.  While following the path, one of the narcotics agents stepped on a piece of tin which had been covered with straw and leaves.  The tin was approximately twenty-one feet down the path from the gate in the fence.  See id. at 75.  The agent brushed the debris aside, lifted the piece of tin, and discovered that it was covering the lid of a washing machine that had been buried in the ground.  The agent lifted the washing machine lid and discovered a bale of marijuana as well as three small bags containing marijuana.  At trial, Agent McVey testified that he believed that the property where the machine was buried belonged to Hamilton's grandmother.  See Record on Appeal, Vol. 2, at 104, 169.  Hamilton attacked this allegation by noting that the government failed to produce \"competent proof of [ownership],\" but he never presented evidence to the contrary, and he, himself, never claimed an ownership interest in the land.  See Appellant's Brief at 25 n. 2.\n    \n    \n      7\n      After a one day non-jury trial, Hamilton was convicted of the following crimes:  (1) being a felon in possession of two firearms (a Winchester .22 caliber semi-automatic rifle and a .38 caliber revolver) in 1988 when he fired shots at Clifford Scales, see 18 U.S.C.A. Sec. 922(g) (West Supp.1991);  (2) being a felon in possession of a firearm (a Mossberg .22 caliber, semi-automatic rifle) in 1989 when agents searched his home, see id.;    (3) possession of less than 50 kilograms of marijuana with intent to distribute, see 21 U.S.C.A. Sec. 841(a)(1) (West 1981);  (4) using a communication facility (post office) to facilitate the distribution of marijuana, see 21 U.S.C.A. Sec. 843(b) (West 1981);  and (5) attempting to conduct a financial transaction affecting interstate commerce with proceeds from unlawful activities (i.e., mailing drug money), see 18 U.S.C.A. Sec. 1956(a)(1) (West Supp.1991).  In his appeal before this court, Hamilton has marshaled a variety of theories to attack the district court's judgment.\n    \n    \n      8\n      First, Hamilton argues that the district court erred by refusing to suppress the marijuana as the product of an illegal search.  Second, Hamilton claims that the money laundering statute under which he was convicted, 18 U.S.C. Sec. 1956(a)(1), does not prohibit mailing drug proceeds between two points in the United States.  Third, Hamilton argues that all evidence from the 1989 search of his mail and his residence should have been suppressed as the fruit of an illegal search which took place three years before his arrest in this case.  Fourth, Hamilton claims that all evidence obtained during the 1989 search of his home should be suppressed, because narcotics agents seized items not listed in the search warrant.  Finally, Hamilton claims that the .22 caliber semi-automatic rifle seized after the 1988 shooting incident involving Clifford Scales should have been suppressed because the government failed to introduce the arrest warrant that was used to apprehend him.\n    \n    DISCUSSION\n    \n      9\n      I. Discovery and Seizure of the Marijuana.\n    \n    \n      10\n      The critical issue in reviewing a challenge to a search and seizure is whether a defendant had a reasonable or legitimate expectation of privacy in the invaded place.  See California v. Ciraolo, 476 U.S. 207, 211, 106 S.Ct. 1809, 1811, 90 L.Ed.2d 210 (1986);  Rakas v. Illinois, 439 U.S. 128, 143, 99 S.Ct. 421, 430, 58 L.Ed.2d 387 (1978).  The Supreme Court has established a two-part test by which we may determine whether such an expectation exists.  First, we must ask whether the defendant has exhibited a subjective expectation of privacy, and second, we must determine whether society is prepared to recognize this subjective expectation as reasonable or legitimate.  See Hudson v. Palmer, 468 U.S. 517, 525 &amp; n. 7, 104 S.Ct. 3194, 3199 &amp; n. 7, 82 L.Ed.2d 393 (1984) (citing Katz v. United States, 389 U.S. 347, 360, 361, 88 S.Ct. 507, 516, 517, 19 L.Ed.2d 576 (1967) (Harlan, J., concurring)).\n    \n    \n      11\n      The facts presented to the district court demonstrated that the defendant exhibited a subjective expectation of privacy by concealing the marijuana in the shell of a washing machine that was buried beneath the ground.  We must, therefore, proceed to the next inquiry:  whether such an expectation was reasonable given the facts of the case.\n    \n    \n      12\n      In pursuing this inquiry, we must keep in mind that \"[t]he test of legitimacy is not whether the individual chooses to conceal assertedly 'private' activity,\" but instead \"whether the government's intrusion infringes upon the personal and societal values protected by the Fourth Amendment.\"\n    \n    \n      13\n      Ciraolo, 476 U.S. at 212, 106 S.Ct. at 1812 (quoting Oliver v. United States, 466 U.S. 170, 181-83, 104 S.Ct. 1735, 1742-44, 80 L.Ed.2d 214 (1984)).  Factors that we have found to be relevant in this fourth amendment analysis include whether the defendant had a possessory interest in the area searched (in this case, the wooded area behind Hamilton's house), whether the defendant had a right to exclude others from that area, whether he had exhibited a subjective expectation that it would remain free from governmental invasion, whether he took normal precautions to maintain his privacy, and whether he was legitimately on the premises.  See United States v. Briones-Garza, 680 F.2d 417, 420 (5th Cir.), cert. denied, 459 U.S. 916, 103 S.Ct. 229, 74 L.Ed.2d 181 (1982);  United States v. Haydel, 649 F.2d 1152, 1155, modified, 664 F.2d 84 (5th Cir. Unit A 1981).  As the proponent of a motion to suppress, Hamilton bore the burden of establishing that his own fourth amendment rights were violated by the challenged search or seizure.  See Rakas, 439 U.S. at 131 n. 1, 99 S.Ct. at 424 n. 1;  United States v. Salvucci, 448 U.S. 83, 86, 100 S.Ct. 2547, 2550, 65 L.Ed.2d 619 (1980);  Rawlings v. Com. of Kentucky, 448 U.S. 98, 105, 100 S.Ct. 2556, 2561, 65 L.Ed.2d 633 (1980).  Hamilton has failed to meet this burden.\n    \n    \n      14\n      Hamilton produced no evidence to suggest that he held any interest in the property on which the washing machine was buried.  In fact, all the evidence points to the contrary.  The area was located behind the property on which Hamilton's home stood, and it was set apart from Hamilton's yard by a fence.  In addition, Sergeant McVey testified that he believed that the property belonged to Hamilton's grandmother.  See Record on Appeal, Vol. 2, at 104, 169.  Hamilton avoided addressing this issue head-on, and instead argued that ownership of the wooded area was irrelevant and that ownership of the washing machine was sufficient to establish the existence of a fourth amendment violation.  See Appellant's Brief at 25 n. 2.  The Supreme Court has held otherwise.  See Salvucci, 448 U.S. at 92, 100 S.Ct. at 2553 (\"We simply decline to use possession of a seized good as a substitute for a factual finding that the owner of the good had a legitimate expectation of privacy in the area searched.\").  Hamilton also failed to show that he had any power to exclude others from the wooded area where the machine was buried.  There is likewise no evidence in the record to suggest that he harbored an expectation that the property would remain free from governmental invasion.  The record also fails to reflect that Hamilton took any steps to block off the wooded area from members of the public who wished to enter the area.  Finally, Hamilton produced no evidence which would demonstrate that he was legitimately on the premises.\n    \n    \n      15\n      The facts of this case are not unlike those in United States v. Brown, 473 F.2d 952, 953 (5th Cir.1973).  In Brown, law enforcement officials conducted a warrantless search of an abandoned farm while investigating a bank robbery.  Acting on information that had been provided to them, the law enforcement officials began digging at a particular spot on the property.  About two or three inches below the surface, the officials struck a piece of board that had been covering a suitcase wrapped in plastic garbage bags.  The suitcase contained \"bait\" money from the bank robbery as well as a notebook which bore the defendant's fingerprints.  The defendant did not assert any interest in the farm but moved to suppress the evidence based on his ownership interest in the suitcase alone.  In that case, we held that the defendant's act of burying the suitcase in an open field was tantamount to abandonment and found that the officers were justified in opening it without first obtaining a warrant.  See id. at 954.    See also State v. Crane, 296 S.C. 336, 372 S.E.2d 587 (1988) (holding that a defendant failed to demonstrate a reasonable expectation of privacy by filling barrels with marijuana and placing them in a ditch located in a wooded area behind his home).\n    \n    \n      16\n      Like the defendant in Brown, we find that Hamilton's expectation of privacy was unreasonable.  He failed to show that he had legitimate control over the wooded area where the machine was buried, and he was not in the immediate possession of the machine when it was discovered by law enforcement officers.  Under these circumstances, we cannot find that the district court erred in refusing to suppress the marijuana found inside the machine.\n    \n    \n      17\n      II. Money Laundering.\n    \n    \n      18\n      Hamilton next claims that he was erroneously convicted under section 1956(a)(1) of title 18 for attempting to mail the proceeds of drug transactions from Mississippi to California.  That statute provides, in relevant part, as follows:\n    \n    \n      19\n      (a)(1) Whoever, knowing that the property involved in a financial transaction represents the proceeds of some form of unlawful activity, conducts or attempts to conduct such a financial transaction which in fact involves the proceeds of specified unlawful activity--\n    \n    \n      20\n      (A)(i) with the intent to promote the carrying on of a specified unlawful activity;  ...\n    \n    \n      21\n      shall be sentenced to a fine of not more than $500,000 or twice the value of the property involved in the transaction, whichever is greater, or imprisonment for not more than twenty years, or both.\n    \n    \n      22\n      18 U.S.C.A. Sec. 1956 (West Supp.1990) (emphasis added).  \"[T]he term 'financial transaction' means a transaction involving the movement of funds by wire or other means or involving one or more monetary instruments, which in any way or degree affects interstate or foreign commerce.\"    18 U.S.C.A. Sec. 1956(c)(4) (West Supp.1990).  \"[T]he term 'transaction' includes a purchase, sale, loan, pledge, gift, transfer, delivery, or other disposition.\"    18 U.S.C.A. Sec. 1956(c)(3) (West Supp.1990).  Thus, the terms of the statute prohibit mailing the proceeds of drug sales, and absent a clearly expressed legislative intent to the contrary, that language must be regarded as conclusive unless exceptional circumstances dictate otherwise.  See Burlington Northern R. Co. v. Oklahoma Tax Com'n, 481 U.S. 454, 461, 107 S.Ct. 1855, 1860, 95 L.Ed.2d 404 (1987).\n    \n    \n      23\n      Notwithstanding this language, Hamilton argues that the statute does not prohibit mailing drug money from one point in the United States to another point in the United States.  He cites no authority for this conclusion, but he attempts to reach it through the following interpretation of the statute.  Section 1956(a)(2) of title 18 specifically prohibits \"transport[ing], transmit[ing] or transfer[ing] ... a monetary instrument or funds\" between the United States and a foreign country.  Hamilton argues that if section 1956(a)(1) prohibits all mailings of drug proceeds, as the government argues, then section 1956(a)(2)'s prohibition against international mailings adds nothing.  Hamilton, therefore, concludes that the \"mere act of mailing money is not covered by Section 1956(a)(1), but is covered only by Section 1956(a)(2).\"    Appellant's Brief at 43.\n    \n    \n      24\n      Hamilton's interpretation of the statute misconstrues the plain language of the two subsections of the statute.  The two provisions seek to attack two different types of criminal conduct.  Section 1956(a)(1) specifically refers to \"transactions\" involving \"proceeds of some form of unlawful activity.\"    18 U.S.C.A. Sec. 1956(a)(1).  Section 1956(a)(2), on the other hand, prohibits the international \"transport[ation], transmit[al], or transfer[al] [of] ... a monetary instrument or funds\" in cases where such funds are intended to promote unlawful activities.  A person could, in effect, violate section 1956(a)(2) without actually participating in an unlawful transaction as defined by section 1956(a)(1).  For example, a foreign drug cartel might transfer proceeds from a legitimate business enterprise into a bank account in the United States.  Such a transfer would not violate section 1956(a)(1), because the proceeds would not represent \"proceeds of unlawful activities.\"    Under section 1956(a)(2), however, the same transfer would be criminalized if the legitimate proceeds of that bank account were intended to provide the capital necessary for expanding a drug enterprise in the United States.  Unlike section 1956(a)(1), section 1956(a)(2) reaches beyond individual drug transactions and encompasses the international transportation of \"monetary instruments or funds\" that would contribute to the growth and capitalization of the drug trade or other unlawful activities.\n    \n    \n      25\n      Section 1956(a)(1) clearly prohibits the mailing of drug money.  Although there may be some overlap between the two subsections in that the \"monetary instrument or funds\" of section 1956(a)(2) might, themselves, be the \"proceeds of unlawful activity,\" this does not change the fact that the two subsections were passed to address two completely different problems.  Hamilton was correctly convicted under the statute.\n    \n    \n      26\n      III. Fruit of the Poisonous Tree.\n    \n    \n      27\n      Hamilton next contends that the search of his home and the evidence produced from that search were the products of an illegal search that had taken place three years earlier, and, therefore, he argues that the evidence should be suppressed.  See Wong Sun v. United States, 371 U.S. 471, 478, 83 S.Ct. 407, 417, 9 L.Ed.2d 441 (1963).  Hamilton contends that Sergeant McVey recognized him and followed him to Columbus, Mississippi, on the day he mailed drug money to California because McVey had participated in the 1986 search of Hamilton's home which led to his previous drug conviction.  See Hamilton v. State, 556 So.2d 685, 688 (Miss.), cert. denied, --- U.S. ----, 110 S.Ct. 3271, 111 L.Ed.2d 781 (1990).  Hamilton asserts that the 1986 search was illegal, because the warrant authorized officers to search a white two-story building with a basketball court in front, and the officers searched not only that building but also an adjoining one-story building where they found the marijuana.\n    \n    \n      28\n      Hamilton has already challenged the validity of this 1986 search twice.  Based on the discovery of the marijuana in his house, a Mississippi court convicted Hamilton of possession of the drug with intent to distribute it.  Hamilton challenged that conviction alleging that the search was unconstitutional, but the Mississippi Supreme Court found that the affidavit attached to the warrant adequately described the area to be searched and affirmed the conviction.  See Hamilton v. State, 556 So.2d 685, 688 (Miss.), cert. denied, --- U.S. ----, 110 S.Ct. 3271, 111 L.Ed.2d 781 (1990).  In addition, the government sought forfeiture of money that the officers discovered in Hamilton's house during the 1986 search;  Hamilton unsuccessfully contested the validity of the search in that proceeding as well.  See United States v. $24,000 in U.S. Currency, 722 F.Supp. 1386, 1390-91 (N.D.Miss.1989), aff'd without pub'd op., 902 F.2d 956 (5th Cir.1990), cert. denied, --- U.S. ----, 111 S.Ct. 671, 112 L.Ed.2d 664 (1991).\n    \n    \n      29\n      The government contends that Hamilton should be collaterally estopped from again litigating his motion to suppress.  This circuit has not determined whether the doctrine of collateral estoppel can be applied to criminal defendants to prevent them from re-litigating a previously unsuccessful attempt to suppress evidence.  Although it is often assumed that collateral estoppel cannot be used to prevent a criminal defendant from re-litigating an element of the offense charged in a second prosecution, preclusion may be appropriate as to collateral matters.  See 18 C. Wright, A. Miller &amp; E. Cooper, Federal Practice and Procedure Sec. 4474, at 747-48 n. 2 (1981).  Rulings on the lawfulness of searches and seizures are such matters in which other courts have applied collateral estoppel.1   We find it unnecessary to resolve the issue on this basis, however.  Even if Hamilton were not estopped from contesting the validity of the 1986 search, and we were to conclude that the 1986 search was invalid, he still could not establish that the 1989 search was the \"fruit\" of the earlier search because the causal connection between the 1986 search and knowledge of Hamilton's identity was too attenuated to exclude the evidence obtained from the 1989 search.  See Wong Sun, 371 U.S. at 487, 83 S.Ct. at 417;  United States v. Fredericks, 586 F.2d 470, 479 n. 13 (5th Cir.1978), cert. denied, 440 U.S. 962, 99 S.Ct. 1507, 59 L.Ed.2d 776 (1979).  Sergeant McVey testified that he had had indirect dealings with Hamilton prior to the 1986 search.  See Record on Appeal, Vol. 2, at 104-05.  McVey also testified that he had seen Hamilton in the months prior to his second arrest at the home of known cocaine traffickers and that he had received information indicating that Hamilton was still dealing in drugs.  See id. at 41.  These independent sources of information would have been more than sufficient to dissipate any taint that might have been created by the search that took place three years earlier.  The district court was correct in refusing to grant Hamilton's motion to suppress.\n    \n    \n      30\n      IV. Evidence Not Described in the Warrant.\n    \n    \n      31\n      Hamilton next claims that the district court should have suppressed all the evidence obtained during the 1989 search of his home because Mississippi narcotics officers seized items that were not covered by the search warrant:  eleven videotapes, two drawings of his home, and his Cadillac automobile.  The government does not argue that these items were included in the warrant.  It contends that the videotapes and the drawings fell within the \"plain view\" exception to the warrant requirement and that both federal and State law permitted the officers to seize the automobile.  In the alternative, it contends that none of these items were used as evidence during Hamilton's trial, and, therefore, that their seizure does not affect the legality of other evidence obtained during the 1989 search.\n    \n    \n      32\n      To come within the \"plain view\" exception, the government must demonstrate that the officers had probable cause to believe that the videotapes and drawings were contraband or evidence of a crime.  See Arizona v. Hicks, 480 U.S. 321, 326-28, 107 S.Ct. 1149, 1153-54, 94 L.Ed.2d 347 (1987).  The government fails to make a forceful argument for probable cause on either item.  Nevertheless, under the \"severability\" doctrine, items that are illegally seized during the execution of a valid warrant do not affect the admissibility of evidence legally obtained while executing the warrant.  See In re Search Warrant Dated July 4, 1977, for Premises at 2125 S Street, Northwest, Washington, D.C., 667 F.2d 117, 133 (D.C.Cir.1981), cert. denied, 456 U.S. 926, 102 S.Ct. 1971, 72 L.Ed.2d 441 (1982);  United States v. Diecidue, 603 F.2d 535, 560-61 (5th Cir.1979), cert. denied, 445 U.S. 946, 100 S.Ct. 1345, 63 L.Ed.2d 781 (1980);  United States v. Mendoza, 473 F.2d 692, 696-97 (5th Cir.1972).2   Therefore, even if we were to find that these items were illegally seized, they would not affect the admissibility of the other legally seized items.\n    \n    \n      33\n      The Cadillac was seized without a warrant because the government intended to seek forfeiture of the automobile.  Mississippi narcotics agents had seen Hamilton using the car to facilitate the transportation of what they believed to be drug proceeds to the Columbus, Mississippi, post office, and the agents were executing a search warrant at the time the car was seized;  therefore, its seizure was consistent with Mississippi's drug forfeiture law.  See Miss.Code Ann. Secs. 41-29-153(a)(4), (b)(1) (Supp.1990).3   Hamilton's reliance upon the Supreme Court's holding in Coolidge v. New Hampshire, 403 U.S. 443, 91 S.Ct. 2022, 29 L.Ed.2d 564 (1971), is misplaced.  In Coolidge, the police searched the defendant's vehicle pursuant to a warrant that was later determined to be invalid.  In the case before us, a Mississippi statute provided law enforcement officials with an independent basis by which they could seize the Cadillac.  The district court was, therefore, correct in refusing to suppress the evidence obtained in the 1989 search.\n    \n    \n      34\n      V. Weapons Charge.\n    \n    \n      35\n      Hamilton next claims that the district court should have suppressed a Winchester .22 caliber semi-automatic rifle that was seized when he was arrested for firing several shots over the head of Clifford Scales in March 1988.  Hamilton argues that the district court could not have determined whether the government met its burden of showing that the arrest warrant was supported by probable cause because neither the warrant nor the affidavit on which it was based were ever introduced into evidence.\n    \n    \n      36\n      The district court denied Hamilton's motion to suppress the rifle because he failed to raise this objection in a pretrial motion.  See Record on Appeal, Vol. 2, at 152-54 (citing Fed.R.Crim.P. 12(b)(3)).  Hamilton contends that he met the requirements of Rule 12(b) by filing a motion in December 1989 to suppress \"all physical evidence to be introduced by the government.\"    See Record on Appeal, Vol. 1, at 17.  It is not clear from a reading of the motion, however, that Hamilton sought to suppress the rifle that was seized during the 1988 arrest.  In relevant part, the Motion to Suppress states as follows:\n    \n    \n      37\n      Defendant, James Hamilton, respectfully moves the Court to supress [sic] the following evidence:\n    \n    \n      38\n      1. all physicial [sic] evidence to be introduced by the Government;\n    \n    2. the alleged marijuana;  and\n    \n      39\n      3. the Eighteen Thousand Dollars ($18,000.00).\n    \n    \n      40\n      This search was conducted without probable cause, without a warrant specifying the particular place to be searched and in violation of United States Constitution Amendment Four.\n    \n    \n      41\n      Record on Appeal, Vol. 1, at 17 (emphasis added).  The motion requested that the district court suppress the marijuana and $18,000.00 obtained from \"[t]his search.\"    The only searches involving marijuana and $18,000.00 were the searches conducted in September of 1989.4   Hamilton states that if his motion was not specific enough to include the 1988 search, it was because the government made it impossible for him to be more specific by failing to inform him that the gun was going to be used as evidence against him.  This excuse is untenable.  Count One of the indictment against Hamilton clearly states that he illegally possessed the rifle and goes on to list its make and serial number.  See Record on Appeal, Vol. 1, at 1.  Even if the district court had considered Hamilton's motion to suppress to include the rifle, we find that such a motion would have failed.\n    \n    \n      42\n      The district court heard testimony from Clifford Scales about the shooting which led to Hamilton's arrest and seizure of the rifle, see Record on Appeal, Vol. 2, at 32-38, and it also heard testimony from the sheriff who obtained a warrant for Hamilton's arrest and found him in possession of the semi-automatic rifle, see id. at 134-36.  This testimony served as part of the basis for the district court's conviction of Hamilton.  See Record on Appeal, Vol. 2, at 154, 189.  Such testimony was more than sufficient to establish probable cause for the March 1988 arrest of Hamilton and seizure of the semi-automatic rifle.  The district court did not err in refusing to suppress the evidence.\n    \n    CONCLUSION\n    \n      43\n      For the foregoing reasons, we AFFIRM the district court's judgment.\n    \n    \n      \n        1\n         See, e.g., United States v. Rosenberger, 872 F.2d 240, 241-42 (8th Cir.1989) (a ruling under a pre-indictment Fed.R.Cr.P. 41(e) motion that search and seizure were legal collaterally estopped defendant from later moving to suppress evidence claiming that search and seizure were illegal);  United States v. Thoresen, 428 F.2d 654, 667 (9th Cir.1970) (denial of motion to suppress evidence under an indictment that was later dismissed collaterally estopped defendant from moving to have the same evidence suppressed under a new indictment);  United States v. Levasseur, 699 F.Supp. 965, 980-82 (D.Mass.1988) (establishing five criteria in determining that defendants were collaterally estopped from re-litigating motion to suppress when the issue had already been litigated and ultimately denied in another federal court involving the same defendants);  United States v. McNair, 439 F.Supp. 103, 107-09 (E.D.Penn.1977), aff'd without pub'd op., 571 F.2d 573 (3rd Cir.), cert. denied, 435 U.S. 976, 98 S.Ct. 1626, 56 L.Ed.2d 71 (1978) (a defendant being tried by two courts for two different bank robberies was collaterally estopped by the second court from seeking to suppress evidence which implicated him in both robberies after the issue was litigated in the first court).  But see United States v. Hoskins, 639 F.Supp. 512, 515 (W.D.N.Y.1986), aff'd without pub'd op., 875 F.2d 308 (2nd Cir.1989) (permitting defendants to re-litigate motion to suppress, because they may have lacked the incentive to make a full-scale attack on the legality of the search in the first proceeding);  Vestal, \"Issue Preclusion and Criminal Prosecution,\" 65 Iowa L.Rev. 281, 312-21 (1980) (expressing a concern that application of collateral estoppel against a criminal defendant might infringe due process and jury trial rights);  cf. Ashe v. Swenson, 397 U.S. 436, 464-65, 90 S.Ct. 1189, 1205, 25 L.Ed.2d 469 (1970) (Burger, C.J., dissenting) (\"courts that have applied the collateral-estoppel concept to criminal actions would certainly not apply it to both parties, as is true in civil cases\") (emphasis in original);  Knapp v. Cardwell, 667 F.2d 1253, 1268 n. 5 (9th Cir.)  (Adams, J., concurring in part and dissenting in part), cert. denied, 459 U.S. 1055, 103 S.Ct. 473, 74 L.Ed.2d 621 (1982) (the use of collateral estoppel in criminal proceedings arises from the constitutional doctrine of double jeopardy, and its protection should not be afforded to the prosecution)\n      \n      \n        2\n         Hamilton cites no authority to the contrary.  He only cites cases which hold that items may not be admitted into evidence if they were not included in the warrant.  See Appellant's Brief at 36 n. 4\n      \n      \n        3\n         Mississippi Code Annotated Section 41-29-153(b) provides in pertinent part that property subject to forfeiture may be seized \"without process\" if:\n        (1) The seizure is incident to an arrest or a search under a search warrant ... or\n        (4) The [Mississippi Bureau of Narcotics has] probable cause to believe that the property was used or is intended to be used [to facilitate the transportation or sale of controlled substances].\n        This section of the Mississippi Code is closely patterned after Section 881(b) of Title 21 of the United States Code which uses almost exactly the same language.  See 21 U.S.C.A. Secs. 881(a)(4), (b)(1) (West 1981 &amp; Supp.1990).\n      \n      \n        4\n         It should also be noted that Hamilton submitted a Motion in Limine on the same day he submitted the above quoted Motion to Suppress.  The Motion in Limine requested in pertinent part that the court prohibit:\n        any evidence concerning the use [Hamilton] was making of the [rifle] on March 6, 1988.  Specifically, Defendant moves the Court to disallow the Government from introducing any proof that he pointed this weapon at any person.\n        Record on Appeal, Vol. 1, at 15.  Submitting the two motions together without specifically requesting that the rifle be suppressed, only contributed to the uncertainty of the matter.\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 560367
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}