{
    "id": 1947978,
    "judges": "Laffitte",
    "date_filed": "2019-06-18",
    "date_filed_is_approximate": true,
    "slug": "mendez-marrero-v-toledo",
    "case_name_short": null,
    "case_name": "Mendez Marrero v. Toledo",
    "case_name_full": "Luis A. MÉNDEZ MARRERO, Et Al., Plaintiffs, v. Pedro TOLEDO, Et Al., Defendants",
    "attorneys": "Gino Negretti-Lavergne, Santurce, PR, for Luis A. Méndez-Marrero, Gladys Romero-Reyes, Conjugal Partnership Mendez-Romero, Anthony Mendez-Romero, Suheil ArceRomero., Mayra Maldonado-Colon, Department of Justice, Federal Litigation Div., San Juan, PR, John F. Nevares, Smith & Nevares, San Juan, PR, for Pedro Toledo., Gustavo A. Gelpi, Feldstein, Gelpi, Hernandez & Gotay, Old San Juan, PR, Mayra Maldonado-Colon, Department of Justice, Federal Litigation Div., San Juan, PR, for Jorge L. Guadalupe-Mendez, Rene Molina-Reyes., Mayra Maldonado-Colon, Department of Justice, Federal Litigation Div., San Juan, PR, John M. Garcia-Nokonechna, Garcia & Fernandez Law Offices, Hato Rey, PR, for Emilio Diaz-Colon., Mayra Maldonado-Colon, Department of Justice, Federal Litigation Div., San Juan, PR, for Jose A. Rosario-Rodriguez, Davis Duming-Lopez, Brian Garcia-Rios, Jimmy Jusino.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 22,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b89-4\">\n    Luis A. MÉNDEZ MARRERO, et al., Plaintiffs, v. Pedro TOLEDO, et al., Defendants.\n   </parties><docketnumber id=\"AON\">\n    Civil No. 94-2304 (HL).\n   </docketnumber><court id=\"AW\">\n    United States District Court, D. Puerto Rico.\n   </court><decisiondate id=\"AM9\">\n    June 17, 1997.\n   </decisiondate><br><attorneys id=\"b92-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"30\"> \n     *30\n     </span>\n    Gino Negretti-Lavergne, Santurce, PR, for Luis A. Méndez-Marrero, Gladys Romero-Reyes, Conjugal Partnership Mendez-Romero, Anthony Mendez-Romero, Suheil ArceRomero.\n   </attorneys><br><attorneys id=\"b92-11\">\n    Mayra Maldonado-Colon, Department of Justice, Federal Litigation Div., San Juan, PR, John F. Nevares, Smith &amp; Nevares, San Juan, PR, for Pedro Toledo.\n   </attorneys><br><attorneys id=\"b92-12\">\n    Gustavo A. Gelpi, Feldstein, Gelpi, Hernandez &amp; Gotay, Old San Juan, PR, Mayra Maldonado-Colon, Department of Justice, Federal Litigation Div., San Juan, PR, for Jorge L. Guadalupe-Mendez, Rene Molina-Reyes.\n   </attorneys><br><attorneys id=\"b92-18\">\n    Mayra Maldonado-Colon, Department of Justice, Federal Litigation Div., San Juan, PR, John M. Garcia-Nokonechna, Garcia &amp; Fernandez Law Offices, Hato Rey, PR, for Emilio Diaz-Colon.\n   </attorneys><br><attorneys id=\"b92-19\">\n    Mayra Maldonado-Colon, Department of Justice, Federal Litigation Div., San Juan, PR, for Jose A. Rosario-Rodriguez, Davis Duming-Lopez, Brian Garcia-Rios, Jimmy Jusino.\n   </attorneys>",
    "citations": [
        "968 F. Supp. 27"
    ],
    "opinions": [
        {
            "author_str": "Laffitte",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1838.0,
            "opinion_text": "\n968 F. Supp. 27 (1997)\nLuis A. MÉNDEZ MARRERO, et al., Plaintiffs,\nv.\nPedro TOLEDO, et al., Defendants.\nCivil No. 94-2304 (HL).\nUnited States District Court, D. Puerto Rico.\nJune 17, 1997.\n*28 *29 *30 Gino Negretti-Lavergne, Santurce, PR, for Luis A. Méndez-Marrero, Gladys Romero-Reyes, Conjugal Partnership Mendez-Romero, Anthony Mendez-Romero, Suheil Arce-Romero.\nMayra Maldonado-Colon, Department of Justice, Federal Litigation Div., San Juan, PR, John F. Nevares, Smith &amp; Nevares, San Juan, PR, for Pedro Toledo.\nGustavo A. Gelpi, Feldstein, Gelpi, Hernandez &amp; Gotay, Old San Juan, PR, Mayra Maldonado-Colon, Department of Justice, Federal Litigation Div., San Juan, PR, for Jorge L. Guadalupe-Mendez, Rene Molina-Reyes.\nMayra Maldonado-Colon, Department of Justice, Federal Litigation Div., San Juan, PR, John M. Garcia-Nokonechna, Garcia &amp; Fernandez Law Offices, Hato Rey, PR, for Emilio Diaz-Colon.\nMayra Maldonado-Colon, Department of Justice, Federal Litigation Div., San Juan, PR, for Jose A. Rosario-Rodriguez, Davis Duming-Lopez, Brian Garcia-Rios, Jimmy Jusino.\n\nOPINION AND ORDER\nLAFFITTE, District Judge.\nBefore the Court are the motions for summary judgment of Defendants Emilio Díaz Colón (\"Díaz Colón\") and Pedro Toledo (\"Toledo\") in this action for damages under section 1983.[1] Toledo is the superintendent of the Puerto Rico Police Department; Díaz Colón is the chief of the Puerto Rico National Guard (\"PRNG\"). Jorge Guadalupe (\"Guadalupe\"), René Molina (\"Molina\"), Davis Dumeng López (\"Dumeng\"), Brian García Rios (\"García\"), Jimmy Jusino (\"Jusino\"), and José Rosario Rodríguez (\"Rosario Rodríguez\") are also defendants.[2] Guadalupe and Molina are officers in the Puerto Rico Police Department. Dumeng, García, Jusino, and Rosario Rodríguez are members of the PRNG. Plaintiffs are Luis Méndez Marrero (\"Méndez Marrero\"), his wife Gladys Romero Reyes (\"Romero Reyes\"), their conjugal partnership, and their two minor children. Plaintiffs allege violations of Méndez Marrero's Fourth, Fifth, and Fourteenth Amendment rights.[3] They also claim that all Plaintiffs are entitled to relief for Puerto Rico law claims brought pursuant to the Court's supplemental jurisdiction.[4]\n*31 The Court reviews the record in the light most favorable to Plaintiffs and draws all reasonable inferences in their favor. See LeBlanc v. Great American Ins. Co., 6 F.3d 836, 841 (1st Cir.1993). At about 8:00 at night on October 5, 1993, Miguel Ramos Dávila stopped his car, a yellow 1976 Datsun, in front of a business in Toa Baja, Puerto Rico in order to use a pay phone.[5] While he was using the phone, two men approached him, pointed firearms at him, and threatened to kill him.[6] They took his wallet and drove off in his car.[7] At this time, Molina was on patrol in Bayamón, accompanied by PRNG members[8] Rosario Rodríguez, Dumeng, García, and Jusino.[9] At approximately 8:30 p.m. a broadcast over the police radio informed them of the carjacking that had just taken place.[10] Shortly thereafter, they spotted a yellow Datsun that had two individuals in it and that matched the description that had been given over the radio. They began to follow the car, but when the occupants of the Datsun realized that they were being followed they attempted to evade their pursuers.[11] They pursued them into a residential development.[12] When the chase lead them to a dead-end street, the two suspects got out of the car and attempted to escape on foot.[13] At least one of the suspects was still armed as they got out of the car.[14] García fired a warning shot in the air and ordered them to stop.[15]\nThe pursuit continued on foot. Rosario Rodríguez lead the chase after the two fleeing suspects.[16] García and Dumeng followed behind.[17] Jusino stayed behind with the car in which Molina and the PRNG members had been riding.[18] Plaintiffs' house is in the neighborhood where this chase took place. At the time of the chase, the electricity in Plaintiffs' house was off, and the only illumination came from street lights.[19] Romero Reyes was standing in the carport with her children and some friends, and Méndez Marrero was in the back yard hanging clothes with his nephew.[20] The suspects ran past Romero Reyes through the carport of Plaintiffs' house and into the back yard.[21] Rosario Rodríguez followed the suspects into the *32 back yard.[22] He claimed that the suspects fired twice at him.[23] He yelled at them to halt or he would shoot.[24] They did not, and Rosario fired his rifle at them.[25] In so doing, Rosario shot Méndez Marrero in the abdomen, seriously injuring him.[26] García and Dumeng were in the front of the house when they heard the shots.[27] Molina arrived at the house after the shooting had taken place.[28] Guadalupe, the sergeant who had been in charge of assigning officers and PRNG personnel to patrols in the area, did not arrive at the scene until a half-hour after the shooting.[29] One of the police officers took Méndez Marrero to the hospital. Approximately a week later, the two carjackers were arrested.[30]\nIn their amended complaint, Plaintiffs allege that Méndez Marrero's Fourth Fifth, and Fourteenth Amendment rights protecting him from excessive force, deprivation of liberty without due process, summary punishment, unreasonable searches and seizures, and deprivation of his privacy were violated. Plaintiffs allege, with regard to their claims against Toledo and Díaz Colón, that they assigned police duties to PRNG personnel who were inadequately prepared for such duties; they inadequately trained police officers and PRNG personnel to work together in their joint policing duties; they inadequately supervised and disciplined the police officers and PRNG personnel who were working together; and that these shortcomings caused violations of Méndez Marrero's constitutional rights. In their motions for summary judgment, Toledo and Díaz Colón argue that they have not violated Méndez Marrero's constitutional rights. Plaintiffs have opposed the motion for summary judgment. For the reasons set forth below, the Court grants the motion for summary judgment.\n\nDISCUSSION\n\n1. Procedural matters\n\nA. Discovery disputes\nAt the outset, it is necessary to resolve two procedural matters. First, in their opposition to the motions for summary judgment, Plaintiffs complain that Toledo and Díaz Colón have failed to comply with discovery requests. In order to properly address this complaint, it is necessary to review the procedural history of this case. Plaintiffs filed their complaint on October 3, 1994.[31] Defendants filed two motions to dismiss,[32] and it appears that the parties did not engage in discovery while these motions were pending. On February 29, 1996, Plaintiffs moved for an order to allow them to commence discovery.[33] The Court granted this request on April 16, 1996,[34] although there had been no stay of discovery in effect at the time. On July 3, 1996, the Court issued a scheduling order in which it set February 3, 1997, as the deadline for the parties to conclude discovery.[35]\n*33 On November 12, 1996, Plaintiffs served Toledo with a first set of interrogatories and request for production of documents.[36] Toledo answered them on December 23, 1996, and January 9, 1997.[37] On January 30, 1997, Plaintiffs sent Toledo a letter objecting to a number of his responses and inviting Toledo's attorney to a 311.11 conference.[38] Toledo's attorney responded that she could not attend a conference on the date proposed but she would be able to attend a conference a week later.[39] On December 17, 1996, Plaintiffs served Díaz Colón with a set of interrogatories and request for documents; he responded on January 21, 1997.[40]\nIn the last two days of January, Plaintiffs served Toledo and Díaz Colón with notices that they would be deposed on February 10 and 12, 1997, respectively.[41] These depositions were scheduled for dates past the Court's deadline for concluding discovery. Toledo and Díaz Colón moved to quash the depositions on the grounds that they were high-ranking government officials and that therefore they should not be subject to being deposed. The Court granted the motions, but it also granted Plaintiffs leave to submit by March 12, 1997, additional interrogatories to these two defendants.[42] Toledo and Díaz Colón were ordered to respond by April 2, 1997.\nOn February 14, 1997, Plaintiffs filed a motion requesting a hearing on the status of discovery in the case.[43] In their motion, Plaintiffs complained that all Defendants were failing to answer their discovery requests. Plaintiffs claimed that Toledo's production of documents was incomplete and that he refused to produce relevant documents to which he had access. They did not specify which documents Toledo was refusing to produce. They also claimed that Toledo's counsel was unavailable for a 311.11 conference. With regard to Díaz Colón, Plaintiffs alleged in their motion that his answers and produced documents were incomplete and not responsive. Plaintiffs again failed to specify which documents were not being produced or which answers were incomplete. They also made no mention of a 311.11 conference with Díaz Colón. The Court denied Plaintiffs' request for a status conference on this matter. The Court did, however, extend the deadline for concluding discovery until April 7, 1997; order all Defendants to respond to any pending discovery requests by March 5, 1997, or be subject to sanctions; and grant Plaintiffs until April 17, 1997, to file oppositions to the motions for summary judgment.[44]\nOn March 12, 1997, Plaintiffs submitted a second set of interrogatories to Toledo.[45] He responded to it on April 2, 1997.[46] Moreover, in a reply to Plaintiffs' opposition to the motion for summary judgment, Toledo claimed that he had provided Plaintiffs by April 2, 1997, with copies of police regulations on the use of firearms, criminal investigations, disciplinary measures, and arrest, search, and seizure warrants.[47] Plaintiffs did not contest this claim. Plaintiffs also submitted a second set of interrogatories to Díaz Colón on March 12, 1997.[48] Díaz Colón failed to timely answer these interrogatories, and Plaintiffs moved for sanctions against him.[49]*34 On April 29, 1997, the Court denied the request for sanctions, but ordered Díaz Colón to deliver the answers to Plaintiffs by May 7, 1997, and granted Plaintiffs until May 14, 1997, to supplement their opposition to Díaz Colón's motion for summary judgment.[50] Díaz Colón answered the interrogatories on May 7, 1997.[51]\nPlaintiffs continued to raise this discovery matter in their oppositions to the motions for summary judgment, after the deadline for concluding discovery had passed. Plaintiffs have submitted copies of Toledo's and Díaz Colón's responses to the requests for discovery.[52] In their oppositions to the motion for summary judgment, however, Plaintiffs fail to specify which responses they find objectionable. The Court does not find the responses to be objectionable. While Toledo and Díaz Colón do not produce all the documents requested, they either state in their responses that they do not have them or they instruct Plaintiffs on how they can be obtained. Moreover, Plaintiffs never filed a motion to compel Toledo or Díaz Colón to respond to the discovery requests, and there is no evidence that they ever sought a 311.11 conference with Díaz Colón. Most importantly, at no time have Plaintiffs indicated to the Court with any degree of specificity whatsoever exactly which answers they find to be evasive or insufficient. Because Plaintiffs instead only make blanket accusations of noncompliance with discovery requests, the Court is unable to conclude that Plaintiffs' complaints regarding discovery merit relief.\nFurthermore, Plaintiffs have not filed a motion to conduct additional discovery pursuant to Federal Rule 56(f). A party opposing a motion for summary judgment must be diligent in pursuing discovery before the motion is filed and in pursuing an extension of time to conduct discovery after it is filed. Ayala-Gerena v. Bristol Myers-Squibb Co., 95 F.3d 86, 92 (1st Cir.1996) (quoting Resolution Trust Corp. v. North Bridge Assoc., Inc., 22 F.3d 1198, 1203 (1st Cir.1994)). In the present case, Plaintiffs submitted their interrogatories and requests for documents to Toledo and Díaz Colón more than two years after the case was filed. They sought to depose Toledo and Díaz Colón after the deadline for concluding discovery had passed. This was not a diligent pursuit of discovery. Plaintiffs did file a motion on February 14, 1997, seeking a status conference on pending discovery matters.[53] Instead of holding a status conference, the Court granted Plaintiffs an extension of time to conduct discovery to resolve these matters. It was only after this extension had expired that Plaintiffs again raised their complaints regarding discovery. These complaints should have been raised earlier to allow the Court time to resolve them. Accordingly, the Court finds that Plaintiffs have not been diligent in pursuing discovery. Their complaints on this matter are unavailing.\n\nB. Local Rule 311.12\nPlaintiffs face a second procedural problem. In their oppositions to the motions for summary judgment filed by Toledo and Díaz Colón, they have failed to file a separate, short, and concise statement of material facts to which they contend that there exists a genuine issue to be tried, as required by Local Rule 311.12. When a party opposing a motion for summary judgment fails to comply with this \"anti-ferret rule,\" the statement of material facts filed by the party seeking summary judgment is deemed to be admitted. Dominguez v. Eli Lilly &amp; Co., 958 F. Supp. 721, 727 (D.P.R.1997). The purpose of this rule is to save the court from searching through the entire record for evidence of genuine issues of material fact which might preclude the entry of summary judgment. Stepanischen v. Merchants Despatch Transp. Corp., 722 F.2d 922, 930-31 (1st Cir.1983). Because Plaintiffs have failed to comply with Local Rule 311.12, the statements of facts submitted by Toledo and Díaz Colón which are properly supported by the record are deemed admitted. Even if these *35 facts were not deemed to be admitted, however, the Court would reach the same result in ruling on the motions for summary judgment. This is so because even if the Court must ferret through the record, the evidence submitted by Plaintiffs, Toledo, and Díaz Colón supports the entry of summary judgment.\n\n2. The motions for summary judgment\nSummary judgment is appropriate if \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\" See Fed. R.Civ.P. 56(c). The party moving for summary judgment bears the initial responsibility of demonstrating the absence of a genuine issue of material fact. Celotex Corp. v. Catrett, 477 U.S. 317, 323, 106 S. Ct. 2548, 2553, 91 L. Ed. 2d 265 (1986). Once the moving party has satisfied this requirement, the non-moving party has the burden of presenting any facts that demonstrate a genuine issue for trial. Fed.R.Civ.P. 56(e); LeBlanc, 6 F.3d at 841. The nonmovant must do more than show \"some metaphysical doubt as to the material facts.\" Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp., 475 U.S. 574, 586, 106 S. Ct. 1348, 1356, 89 L. Ed. 2d 538 (1986). An issue is genuine when, based on the evidence, a reasonable jury could return a verdict for the nonmoving party. Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S. Ct. 2505, 2510, 91 L. Ed. 2d 202 (1986). \"The mere existence of a scintilla of evidence in support of the plaintiffs position will be insufficient; there must be evidence on which the jury could reasonably find for the plaintiff.\" Id. at 252, 106 S. Ct. at 2512.\nThere are two essential elements to a claim brought pursuant to section 1983:(1) the conduct complained of must have been committed by defendants acting under color of state law and (2) the conduct must have deprived plaintiff of his rights under the Constitution or laws of the United States. Martinez v. Colón, 54 F.3d 980, 984 (1st Cir.1995); Voutour v. Vitale, 761 F.2d 812, 819 (1st Cir.1985). In the case before the Court, there is no dispute that the acts or omissions of which Plaintiffs complain were committed by Toledo and Díaz Colón while they were acting under color of state law. Thus, the first element has been met. The second essential element of a section 1983 claim has two prongs: (1) there must have been a deprivation of a federally protected right and (2) the defendant's conduct must have caused the deprivation. Gutiérrez-Rodríguez v. Cartagena, 882 F.2d 553, 559 (1st Cir.1989); Voutour, 761 F.2d at 819. Here, Plaintiffs claim Méndez Marrero suffered constitutional violations as a result of Toledo's and Díaz Colón's alleged failures to adequately prepare PRNG personnel for police duties; to train police officers and PRNG personnel to work together in joint policing duties; and to supervise and discipline the police officers and PRNG personnel who were working together.\nUnder section 1983, a supervisor may not be liable based upon a theory of respondeat superior. Monell v. Dept. of Social Services of New York, 436 U.S. 658, 691-94, 98 S. Ct. 2018, 2036-37, 56 L. Ed. 2d 611 (1978); Maldonado-Denis v. Castillo-Rodriguez, 23 F.3d 576, 581 (1st Cir.1994). He may only be held liable on the basis of his own acts or omissions. Febus-Rodriguez v. Betancourt-Lebrón, 14 F.3d 87, 91-92 (1st Cir.1994). A supervisor may be liable only if (1) the conduct of a subordinate results in a violation of the plaintiff's constitutional rights and (2) the supervisor's own acts or omissions are affirmatively linked to the subordinate's behavior in such a manner that the supervisor's acts or omissions could be characterized as encouragement, condonation, or gross negligence amounting to deliberate indifference. Sanchez v. Alvarado, 101 F.3d 223, 227 (1st Cir.1996) (quoting Lipsett v. University of Puerto Rico, 864 F.2d 881, 902 (1st Cir.1988)). A plaintiff must show that the supervisor's acts or omissions amounted to a deliberate indifference to the federal rights of others. Febus-Rodriguez, 14 F.3d at 92 &amp; n. 4; Gutierrez-Rodriguez, 882 F.2d at 562. Deliberate indifference is something more than ordinary negligence and probably something more than gross negligence. Manarite v. City of Springfield, 957 F.2d 953, 956 (1st Cir.1992). Deliberate indifference can be described as \"recklessness\" in the criminal-law sense and requires an actual knowledge of impending harm. DesRosiers *36 v. Moran, 949 F.2d 15, 19 (1st Cir.1991). It is the type of conduct that would offend the \"evolving standards of decency in a civilized society.\" Id. at 18. In order to demonstrate deliberate indifference, a plaintiff must show that a defendant had \"a culpable state of mind.\" Id. at 19. The requirement of an affirmative link between the acts of the supervisor and the acts of the subordinate \"contemplates proof that the supervisor's conduct led inexorably to the constitutional violation.\" Hegarty v. Somerset County, 53 F.3d 1367, 1380 (1st Cir.1995). The constitutional violation by the subordinate is a predicate to the supervisor's liability; if the subordinate did not violate plaintiff's constitutional rights, the supervisor cannot be held liable. Seekamp v. Michaud, 109 F.3d 802, 808 (1st Cir.1997).\n\nA. The entry into Plaintiffs' home\nIn the case before the Court, Plaintiffs allege violations of their constitutional rights as a result of (1) the entry into their home of Molina and the PRNG members; (2) the failure of Molina, Guadalupe, and the PRNG members to stop Rosario from shooting Méndez Marrero; and (3) the shooting itself.[54] Plaintiffs claim that their rights to be free from unreasonable searches and seizures was violated by the entry into their home of PRNG and police officers pursuing the carjacking suspects. The Fourth Amendment draws a firm line at the entrance to an individual's home. Payton v. New York, 445 U.S. 573, 590, 100 S. Ct. 1371, 1382, 63 L. Ed. 2d 639 (1980). Absent exigent circumstances, that line may not be reasonably crossed without a warrant. Id. Law enforcement officers may lawfully enter a third person's home without a search warrant if there are exigent circumstances. Joyce v. Town of Tewksbury, Mass., 112 F.3d 19, 22 (1st Cir.1997) (en banc). Exigent circumstances generally include the hot pursuit of a fleeing felon; the threat of destruction of evidence inside a home before a warrant can be obtained; the risk that a suspect may escape undetected from a residence; or the threat posed by a suspect, to the safety of the public, police officers, or the residents. United States v. Tibolt, 72 F.3d 965, 969 (1st Cir.1995) (quoting Hegarty, 53 F.3d at 1374). The ultimate touchstone in Fourth Amendment analysis is one of reasonableness. Joyce, 112 F.3d at 22. Thus, the exigent circumstances test is limited to the objective facts which are reasonably known to the officers at the time. Tibolt, 72 F.3d at 969. \"A cognizable exigency must present a compelling necessity for immediate action that w[ould] not brook the delay of obtaining a warrant.\" Hegarty, 53 F.3d at 1374 (quoting United States v. Almonte, 952 F.2d 20, 22 (1st Cir.1991) (internal quotations omitted)). Additionally, mitigating factors may undermine the showing that exigent circumstances exist. Hegarty, 53 F.3d at 1374. Mitigating factors include a criminal offense that is not sufficiently serious, an inadequate opportunity for the suspect to peaceably surrender, or a nighttime entry into the home. Id.\nIn the present case, Molina and the PRNG personnel were engaged in a pursuit that had begun in cars and had proceeded to a chase on foot when the suspects drove into a dead-end street. The suspects were known to be armed. They had already committed one carjacking and had threatened to kill their first victim. They were now running through a residential neighborhood. Defendants were in hot pursuit of armed, suspected felons who it appears had no intention of peaceably surrendering. Moreover, the fact that the suspects were armed felons would make it reasonable for the officers to believe that the fleeing individuals could pose a threat to the safety of either the occupants of Plaintiffs' home or of the public in general. The evidence in the record demonstrates that exigent circumstances existed to justify Defendants' entry into Plaintiffs' home in pursuit of the fleeing suspects. Therefore, the *37 Court finds that there is no genuine issue of material fact as to whether Defendants' entry into Plaintiffs' home was reasonable under the circumstances. Based on the evidence in the record, the Court concludes that the entry did not constitute a violation of the Fourth Amendment.\n\nB. The claim of failure to stop Rosario from shooting\nPlaintiffs also allege that Molina, Guadalupe, and the PRNG members failed to stop Rosario from shooting Méndez Marrero.[55] An officer present at the scene of a civil rights violation who does not take reasonable steps to protect the victim from a fellow officer's excessive use of force may be liable under section 1983 for his nonfeasance. Martinez, 54 F.3d at 985; Gaudreault v. Municipality of Salem, Mass., 923 F.2d 203, 207 n. 3 (1st Cir.1990); Cabral v. Sullivan, 757 F. Supp. 107, 108 n. 2 (D.Mass.1991). However, an officer may not be liable for his failure to intercede if he did not have a realistic opportunity to prevent the use of force. Gaudreault, 923 F.2d at 203 n. 3; O'Neill v. Krzeminski, 839 F.2d 9, 11 (2d Cir.1988) (\"The three blows were struck in such rapid succession that [the officer standing by] had no realistic opportunity to attempt to prevent them.\"); Jesionowski v. Beck, 937 F. Supp. 95, 104-05 (D.Mass.1996) (two quick blows to the head one right after the other did not give the officer standing by time to intervene); Noel v. Town of Plymouth, Massachusetts, 895 F. Supp. 346, 352-53 (D.Mass.1995) (a blow to the victim's face followed by a blow to the back were consistent with a \"scuffle of quick duration\" that the officers standing by had no realistic opportunity to intervene). Moreover, in use of force cases, police officers have a wide zone of protection when they are called upon to make split second judgments in tense, uncertain, and rapidly evolving circumstances. Roy v. Inhabitants of City of Lewiston, 42 F.3d 691, 695 (1st Cir.1994); Landol-Rivera v. Cruz Cosme, 906 F.2d 791, 797 (1st Cir. 1990).\nIn the present case, Plaintiffs' own evidence demonstrates that García and Dumeng were in the front of the house when they heard Rosario fire his shot in the back of the house.[56] Plaintiffs' evidence also demonstrates that Jusino stayed behind with the car in which Molina and the PRNG members had been riding.[57] There is no evidence that any of them had a realistic opportunity to intercede and prevent Rosario from shooting at the fleeing suspects and wounding instead Méndez Marrero. The chase and shooting were part of a rapidly evolving scenario were the parties had little or no time to confer on the appropriateness of the correct conduct. There is no evidence to establish a genuine issue as to whether the PRNG members had a realistic opportunity to stop Rosario from firing at the fleeing suspects and injuring Rosario. Based on the evidence in the record, the Court finds that there is no evidence to support the claim that Defendants failed to prevent the shooting.\n\nC. The shooting\nPlaintiffs also complain of the shooting itself. A law enforcement officer's intentional shooting of an individual constitutes a Fourth Amendment seizure of that person. Landol-Rivera, 906 F.2d at 795-96. It is the act of intentionally shooting at a specific individual that forms the basis of any Fourth Amendment claim arising out of the shooting. Id. at 796. Where, however, the individual shot was not the object of the police bullet, no Fourth Amendment seizure has occurred. Id. at 795-96. In the case before the Court, there is no evidence that Rosario intentionally shot at Méndez Marrero. Plaintiffs have submitted evidence that the fleeing suspects fired at Rosario, and that he shot at the area from which he saw the *38 flash of the suspect's gun.[58] Moreover, Toledo's statement of uncontested facts, which has been deemed admitted, see Local Rule 311.12, asserts that Rosario did not aim at Méndez Marrero.[59] Because there is no evidence that Rosario intentionally shot at Méndez Marrero, the shooting could not have constituted a Fourth Amendment seizure.\nOutside the context of a seizure, a plaintiff injured by alleged police misconduct may still have a substantive due process claim. Boveri v. Town of Saugus, 113 F.3d 4, 6 (1st Cir.1997); Evans v. Avery, 100 F.3d 1033, 1036 (1st Cir.1996). Courts, however, should be reluctant to expand the concept of substantive due process. Collins v. City of Harker Heights, Tex., 503 U.S. 115, 125, 112 S. Ct. 1061, 1068, 117 L. Ed. 2d 261 (1992). A plaintiff has a substantive due process claim when the state actor's conduct is \"conscience-shocking.\" Souza v. Pina, 53 F.3d 423, 427 (1st Cir.1995). A police officer's deliberate indifference to a plaintiff's rights is, by itself, insufficient; rather, the officer's actions must also shock the conscience. Evans, 100 F.3d at 1037-38. In the present case, the Court finds that Rosario's conduct does not rise to the level of conscience-shocking. The First Circuit's opinion in Landol-Rivera is instructive. In that case, an armed robber took the plaintiff hostage during a stand-off with the police. 906 F.2d at 791-92. In an attempt to escape, the robber commandeered a passing car and took the plaintiff with him. When the car began to move, the officers fired at the robber and hit the plaintiff in the jaw, severely wounding him. The robber was then apprehended. Plaintiff brought a section 1983 claim against the police. The First Circuit ruled that because the officers were shooting at the robber, the bullet that hit plaintiff did not constitute a seizure. Id. at 795-96.\nThe court then considered whether the plaintiff had a substantive due process claim. It held that he did not. Id. at 796-97. The officers' actions in this tense, highly volatile situation did not constitute a reckless or callous indifference to the plaintiff's rights. Id. The First Circuit stated\nTo hold that shooting in such circumstances violates the constitutional rights of a hostage whom the officers are trying to free would be to hamstring seriously law enforcement officers in their efforts to resolve explosive situations. It is inevitable that the police response to violent crime will at times create some risk of injury to others, including innocent bystanders. We decline to hold that the mere presence of risk reflects a callous indifference to the constitutional rights of those individuals potentially harmed.\nId. at 797. The Court finds this ruling to be applicable here. In the present case, the defendants were in pursuit of individuals who were armed and who had just committed a carjacking. The risk of danger and violence was imminent. This was a classic example of a tense, uncertain situation where split second judgments were required. It is also the type of situation where police conduct should be afforded a wide zone of protection. See Roy, 42 F.3d at 695. Based on the evidence presented, which indicates a potentially volatile situation, the Court finds that Rosario's conduct was not shocking to the conscience. See Landol-Rivera, 906 F.2d at 796-97; see also Boveri, 113 F.3d at 6 (Police officers pursuing suspects may be forced to make instantaneous judgments that can affect the safety of innocent bystanders); Evans, 100 F.3d at 1038 (Allowing the substantive due process clause to make officers liable for injuries to innocent bystanders arising out of police chases threatens \"to hamstring the police in their performance of vital duties.\"). Thus, the evidence in the record does not establish that Plaintiffs have a substantive due process claim. Moreover, Plaintiffs have not shown that the conduct of the PRNG and police officers resulted in constitutional violations. Without this predicate, Toledo and Díaz Colón may not be held liable for supervisory liability. See Seekamp, 109 F.3d at 808. Accordingly, the Court finds that there is no genuine issue of material fact and grants the motions for summary judgment.\n*39 Even if there had been a showing that the subordinates had violated Plaintiffs' constitutional rights, however, the Court would reach the same conclusion. Plaintiffs must also show that the conduct of Toledo and Díaz Colón constituted deliberate or reckless indifference. See Sanchez, 101 F.3d at 227. Plaintiffs claim that the joint operations between the police and the PRNG were done without the implementation of adequate policies and supervision. Toledo and Díaz Colón, however, have submitted copies of regulations governing the conduct of their subordinates.[60] Plaintiffs have not adduced evidence to create a genuine issue as to whether Toledo and Díaz Colón were deliberately indifferent to Plaintiffs' constitutional rights.\nIn their oppositions, Plaintiffs argue that Defendants' conduct violated Puerto Rico law. They claim that the Governor did not have the authority to order a joint deployment of PRNG and police officers and that the specific acts of Defendants violated the scope of the Governor's decree ordering the operations. These arguments are unavailing. At most, these claims are ones for violations of local laws or regulations. A violation of a state law or regulation is insufficient to support a section 1983 claim. Boveri, 113 F.3d at 6-7; Ahern v. O'Donnell, 109 F.3d 809, 815 (1st Cir.1997). Thus, the propriety of the joint deployment and the question of whether Defendants complied with the terms of the order for the deployment are insufficient to support Plaintiffs' section 1983 claims.\nLastly, Plaintiffs have also brought Puerto Rico law claims against Toledo and Díaz Colón pursuant to the Court's supplemental jurisdiction. The assertion of supplemental jurisdiction over state law claims is within a federal court's discretion. United Mine Workers v. Gibbs, 383 U.S. 715, 726, 86 S. Ct. 1130, 1139, 16 L. Ed. 2d 218 (1966). If federal law claims are dismissed before trial, however, the state law claims should also be dismissed. Id. at 726, 86 S. Ct. at 1139; Figueroa Ruiz v. Alegria, 896 F.2d 645, 650 (1st Cir.1990); Soto v. Carrasquillo, 878 F. Supp. 324, 332 (D.P.R.1995). Accordingly, the Court hereby dismisses without prejudice Plaintiffs' Puerto Rico law claims against Toledo and Díaz Colón.\nIn closing, the Court recognizes that Plaintiffs, particularly Méndez Marrero, have suffered an injury. The Court finds, however, that this injury does not rise to the level of a constitutional violation. See generally Valdivieso Ortiz v. Burgos, 807 F.2d 6, 10 (1st Cir.1986) (Not every injury will give rise to a constitutional violation). Plaintiffs may have a claim against Defendants for negligence. If so, the proper forum for such a claim would be the local courts. See Landol-Rivera, 906 F.2d at 797 n. 12. Because Plaintiffs have not established violations of their constitutional rights, the Court grants the motions for summary judgment.[61]\nWHEREFORE, the Court hereby grants Toledo's and Díaz Colón's motions for summary judgment (docket nos. 78 &amp; 83). Judgment shall be entered accordingly.[62]\nIT IS SO ORDERED.\nNOTES\n[1]  42 U.S.C.A. § 1983 (West 1994).\n[2]  Guadalupe and Molina have also filed a motion for summary judgment. On this same date the Court is granting their motion in a separate opinion and order. Rosario Rodríguez has been entered in default. Docket no. 75.\n[3]  In an opinion and order issued on April 16, 1996, the Court dismissed the claims of constitutional violations brought by Romero Reyes and the couple's children. See docket no. 29. In that opinion, the Court also held that although Plaintiffs stated in their amended complaint that this was a claim for violations of constitutional rights under the First, Fourth, Fifth, and Fourteenth Amendments, there was no specific allegations of a First Amendment violation. Accordingly, the Court held that it would consider the claims to be for alleged violations of rights under the Fourth, Fifth, and Fourteenth Amendments only. See id., at 1-2 n. 2.\n[4]  See 28 U.S.C.A. § 1367 (West 1993).\n[5]  Docket no. 95 \"Brief in Opposition to Motions of Summary Judgment and Request for Summary Judgment in favor of Plaintiffs,\" exhibit A, at 2-3. In their opposition to the motions for summary judgment, Plaintiffs have filed a document entitled \"Brief in Opposition to Motions of Summary Judgment and Request for Summary Judgment in favor of Plaintiffs\" and another document entitled \"Opposition to Motions for Summary Judgment filed by Pedro Toledo, Emilio Colón, René Molina, and Jorge Guadalupe.\" Both documents have docket number 95, and both have their own set of exhibits. For the sake of clarity, the Court will cite to the first one as \"Brief,\" docket no. 95 and the second one as \"Opposition,\" docket no. 95.\n[6]  \"Brief,\" docket no. 95, exhibit A, at 3.\n[7]  \"Brief\" docket no. 95, exhibit A, at 3.\n[8]  On February 25, 1993, the Governor of Puerto Rico ordered that the PRNG provide support troops to the Puerto Rico police. See \"Opposition,\" docket no. 95, exhibit C.\n[9]  \"Brief\" docket no. 95, exhibit C, Sworn Statements of José Rosario Rodríguez, Jimmy Jusino Sierra, Davis Dumeng López, Bryan García Rios, and René Molina.\n[10]  \"Brief\" docket no. 95, exhibit C, Sworn Statement of René Molina.\n[11]  \"Brief\" docket no. 95, exhibit C, Sworn Statement of René Molina.\n[12]  \"Brief\" docket no. 95, exhibit C, Sworn Statement of René Molina.\n[13]  \"Brief\" docket no. 95, exhibit C, Sworn Statement of René Molina.\n[14]  \"Brief\" docket no. 95, exhibit C, Sworn Statement of Jimmy Jusino Sierra.\n[15]  \"Brief\" docket no. 95, exhibit C, Sworn Statements of Jimmy Jusino Sierra and Bryan García Rios.\n[16]  \"Brief,\" docket no. 95, exhibit C, Sworn Statements of Rosario Rodríguez, Davis Dumeng López, and Bryan García Rios.\n[17]  \"Brief,\" docket no. 95, exhibit C, Sworn Statements of Davis Dumeng López and Bryan García Rios.\n[18]  \"Brief,\" docket no. 95, exhibit C, Sworn Statement of Jimmy Jusino.\n[19]  \"Brief,\" docket no. 95, at 12.\n[20]  \"Brief,\" docket no. 95, exhibits H &amp; I.\n[21]  \"Brief,\" docket no. 95, exhibits H &amp; I.\n[22]  \"Brief,\" docket no. 95, exhibits C, Sworn Statement of José Rosario Rodríguez; H; and I.\n[23]  \"Brief,\" docket no. 95, exhibit C, Sworn Statement of José Rosario Rodríguez.\n[24]  \"Brief,\" docket no. 95, exhibit C, Sworn Statement of José Rosario Rodríguez and exhibit I.\n[25]  \"Brief,\" docket no. 95, exhibit C, Sworn Statement of José Rosario Rodríguez and exhibit I.\n[26]  \"Brief,\" docket no. 95, exhibit C, Sworn Statement of José Rosario Rodríguez and exhibit I.\n[27]  \"Brief,\" docket no. 95, exhibit C, Sworn Statements of Davis Dumeng López and Bryan García Rios.\n[28]  \"Brief,\" docket no. 95, exhibit C, Sworn Statement of René Molina.\n[29]  Docket no. 113, exhibit C, at 32, 85-88.\n[30]  \"Brief,\" docket no. 95, exhibit A, at 4.\n[31]  Docket no. 1.\n[32]  Docket nos. 15 &amp; 23.\n[33]  Docket no. 26.\n[34]  Docket no. 28.\n[35]  Docket no. 47.\n[36]  Docket no. 82, exhibit B.\n[37]  Docket no. 82, exhibit C.\n[38]  Docket no. 82, exhibit C. Local Rule 311.11 provides that before a party files a motion regarding a discovery dispute, the movant must arrange for a conference to attempt to resolve the dispute without the intervention of the court. Any motion regarding a discovery dispute which fails to state that the parties have had a 311.11 conference but have been unable to resolve their differences shall be denied.\n[39]  Docket no. 82, exhibit C.\n[40]  Docket no. 82, exhibits D &amp; E.\n[41]  Docket nos. 76 &amp; 77.\n[42]  Docket no. 87.\n[43]  Docket no. 82.\n[44]  Docket no. 88.\n[45]  Docket no. 116, exhibit 1.\n[46]  Docket no. 116, exhibit 1.\n[47]  Docket no. 108, at 12.\n[48]  Docket no. 116, exhibit 1.\n[49]  Docket no. 96.\n[50]  Docket no. 101.\n[51]  Docket no. 116, exhibit 1.\n[52]  Docket no. 116, exhibit 1.\n[53]  Docket no. 82.\n[54]  The Governor's order that the PRNG provide support services to the Puerto Rico police department also states that the Adjutant-General of the PRNG will be responsible for the operations of the PRNG. See \"Opposition,\" docket no. 95, exhibit C. The order does not provide that the police superintendent will have any control over PRNG personnel. Plaintiffs argue that both Toledo and Díaz Colón had control over these forces. For purposes of the motions for summary judgment, the Court will assume that both Toledo and Díaz Colón were supervisors of the PRNG.\n[55]  In a separate opinion and order issued on this same date, the Court dismissed this claim as against Molina and Guadalupe. Accordingly, the Court will only address here this claim as to the PRNG members.\n[56]  \"Brief,\" docket no. 95, exhibit C, Sworn Statements of Davis Dumeng López and Bryan García Rios.\n[57]  \"Brief,\" docket no. 95, exhibit C, Sworn Statement of Jimmy Jusino.\n[58]  \"Brief,\" docket no. 95, exhibit C, Sworn Statement of José Rosario Rodríguez.\n[59]  Docket no. 78, Statement of Uncontested Facts, at 4; exhibit G.\n[60]  Docket no. 108, exhibits C &amp; I; docket no. 93, translations of exhibits B &amp; C.\n[61]  In their oppositions to the motion for summary judgment, Plaintiffs claim that unidentified police officers took the minor Plaintiffs from their house without their parents' authorization. Plaintiffs did not make this claim in their amended complaint. The deadline for amending the complaint has passed, and Plaintiffs may not raise this claim now. See Riofrio Anda v. Ralston Purina Co., 959 F.2d 1149, 1154-55 (1st Cir. 1992). Moreover, Plaintiffs did make a similar claim in their amended complaint. In the amended complaint, they alleged that police officers took Romero's nephews \u0097 not the minor Plaintiffs \u0097 from Plaintiffs' house. That claim was dismissed in the Court's opinion and order of April 16, 1996. See docket no. 29, at 7.\n[62]  Federal Rule 54(b) provides for the entry of a final partial judgment upon an express finding that there is \"no just reason for delay\" in the entering of judgment. Credit Francais Int'l, S.A. v. Bio-Vita, Ltd., 78 F.3d 698, 705-06 (1st Cir. 1996). District courts should exercise restraint and use this rule selectively. Maldonado-Denis, 23 F.3d at 580-81 &amp; n. 4; 10 Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, Federal Practice and Procedure § 2656, at 47 (2d ed.1983).\n\nThe appropriateness of a Rule 54(b) judgment is determined by a two-step process. First, the order underlying the judgment should dispose of all the rights and liabilities of at least one of the parties as to at least one of the claims. Credit Francais, 78 F.3d at 706. The second step requires an analysis of the interrelationship between the legal and factual basis of the claims disposed of by the Rule 54(b) judgment and the legal and factual basis of the remaining claims in the case. Maldonado-Denis, 23 F.3d at 580. The present opinion and order disposes of all of Plaintiffs' claims against Toledo and Díaz Colón. However, because of the similarity between Plaintiffs' claims against Toledo and Díaz Colón and their claims against Rosario Rodríguez, Dumeng, García, and Jusino \u0097 Defendants who are still present in the case \u0097 the Court finds that a Rule 54(b) final partial judgment would not be appropriate.\n\n",
            "ocr": false,
            "opinion_id": 1947978
        }
    ],
    "court_short_name": "D. Puerto Rico",
    "court_full_name": "District Court, D. Puerto Rico",
    "court_type": "FD",
    "court_jurisdiction": "Puerto Rico, PR",
    "crime_category": "Robbery"
}