{
    "id": 1947483,
    "judges": "Garibaldi",
    "date_filed": 759542400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-smith",
    "case_name_short": null,
    "case_name": "State v. Smith",
    "case_name_full": "State of New Jersey, Plaintiff-Appellant, v. Brian L. Smith, Defendant-Respondent; State of New Jersey, Plaintiff-Respondent, v. Geraldine Muhammad, Defendant-Appellant",
    "attorneys": "Richard W. Berg, Deputy Attorney General, argued the cause for appellant State of New Jersey (Fred DeVesa, Attorney General of New Jersey, attorney; Mr. Berg, Kathleen M. Gusler)., Diane Toscano, Assistant Deputy Public Defender, argued the cause for appellant Geraldine Muhammad (Zulima V. Farber, Public Defender, attorney)., Susan B. Gyss, Assistant Prosecutor, argued the cause for respondent State of New Jersey (Carmen Messano, Hudson County Prosecutor, attorney; Gaetano T. Gregory, Assistant Prosecutor, on the briefs)., Linda Mehling, Assistant Deputy Public Defender, argued the cause for respondent Brian L. Smith (Zulima V. Farber, Public Defender, attorney).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued October 26, 1993 —",
    "cross_reference": null,
    "correction": null,
    "citation_count": 76,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b641-5\">\n    637 A.2d 158\n   </citation><br><parties id=\"b641-6\">\n    STATE OF NEW JERSEY, PLAINTIFF-APPELLANT, v. BRIAN L. SMITH, DEFENDANT-RESPONDENT. STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT, v. GERALDINE MUHAMMAD, DEFENDANT-APPELLANT.\n   </parties><br><otherdate id=\"b641-8\">\n    Argued October 26, 1993 —\n   </otherdate><decisiondate id=\"A0d\">\n    Decided January 26, 1994.\n   </decisiondate><br><attorneys id=\"b645-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"603\"> \n     *603\n     </span>\n<em>\n     Richard W. Berg,\n    </em>\n    Deputy Attorney General, argued the cause for appellant State of New Jersey\n    <em>\n     (Fred DeVesa,\n    </em>\n    Attorney General of New Jersey, attorney;\n    <em>\n     Mr. Berg, Kathleen M. Gusler).\n    </em>\n</attorneys><br><attorneys id=\"b645-12\">\n<em>\n     Diane Toscano,\n    </em>\n    Assistant Deputy Public Defender, argued the cause for appellant Geraldine Muhammad\n    <em>\n     (Zulima V. Farber,\n    </em>\n    Public Defender, attorney).\n   </attorneys><br><attorneys id=\"b645-13\">\n<em>\n     Susan B. Gyss,\n    </em>\n    Assistant Prosecutor, argued the cause for respondent State of New Jersey\n    <em>\n     (Carmen Messano,\n    </em>\n    Hudson County Prosecutor, attorney;\n    <em>\n     Gaetano T. Gregory,\n    </em>\n    Assistant Prosecutor, on the briefs).\n   </attorneys><br><attorneys id=\"b646-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"604\"> \n     *604\n     </span>\n<em>\n     Linda Mehling,\n    </em>\n    Assistant Deputy Public Defender, argued the cause for respondent Brian L. Smith\n    <em>\n     (Zulima V. Farber,\n    </em>\n    Public Defender, attorney).\n   </attorneys>",
    "citations": [
        "637 A.2d 158",
        "134 N.J. 599"
    ],
    "opinions": [
        {
            "author_str": "Garibaldi",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5103.0,
            "opinion_text": "\n134 N.J. 599 (1994)\n637 A.2d 158\nSTATE OF NEW JERSEY, PLAINTIFF-APPELLANT,\nv.\nBRIAN L. SMITH, DEFENDANT-RESPONDENT. STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nGERALDINE MUHAMMAD, DEFENDANT-APPELLANT.\nThe Supreme Court of New Jersey.\nArgued October 26, 1993.\nDecided January 26, 1994.\n*603 Richard W. Berg, Deputy Attorney General, argued the cause for appellant State of New Jersey (Fred DeVesa, Attorney General of New Jersey, attorney; Mr. Berg, Kathleen M. Gusler).\nDiane Toscano, Assistant Deputy Public Defender, argued the cause for appellant Geraldine Muhammad (Zulima V. Farber, Public Defender, attorney).\nSusan B. Gyss, Assistant Prosecutor, argued the cause for respondent State of New Jersey (Carmen Messano, Hudson County Prosecutor, attorney; Gaetano T. Gregory, Assistant Prosecutor, on the briefs).\n*604 Linda Mehling, Assistant Deputy Public Defender, argued the cause for respondent Brian L. Smith (Zulima V. Farber, Public Defender, attorney).\nThe opinion of the Court was delivered by GARIBALDI, J.\nThis appeal addresses the admissibility of evidence seized in the pat-down search of a passenger in a lawfully stopped automobile. The critical questions concern the reasonableness of a State Trooper's ordering a passenger out of a car, and his subsequent pat-down of that passenger. We find that both the trooper's order to the passenger to step out of the car and his pat-down of that passenger were reasonable, and hence permissible under the Fourth Amendment of the Federal Constitution and article I, paragraph 7 of the New Jersey Constitution.\n\nI.\nAt 2:29 a.m. on January 17, 1990, New Jersey State Trooper Richard Gacina and his partner, Trooper DiSilva, performed a \"speedometer pace\" of a car travelling on the New Jersey Turnpike. Trooper Gacina determined that the car was travelling at 68 m.p.h. There were three people in the car later identified as defendant Brian L. Smith, the driver; defendant Geraldine Muhammad, who was in the right front passenger seat; and an unidentified juvenile who was sitting in the right rear passenger seat.\nTrooper Gacina activated his overhead lights to signal the car to pull over. The driver responded in an \"average\" amount of time to the signal to pull over, taking roughly thirty to forty-five seconds to stop the car.\nAs the car was coming to a complete stop, Gacina noticed movement in the car. Trooper Gacina testified that while the car was pulling over, he saw a passenger in the right rear seat lean all the way forward to Muhammad, the passenger in the right front *605 seat, who then turned around and faced the rear seat passenger. Gacina could not see the passengers' hands and thus could not see if the passengers had passed anything between them. After the car had stopped, the driver turned to his right and, with his right arm, reached over the front seat toward the passenger in the rear.\nGacina testified that based on his four years of experience as a trooper, he expects some movement after signalling a vehicle to pull over. For example, drivers often will move to retrieve their credentials. Gacina testified, however, that \"it is not too often that I see the passenger or passengers make movements such as [occurred in this case].\" The trooper testified that the movements, which he described as \"commotion within the vehicle,\" put him in fear for his own and his partner's safety. He advised his partner to proceed with caution, and decided that once the car had pulled over, he would have all the auto occupants step out of the vehicle so that he could frisk them. He did not radio for backup.\nAfter the auto and the troopers had pulled to the side of the turnpike, Trooper Gacina and his partner approached the auto, Gacina along the driver's side and DiSilva along the passenger's. Trooper Gacina did not draw his gun but had his hand placed over his holster and weapon. On reaching the Cadillac, Gacina told the driver, defendant Smith, that he had been speeding and that he, the trooper, intended to frisk all the people in the car.\nGacina did not ask Smith for his driver's license or registration because he did not want to \"have everybody looking around in the glove box, over the visor, et cetera.\" Instead, Gacina \"wanted to secure that scene in the best way,\" which would be to perform protective pat-downs \"immediately.\"\nGacina first conducted a pat-down of the driver, but felt nothing suspicious. Trooper DiSilva then walked Smith to the front of the car. While his partner watched Smith at the front of the car, Trooper Gacina approached the passenger side of the car and asked Muhammad to step out of the car. Gacina informed Muhammad that he intended to frisk her. Trooper Gacina testified that as Muhammad got out of the car, she turned and gave the *606 driver, Smith, a prolonged stare. That stare made Gacina extremely nervous and apprehensive. After Muhammad had alighted from the car, Trooper Gacina took her to the rear of the car.\nAlthough it was 2:29 in the morning, Gacina testified that the lighting conditions were \"very good.\" The headlights and high beams were on as well as a spotlight, and the Turnpike was very well illuminated. With the benefit of the good lighting, Gacina noticed, underneath Muhammad's open jacket, a very large bulge protruding from under her shirt. The bulge was located on Muhammad's \"left front, in her chest area, by her lapel of her shirt.\" Gacina described the size of the bulge as equal to the size of an \"average man's clinched fist.\" Finding Gacina's testimony somewhat unclear as to the sequence of events, the trial court asked him to relate \"the sequence of events, from the moment you came around to the passenger side of the vehicle.\" Gacina responded that \"it would be that I asked her to step out, saw the protrusion or the bulge, and then I told her that I would be patting her down.\"\nWhen Gacina made the gesture to begin to pat Muhammad down, she \"became very nervous,\" started to cry, and Muhammad blurted out, \"It's not mine, they made me put it in there.\" Gacina told her to relax and continued with the pat-down. He felt the bulge, finding it \"very hard.\" Gacina testified that he was then \"positive that it was a handgun.\" At one point, Gacina demonstrated how the bulge might have resembled a pistol if the barrel of the gun were under the arm and only the handle were exposed. When Gacina removed the object from underneath the woman's shirt, he discovered that it was a clear plastic bag containing \"several large, hard, yellow-white chunks, almost like blocks,\" that were later positively identified as crack cocaine.\nGacina then placed both Muhammad and Smith under arrest. A subsequent search of the juvenile who had been sitting in the backseat uncovered a stainless steel portable gram scale hidden in the juvenile's pants. The police found a glass smoking pipe in an ashtray.\n*607 Smith and Muhammad were charged with possession of a controlled dangerous substance and possession with intent to distribute. Defendants both moved to suppress the crack cocaine found on Muhammad's person and the additional evidence found incident to the arrests. At the suppression hearing, only Trooper Gacina testified. After a joint hearing the trial court denied both defendants' motions to suppress.\nThe trial court found that the facts known to the officer prior to the pat-down were sufficient to justify a protective pat-down under Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968). The court reasoned:\nThe driver was searched; nothing was found on him. Whether or not a patdown search of the driver was justified or not by the Trooper is irrelevant. At this point, when Miss Muhammad was searched, that is the point when we all have to focus on what facts had been developed up to that point, that would allow an inference by an objective Trooper that his safety or that of others was in danger.\n* * * * * * * *\nThe observation of the bulge, the crying of the defendant and statement together with the movement \u0097 whether they are furtive or blatant, which was somewhat difficult to pin down \u0097 all together, it warrants a belief on the part of an objective person that his safety or that of others may be in danger.\nMuhammad and Smith both then pleaded guilty to possession with intent to distribute, and were sentenced to ten years.\nMuhammad and Smith separately appealed the trial court's denial of their motions to suppress. The Appellate Division, in an unpublished per curiam opinion, reversed Smith's conviction, holding that the evidence should have been suppressed. In a separate unpublished opinion, another panel of the Appellate Division affirmed the denial of the suppression order and upheld Muhammad's conviction.\nIn Smith's appeal, the Appellate Division found the pat-down of Muhammad to be unjustified. Although the court recognized an officer's authority to order a driver out of a vehicle that has been stopped for a traffic violation, the court found \"no similar justification for routinely ordering a passenger out of an automobile stopped for a traffic violation.\" The \"commotion\" in the car was *608 not sufficient to warrant an order that Muhammad alight from the car, nor was it sufficient to cause the trooper to believe that Muhammad was so dangerous as to warrant a protective pat-down. Although the bulge noticed by Trooper Gacina did indeed provide a reasonable suspicion to warrant a pat-down, that bulge would never have been observed had Muhammad not been ordered out of the car. Muhammad's outburst and the observation of the bulge, therefore, were the result of an unlawful order that Muhammad step out of the vehicle. Thus, the pat-down that eventually revealed the contraband was tainted by the improper ordering of Muhammad to step out of the car.\nIn Muhammad's appeal, the court determined that the pat-down was warranted. The court implicitly held that the order that Muhammad, the passenger, get out of the vehicle was permissible. The court found that the unusual movements in the car, the lateness of the hour, and the court's awareness of the danger police officers face in patrolling our highways at night supported a basis for the protective search. However, even if the unusual movements of the vehicle's occupants and the lateness of the hour were insufficient to warrant a protective search, events subsequent to the stop, but prior to the frisk, i.e., Muhammad's emotional outburst and Gacina's observation of the bulge under defendant's blouse, were \"objectively reasonable grounds to create a well grounded suspicion that defendant was armed.\" Thus, the Appellate Division concluded that Gacina was \"justified in conducting the pat-down search of defendant and retrieving the contraband in question from her.\"\nMuhammad unsuccessfully moved for reconsideration of the Appellate Division's decision. The State in Smith and Muhammad in Muhammad filed petitions for certification. We granted both petitions. 133 N.J. 441, 627 A.2d 1146 (1993), and 133 N.J. 446, 627 A.2d 1150 (1993). We now hold that the trial court properly denied the motion to suppress the cocaine and drug paraphernalia. We therefore reverse the Appellate Division in Smith and affirm the Appellate Division in Muhammad.\n\n\n*609 II.\nDefendants do not disagree with the conclusions that the officers lawfully stopped the vehicle and that Trooper Gacina was entitled to ask the driver, Smith, to step out of the car. The critical issue is whether Officer Gacina's order to the passenger, Muhammad, to get out of the car was reasonable.\nIn evaluating that issue, we are guided by the seminal case of Pennsylvania v. Mimms, 434 U.S. 106, 98 S.Ct. 330, 54 L.Ed.2d 331 (1977). In Mimms, two Philadelphia police officers stopped a vehicle with an expired license plate and asked the driver to step out of the car and to produce a driver's license and registration. After Mimms had alighted from the vehicle, the officers observed a large bulge under Mimms' jacket. Fearing that the bulge might be a weapon, the officer frisked Mimms and discovered in his waistband a .38 caliber revolver loaded with five rounds of ammunition. Id. at 107, 98 S.Ct. at 331, 54 L.Ed.2d at 334.\nThe Court determined that the validity of the pat-down was an independent inquiry from the order to step out of the vehicle. Id. at 109, 98 S.Ct. at 332, 54 L.Ed.2d at 336. Ordering a person out of a car constitutes a seizure under the Fourth Amendment because the person's liberty has been restricted. See State v. Davis, 104 N.J. 490, 498, 517 A.2d 859, 863 (1986) (citing Terry, supra, 392 U.S. at 16, 88 S.Ct. at 1877, 20 L.Ed.2d at 903). Whether such a seizure is constitutional depends on the reasonableness of the order. A pat-down of the person ordered from the car is a separate Fourth Amendment event and must be evaluated under the Terry standard.\nIn Mimms, supra, therefore, the Court separately addressed the \"narrow question\" of \"whether the order to get out of the car, issued after the driver was lawfully detained, was reasonable and thus permissible under the Fourth Amendment.\" 434 U.S. at 109, 98 S.Ct. at 332, 54 L.Ed.2d at 336. Even though the police observed no unusual or suspicious movements prior to the subject *610 vehicle's stop, the State argued that the officer could order the driver out of a lawfully stopped vehicle because of safety concerns.\nThe Court balanced the driver's interest in privacy against the State's interest in protecting its police officers. It concluded that the State's interest in the safety of its officers far outweighed the driver's interest in not being made routinely to step out of a car after it has been stopped for a traffic violation. It found such an intrusion on the driver de minimis. Id. at 111, 98 S.Ct. at 333, 54 L.Ed.2d at 337. In the words of the Court, \"The police have already lawfully decided that the driver shall be briefly detained; the only question is whether he shall spend that period sitting in the driver's seat of his car or standing alongside it.\" Ibid. The Court determined that requiring the driver to spend that time outside of the car is \"not a `serious intrusion upon the sanctity of the person,' but it hardly rises to the level of a `petty indignity.'\" Ibid. (quoting Terry, supra, 392 U.S. at 17, 88 S.Ct. at 1877, 20 L.Ed.2d at 903). What is at most a mere inconvenience cannot prevail when balanced against legitimate concerns for the officer's safety. Ibid.\nIn contrast to the minimal intrusion on a person's privacy, the police officer's safety is greatly enhanced when an officer can order the driver out of the car. If the driver is out of the vehicle, he or she is less able to make unobserved movements that might endanger the officer. Id. at 110, 98 S.Ct. at 333, 54 L.Ed.2d at 336. Moreover, the officer is not forced to stand by the driver's side of the vehicle in potential danger from oncoming traffic. Id. at 111, 98 S.Ct. at 333, 54 L.Ed.2d at 337. According to the Mimms Court, \"What is at most a mere inconvenience [to the driver] cannot prevail when balanced against legitimate concerns for the officer's safety.\" Ibid. Thus, the Court upheld the officer's order that the driver exit the vehicle. Ibid.\nThe Mimms decision rested solely on the Fourth Amendment of the Federal Constitution. The Fourth Amendment defines the maximum permissible intrusion on the rights of citizens by the State. Article I, paragraph 7 of the New Jersey *611 Constitution may afford greater protection than the Federal Constitution affords. Davis, supra, 104 N.J. at 502, 517 A.2d at 866. Until today we have not explicitly spoken on whether the holding in Mimms is consistent with the protections offered by the New Jersey Constitution. However, in State v. Lund, 119 N.J. 35, 39, 573 A.2d 1376, 1379 (1990), we discussed Mimms without criticism. Today, we conclude that the Mimms test, as applied to drivers, satisfies the New Jersey Constitution as well. The Appellate Division has implicitly endorsed the Mimms standard. In State v. Nittolo, 194 N.J. Super. 344, 346, 476 A.2d 1253, 1255 (1984), the court upheld the ordering of a driver from a parked vehicle based on an anonymous tip that he was engaged in wrongdoing.\nIndeed, the Appellate Division has extended the Mimms test to passengers as well. See State v. Conquest, 243 N.J. Super. 528, 580 A.2d 740 (1990) (holding objectively reasonable trooper's order to a passenger to get out of car, when the trooper noticed passenger had bent out of sight as driver was producing papers); State v. Carter, 235 N.J. Super. 232, 237, 561 A.2d 1196, 1199 (1989) (determining that officer could properly order occupants from lawfully stopped vehicle after he observed passenger make movement as if to reach under front seat); State v. Wanczyk, 201 N.J. Super. 258, 264, 493 A.2d 6, 9 (1985) (finding that officer had properly required the passenger, a suspected arsonist, to alight from lawfully stopped vehicle); State v. Anderson, 198 N.J. Super. 340, 351, 486 A.2d 1311, 1317 (App.Div.) (holding that all passengers could be ordered to step out of a lawfully detained vehicle that was believed to contain participants in armed robbery), certif. denied, 101 N.J. 283, 501 A.2d 946 (1985).\nAlthough Conquest, Carter, Wanczyk, and Anderson extend the principles of Mimms to passengers, the majority in Mimms rejected the dissent's expansive reading of the Court's opinion, stating that its holding is \"only that once a motor vehicle has been lawfully detailed [sic] for a traffic violation, the police officers may order the driver to get out of the vehicle without violating the Fourth Amendment's proscription against unreasonable searches *612 and seizures.\" Mimms, supra, 434 U.S. at 111 n. 6, 98 S.Ct. at 333 n. 6, 54 L.Ed.2d at 337 n. 6. Mimms does not address whether police officers may order passengers out of a car legally stopped for a traffic violation. Subsequent to Mimms, the Supreme Court has appeared to interpret Mimms to include passengers. In Michigan v. Long, 463 U.S. 1032, 1047-48, 103 S.Ct. 3469, 3480, 77 L.Ed.2d 1201, 1218-19 (1983), the Court stated: \"In Pennsylvania v. Mimms, we held that police may order persons out of an automobile during a stop for a traffic violation.\" (citation omitted) (emphasis added). And in his concurrence in Rakas v. Illinois, 439 U.S. 128, 155 n. 4, 99 S.Ct. 421, 436 n. 4, 58 L.Ed.2d 387, 409 n. 4 (1978), Justice Powell stated that \"[l]ast Term, this Court determined in Pennsylvania v. Mimms that passengers in automobiles have no Fourth Amendment right not to be ordered from their vehicle, once a proper stop is made.\" (citation omitted).\nCommentators and other courts have divided over whether a distinction can properly be made between drivers and passengers. A majority of jurisdictions that have considered the issue have concluded that a passenger presents as significant a danger to the safety of a police officer as a driver. In People v. Martinez, 187 Mich. App. 160, 167 n. 5, 466 N.W.2d 380, 383-84 n. 5 (1991), appeal denied, 439 Mich. 935, 480 N.W.2d 106, vacated on reconsideration by 439 Mich. 986, 483 N.W.2d 868 (1992), the court reasoned that because the officer's attention is focused on the driver, passengers may pose a greater threat to the officer than the driver poses. In State v. Landry, 588 So.2d 345, 347 (La. 1991), which specifically overruled State v. Williams, 366 So.2d 1369 (La. 1978), the court held that ordering passengers out of a vehicle placed them in the officer's view and \"distanced [them] from access to weapons.\" In State v. Ferrise, 269 N.W.2d 888, 890 (1978), the Minnesota Supreme Court asserted that \"the Mimms analysis would seem also to justify a policy of ordering passengers out,\" because \"[t]he same concern of the officers for their own safety applies, and the intrusion on the rights of the passengers occasioned by being required to get out of the car is no greater *613 than the intrusion on the rights of the driver.\" An Illinois appeals court as well has found \"more persuasive the analysis that holds that the same concerns of the officers for their safety that justify a policy regarding the driver similarly justify ordering the passenger to get out of the vehicle.\" People v. Salvator, 236 Ill. App.3d 824, 840, 177 Ill.Dec. 58, 68, 602 N.E.2d 953, 963 (1992), appeal denied, 148 Ill.2d 651, 183 Ill.Dec. 29, 610 N.E.2d 1273 (Table) (1993).\nMany jurisdictions have upheld an officer's order to a passenger to step out of the vehicle. Doctor v. State, 573 So.2d 157, 159 (Fla. Dist. Ct. App. 1991), modified on other grounds, 596 So.2d 442 (Fla. 1992); Warr v. State, 580 N.E.2d 265, 267 (Ind. Ct. App. 1991); State v. Reynolds, 753 S.W.2d 1, 2 (Mo. Ct. App. 1988); People v. Robinson, 74 N.Y.2d 773, 775, 545 N.Y.S.2d 90, 90-91, 543 N.E.2d 733, 733-34, cert.den., 493 U.S. 966, 110 S.Ct. 411, 107 L.Ed.2d 376 (1989); People v. McLaurin, 70 N.Y.2d 779, 781, 521 N.Y.S.2d 218, 219-20, 515 N.E.2d 904, 905-06 (1987); People v. McFadden, 194 A.D.2d 567, 598 N.Y.S.2d 325, 326 (1993); People v. Tutt, 194 A.D.2d 575, 598 N.Y.S.2d 324, 325 (1993); People v. Livigni, 88 A.D.2d 386, 453 N.Y.S.2d 708, 709 (1982), aff'd o.b., 58 N.Y.2d 894, 460 N.Y.S.2d 530, 447 N.E.2d 78 (1983); State v. Gilberts, 497 N.W.2d 93, 96 (N.D. 1993); Bethea v. Commonwealth, 14 Va. App. 474, 478, 419 S.E.2d 249, 252 (1992), aff'd, 245 Va. 416, 429 S.E.2d 211 (1993).\nIn State v. Becker, 458 N.W.2d 604, 607 (Iowa 1990), and State v. Johnson, 601 S.W.2d 326, 327-28 (Tenn. Crim. App. 1980), however, the courts held that requiring passengers to exit the vehicle was unconstitutional. Those courts specifically reject the proposition that an officer making a lawful stop can order all the occupants to alight from the car simply to \"check\" on them without any individualized suspicion of criminal behavior or of their dangerousness. Professor LaFave cites with approval the lower court concurring opinion in Mimms, which distinguishes passengers and drivers. That opinion stated that \"`an operator's expectation of privacy differs from that of an occupant of a vehicle detained for a traffic violation,' as the driver is detained for some violation by *614 him or the car he is driving, while the detention of the passengers is no more than an inevitable incident of the stopping of the car.\" Wayne LaFave, Search and Seizure: A Treatise on the Fourth Amendment § 9.4(a), at 514-15 (2d ed. 1987) (quoting Commonwealth v. Mimms, 471 Pa. 546, 553, 370 A.2d 1157, 1161 (Nix, J., concurring), rev'd, Mimms, supra, 434 U.S. 106, 98 S.Ct. 330, 54 L.Ed.2d 331). Professor LaFave urges a novel solution that \"the potential danger to police engaged in traffic enforcement could be adequately met if the police allowed passengers to remain in the stopped vehicle and instead had the driver accompany them to the police vehicle while the citation is prepared.\" Id. at 515.\nToday we decide whether, and under what conditions, Mimms should be extended to passengers. We apply the balancing test required by the State and Federal Constitutions. The touchstone of a court's analysis under the Fourth Amendment is, as always, \"`the reasonableness in all the circumstances of the particular governmental invasion of a citizen's personal security.'\" Mimms, supra, 434 U.S. at 109, 98 S.Ct. at 332, 54 L.Ed.2d at 335 (quoting Terry, supra, 392 U.S. at 19, 88 S.Ct. at 1878-79, 20 L.Ed.2d at 904).\nFirst, we look, as did the Supreme Court in Mimms, to that side of the balance that bears on the officer's safety. 434 U.S. at 109, 98 S.Ct. at 332, 54 L.Ed.2d at 336. Certainly, the concerns raised by Mimms about the officer's safety are as relevant now as they were in 1977. Indeed, they probably are more relevant. To quote Mimms, supra:\n[T]he State's proffered justification \u0097 the safety of the officer \u0097 is both legitimate and weighty. \"Certainly it would be unreasonable to require that police officers take unnecessary risks in the performance of their duties.\" Terry v. Ohio, supra, [392 U.S.] at 23, 20 L.Ed.2d [at 907], 88 S.Ct. [at 1881] 44 Ohio Ops.2d 383. And we have specifically recognized the inordinate risk confronting an officer as he approaches a person seated in an automobile. [434 U.S. at 110, 98 S.Ct. at 333, 54 L.Ed.2d at 336-37].\nAccording to recent statistics in the Uniform Crime Reports: State of New Jersey at 183 (1992), 373 assaults on New Jersey *615 police officers occurred during traffic stops in 1992; that constituted 9% of all assaults on officers. The 1992 report indicates that seventeen percent of assaults on police occurred between midnight and 2:00 a.m. Id. at 180. Another study concluded that police homicides are more frequent in urban areas, and involve an officer who is performing a duty on a street or a highway. Albert P. Cardarelli, An Analysis of Police Killed By Criminal Action: 1961-1963, 59 J.Crim.Law, Criminology &amp; Police Sci., 447, 448-49, 450 (1968). The State resorts to those facts to establish that the practice of ordering all the occupants out of a car stopped for a motor vehicle offense is a reasonable precautionary measure. The safety concerns of a police officer unquestionably merit grave consideration.\nWe turn now to the second prong of the Mimms analysis and weigh the intrusion into the passenger's liberty occasioned by the trooper's order to a passenger to get out of the car as a routine safety precaution. Ordering a passenger to leave the vehicle is distinguishable from ordering the driver to get out of the vehicle because the passenger has not engaged in the culpable conduct that resulted in the vehicle's stop. Although the State's interest in safety remains the same whether the driver or the passenger is involved, requiring a passenger to alight from a car in the course of a routine traffic stop represents a greater intrusion on a passenger's liberty than the same requirement does on a driver's liberty. With respect to the passenger, the only justification for the intrusion on the passenger's privacy is the untimely association with the driver on the day the driver is observed committing a traffic violation. Because the passenger has not engaged in culpable conduct, the passenger has a legitimate expectation that no further inconvenience will be occasioned by any intrusions beyond the delay caused by the lawful stop. The intrusion on the passenger's privacy, therefore, is greater than it is on the driver's privacy. Some jurisdictions have recognized that distinction. E.g., Becker, supra, 458 N.W.2d at 607; Commonwealth v. Elliott, 376 Pa.Super. 536, 548, 546 A.2d 654, 660 (1988), appeal denied, 521 Pa. 617, 557 A.2d 721 (1989), appeal *616 denied sub nom. Appeal of Elliot, 521 Pa. 621, 557 A.2d 724 (1989); Johnson, supra, 601 S.W.2d at 327-28.\nThe State asserts, however, that like the driver, the passenger is being asked to expose very little more of the body than is already exposed. The police have already lawfully decided to detain briefly the driver and vehicle; the only question is whether the passenger shall spend that period sitting in the passenger seat or standing outside the vehicle. As Mimms concluded,\nNot only is the insistence of the police on the latter choice not a \"serious intrusion upon the sanctity of the person,\" but it hardly rises to the level of a \"`petty indignity.'\" Terry v. Ohio, supra, [392 U.S.] at 17, 88 S.Ct. [at 1877], 20 L.Ed.2d [at 903]. What is at most a mere inconvenience cannot prevail when balanced against legitimate concerns for the officer's safety. [434 U.S. at 111, 98 S.Ct. at 333, 54 L.Ed.2d at 337 (footnote omitted).]\nMoreover, the State argues the passenger's expectation of privacy in a car is not significantly different from the driver's. Every automobile occupant's expectation of privacy in a car is less than the expectation of the occupants of a home. Cardwell v. Lewis, 417 U.S. 583, 590, 94 S.Ct. 2464, 2469, 41 L.Ed.2d 325, 335 (1974); State v. Reldan, 100 N.J. 187, 197, 495 A.2d 76, 81 (1985). Further, the primary concern of the Mimms rule \u0097 officer protection \u0097 remains the same whether a passenger or a driver is involved.\nMany of the State's arguments have merit. Applying the balancing test to passengers, however, we conclude that the scale tips against a per se rule that a passenger may always be ordered out of a vehicle lawfully stopped for a routine traffic violation. Courts have long held that some quantum of individualized suspicion is a prerequisite to a constitutional search and seizure. Terry, supra, 392 U.S. at 21 n. 18, 88 S.Ct. at 1880 n. 18, 20 L.Ed.2d at 906 n. 18 (citing U.S. Supreme Court cases extending back to 1878); see Lund, supra, 119 N.J. at 48, 573 A.2d at 1383; State v. Thomas, 110 N.J. 673, 685, 542 A.2d 912, 918 (1988); Davis, supra, 104 N.J. at 504, 517 A.2d at 867 (adopting requirement for individualized suspicion). Although we do not think that a passenger being routinely asked to step out of a lawfully *617 detained vehicle suffers a major intrusion, the request nevertheless amounts to an intrusion. Therefore, we do not think reasonable the proposition that auto passengers should be routinely ordered to get out of their cars after ordinary traffic stops.\nHence, we conclude that the Mimms per se rule should not be applied automatically to passengers. We do recognize, however, that instances will surface in which police officers, with less than a reasonable suspicion that a passenger is engaged in criminal activity or is armed and dangerous, may reasonably order a passenger to step out of the car. Indeed, we are satisfied that Officer Gacina had sufficient cause to ask Muhammad to get out of the car.\n\nIII.\nWhat circumstances will permit an officer to order a passenger from an automobile after a traffic stop is an issue of first impression before this Court. The Appellate Division did confront that issue, however, in Conquest, supra, 243 N.J. Super. 528, 580 A.2d 740. The issue there was \"whether it was constitutionally permissible for [a trooper] to order [a passenger] out of the car after he observed her bend over to the floor while [the trooper] was dealing with [the driver].\" Id. at 531, 580 A.2d at 742. The trooper had pulled the car over after having seen it go through a stop sign and make a turn without using its directional signals. The driver stepped out of the vehicle and approached the trooper's car, offering his driving credentials. As the driver was producing his papers, the trooper noticed the passenger \"bend out of sight for approximately three seconds towards the driver's side of the vehicle.\" Id. at 530, 580 A.2d at 741.\nThe trooper, after patting down the driver, walked to the car, ordered the passenger to get out, and opened the passenger-side door. Ibid. As the passenger was stepping out, the trooper saw a vial on the floor, which the officer correctly identified as filled with crack. Ibid.\n*618 The Appellate Division found that the trooper's order to the passenger to exit the vehicle was objectively reasonable. The court, basing its holding on Mimms, emphasized its concern for the officer's safety, the fact that the trooper was alone, and the conclusion that the driver and passenger had acted suspiciously. Id. at 532-33, 580 A.2d at 742. The court noted that \"the questioned intrusion [being asked to alight from the vehicle] involved less than a vehicle or body search, and even the propriety of the pat-downs is not implicated in this suppression motion.\" Id. at 533, 580 A.2d at 743.\nAlthough the per se rule under Mimms permits an officer to order the driver out of a vehicle incident to a lawful stop for a traffic violation, we decline to extend that per se rule to passengers. Instead, we determine that an officer must be able to point to specific and articulable facts that would warrant heightened caution to justify ordering the occupants to step out of a vehicle detained for a traffic violation.\nAlthough the requirements for ordering a passenger from a vehicle are more stringent than those for ordering a driver out under the Mimms per se rule, the standard that justifies an order to a passenger to step out of a vehicle does not rise to the Terry standard that must be met for a protective pat-down. We adopt this lesser standard because of the need to protect police officers and because of the minimal intrusion the requirement to exit the car imposes on the passenger.\nTo support an order to a passenger to alight from a vehicle stopped for a traffic violation, therefore, the officer need not point to specific facts that the occupants are \"armed and dangerous.\" Rather, the officer need point only to some fact or facts in the totality of the circumstances that would create in a police officer a heightened awareness of danger that would warrant an objectively reasonable officer in securing the scene in a more effective manner by ordering the passenger to alight from the car.\n*619 In contrast, to justify a pat-down of an occupant once alighted from a vehicle, specific, articulable facts must demonstrate that a \"reasonably prudent man in the circumstances would be warranted in the belief that his safety or that of others was in danger.\" Terry, supra, 392 U.S. at 27, 88 S.Ct. at 1883, 20 L.Ed.2d at 909. A \"hunch\" forms an insufficient basis on which to conduct the uncomfortable and often embarrassing invasion of privacy that occurs in a pat-down of a person's body. Ibid.\nIn this one respect, the Terry standard and the standard for ordering a passenger out of a car are the same. To determine whether a passenger may be ordered from a vehicle, we likewise reject the proposition that such an intrusion will be justified solely because of an officer's \"hunch.\" Rather, the officer must be able to articulate specific reasons why the person's gestures or other circumstances caused the officer to expect more danger from this traffic stop than from other routine traffic stops.\nWe conclude that Trooper Gacina's order was objectively reasonable. Although the vehicle pulled to the side of the road in a reasonable time, the movements of the passengers in the car reasonably aroused Trooper Gacina's suspicions. Had the vehicle pulled to the side of the road without incident, the trooper would have had no basis for requiring the passenger to step out of the car. Here, however, Trooper Gacina witnessed the apparent passing of objects between the front and back seats. Gacina testified that while following the car as it pulled to the shoulder, he \"did not have a view of the most important thing that [he] needed to have a view of; and that is [the occupants'] hands.\"\nThus the unusual movements, the early morning hour, and a largely deserted Turnpike are facts that warrant proceeding with extra caution in handling the occupants of the vehicle. The suspicious behavior by the occupants permitted the officer to exercise increased care to secure the scene even though the order that the passenger step out of the vehicle involved some intrusion on the passenger. That intrusion on the passenger's privacy interest is justified, however, because the suspicious movements in *620 the car warranted a reasonably prudent officer's belief that the occupants of the car might be armed. Trooper Gacina thought that he would best be able to control the scene if each of the passengers stepped out of the vehicle and remained in complete view of the officers. Those circumstances were sufficient to justify Trooper Gacina's exercise of heightened caution in ordering Muhammad to step out of the car.\n\nIV.\nWe now turn to whether the pat-down of Muhammad was valid under the Terry test of \"whether a reasonably prudent man [Trooper Gacina] in the circumstances would be warranted in the belief that his safety or that of others was in danger.\" 392 U.S. at 27, 88 S.Ct. at 1880, 20 L.Ed.2d at 889.\nIn some cases the facts that permit the officer to order the passenger to alight, with nothing more, may justify both the order to get out of the vehicle and the pat-down. Lund, supra, 119 N.J. at 45-46, 573 A.2d at 1382. That was not so in this case. This Court, however, has recognized that \"events occurring subsequent to a permissible investigatory stop may give rise to an objectively credible suspicion that the suspect is armed.\" Id. at 46, 573 A.2d at 1382. As both the trial court and the Appellate Division in Muhammad recognized, we must focus on the point at which Muhammad was searched to determine whether Trooper Gacina objectively realized that his safety and that of his partner were in danger. Thomas, supra, 110 N.J. at 677, 542 A.2d at 914 (holding that test is whether \"record contains sufficient evidence of objective criteria to support the search of defendant\"); State v. Bruzzese, 94 N.J. 210, 219, 463 A.2d 320, 325 (1983) (determining constitutionality of seizure by \"objectively reasonable\" standard), cert. denied, 465 U.S. 1030, 104 S.Ct. 1295, 79 L.Ed.2d 695 (1984).\nCertainly, we do not endorse an officer's announcement of his or her intention to conduct a pat-down before sufficient facts *621 exist to warrant that invasion of privacy. By the same token, however, unless the circumstances are particularly egregious, the premature announcement should not leave the officer powerless should sufficient facts later come to light that would permit a constitutional frisk of the vehicle's occupant. The lack of a bright-line rule in stop-and-frisk cases places police officers in a precarious position. Sometimes in a matter of seconds, an officer must determine whether a protective pat-down is necessary to secure his or her safety. State v. Brown, 160 N.J. Super. 227, 389 A.2d 507 (Law Div. 1978). In Lund, supra, 119 N.J. at 49, 573 A.2d at 1383, we stated, \"We know how hard it is for an officer on patrol to make split-second decisions that have to be analyzed months, if not years, later on a constitutional dimension.\"\nThus we determine that the premature announcement of an intent to perform a pat-down does not debilitate the officer so that he will not later be able to perform a pat-down should sufficient facts come to light. After Muhammad left the vehicle, she was nervous and crying; she engaged in a prolonged stare with Smith, the driver; the trooper noticed the bulge beneath her blouse; and Muhammad exclaimed, \"It's not mine, they made me put it in there.\" Those facts, when considered in the totality of the circumstances, were sufficient to support a reasonable, articulable suspicion that Muhammad was armed and dangerous. Terry, supra, 392 U.S. at 21, 88 S.Ct. at 1880, 20 L.Ed.2d at 906. Indeed, a bulge alone has been held sufficient to validate a protective pat-down. E.g., Mimms, supra, 434 U.S. at 111-12, 98 S.Ct. at 334, 54 L.Ed.2d at 337-38; Wanczyk, supra, 201 N.J. Super. at 264, 493 A.2d at 9 (\"Once defendant stepped out of the car and the police observed the bulge in the left sleeve of defendant's jacket, the officers unquestionably had the right to conduct a frisk of the defendant under the principles pronounced in Terry v. Ohio, supra.\").\nWe therefore affirm the Appellate Division in Muhammad's appeal, reverse the Appellate Division in Smith's appeal, and reinstate the judgment of the trial court.\n*622 For reversal and remandment and affirmance \u0097 Chief Justice WILENTZ, and Justices CLIFFORD, HANDLER, POLLOCK, O'HERN, GARIBALDI and STEIN \u0097 7.\n",
            "ocr": false,
            "opinion_id": 1947483
        }
    ],
    "court_short_name": "Supreme Court of New Jersey",
    "court_full_name": "Supreme Court of New Jersey",
    "court_type": "S",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Robbery"
}