{
    "id": 1950123,
    "judges": "Reid, Kramer and Thompson, Associate Judges",
    "date_filed": "1982-11-11",
    "date_filed_is_approximate": true,
    "slug": "gilchrist-v-united-states",
    "case_name_short": "Gilchrist",
    "case_name": "Gilchrist v. United States",
    "case_name_full": "Latrel L. GILCHRIST, Appellant, v. UNITED STATES, Appellee",
    "attorneys": "Lee R. Goebes, Public Defender Service, with whom James Klein and Samia Fam, were on the brief, for appellant., Florence Pan, Assistant United States Attorney, with whom Jeffrey A. Taylor, United States Attorney, and Roy W. McLeese III, Robert C. Bowman, and Rhonda Redwood-Ray, Assistant United States Attorneys, were on the brief, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Dec. 14, 2007.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1048-6\">\n    Latrel L. GILCHRIST, Appellant, v. UNITED STATES, Appellee.\n   </parties><br><docketnumber id=\"b1048-9\">\n    No. 03-CF-1076.\n   </docketnumber><br><court id=\"b1048-10\">\n    District of Columbia Court of Appeals.\n   </court><br><otherdate id=\"b1048-11\">\n    Argued Dec. 14, 2007.\n   </otherdate><br><decisiondate id=\"b1048-12\">\n    Decided Aug. 14, 2008.\n   </decisiondate><br><attorneys id=\"b1048-26\">\n    Lee R. Goebes, Public Defender Service, with whom James Klein and Samia Fam, were on the brief, for appellant.\n   </attorneys><br><attorneys id=\"b1049-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1007\"> \n     *1007\n     </span>\n    Florence Pan, Assistant United States Attorney, with whom Jeffrey A. Taylor, United States Attorney, and Roy W. McLeese III, Robert C. Bowman, and Rhonda Redwood-Ray, Assistant United States Attorneys, were on the brief, for appellee.\n   </attorneys><br><judges id=\"b1049-5\">\n    Before REID, KRAMER and THOMPSON, Associate Judges.\n   </judges>",
    "citations": [
        "954 A.2d 1006"
    ],
    "opinions": [
        {
            "author_str": "Reid",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n954 A.2d 1006 (2008)\nLatrel L. GILCHRIST, Appellant,\nv.\nUNITED STATES, Appellee.\nNo. 03-CF-1076.\nDistrict of Columbia Court of Appeals.\nArgued December 14, 2007.\nDecided August 14, 2008.\nLee R. Goebes, Public Defender Service, with whom James Klein and Samia Fam, were on the brief, for appellant.\n*1007 Florence Pan, Assistant United States Attorney, with whom Jeffrey A. Taylor, United States Attorney, and Roy W. McLeese III, Robert C. Bowman, and Rhonda Redwood-Ray, Assistant United States Attorneys, were on the brief, for appellee.\nBefore REID, KRAMER and THOMPSON, Associate Judges.\nREID, Associate Judge:\nAppellant, Latrel L. Gilchrist, appeals his multiple convictions pertaining to the murder of Bernard Davis, and his single conviction relating to the murder of a witness who saw the fatal shooting of Mr. Davis.[1] He claims that the trial court's application of our decision in Laumer v. United States,[2] concerning a declaration against penal interest, constituted reversible error because the first prong of the test articulated in Laumer violated his constitutional rights under the Sixth and Fifth Amendments to the Constitution, and because the trial court incorrectly applied the third prong of the Laumer test. Discerning no error, we affirm the judgment of the trial court.\n\nFACTUAL SUMMARY\nThe government presented testimony from several witnesses, which recounted the circumstances of Mr. Davis' murder in February 1997. Nevel Butler testified that she and Mr. Gilchrist lived together in one unit of a four unit apartment house on Mellon Street in the Southeast quadrant of the District of Columbia. At the time, Ms. Butler had what she called \"a heavy addiction\" to crack cocaine,[3] and she sold crack cocaine. On February 21, 1997, Ms. Butler's best friend, Yvonne Gooding, saw and spoke with Ms. Butler, and then went in search of drugs so that the two women could get high. Subsequently, Ms. Gooding returned to Ms. Butler's apartment with a male friend, later identified as Mr. Davis, and eventually gave Ms. Butler \"two dimes\" of rock ($20.00 worth of crack cocaine). When Mr. Gilchrist returned to the apartment, he insisted that Ms. Gooding and Mr. Davis leave, and they complied. Mr. Gilchrist also left the apartment.\nApproximately forty-five minutes later, Ms. Gooding and Mr. Davis went back to Ms. Butler's residence, where they talked and smoked cocaine. When Mr. Gilchrist returned to Ms. Butler's apartment house, he sat outside on the steps with Ms. Butler. Soon, Mr. Gilchrist overheard Ms. Gooding and Mr. Davis arguing, inside the apartment, about money Mr. Davis owed her. Mr. Gilchrist again directed Ms. Gooding and Mr. Davis to leave, but Ms. *1008 Gooding refused to do so until she received the money Mr. Davis owed her. Mr. Davis declined to give the money to her until she did something he expected her to do. According to Ms. Butler, Mr. Gilchrist pulled out a gun and put it to [Mr. Davis'] chest and told him to give up his money. Mr. Davis said, \"I'm not giving up nothing.\" Mr. Gilchrist repeated, \"Give me your money;\" and Mr. Davis replied, \"Man, I'm not giving up nothing. I work too hard for this.\" Mr. Gilchrist switched the gun to Mr. Davis' head and the gun \"accidentally went off.\" Ms. Butler added, \"I guess it \u0097 I don't know. I know it went off.\" Ms. Butler described the gun that Mr. Gilchrist used as a black 9 millimeter weapon that Mr. Gilchrist \"carried all the time.\"\nMr. Davis fell to the floor. Mr. Gilchrist demanded a towel, but Ms. Butler \"was just frozen,\" and Ms. Gooding found a towel. Mr. Gilchrist wrapped the towel around Mr. Davis' head, and then pulled him out of the back door by his leg.[4] Mr. Gilchrist sought the assistance of a neighborhood friend, Johnnie Love, who was sitting outside on a nearby street, smoking marijuana and waiting for Mr. Gilchrist's brother. According to Mr. Love's testimony at trial, Mr. Gilchrist took Mr. Love to an alley, showed him a body, and asked Mr. Love to help him get rid of it in the neighboring woods. Mr. Love noticed that the person on the ground was still alive, and as he turned to leave, Mr. Gilchrist \"started stomping\" the person on the ground. Mr. Love looked around in time to witness the last stomp, and he heard Mr. Gilchrist say: \"The dude is dead now.\" The men covered the body \"with some boards and stuff that was laying around the area.\" The next day Mr. Gilchrist informed Mr. Love that he had shot Mr. Davis, and he had taken from Mr. Davis $350.00 and a pair of tennis shoes. Mr. Love saw Mr. Gilchrist every day around this time, and had previously seen him with a 9 millimeter gun.[5]\nThe government also presented the testimony of Vicki Lewis, a friend of Ms. Butler. She knew Mr. Gilchrist and had seen him with a gun that required a clip. In February 1997, Ms. Lewis was selling cocaine at a Mellon Street address located near Ms. Butler's apartment. She watched Mr. Davis pull out $400-$500 before purchasing $50 worth of crack cocaine. After the purchase he left, met Ms. Butler and Ms. Gooding, and the three headed toward Ms. Butler's apartment. Later that night, Ms. Lewis heard a gunshot, which came from the back of the alley. The next morning, Ms. Lewis arrived at Ms. Butler's apartment between 6:30 and 7:00 a.m. As she entered the back door to Ms. Butler's apartment, which faced the alley, she noticed that Reginald Ross was behind her, and Ms. Gooding was in the apartment. Subsequently, Ms. Butler, Ms. Gooding, Ms. Lewis, and Mr. Ross smoked drugs together. Then, Mr. Ross started to depart by the back door, but ran back saying, \"The police are outside. The police are outside.\" He left through the front door. At the time of these events, Ms. Lewis' sister, Cynthia Lewis, was in a romantic relationship with Mr. Ross, and the defense theory at trial appeared to be that Mr. Ross, not Mr. Gilchrist, killed Mr. Davis. Five days after Mr. Davis was killed, Mr. Ross shot *1009 Vicki Lewis with a revolver that she had seen him carry on a regular basis.\nThe defense also presented witnesses, including Cynthia Lewis, the sister of Vicki Lewis.[6] On the day Mr. Davis was killed, Ms. C. Lewis had been in Ms. Butler's apartment \"getting high.\" She did not remember what time she arrived, but she saw Ms. Butler, Mr. Ross, and Mr. Gilchrist. She left around 11:30 p.m. or midnight by the front door, and saw Ms. Gooding and a male approaching Ms. Butler's apartment house. Ms. C. Lewis proceeded to her nearby home and slept until she was awakened by Mr. Ross, her boyfriend. He was \"[a] little excited and anxious.\" He informed her that \"something [had] happened\" at Ms. Butler's residence. On cross-examination, Ms. C. Lewis acknowledged that she had testified before the Grand Jury in September 2001, and at that time had indicated that the person she saw going into Ms. Butler's apartment with Ms. Gooding was Mr. Davis. Furthermore, she had said before the Grand Jury that she left Ms. Butler's house around 8:00 or 9:00 p.m., that the house was \"getting crowded,\" and that while she was there, she saw Ms. Butler, Mr. Gilchrist, and \"Buddy, some little kid\" whose name she could not remember. Apparently she did not mention Mr. Ross' name before the Grand Jury. On redirect, Ms. C. Lewis said she thought Mr. Gilchrist was in the back room, that she did not have a watch that night, and she also denied that a child was at Ms. Butler's residence, since it was \"a crack house.\"\nThe trial court and counsel for the government and the defense engaged in extensive discussions concerning whether to permit the testimony of a proposed defense witness, Willie Hamilton. His testimony would focus on a statement against penal interest allegedly made by Mr. Ross, prior to his death \u0097 that he (not Mr. Gilchrist) killed Mr. Davis. The judge decided to listen to Mr. Hamilton's testimony without the jury before deciding whether to permit the defense to call him as a witness. After listening to his testimony and making certain determinations, the trial court denied the defense request to present Mr. Hamilton as a witness.\n\nANALYSIS\n\nBackground for the Statement Against Penal Interest Issue\nAt the outset, we set forth the background essential for the discussion of the parties' arguments regarding the trial court's ruling on the proposed testimony of Mr. Hamilton. In the absence of the jury, Mr. Hamilton testified that Mr. Ross and he were childhood friends, and they attended the same elementary and junior high schools. Mr. Hamilton knows Mr. Gilchrist; he had a close relationship with one of Mr. Gilchrist's brothers, Jimmy Smith; and he knew another one of Mr. Gilchrist's brothers, \"Buddy.\"\nAt some point in Summer 2002, July or August, late at night, Mr. Hamilton was walking \"across a field of Johnson Junior High School in Southeast, Washington,\" when he saw Mr. Ross. Mr. Ross wanted to get high, and the two men smoked crack cocaine. Mr. Hamilton estimated that they smoked about five dime bags of coke while they were together. While speaking with Mr. Ross, Mr. Hamilton said he had heard that Mr. Ross was \"hot,\" meaning, helping the government. Mr. Ross responded that in exchange for getting a charge against him dismissed, or dropped *1010 to a lesser offense, he would have to testify against Mr. Gilchrist. As the men continued to get high, Mr. Ross indicated that he would tell Mr. Hamilton something that only Ms. Butler knew \u0097 \"the dude that [Mr. Gilchrist] got accused of killing, he's [that is, Mr. Ross is] the one that slobbed [killed] him, is how he said it, and put him under some boards in the alley on Mellon Street, just like that.\" Mr. Ross stated that he shot \"the dude,\" a male, because he \"robbed him,\" but Mr. Ross did not specify how much money he took from the man. Mr. Ross was killed later in 2002.\nOn cross-examination by government counsel, Mr. Hamilton admitted having used several other names and four different Social Security numbers. He also acknowledged past convictions, and incarceration in 1991 and 1992. In addition, he conceded that the first time defense investigators spoke with him, he only mentioned the conversation he had with Mr. Ross about his helping the government, and that during his last conversation with the investigators,[7] he did not know or did not recall whether he revealed, or he probably did reveal, Mr. Ross' statement about his reason for shooting the male person. When the prosecutor posed the question, \"And [Mr. Ross] told you he shot [the man] in the alley,\" Mr. Hamilton replied, \"In the alley on Mellon Street.\" In response to the prosecutor's question concerning what Mr. Ross had told him about \"boards,\" Mr. Hamilton answered:\nHe said something about some boards. Body by some boards, body under some boards, something about some boards.... He said something about some boards. He said he shot the dude, slobbed the dude, something about some boards, under boards, by some boards, something about some boards.\nAt the conclusion of the cross-examination, the trial judge inquired, \"what did [Mr. Ross] say about why he killed this guy?\" Mr. Hamilton stated, \"He didn't.... If I say, I'd just be speculating.\" Responding to other questions posed by the trial judge, Mr. Hamilton declared that Mr. Ross did not say whether the man shot was white or black, or how old he was, or whether he lived in the neighborhood. On redirect examination, Mr. Hamilton explained that Mr. Ross said he was robbing the man when he shot him, but Mr. Hamilton did not know why Mr. Ross shot him.\nFollowing the testimony of Mr. Hamilton, the trial court listened to the arguments of defense and government counsel, including defense counsel's assertion that the trial court had to determine the credibility of Mr. Hamilton.[8] The trial court *1011 then rendered its ruling, precluding Mr. Hamilton's testimony under prongs 1 and 3 of the test we articulated in Laumer. As for the first prong, the trial court determined, and was \"quite clearly convinced[,] that Mr. Hamilton [was] not telling the truth, that he has basically fabricated this statement.\" The trial judge commented that Mr. Hamilton's \"demeanor was demonstrative of his lack of truthfulness\" \u0097 His demeanor was not \"serious\"; he made \"gratuitous remarks\"; and he was engaged in \"kind of a game\" that \"he was apparently playing with the court.\" Furthermore, Mr. Hamilton smoked five bags of crack cocaine with Mr. Ross, which \"puts in serious question ... the credibility of Mr. Hamilton's recollection of what transpired during [the] conversation\" between the two men.[9]\nWith regard to the third Laumer prong \u0097 there must be \"corroborating circumstances that clearly indicate the trustworthiness of Mr. Ross' purported statement to Mr. Hamilton\" \u0097 the trial court noted that while Mr. Ross' statement, as recounted by Mr. Hamilton, included references to \"boards\" and \"robbery,\" notably, the statement incorrectly specified the place of Mr. Davis' shooting as the alley rather than the apartment of Ms. Butler. Also, significantly, Mr. Ross did not make his alleged statement until five years after Mr. Davis' murder. And, the court pointed to the \"overwhelming evidence\" that Mr. Gilchrist murdered Mr. Davis. Defense counsel raised no objection at the conclusion of the trial court's analysis. Hence, the trial court concluded that what Mr. Ross allegedly told Mr. Hamilton in Summer 2002, could not be allowed into evidence as a statement against penal interest because, under Laumer, Mr. Hamilton was not a credible witness, and Mr. Gilchrist had not \"show[n] that there are corroborating circumstances here that clearly indicate the trustworthiness of [the] purported statement by Mr. Ross.\"\n\nThe Parties' Contentions on Appeal\nOn appeal, Mr. Gilchrist contends, for the first time, that the first prong of the Laumer test violates his rights under the Fifth and Sixth Amendments to the Constitution because that prong permits the judge rather than the jury to determine the credibility of the proposed witness, and because the first prong has been overruled by decisions of this court and the Supreme Court. He also argues that \"the trial court erred in its application of the third [] *1012 prong [of the test] by not focusing on the statements themselves and the circumstances that surrounded their making, but rather on whether the statements were made and, relatedly, on Mr. Hamilton's credibility.\"\nThe government maintains that Mr. Gilchrist's \"constitutional claim is not properly before [this] [c]ourt,\" because he never made a constitutional argument in the trial court against the continuing validity of the first prong of the Laumer test. Therefore, the government contends, we should decline to hear that argument, or at most, we should review it only under the plain error standard. With respect to Mr. Gilchrist's argument about the third prong of the Laumer test, the government takes the position that the trial court properly analyzed Laumer's corroborating evidence requirement, including the timing of Mr. Ross' alleged statement.\n\nThe Standard of Review\n\"The trial court's conclusion that a statement is [or is not] against the declarant's penal interest is clearly a legal question.\"[10] Hence, we conduct a de novo review of the trial court's decision to exclude Mr. Hamilton's testimony concerning Mr. Ross' alleged statement that he (Mr. Ross), not Mr. Gilchrist, killed Mr. Davis.[11]\n\nMr. Gilchrist's Failure to Raise the Constitutional Claim in the Trial Court\nThe government is correct in its argument against Mr. Gilchrist's first contention in this court, since the record leaves no doubt that he failed to make a constitutional claim in the trial court relating to the first prong of the Laumer test. Indeed, he only made a general credibility determination claim, and categorically argued that the trial judge had to determine the credibility of Mr. Hamilton. Nevertheless, in an effort to persuade us that his constitutional claim is properly before this court, Mr. Gilchrist relies principally on Yee v. Escondido.[12] That reliance is misplaced; there, the Court concluded that \"[p]etitioners unquestionably raised a taking claim in the state courts,\" and therefore, \"[t]he question whether the rent control ordinance took their property without compensation, in violation of the Fifth Amendment's Taking Clause, [was] properly before [it].\"[13] The critical legal principle enunciated in Yee centered on the requirement of \"a claim properly raised\" in the trial court, and Yee signaled that only with respect to a properly raised claim does an appellant \"generally posses[] the ability to frame the question to be decided in any way he chooses, without being limited to the manner in which the question was framed\" in the trial court.[14] Thus, consistent with Yee, we have distinguished between \"claims\" and \"arguments,\" reiterating in Salmon v. United States, that \"although claims not presented in the trial court ordinarily will not be considered on appeal, parties are not limited to the precise arguments made below.\"[15]\nHere, we are convinced that the trial judge was not \"fairly apprised\" that Mr. Gilchrist was raising a constitutional claim with respect to the first Laumer prong.[16]*1013 Simply put, the constitutional claim presented in this court is not \"fairly included\" in the question presented to the trial court regarding the question of a witness' general credibility and the first prong of Laumer.[17] Furthermore, Mr. Gilchrist specifically asked the trial court to determine Mr. Hamilton's credibility, and \"[w]e have repeatedly held that a defendant may not take one position at trial and a contradictory position on appeal.\"[18] In short, we hold that Mr. Gilchrist failed to raise in the trial court a constitutional claim against the first prong of the Laumer test, and hence, we decline to consider that claim.\n\nPlain Error and the Laumer Test\nEven if we decided to exercise our discretion and to review Mr. Gilchrist's constitutional claim despite his failure to raise the issue in the trial court, he would not be entitled to a reversal of his convictions under the applicable plain error standard of review.[19] Under the first two prongs of the plain error test and Mr. Gilchrist's analysis, he would have to demonstrate that the trial court committed constitutional error in determining the credibility of Mr. Hamilton, rather than leaving that assessment to the jury, and he would have to establish that the error was \"plain.\" Mr. Gilchrist maintains that the trial court committed error because \"[t]he last three decades of controlling decisional law [in the Supreme Court and in this court] have undermined substantially the philosophical basis underlying the first prong of the Laumer test and, as a result, Laumer does not bind this court.\" However, he cites no decision from the Supreme Court or this court explicitly declaring that a trial court which determines the credibility of a witness, offered to repeat a declarant's statement against penal interest, violates the Fifth and Sixth Amendments to the Constitution. And, not one of the cited cases overrules the Laumer test. Indeed, this panel would be bound by Laumer since only the en banc court may *1014 overrule a decision of a prior panel or division, or the en banc court. M.A.P. v. Ryan.[20] Moreover, the Supreme Court cases cited by Mr. Gilchrist are quite different from the one before us, both factually and with respect to the issues presented.[21] Hence, even if Mr. Gilchrist had preserved his constitutional claim, we would not conclude that the trial court erred, or that any such error was plain or obvious.\nFurthermore, even if we determined that the trial court erred or plainly erred with respect to the posited constitutional claim, we would not agree that Mr. Gilchrist would be able to demonstrate prejudice under the third or fourth prongs of the plain error standard. This is so because he would not be able to satisfy the third prong of the Laumer test, \"whether there exist corroborating circumstances that clearly indicate the trustworthiness of *1015 the statements.\" The alleged statement of Mr. Ross, which Mr. Gilchrist sought to introduce through the testimony of Mr. Hamilton, falls into the second category of statements against penal interest which the Court discussed in Lilly v. Virginia \u0097 \"those offered as exculpatory evidence by a defendant who claims that it was the maker of the statement, rather than he, who committed (or was involved in) the crime in question.\"[22] These second category statements are not viewed as \"inherently unreliable,\" as are third category statements.[23] Nevertheless, \"the circumstances surrounding [these types of statements must] provide considerable assurance of their reliability.\"[24]\nLaumer distilled from Chambers v. Mississippi, supra, \"general considerations\" relevant to the issue of reliability and trustworthiness of a statement against penal interest; the first two are pertinent here: \"(1) the time of the declaration and the party to whom the declaration was made; [and] (2) the existence of corroborating evidence in the case.\"[25] Contrary to Mr. Gilchrist's argument, we are satisfied that the trial court properly applied the considerations pertaining to the third Laumer prong, and did not confound the first and third prongs.\nThe trial court's analysis of the third prong of the test is consistent with Chambers and Laumer. The trial court looked at the timing of Mr. Ross's declaration. Unlike the declarant's statement in Chambers, Mr. Ross' statement was made five years after Mr. Davis' murder, rather than \"shortly after the murder had occurred.\"[26] As we said in Laumer, \"the court in United States v. Guillette, found that the declarant's inculpatory statement which was made some four months after the crime was too attenuated and remote to provide assurance of reliability.\"[27] Clearly, Mr. Ross' alleged statement was made long after the murder of Mr. Davis; the reasons for the delay are not clear on this record; and, as the trial court noted, there is no evidence that Mr. Ross told anyone else about his alleged role as Mr. Davis' murderer. Moreover, although \"the existence of a close relationship between the declarant and the witness also may provide indications of trustworthiness,\"[28] the closeness of the relationship between Mr. Ross and Mr. Hamilton is not crystal clear. True, they were childhood friends and attended the same elementary and junior high schools, but there is no independent evidence showing that the friendship and closeness continued to the time of Mr. Ross' alleged statement.\nWith respect to the existence of corroborating evidence \u0097 another consideration identified in Chambers and Laumer \u0097 the trial court emphasized that Mr. Ross' statement incorrectly specified the place of the shooting as the alley, rather than Ms. *1016 Butler's apartment. And, the trial court properly took into consideration the strong evidence that Mr. Gilchrist murdered Mr. Davis; the evidence included the eyewitness testimony of Ms. Butler, who lived with Mr. Gilchrist at the time of the crime, and the testimony of Mr. Love, who saw Mr. Gilchrist stomp Mr. Davis in the alley until he expired, and who helped Mr. Gilchrist dispose of the body. In light of our review of the record and Mr. Ross' alleged statement, we would be constrained to conclude that the trial court correctly found that Mr. Ross' statement was not reliable or trustworthy under the third Laumer prong.[29] Under these circumstances, and in light of the government's strong and compelling evidence of Mr. Gilchrist's guilt, as well as the great care that the trial judge took to ensure the fairness of the trial proceedings, Mr. Gilchrist would not be able to establish the third prong of the plain error standard \u0097 that the error (assuming error in the trial court's denial of the defense request to present the testimony of Mr. Hamilton) affected his substantial rights \u0097 or the fourth prong. Even assuming that \"there would be a reasonable probability that the error[] had a prejudicial effect on the outcome of the trial,\" under the fourth prong of the plain error standard, for the reasons stated, Mr. Gilchrist would not be able to show a miscarriage of justice, or that the \"error could have seriously affected the fairness, integrity, or public reputation of the trial proceeding.\"[30]\nAccordingly, for the foregoing reasons, we affirm the judgment of the trial court.\nSo ordered.\nNOTES\n[1]  Mr. Gilchrist was convicted of the lesser-included offense of attempted robbery (of Mr. Davis), in violation of D.C.Code § 22-2901 (1981), recodified at D.C.Code § 22-2801 (2001); three counts of possession of a firearm during commission of a crime of violence (PFCV), in violation of § 22-3204(b), recodified at § 22-4504(b); first-degree felony murder while armed, in violation of §§ 22-2401, -3202, -2404.1(8), recodified at §§ 22-2101, -4502, -2104.01(8); the lesser-included offense of second-degree murder while armed, in violation of §§ 22-2403, -3202, 2404.1(8), recodified at §§ 22-2103, -4502, -2104.01(8); and carrying a pistol without a license, in violation of § 22-3204(a), recodified at § 22-4504(a). With respect to the murdered witness, Mr. Gilchrist was convicted of obstruction of justice, in violation of § 22-722(a)(3)(B).\n[2]  409 A.2d 190 (D.C. 1979) (en banc).\n[3]  Ms. Butler admitted that she was convicted in 1990 of attempted possession of cocaine; in 1998 of possession of cocaine; and in 2002, she entered a guilty plea to possession of cocaine and PCP. She declared that she was not under the influence of narcotics on the day of her testimony.\n[4]  Ms. Butler and Ms. Gooding later cleaned the blood from the floor of the apartment.\n[5]  Sometime in the summer of 1997, Mr. Love and Mr. Gilchrist roomed together. Mr. Love allegedly assisted Mr. Gilchrist in killing Ms. Gooding and disposing of her body. After his arrest on a gun charge, Mr. Love revealed his knowledge of the murders of Mr. Davis and Ms. Gooding to an officer of the United States Park Police.\n[6]  The defense questioned Metropolitan Police Detective James King, and Mr. Gilchrist's brother (James Jerome Simkins) on direct examination, mainly in an effort to impeach the testimony of James Love regarding the murder of Ms. Gooding.\n[7]  By the time of this conversation, Mr. Ross had been killed.\n[8]  Defense counsel referred to the Laumer requirement. In Laumer, we declared that:\n\n\"[T]he decision as to the admissibility of a proffered declaration against penal interest rests with the trial court,\" and that \"the trial judge [is required to] undertake a three-step inquiry to ascertain (1) whether the declarant, in fact, made a statement; (2) whether the declarant is unavailable; and (3) whether corroborating circumstances clearly indicate the trustworthiness of the statement.\"\nId. at 199. With respect to the first prong of the Laumer test, defense counsel contended, \"The [trial] [c]ourt must assess the general credibility of Mr. Hamilton and probe his bias and motive to fabricate,\" and defense counsel maintained that Mr. Hamilton had no motive to fabricate what Mr. Ross told him. Later, defense counsel declared, \"[T]he Court of Appeals [] stated that [the trial court] must look at the credibility of this witness and probe for bias information.\" As for the second prong of the test, Mr. Ross was unavailable because of his death. Defense counsel maintained that Mr. Ross' statement satisfied the third Laumer prong, the presence of \"corroborating circumstances which clearly indicate the trustworthiness of [the statement].\" These corroborating circumstances included the fact that Mr. Ross \"indicated that he shot someone in an alley\"; \"the person had boards either over him,\" or by him, and in fact, Mr. Davis was buried under some boards; the person shot was a male. Moreover, defense counsel continued, testimony introduced at trial also corroborated Mr. Ross' statement. Cynthia Lewis saw Mr. Ross in Ms. Butler's apartment; Mr. Ross' ammunition, ammunition pouch, and jacket were found in Ms. Butler's apartment; and Vicki Lewis saw Mr. Ross enter Ms. Butler's apartment on the day of Mr. Davis' murder. Government counsel questioned the veracity of Mr. Hamilton, and the \"last minute\" nature of Mr. Ross' alleged statement, five years after the murder of Mr. Davis. The prosecutor stressed that \"the corroboration is extremely thin,\" and \"in terms of actually substantive admissible evidence it's practically nonexistent.\" Hence, the prosecutor argued, Mr. Hamilton's testimony should be disallowed under prongs 1 and 3 of the Laumer test.\n[9]  The trial court bluntly concluded that Mr. Hamilton \"is about as clearly a career criminal as anyone sees in this courthouse;\" that he \"has basically made his living and made his way in the world by lying and fabricating over the last 20 years of his life\"; that \"his prior convictions are significant in assessing his credibility\"; and he is proud of his lies, crimes, and ability \"to use aliases to fool people.\" Moreover, the trial court found no evidence that Mr. Ross \"had any matters pending before the Grand Jury\" in summer 2002, and in fact, he testified before the Grand Jury in 2001, not 2002.\n[10]  Laumer, 409 A.2d at 203.\n[11]  Bell v. United States, 950 A.2d 56, 63-64 (D.C.2008).\n[12]  503 U.S. 519, 112 S. Ct. 1522, 118 L. Ed. 2d 153 (1992).\n[13]  Id. at 534, 112 S. Ct. 1522.\n[14]  Id. at 535, 112 S. Ct. 1522.\n[15]  719 A.2d 949, 953 (citations and internal quotation marks omitted).\n[16]  See Comford v. United States, 947 A.2d 1181, 1186 (D.C.2008); see also Little v. United States, 665 A.2d 977, 980 (D.C.1995) (declining to consider question not raised in the trial court and citing Miller v. Avirom, 127 U.S.App.D.C. 367, 369-70, 384 F.2d 319, 321-22 (1967) (\"Questions not properly raised and preserved during the proceedings under examination, and points not asserted with sufficient precision to indicate distinctly the party's thesis, will normally be spurned on appeal.\")).\n[17]  Yee, supra, 503 U.S. at 535, 112 S. Ct. 1522; see also Rumsfeld v. Forum for Academic and Institutional Rights, Inc., 547 U.S. 47, 56, 126 S. Ct. 1297, 164 L. Ed. 2d 156 (2006) (\"our review may, in our discretion, encompass questions `fairly included' within the question presented, and there can be little doubt that ... whether a statute is constitutional fairly includes the question of what the statute says\") (citing Yee, supra, 503 U.S. at 535, 112 S. Ct. 1522) (other internal quotation marks omitted).\n[18]  Brown v. United States, 627 A.2d 499, 508 (D.C.1993) (citations omitted) (\"Because defense counsel specifically asked the court not to give an instruction on this point, we will not consider appellant's present claim that the court erred in failing to give it.\"); accord, Byrd v. United States, 502 A.2d 451, 453 (D.C. 1985).\n[19]  \"A claim not properly preserved at trial is subject to the strictures of plain error review.\" Comford, supra, 947 A.2d at 1186 (citing (Michael) Thomas v. United States, 914 A.2d 1, 8 (D.C.2006)) (internal quotation marks omitted); see also Johnson v. United States, 520 U.S. 461, 466-67, 117 S. Ct. 1544, 137 L. Ed. 2d 718 (1997); United States v. Olano, 507 U.S. 725, 732, 113 S. Ct. 1770, 123 L. Ed. 2d 508 (1993). \"Under plain error review, we will not reverse a decision, unless there was (1) error, (2) that [was] plain, (3) that affect[ed] substantial rights, and (4) the error seriously affect[ed] the fairness, integrity, or public reputation of the judicial proceedings.\" (Sean E.) Thomas v. District of Columbia, 942 A.2d 645, 650 (D.C.2008) (quoting Peay v. United States, 924 A.2d 1023, 1028-29 (D.C.2007)) (internal quotation marks omitted).\n[20]  285 A.2d 310, 312 (D.C.1971) ([W]e have adopted the rule that no division of this court will overrule a prior decision of this court or a decision the United States Court of Appeals [for the District of Columbia Circuit] rendered prior to February 1, 1971, and [] such result can only be accomplished by this court en banc.) (Footnote omitted).\n[21]  For example, as the government argues in its brief:\n\nThe line of cases based on Apprendi v. New Jersey, 530 U.S. 466, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000) ..., is obviously inapposite because those cases consider a narrow and unrelated question: whether a sentencing court constitutionally may increase a defendant's sentence beyond the otherwise-applicable statutory maximum based on facts that have not been submitted to a jury and proved beyond a reasonable doubt. Nor does United States v. Gaudin, 515 U.S. 506, 509-11, 115 S. Ct. 2310, 132 L. Ed. 2d 444 (1995), address an evidentiary ruling, and it therefore is similarly inapposite. Id. (identifying materiality as an element of the offense of making false statements under 18 U.S.C. sec. 1001, and then reaffirming the well settled rule that a criminal defendant is entitled to a jury finding on each element of a charged offense).\nNeither Holmes v. South Carolina, 547 U.S. 319, 126 S. Ct. 1727, 164 L. Ed. 2d 503 (2006), nor Crane v. Kentucky, 476 U.S. 683, 106 S. Ct. 2142, 90 L. Ed. 2d 636 (1986), is pertinent to the case before us. In Holmes, the Court declared a South Carolina evidentiary rule arbitrary and violative of a defendant's constitutional right to present a complete defense. But, that rule precluded the defense from \"introduc[ing] proof of third-party guilt if the prosecution has introduced forensic evidence that, if believed, strongly supports a guilty verdict.\" 547 U.S. at 321, 331, 126 S. Ct. 1727. In Crane, a defendant \"sought to introduce testimony about the physical and psychological environment in which [his] confession was obtained,\" in order \"to suggest that [his confession] was unworthy of belief,\" but \"[t]he trial court ruled that the testimony pertained solely to the issue of voluntariness and was therefore inadmissible.\" 476 U.S. at 684, 106 S. Ct. 2142. The Court reversed the ruling.\nMr. Gilchrist cites federal circuit cases involving Fed.R.Evid. 804(b)(3) (statement against interest), such as United States v. Atkins, 558 F.2d 133-35 (3rd Cir.1977), where the court stated: \"We are concerned that the trial court may have been considering the credibility of the witness as a factor in its decision to exclude the evidence. Rule 804(b)(3) directs the court to the trustworthiness of the declarant, not of the witness.\" Mr. Gilchrist also cites state cases precluding the trial judge from assessing the credibility of a witness with respect to statements against penal interest. However, as the government argues in its brief, \"[a]lthough a number of jurisdictions ... have adopted a practice that is contrary to Laumer's first requirement, none of those jurisdictions has actually held that it would violate the Constitution for the trial court to assess the credibility of the testifying witness in this context.\" Commonwealth v. Drew, 397 Mass. 65, 489 N.E.2d 1233 (1986) contains only a general \"may be violative\" statement, not an express constitutional holding: \"Additionally, a decision by a trial judge to exclude the testimony of a witness solely because the defendant has not established the credibility of the witness may be violative of the defendant's constitutional rights under the compulsory process and due process clauses.\" Id. at 1241 (citation omitted).\n[22]  Lilly v. Virginia, 527 U.S. 116, 129, 119 S. Ct. 1887, 144 L. Ed. 2d 117 (1999). Lilly characterizes the first category of statements as \"voluntary admissions of the declarant\"; and the third category of statements \"which the government seeks to admit\" as \"a confession by an accomplice which incriminates a criminal defendant.\" Id. at 128, 130, 119 S. Ct. 1887.\n[23]  Doret v. United States, 765 A.2d 47, 63 (D.C.2000) (quoting Lilly, supra, 527 U.S. at 131, 119 S. Ct. 1887).\n[24]  Lilly, supra, 527 U.S. at 130, 119 S. Ct. 1887 (quoting Chambers v. Mississippi, 410 U.S. 284, 300, 93 S. Ct. 1038, 35 L. Ed. 2d 297 (1973)).\n[25]  Laumer, 409 A.2d at 200.\n[26]  Chambers, 410 U.S. at 300, 93 S. Ct. 1038.\n[27]  Laumer, 409 A.2d at 200-201 (quoting Guillette, 547 F.2d 743, 754 (2d Cir.1976)).\n[28]  Laumer, 409 A.2d at 201.\n[29]  The corroborating evidence in Chambers contrasts markedly with that provided by Mr. Gilchrist. Shortly, after the murder, the declarant in Chambers told a friend that he was the shooter. Corroborating circumstances included the declarant's voluntary sworn confession, the testimony of an eyewitness, and the sighting of the declarant with a gun right after the shooting. Id. at 300, 93 S. Ct. 1038. See also Commonwealth v. Burnham, 451 Mass. 517, 887 N.E.2d 222, 228-29 (2008) (\"conclud[ing] that the judge would have been warranted in deciding that the circumstances did not clearly support a finding of trustworthiness\"); Ingram v. United States, 885 A.2d 257, 266 (D.C.2005) (\"The requirement of corroborating circumstances warranting admission of statements against penal interest plainly goes beyond minimal corroboration, for the circumstances must `clearly' indicate the trustworthiness of the statement.\").\n[30]  See (Sean E.) Thomas, supra, 942 A.2d at 650 (citing (Michael) Thomas, supra, 914 A.2d at 21, 23).\n\n",
            "ocr": false,
            "opinion_id": 1950123
        }
    ],
    "court_short_name": "District of Columbia Court of Appeals",
    "court_full_name": "District of Columbia Court of Appeals",
    "court_type": "S",
    "court_jurisdiction": "District of Columbia, DC",
    "crime_category": "Robbery"
}