{
    "id": 1976462,
    "judges": "Arterburn, DeBruler, Hunter, Jackson, Lewis",
    "date_filed": -35164800000,
    "date_filed_is_approximate": false,
    "slug": "crawford-v-state",
    "case_name_short": "Crawford",
    "case_name": "Crawford v. State",
    "case_name_full": "Crawford v. State of Indiana",
    "attorneys": "Frank E. Spencer, Indianapolis, for appellant., John J. Dillon, Attorney General, Díte jean C. Garrett, Deputy Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 18,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b461-9\">\n    Crawford\n    <em>\n     v.\n    </em>\n    State of Indiana.\n   </parties><br><docketnumber id=\"b461-10\">\n    [No. 767S40.\n   </docketnumber><decisiondate id=\"AT3\">\n    Filed November 20, 1968.]\n   </decisiondate><br><attorneys id=\"b462-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"438\"> \n     *438\n     </span>\n<em>\n     Frank E. Spencer,\n    </em>\n    Indianapolis, for appellant.\n   </attorneys><br><attorneys id=\"b462-11\">\n<em>\n     John J. Dillon,\n    </em>\n    Attorney General,\n    <em>\n     Díte jean C. Garrett,\n    </em>\n    Deputy Attorney General, for appellee.\n   </attorneys>",
    "citations": [
        "241 N.E.2d 795",
        "251 Ind. 437"
    ],
    "opinions": [
        {
            "author_str": "Hunter",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHunter, J.\nAppellant was charged by affidavit with the commission of a crime under Ind. Anno. Stat. § 10-704 (1956 Repl.) which reads in pertinent part:\n“Whoever enters any dwelling house . . . business house . . . shop, office, storehouse, warehouse ... or any other erection or inclosure, with the intent to commit a felony therein, shall, on conviction, be imprisoned for not less than one (1) year nor more than ten (10) years . . .”\nHe was tried without intervention of a jury, found guilty as charged, and sentenced to imprisonment for one to ten years. The assignment of error and motion for new trial present only a question of the sufficiency of the evidence.\n*439*438There are two distinct elements which must be proved to sustain the charge: (1) the entry, and (2) the intent to com*439mit a felony therein. From the testimony of the witnesses called on behalf of the State of Indiana, it is clear that, on January 20, 1967, at or about 8:57 A. M., appellant was found and arrested in a parts room of a garage located at 541 North Senate, Indianapolis, Indiana. There is no contention by the appellant that he did not, in fact, enter the garage, as .charged. The only element here in question is whether appellant had the requisite intent to commit a felony.\nThe Offenses Against Property Act provides that “a person commits theft when he (1) knowingly:\n(a) obtains or exerts unauthorized control over property of the owner . . . and (2) . . .\n(b) intends to deprive the owner permanently of the use or benefit of the property . . .” Ind. Anno. Stat. § 10-3030 (1968 Supp.)\nAccording to the affidavit, the specific felony which appellant allegedly intended to commit was:\n(a) “to unlawfully and feloniously and knowingly obtain and exert unauthorized control over property of . . . Joseph Cohen, doing business as Cohen Brothers Garage,” and\n(b) “to deprive said Joseph Cohen . . . permanently of the use and benefit of said property . . .”\nThus, unless it .can be shown or reasonably inferred from substantial evidence of probative value that, when appellant entered the building, he did so with the intent to commit a theft under Ind. Anno. Stat. § 10-3030 (1968 Supp.), the conviction must be reversed.\nApparently, appellant gave two different explanations for his presence in the building: he told Robert Morey, the general manager, and Joseph Cohen, one of the owners of the business, that he had entered the building to get a drink of water and to get warm; he told the arresting officer and testified at the trial that he had entered the building with two other persons after having been hired and let into the build*440ing by an unknown man to clean out the garage for the owners, and that the other two men had been “working” with him but had left when they heard the approaching footsteps of the police officers. The day watchman testified that he had seen a second man in the building with appellant prior to the arrest, but both Robert Morey and Joseph Cohen testified that they had not hired anyone to clean the garage and had never employed the appellant. There were several broken windows in the building through which appellant could have entered without using force.\nThe evidence is not clear whether appellant was hiding or just standing in the parts room when first discovered by Robert Morey. Mr. Morey testified as follows:\n“A. ... I found a room on the southwest corner that was apparently locked. I tried the door. We had tried every place else. I had looked on the roof. This door was apparently locked. I knew it was not normally locked. It was normally kept open. So I put my shoulder to the door and busted the door open. The lock slipped and the door slipped open. And just inside the room hiding right beside the door was a man standing there.\nQ. I see. Now, will you define what you mean by hiding ?\nA. He was standing back against the wall right inside the door, just standing there. Now, I don’t know if you would call this hiding, but he seemed to be cramming himself against the wall. So, it seemed to me he was hiding.” (our emphasis).\nIt is fair to say that at the least appellant was not making his presence in the building obvious or apparent.\nWe agree with appellee that the trier of fact has the prerogative to question and disbelieve the appellant’s explanations of his presence in the garage, and that intent may be established by inference from the circumstances surrounding an act. But, there is an equally important limitation to this general rule of law.\n“Where the evidence of an issuable fact is wholly circumstantial in nature the evidence must be so conclusive and *441compelling in character that it excludes every reasonable hypothesis of the presumption of innocence of the defendant. White v. State (1948), 226 Ind. 309, 79 N. E. 2d 771. While the above rule has been held to be for the guidance of the trial court and on appeal it is not the province or right of this Court to weigh the evidence, however, it is the duty of this Court to examine the record of the evidence to determine whether there was sufficient evidence substantial in character to support the court’s finding on each of the issuable facts or elements of the crime charged beyond a reasonable doubt.” Easton v. State (1967), 248 Ind. 338, 228 N. E. 2d 6, 10-11.\n“Thus it is clear that where evidence is wholly circumstantial and fails to exclude every reasonable hypothesis of innocence such evidence is not sufficiently persuasive to allow a reasonable man to find the accused guilty beyond a reasonable doubt and such a finding and judgment of guilty cannot stand.” Manlove v. State (1968), 250 Ind. 70, 232 N. E. 2d 874, 879.\nWe do not agree that the appellant’s mere presence in the garage, whether or not properly or consistently explained by appellant, or his apparent desire to remain unnoticed in the parts room are sufficient to prove that he had an intent to commit a theft when he entered the building. He would have been as apt to act in the same manner had he entered the building for any other reason without the consent of the owner. There is no evidence that any property within the garage had been removed or disturbed in any way.\nWhile there is ample evidence to show that appellant was in the garage without the consent of the owner or manager of the business, it can not be inferred from this fact alone that he had entered the garage with the intent to commit a theft. Easton v. State, supra; see also, Kondrup v. State (1968), 250 Ind. 320, 235 N. E. 2d 703; Coleman v. State (1967), 248 Ind. 137, 224 N. E. 2d 47.\n“If the evidence merely tends to establish a suspicion of guilt, it is not sufficient to sustain a conviction. Robertson v. State, (1925), 231 Ind. 368, 108 N. E. 2d 711; Steffler v. State, (1952), 230 Ind. 557, 104 N. E. 2d 729; Todd v. State, (1951), 230 Ind. 85, 90, 101 N. E. *4422d 922; Hiner v. State, (1925), 196 Ind. 594, 149 N. E. 168. Mere opportunity to commit crime is insufficient to sustain a conviction. Osbon v. State, (1938), 213 Ind. 413, 424, 424, 13 N. E. 2d 223. ‘It is not enough that evidence merely tends to support the conclusion of guilt; it must support it.’ Martin v. State, (1897), 148 Ind. 519, 521, 47 N. E. 930.” Baker v. State (1956), 236 Ind. 55, 59-60, 138 N. E. 2d 641, 644. Easton v. State, supra, at 13.\nAlthough the state has probably shown a trespass merely by the appellant’s entry, it has not shown by any evidence of probative value that said entry was made with the intent to commit a theft consistent with the state’s burden to prove such a material fact beyond a reasonable doubt.\nTherefore, we agree with appellant that the evidence presented to the trial court is insufficient to prove that he entered the premises with the requisite intent to commit a felony. The judgment of the trial court must be reversed and the cause remanded with instructions to sustain the appellant’s motion for a new trial.\nJudgment reversed.\nJackson, J. concurs.\nDeBruler, J. concurs with opinion.\nArterburn, J. dissents with opinion in which Lewis, C. J. concurs.\n",
            "ocr": false,
            "opinion_id": 9703804
        },
        {
            "author_str": "DeBruler",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nConcurring Opinion.\nDeBruler, J.\nI concur in the result reached by the majority because it is my judgment that there is a total lack of evidence in the record of this case from which a trier of fact could infer that the defendant had the requisite intent to commit a theft. It therefore follows that since intent to commit theft is a necessary element of the crime with which the defendant was charged and convicted, the finding of the trial court is not supported by any evidence and a new trial must be granted. Howard v. State (1923) 193 Ind. 599, 141 N. E. 341.\n*443I cannot concur with the tests applied by the majority to determine whether or not there was, as a matter of law, sufficient evidence to sustain the finding, since these tests do not recognize the inherent limitation on the scope of appellate review as expressed in Mandich v. State (1945) 224 Ind. 209, 66 N. E. 2d 69, and White v. State (1948) 226 Ind. 309, 79 N. E. 2d 771. In the instant case, I believe that it is sufficient to state that as a matter of law, this Court determines that the mere unauthorized entry of a person into a building containing articles which could be easily carried away is insufficient to prove intent to steal those articles.\n",
            "ocr": false,
            "opinion_id": 9703805
        },
        {
            "author_str": "Arterburn",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDissenting Opinion.\nArterburn, J.\nI regret that I have to dissent to the majority opinion. The evidence is without contradiction that the appellant was discovered about 8:00 o’clock in the morning in the parts room of the Cohen Brothers garage on North Senate Street in the City of Indianapolis. A watchman had seen him in another room in the warehouse and accordingly notified the owners and the police. The general manager broke through the door in the parts room where he found the appellant crouching up against the wall, attempting to hide. He had previously been seen by the watchman, crouched over among the bins and shelves where the small parts are located. When the general manager asked him what he was doing, he said he was looking for work. Mr. Cohen, the other partner, said that the appellant was “hiding in the southwest corner behind, crouched behind a door.” When he asked him what he was doing there he said he came in to get warm. The witness also said that the appellant smelled from drinking whiskey. The watchman testified that he first saw the appellant in one part of the building and finally discovered him in the parts room, and upon discovery, appellant said “I just, came in there to get a drink of water.” The watchman said that there was another person with him who apparently had fled and was not seen by any of the witnesses.\n*444The main issue in this case is the question of whether or not there are circumstances and facts from which an inference of guilt may be drawn by reason of the appellant’s presence in a place where he had no right to be under the suspicious circumstances which have been related. In that connection his contradictory statements or excuses which he gave reflect upon his guilt, and we also have the added fact that on his own direct examination by his own counsel, he admitted a record of previous convictions of burglary and robbery which, if it has no probative value to show his intent or purpose, at least affects his credibility and whether his statements may be accepted as truthful. The evidence as to intent, a mental condition, can only be proved by circumstantial evidence, outward acts or statements of the individual involved. The intent of the defendant may be read from acts, conduct, and inferences fairly deductible from all circumstances. 13 Am. Jur. 2d, Burglary, §52.\n“The intent, however, may, and generally must, be proved by circumstantial evidence, for as a rule it is not susceptible of direct proof; and it has been held that the evidence of intent sufficient to support a conviction of burglary may be slight, in the absence of any evidence that the entry was made with any other intent . . . Even; where the felony was not actually committed, an intent to commit it may be inferred from the time and manner at and in which the entry was made, or the conduct of accused after the entry, or both.” 12 C.J.S., Burglary, § 55.\nIn the case of Kondrup v. State (1968), 250 Ind. 320, 235 N. E. 2d 703, 705, this Court dealt with a case somewhat similar, although in that connection the defendant was observed to be holding a gun in his hand while inside the shop into which he had broken. Judge Lewis therein stated:\n“While it is true that no one actually saw the appellant consummate the felony, the intent to commit a felony may be inferred from the circumstances which legitimately permit it. [Citing cases] Also, it is well settled that the issue of intent is for the jury to determine.”\n*445That opinion also quotes with approval the following statement:\n“Where the evidence, either direct or .circumstantial, is such that two inferences may reasonably be drawn therefrom, one of guilt and one of innocence, it is not within the province of this court to determine which inference should have controlled, that being exclusively for the trial court. [Citing cases]”\nIn Higgins v. State (1964), 246 Ind. 62, 202 N. E. 2d 569, a case with an almost identical set of facts was presented to this Court. In that case a home owner came home suddenly and heard someone running down his basement stairs. He ran and grabbed the intruder and asked him what he was doing there and his reply was, he was looking for work. He and his son held the defendant until the police arrived. He was charged in the case with burglary, and we affirmed the conviction on the ground that his fleeing and his excuse for being present in a place where he had no right to be, were matters and facts from which a jury could .conclude that he was guilty.\nThe majority opinion seems to us to soften the significance of the testimony that the appellant was hiding or crouching at the time he was discovered. In my opinion, this evidence is uncontradicted, and it is evidence of guilty intent, the same as that to be drawn where a man flees from the scene of a crime. Police officer Hunter stated that he found “Crawford hiding” in the parts room in the place where the small parts were kept. A partner, Cohen, testified “We found this man right here hiding in the southwest corner behind, crouched behind a door.” The general manager, Morey, testified that they had been informed someone was in the building and they, with the police, were searching for the invader and that he found the parts room with the door locked, which was usually not locked; that he burst the door open “and just inside the room hiding right beside the door was a man stand*446ing there.” At another point he says the appellant was “squeezed against the wall.” At another point he says that the appellant was “hugging the wall.” The watchman, when he first discovered the appellant in the building says, “He was stooped down trying to get something or to hide his face from me or something like that in some way in that manner.”\nIn addition to all these guilt-laden acts of the appellant, we have further testimony that the window in the storeroom had been newly broken out and it was not broken the day previous, and they thereafter boarded up the window. The owners further testified that they had not authorized any one to .clean the place up where the appellant was found nor had they hired any one to do so nor had they attempted to hire any one or to secure any one for that purpose, and that they had authorized no one to enter the building at the time the appellant was found there. In my opinion, it would contravene all good reasoning to conclude the appellant was inside the building without a felonious purpose. The trier of the facts, whether he be the jury man or the judge, places himself in the position of the average man. The average man would draw no other conclusion than that appellant’s purpose was felonious. It would strain the reasoning of the average juryman to conclude that the appellant was innocent, and for this Court to draw such a conclusion, I regret to say, in my opinion, makes it appear ridiculous.\nThe majority opinion penalizes efficient methods of law enforcement, such as alarm systems. Police officers promptly alerted, must wait until the intruder has first seized property or committed a rape or some other felony before the intruder may be convicted of a felony. A home owner who finds an intruder in his home at night will be surprised to learn that such a law-breaker cannot be convicted of a felony until he has first seized property or raped somebody, even though he can make no logical explanation- of why he is there and even though he may be hiding or attempting to flee.\n*447I feel the judgment of the trial court should be affirmed.\nLewis, C.J., concurs.\nNote. — Reported in 241 N. E. 2d 795.\n",
            "ocr": false,
            "opinion_id": 9703806
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4311.0,
            "opinion_text": "\n251 Ind. 437 (1968)\n241 N.E.2d 795\nCRAWFORD\nv.\nSTATE OF INDIANA.\nNo. 767S40.\nSupreme Court of Indiana.\nFiled November 20, 1968.\n*438 Frank E. Spencer, Indianapolis, for appellant.\nJohn J. Dillon, Attorney General, Duejean C. Garrett, Deputy Attorney General, for appellee.\nHUNTER, J.\nAppellant was charged by affidavit with the commission of a crime under Ind. Anno. Stat. § 10-704 (1956 Repl.) which reads in pertinent part:\n\"Whoever enters any dwelling house ... business house ... shop, office, storehouse, warehouse ... or any other erection or inclosure, with the intent to commit a felony therein, shall, on conviction, be imprisoned for not less than one (1) year nor more than ten (10) years ...\"\nHe was tried without intervention of a jury, found guilty as charged, and sentenced to imprisonment for one to ten years. The assignment of error and motion for new trial present only a question of the sufficiency of the evidence.\nThere are two distinct elements which must be proved to sustain the charge: (1) the entry, and (2) the intent to commit *439 a felony therein. From the testimony of the witnesses called on behalf of the State of Indiana, it is clear that, on January 20, 1967, at or about 8:57 A.M., appellant was found and arrested in a parts room of a garage located at 541 North Senate, Indianapolis, Indiana. There is no contention by the appellant that he did not, in fact, enter the garage, as charged. The only element here in question is whether appellant had the requisite intent to commit a felony.\nThe Offenses Against Property Act provides that \"a person commits theft when he (1) knowingly:\n(a) obtains or exerts unauthorized control over property of the owner ... and (2) ...\n(b) intends to deprive the owner permanently of the use or benefit of the property ...\" Ind. Anno. Stat. § 10-3030 (1968 Supp.)\nAccording to the affidavit, the specific felony which appellant allegedly intended to commit was:\n(a) \"to unlawfully and feloniously and knowingly obtain and exert unauthorized control over property of ... Joseph Cohen, doing business as Cohen Brothers Garage,\" and\n(b) \"to deprive said Joseph Cohen ... permanently of the use and benefit of said property ...\"\nThus, unless it can be shown or reasonably inferred from substantial evidence of probative value that, when appellant entered the building, he did so with the intent to commit a theft under Ind. Anno. Stat. § 10-3030 (1968 Supp.), the conviction must be reversed.\nApparently, appellant gave two different explanations for his presence in the building: he told Robert Morey, the general manager, and Joseph Cohen, one of the owners of the business, that he had entered the building to get a drink of water and to get warm; he told the arresting officer and testified at the trial that he had entered the building with two other persons after having been hired and let into the building *440 by an unknown man to clean out the garage for the owners, and that the other two men had been \"working\" with him but had left when they heard the approaching footsteps of the police officers. The day watchman testified that he had seen a second man in the building with appellant prior to the arrest, but both Robert Morey and Joseph Cohen testified that they had not hired anyone to clean the garage and had never employed the appellant. There were several broken windows in the building through which appellant could have entered without using force.\nThe evidence is not clear whether appellant was hiding or just standing in the parts room when first discovered by Robert Morey. Mr. Morey testified as follows:\n\"A.... I found a room on the southwest corner that was apparently locked. I tried the door. We had tried every place else. I had looked on the roof. This door was apparently locked. I knew it was not normally locked. It was normally kept open. So I put my shoulder to the door and busted the door open. The lock slipped and the door slipped open. And just inside the room hiding right beside the door was a man standing there.\nQ. I see. Now, will you define what you mean by hiding?\n\nA. He was standing back against the wall right inside the door, just standing there. Now, I don't know if you would call this hiding, but he seemed to be cramming himself against the wall. So, it seemed to me he was hiding.\" (our emphasis).\nIt is fair to say that at the least appellant was not making his presence in the building obvious or apparent.\nWe agree with appellee that the trier of fact has the prerogative to question and disbelieve the appellant's explanations of his presence in the garage, and that intent may be established by inference from the circumstances surrounding an act. But, there is an equally important limitation to this general rule of law.\n\"Where the evidence of an issuable fact is wholly circumstantial in nature the evidence must be so conclusive and *441 compelling in character that it excludes every reasonable hypothesis of the presumption of innocence of the defendant. White v. State (1948), 226 Ind. 309, 79 N.E.2d 771. While the above rule has been held to be for the guidance of the trial court and on appeal it is not the province or right of this Court to weigh the evidence, however, it is the duty of this Court to examine the record of the evidence to determine whether there was sufficient evidence substantial in character to support the court's finding on each of the issuable facts or elements of the crime charged beyond a reasonable doubt.\" Easton v. State (1967), 248 Ind. 338, 228 N.E.2d 6, 10-11.\n\"Thus it is clear that where evidence is wholly circumstantial and fails to exclude every reasonable hypothesis of innocence such evidence is not sufficiently persuasive to allow a reasonable man to find the accused guilty beyond a reasonable doubt and such a finding and judgment of guilty cannot stand.\" Manlove v. State (1968), 250 Ind. 70, 232 N.E.2d 874, 879.\nWe do not agree that the appellant's mere presence in the garage, whether or not properly or consistently explained by appellant, or his apparent desire to remain unnoticed in the parts room are sufficient to prove that he had an intent to commit a theft when he entered the building. He would have been as apt to act in the same manner had he entered the building for any other reason without the consent of the owner. There is no evidence that any property within the garage had been removed or disturbed in any way.\nWhile there is ample evidence to show that appellant was in the garage without the consent of the owner or manager of the business, it can not be inferred from this fact alone that he had entered the garage with the intent to commit a theft. Easton v. State, supra; see also, Kondrup v. State (1968), 250 Ind. 320, 235 N.E.2d 703; Coleman v. State (1967), 248 Ind. 137, 224 N.E.2d 47.\n\"If the evidence merely tends to establish a suspicion of guilt, it is not sufficient to sustain a conviction. Robertson v. State, (1925), 231 Ind. 368, 108 N.E.2d 711; Steffler v. State, (1952), 230 Ind. 557, 104 N.E.2d 729; Todd v. State, (1951), 230 Ind. 85, 90, *442 101 N.E.2d 922; Hiner v. State, (1925), 196 Ind. 594, 149 N.E. 168. Mere opportunity to commit crime is insufficient to sustain a conviction. Osbon v. State, (1938), 213 Ind. 413, 424, 424, 13 N.E.2d 223. `It is not enough that evidence merely tends to support the conclusion of guilt; it must support it.' Martin v. State, (1897), 148 Ind. 519, 521, 47 N.E. 930.\" Baker v. State (1956), 236 Ind. 55, 59-60, 138 N.E.2d 641, 644. Easton v. State, supra, at 13.\nAlthough the state has probably shown a trespass merely by the appellant's entry, it has not shown by any evidence of probative value that said entry was made with the intent to commit a theft consistent with the state's burden to prove such a material fact beyond a reasonable doubt.\nTherefore, we agree with appellant that the evidence presented to the trial court is insufficient to prove that he entered the premises with the requisite intent to commit a felony. The judgment of the trial court must be reversed and the cause remanded with instructions to sustain the appellant's motion for a new trial.\nJudgment reversed.\nJackson, J. concurs.\nDeBruler, J. concurs with opinion.\nArterburn, J. dissents with opinion in which Lewis, C.J. concurs.\n\nCONCURRING OPINION.\nDEBRULER, J.\nI concur in the result reached by the majority because it is my judgment that there is a total lack of evidence in the record of this case from which a trier of fact could infer that the defendant had the requisite intent to commit a theft. It therefore follows that since intent to commit theft is a necessary element of the crime with which the defendant was charged and convicted, the finding of the trial court is not supported by any evidence and a new trial must be granted. Howard v. State (1923) 193 Ind. 599, 141 N.E. 341.\n*443 I cannot concur with the tests applied by the majority to determine whether or not there was, as a matter of law, sufficient evidence to sustain the finding, since these tests do not recognize the inherent limitation on the scope of appellate review as expressed in Mandich v. State (1945) 224 Ind. 209, 66 N.E.2d 69, and White v. State (1948) 226 Ind. 309, 79 N.E.2d 771. In the instant case, I believe that it is sufficient to state that as a matter of law, this Court determines that the mere unauthorized entry of a person into a building containing articles which could be easily carried away is insufficient to prove intent to steal those articles.\n\nDISSENTING OPINION.\nARTERBURN, J.\nI regret that I have to dissent to the majority opinion. The evidence is without contradiction that the appellant was discovered about 8:00 o'clock in the morning in the parts room of the Cohen Brothers garage on North Senate Street in the City of Indianapolis. A watchman had seen him in another room in the warehouse and accordingly notified the owners and the police. The general manager broke through the door in the parts room where he found the appellant crouching up against the wall, attempting to hide. He had previously been seen by the watchman, crouched over among the bins and shelves where the small parts are located. When the general manager asked him what he was doing, he said he was looking for work. Mr. Cohen, the other partner, said that the appellant was \"hiding in the southwest corner behind, crouched behind a door.\" When he asked him what he was doing there he said he came in to get warm. The witness also said that the appellant smelled from drinking whiskey. The watchman testified that he first saw the appellant in one part of the building and finally discovered him in the parts room, and upon discovery, appellant said \"I just came in there to get a drink of water.\" The watchman said that there was another person with him who apparently had fled and was not seen by any of the witnesses.\n*444 The main issue in this case is the question of whether or not there are circumstances and facts from which an inference of guilt may be drawn by reason of the appellant's presence in a place where he had no right to be under the suspicious circumstances which have been related. In that connection his contradictory statements or excuses which he gave reflect upon his guilt, and we also have the added fact that on his own direct examination by his own counsel, he admitted a record of previous convictions of burglary and robbery which, if it has no probative value to show his intent or purpose, at least affects his credibility and whether his statements may be accepted as truthful. The evidence as to intent, a mental condition, can only be proved by circumstantial evidence, outward acts or statements of the individual involved. The intent of the defendant may be read from acts, conduct, and inferences fairly deductible from all circumstances. 13 Am.Jur.2d, Burglary, § 52.\n\"The intent, however, may, and generally must, be proved by circumstantial evidence, for as a rule it is not susceptible of direct proof; and it has been held that the evidence of intent sufficient to support a conviction of burglary may be slight, in the absence of any evidence that the entry was made with any other intent ... Even where the felony was not actually committed, an intent to commit it may be inferred from the time and manner at and in which the entry was made, or the conduct of accused after the entry, or both.\" 12 C.J.S., Burglary, § 55.\nIn the case of Kondrup v. State (1968), 250 Ind. 320, 235 N.E.2d 703, 705, this Court dealt with a case somewhat similar, although in that connection the defendant was observed to be holding a gun in his hand while inside the shop into which he had broken. Judge Lewis therein stated:\n\"While it is true that no one actually saw the appellant consummate the felony, the intent to commit a felony may be inferred from the circumstances which legitimately permit it. [Citing cases] Also, it is well settled that the issue of intent is for the jury to determine.\"\n*445 That opinion also quotes with approval the following statement:\n\"Where the evidence, either direct or circumstantial, is such that two inferences may reasonably be drawn therefrom, one of guilt and one of innocence, it is not within the province of this court to determine which inference should have controlled, that being exclusively for the trial court. [Citing cases]\"\nIn Higgins v. State (1964), 246 Ind. 62, 202 N.E.2d 569, a case with an almost identical set of facts was presented to this Court. In that case a home owner came home suddenly and heard someone running down his basement stairs. He ran and grabbed the intruder and asked him what he was doing there and his reply was, he was looking for work. He and his son held the defendant until the police arrived. He was charged in the case with burglary, and we affirmed the conviction on the ground that his fleeing and his excuse for being present in a place where he had no right to be, were matters and facts from which a jury could conclude that he was guilty.\nThe majority opinion seems to us to soften the significance of the testimony that the appellant was hiding or crouching at the time he was discovered. In my opinion, this evidence is uncontradicted, and it is evidence of guilty intent, the same as that to be drawn where a man flees from the scene of a crime. Police officer Hunter stated that he found \"Crawford hiding\" in the parts room in the place where the small parts were kept. A partner, Cohen, testified \"We found this man right here hiding in the southwest corner behind, crouched behind a door.\" The general manager, Morey, testified that they had been informed someone was in the building and they, with the police, were searching for the invader and that he found the parts room with the door locked, which was usually not locked; that he burst the door open \"and just inside the room hiding right beside the door was a man standing *446 there.\" At another point he says the appellant was \"squeezed against the wall.\" At another point he says that the appellant was \"hugging the wall.\" The watchman, when he first discovered the appellant in the building says, \"He was stooped down trying to get something or to hide his face from me or something like that in some way in that manner.\"\nIn addition to all these guilt-laden acts of the appellant, we have further testimony that the window in the storeroom had been newly broken out and it was not broken the day previous, and they thereafter boarded up the window. The owners further testified that they had not authorized any one to clean the place up where the appellant was found nor had they hired any one to do so nor had they attempted to hire any one or to secure any one for that purpose, and that they had authorized no one to enter the building at the time the appellant was found there. In my opinion, it would contravene all good reasoning to conclude the appellant was inside the building without a felonious purpose. The trier of the facts, whether he be the jury man or the judge, places himself in the position of the average man. The average man would draw no other conclusion than that appellant's purpose was felonious. It would strain the reasoning of the average juryman to conclude that the appellant was innocent, and for this Court to draw such a conclusion, I regret to say, in my opinion, makes it appear ridiculous.\nThe majority opinion penalizes efficient methods of law enforcement, such as alarm systems. Police officers promptly alerted, must wait until the intruder has first seized property or committed a rape or some other felony before the intruder may be convicted of a felony. A home owner who finds an intruder in his home at night will be surprised to learn that such a law-breaker cannot be convicted of a felony until he has first seized property or raped somebody, even though he can make no logical explanation of why he is there and even though he may be hiding or attempting to flee.\n*447 I feel the judgment of the trial court should be affirmed.\nLewis, C.J., concurs.\nNOTE. \u0097 Reported in 241 N.E.2d 795.\n",
            "ocr": false,
            "opinion_id": 1976462
        }
    ],
    "court_short_name": "Indiana Supreme Court",
    "court_full_name": "Indiana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}