{
    "id": 2162288,
    "judges": "McCULLOUGH",
    "date_filed": "1998-12-17",
    "date_filed_is_approximate": true,
    "slug": "people-v-wishard",
    "case_name_short": "Wishard",
    "case_name": "People v. Wishard",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. DWIGHT C. WISHARD, Defendant-Appellant",
    "attorneys": "Michael J. Pelletier, Gary R. Peterson, and Nancy L. Vincent, all of State Appellate Defender’s Office, of Springfield, for appellant., Julia Rietz, State’s Attorney, of Urbana (Patrick Delfino, Robert J. Biderman, and Denise M. Ambrose, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b299-4\" pgmap=\"299\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. DWIGHT C. WISHARD, Defendant-Appellant.\n   </parties><br><court id=\"b299-6\" pgmap=\"299\">\n    Fourth District\n   </court><docketnumber id=\"AxB\" pgmap=\"299\">\n    No. 4—08—0712\n   </docketnumber><br><decisiondate id=\"b299-7\" pgmap=\"299\">\n    Opinion filed December 15, 2009.\n   </decisiondate><br><attorneys id=\"b300-9\" pgmap=\"300\">\n    Michael J. Pelletier, Gary R. Peterson, and Nancy L. Vincent, all of State Appellate Defender’s Office, of Springfield, for appellant.\n   </attorneys><br><attorneys id=\"b300-10\" pgmap=\"300\">\n    Julia Rietz, State’s Attorney, of Urbana (Patrick Delfino, Robert J. Biderman, and Denise M. Ambrose, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "919 N.E.2d 1118",
        "396 Ill. App. 3d 283"
    ],
    "opinions": [
        {
            "author_str": "McCULLOUGH",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n919 N.E.2d 1118 (2009)\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nDwight C. WISHARD, Defendant-Appellant.\nNo. 4-08-0712.\nAppellate Court of Illinois, Fourth District.\nDecember 15, 2009.\n*1119 Justice McCULLOUGH delivered the opinion of the court:\nDefendant, Dwight C. Wishard, pleaded guilty to attempt (residential burglary) (720 ILCS 5/8-4(a), 19-3(a) (West 2006)), aggravated battery (720 ILCS 5/12-4(b)(18) (West 2006)), and disarming a peace officer (720 ILCS 5/31-1a (West 2006)) and the trial court sentenced him to a total of 14 years in prison. He appeals, arguing section 31-1a of the Criminal Code of 1961 (Code) (720 ILCS 5/31-1a (West 2006)) impermissibly includes conduct that constitutes both the inchoate and completed offense of disarming a peace officer. He also contends his trial counsel provided ineffective assistance for failing to raise that issue with the trial court. We affirm.\nOn March 6, 2008, a grand jury indicted defendant for the offenses of attempt (residential burglary) (720 ILCS 5/8-4 (a), 19-3(a) (West 2006)), aggravated battery (720 ILCS 5/12-4(b)(18) (West 2006)), disarming a peace officer (720 ILCS 5/31-1a (West 2006)), and obstructing justice (720 ILCS 5/31-4(a) (West 2006)). Count IV, obstructing justice, was dismissed by the State. On June 16, 2008, defendant made an open plea of guilty to all but the obstructing-justice offense. According to the State's factual basis, Virginia Dewar called police to her residence in response to defendant repeatedly ringing her door-bell and pounding on her door. Officers arrived on the scene and discovered defendant crouched near a broken basement window at the back of the residence. Defendant fled but was soon caught and found with a crowbar in his possession.\nWhile being taken into custody, defendant sustained injuries that required medical treatment and was taken to a hospital. At the hospital, he jumped off an examining table and attacked Sergeant Robert Fitzgerald. Defendant also tried to take Fitzgerald's handgun but Fitzgerald was able to push defendant away. Defendant fled through the hospital's emergency room but was tackled by a doctor. The trial court accepted defendant's guilty pleas and set the matter for sentencing.\nOn August 1, 2008, the trial court sentenced defendant to seven years' imprisonment for each offense. It ordered his sentences for aggravated battery and disarming a peace officer to run concurrently with each other but consecutively to his sentence for attempt (residential burglary), for a total of 14 years in prison. On August 18, 2008, defendant filed a motion to reconsider his sentence, arguing only *1120 that his sentence was excessive. On September 10, 2008, the court denied his motion.\nThis appeal followed.\nOn appeal, defendant argues section 31-1a of the Code impermissibly includes conduct that constitutes both the inchoate and completed offense of disarming a peace officer. He contends section 31-1a (1) abrogates the rule that no person shall be convicted of both the inchoate and principal offense as set forth in section 8-5 of the Code (720 ILCS 5/8-5 (West 2006)), (2) raises unconstitutional disproportionate-penalty problems because the same misconduct is classified as both a Class 2 and 3 felony, and (3) violates the rule that penal statutes must be strictly construed in the accused's favor. Defendant acknowledges he failed to raise this issue with the trial court but contends it may, nevertheless, be considered on appeal pursuant to the plain-error doctrine.\n\"Under [Supreme Court] Rule 604(d) [(210 Ill.2d R. 604(d))], any issue not raised in a motion to withdraw a guilty plea or to reconsider a sentence after a guilty plea is forfeited.\" People v. Thompson, 375 Ill.App.3d 488, 492, 314 Ill.Dec. 476, 874 N.E.2d 572, 575-76 (2007). However, in some circumstances, the plain-error doctrine may be applied as an exception to the forfeiture rule. Thompson, 375 Ill.App.3d at 492, 314 Ill.Dec. 476, 874 N.E.2d at 576. Pursuant to the plain-error doctrine, a reviewing court may consider unpreserved error where:\n\"`(1) a clear and obvious error occurred and the evidence is so closely balanced that the error alone threatened to tip the scales of justice against the defendant, regardless of the seriousness of the error, or (2) a clear or obvious error occurred and that error is so serious that it affected the fairness of the defendant's trial and challenged the integrity of the judicial process, regardless of the closeness of the evidence.'\" People v. Walker, 232 Ill.2d 113, 124, 327 Ill.Dec. 570, 902 N.E.2d 691, 697 (2009), quoting People v. Piatkowski, 225 Ill.2d 551, 565, 312 Ill.Dec. 338, 870 N.E.2d 403, 410-11 (2007).\n\"Under both prongs of the plain-error doctrine, the burden of persuasion remains with defendant.\" Walker, 232 Ill.2d at 124, 327 Ill.Dec. 570, 902 N.E.2d at 697. \"The initial step in conducting plain-error analysis is to determine whether error occurred at all.\" Walker, 232 Ill.2d at 124, 327 Ill.Dec. 570, 902 N.E.2d at 697. \"This requires * * * a substantive review of the issue.\" Walker, 232 Ill.2d at 125, 327 Ill.Dec. 570, 902 N.E.2d at 697.\n\"The fundamental rule of statutory construction is to ascertain and give effect to the intent of the legislature.\" People ex rel. Birkett v. Konetski, 233 Ill.2d 185, 193, 330 Ill.Dec. 761, 909 N.E.2d 783, 791 (2009). \"The best evidence of legislative intent is the statutory language, given its plain and ordinary meaning.\" Birkett, 233 Ill.2d at 193, 330 Ill.Dec. 761, 909 N.E.2d at 791. Questions of statutory construction are subject to de novo review. Birkett, 233 Ill.2d at 193, 330 Ill.Dec. 761, 909 N.E.2d at 791.\n\"It is generally held that subsequent laws on the same subject are regarded as supplementary or complimentary to the earlier enactments.\" Zears v. Davison, 154 Ill.App.3d 408, 411, 107 Ill.Dec. 150, 506 N.E.2d 1041, 1043 (1987). Further, \"`[i]t is a fundamental rule of statutory construction that where there exists a general statutory provision and a specific statutory provision, either in the same or another act, which both relate to the same subject, the specific provision controls and should be applied.'\" People v. Villarreal, 152 Ill.2d 368, 379, 178 Ill.Dec. 400, 604 N.E.2d 923, 928 (1992).\nThe Code contains a general attempt statute that provides as follows: \"[a] *1121 person commits an attempt when, with intent to commit a specific offense, he does any act which constitutes a substantial step toward the commission of that offense.\" 720 ILCS 5/8-4(a) (West 2006). \"The general attempt statute applies to all offenses, unless there is manifest a legislative intent to exclude it from the statute.\" People v. Patten, 230 Ill.App.3d 922, 930, 172 Ill.Dec. 471, 595 N.E.2d 1141, 1147 (1992), citing People v. Wallace, 57 Ill.2d 285, 291-92, 312 N.E.2d 263, 266-67 (1974).\nSection 31.1a of the Code (720 ILCS 5/31-1a (West 2006)) details the elements of the offense of disarming a peace officer. That section provides as follows:\n\"A person who, without the consent of a peace officer * * *, takes or attempts to take a weapon from a person known to him or her to be a peace officer * * *, while the peace officer * * * is engaged in the performance of his or her official duties or from an area within the peace officer's * * * immediate presence is guilty of a Class 2 felony.\" (Emphasis added.) 720 ILCS 5/31-1a (West 2006).\nIn Patten, 230 Ill.App.3d at 930-31, 172 Ill.Dec. 471, 595 N.E.2d at 1147, the First District found evidence of a manifest legislative intent in the child-abduction statute before it to exclude application of the general attempt statute. The relevant child-abduction statute provided \"that a person commits child abduction when he or she `[i]ntentionally lures or attempts to lure a child under the age of 16 into a motor vehicle * * * without the consent of the parent or lawful custodian of the child for other than a lawful purpose.' [Citation].\" Patten, 230 Ill.App.3d at 926-27, 172 Ill. Dec. 471, 595 N.E.2d at 1144. The court found \"[t]he intent of the legislature to increase punishment in specific child[-]abduction cases was within its prerogative, and its decision to exclude the general attempt statute in such cases eliminated any proportion problem.\" Patten, 230 Ill. App.3d at 931, 172 Ill.Dec. 471, 595 N.E.2d at 1147.\nHere, section 31-1a contains a manifest legislative intent to exclude application of the general attempt statute. The plain language of section 31-1a includes both attempts to disarm a peace officer as well as the completed act of disarming a peace officer. As the more specific statute, section 31-1a controls over the general attempt statute. As the First District found in Patten, it was within the legislature's prerogative to increase the punishment for this specific offense.\nAlso, contrary to defendant's contention, no disproportionate-penalties problem exists. The legislature, through its inclusion of the attempts-to-take language in section 31-1a, excluded application of the general attempt statute to situations involving attempts to disarm a peace officer.\nTo support his position, defendant cites Wallace, 57 Ill.2d at 287, 312 N.E.2d at 264, wherein the defendants proffered money to two police officers in return for their release but the officers rejected the offer. The defendants were convicted of attempted bribery. Wallace, 57 Ill.2d at 287, 312 N.E.2d at 264. They appealed, arguing the offense of attempted bribery did not exist and facts showing the refusal of an offer of money constituted the completed act of bribery. Wallace, 57 Ill.2d at 287, 312 N.E.2d at 264. The supreme court concluded the general attempt provision of the Code could be applied to cases involving a consummated offense. Wallace, 57 Ill.2d at 289, 312 N.E.2d at 266. Further, it stated \"[i]n the absence of manifest legislative intent to exclude bribery from the purview of the general attempt provision of the * * * Code, * * * the indictment [in the case before it] was valid.\" Wallace, 57 Ill.2d at 292, 312 N.E.2d at 267.\nIn his brief, defendant argues as follows:\n\n*1122 \"The lesson to take from Wallace is that even if a statute merges both the inchoate and the completed offense into a single substantive offense, * * * this does not negate application of the general attempt statute to those facts, as there was nothing in that merger to evince a clear legislative intent to prevent application of the general attempt statute.\"\nWallace, however, is factually distinguishable from the case at bar. Section 31-1a clearly applies when someone takes or attempts to take a weapon. As stated, this language is sufficient to show a manifest legislative intent to exclude application of the general attempt provision of the Code. The statute in Wallace did not contain similar language regarding attempts at bribery.\nA substantive review of the issue presented reveals no error occurred. The plain-error doctrine is not applicable nor is a reversal of defendant's conviction warranted. Additionally, we note, because defendant's claim that section 31-1a impermissibly included conduct constituting both the inchoate and completed offense of disarming a peace officer is without merit, his claim that his attorney provided ineffective assistance for failing to raise the issue with the trial court is also without merit.\nFor the reasons stated, we affirm the trial court's judgment. As part of our judgment, we grant the State its statutory assessment of $50 against defendant as costs of this appeal.\nAffirmed.\nKNECHT and POPE, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2162288
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}