{
    "id": 1969232,
    "judges": "Garibaldi",
    "date_filed": 863654400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-crawley",
    "case_name_short": "Crawley",
    "case_name": "State v. Crawley",
    "case_name_full": "State of New Jersey, Plaintiff-Appellant, v. Shawn Crawley, A/K/A Shawn Goldsboro, A/K/A Steven R. Mills, A/K/A Shawn Lamont Mahan, Defendant-Respondent",
    "attorneys": "Robin A. Harnett, Special Deputy Attorney General, Acting Assistant Prosecutor, argued the cause for appellant (Lee A. Solomon, Assistant Attorney General, Acting Camden County Prosecutor, attorney)., Bernadette N. DeCastro, Assistant Deputy Public Defender, argued the cause for respondent (Susan L. Reisner, Public Defender, attorney).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued February 4, 1997",
    "cross_reference": null,
    "correction": null,
    "citation_count": 28,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b376-10\">\n    693 A.2d 859\n   </citation><br><parties id=\"b376-11\">\n    STATE OF NEW JERSEY, PLAINTIFF-APPELLANT, v. SHAWN CRAWLEY, A/K/A SHAWN GOLDSBORO, A/K/A STEVEN R. MILLS, A/K/A SHAWN LAMONT MAHAN, DEFENDANT-RESPONDENT.\n   </parties><br><otherdate id=\"b376-12\">\n    Argued February 4, 1997\n   </otherdate><decisiondate id=\"AH1\">\n    Decided May 15, 1997.\n   </decisiondate><br><attorneys id=\"b378-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"312\"> \n     *312\n     </span>\n<em>\n     Robin A. Harnett,\n    </em>\n    Special Deputy Attorney General, Acting Assistant Prosecutor, argued the cause for appellant\n    <em>\n     (Lee A. Solomon,\n    </em>\n    Assistant Attorney General, Acting Camden County Prosecutor, attorney).\n   </attorneys><br><attorneys id=\"b378-10\">\n<em>\n     Bernadette N. DeCastro,\n    </em>\n    Assistant Deputy Public Defender, argued the cause for respondent\n    <em>\n     (Susan L. Reisner,\n    </em>\n    Public Defender, attorney).\n   </attorneys>",
    "citations": [
        "693 A.2d 859",
        "149 N.J. 310"
    ],
    "opinions": [
        {
            "author_str": "Garibaldi",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5103.0,
            "opinion_text": "\n149 N.J. 310 (1997)\n693 A.2d 859\nSTATE OF NEW JERSEY, PLAINTIFF-APPELLANT,\nv.\nSHAWN CRAWLEY, A/K/A SHAWN GOLDSBORO, A/K/A STEVEN R. MILLS, A/K/A SHAWN LAMONT MAHAN, DEFENDANT-RESPONDENT.\nThe Supreme Court of New Jersey.\nArgued February 4, 1997.\nDecided May 15, 1997.\n*312 Robin A. Hamett, Special Deputy Attorney General, Acting Assistant Prosecutor, argued the cause for appellant (Lee A. Solomon, Assistant Attorney General, Acting Camden County Prosecutor, attorney).\nBernadette N. DeCastro, Assistant Deputy Public Defender, argued the cause for respondent (Susan L. Reisner, Public Defender, attorney).\nThe opinion of the Court was delivered by GARIBALDI, J.\nIn this appeal, we consider three questions: (1) whether defendants, as part of plea agreements, can waive their right to merge offenses; (2) if such waivers are allowed, did defendant voluntarily and intelligently waive his right to merger; and (3) if defendant did knowingly waive his right to merger, is he now prohibited from challenging that waiver? We reaffirm the position taken in State v. Truglia, 97 N.J. 513, 480 A.2d 912 (1984), and hold that defendants can waive their right to merger in plea agreements, that defendant did effectively waive his right to *313 merger, and that he is now prohibited from challenging that waiver on appeal.\n\nI\nOn August 4, 1991, Ronald Lightcap asked Shawn Crawley, defendant, to sell him drugs on a street in Camden, New Jersey. Defendant told Lightcap that he did not have any drugs on him and that Lightcap would have to drive them to East Camden to obtain the drugs. Defendant's purpose was not, however, to consummate the drug sale, but rather to steal Lightcap's van. When the van came to a stop, defendant pointed his revolver at Lightcap and told him to get out of the van.\nInstead of acquiescing to defendant's demand, Lightcap grabbed the revolver and a struggle ensued. Eventually, defendant forced Lightcap out of the van and moved himself into the driver's seat. Defendant, however, was unable to close the door because Lightcap was still holding onto the revolver. Then, with defendant's finger on the trigger, the revolver went off and the bullet hit Lightcap. Defendant left Lightcap on the street as he drove away in the van. Lightcap later died.\nPrior to the killing, defendant was placed on probation for possessing and intending to distribute cocaine in 1990. He violated his probation in April 1991 by, inter alia, being arrested and indicted for receiving stolen property under an assumed name. The authorities decided to detain defendant at Camden House, a satellite residence for those incarcerated at Jamesburg Training School. Shortly after arriving at Camden House, defendant left the premises without permission and never returned. In May 1991, defendant was arrested and indicted again for receiving stolen property under a different assumed name. Those indictments were pending when defendant killed Lightcap.\nDuring the pre-indictment stage of his criminal proceedings, defendant entered into a plea agreement with the Camden County Prosecutor's Office on the charge of killing Lightcap. As a part of the agreement, defendant waived his right to have the charges *314 arising from Lightcap's death presented to a Grand Jury. In lieu of a formal indictment, the prosecutor filed an accusation, which charged defendant with aggravated manslaughter, in violation of N.J.S.A. 2C:11-4a (Count One); armed robbery, in violation of N.J.S.A. 2C:15-1a(2) (Count Two); and escape, in violation of N.J.S.A. 2C:29-5 (Count Three). In exchange for defendant pleading guilty to those three counts and to the charge of violating his probation, the prosecutor agreed to recommend the dismissal of the complaint charging defendant with felony murder in connection with the Lightcap robbery and homicide and to dismiss the indictment for the two previous property offenses. In addition, the prosecutor agreed to recommend the following sentence: thirty years with fifteen years of parole ineligibility for aggravated manslaughter; a consecutive term of ten years with five years of parole ineligibility for armed robbery; a concurrent term of five years for escape; and a concurrent term of four years for violating probation.\nDefendant filled out and signed a three-page plea agreement. Question 18 of that form asked: \"Have you discussed with your attorney the doctrine of merger?\" Defendant answered yes. Question 20 asked defendant to list any other promises he, his counsel, or the prosecutor made. He responded, \"waiver of appeal; waiver of merger.\"\nAt the first retraxit proceeding, the prosecutor stated that defendant was waiving both his right to appeal if the court imposed the recommended sentence and \"any possible issue as to merger with respect to Counts One and Two in the accusation.\" Defense counsel then told the trial court that she had spoken with defendant and that he was making his guilty plea voluntarily. In addition, defense counsel stated that defendant understood that he was waiving certain constitutional rights. The trial court then asked defendant if his counsel had explained what rights he was waiving by entering into the plea agreement and whether he was making the plea voluntarily. Defendant answered both questions affirmatively. The court, however, did not accept defendant's plea *315 because his recitation of what had transpired on the day in question did not provide a sufficient factual basis for a finding of guilt.\nTwo days later, the court resumed the retraxit proceeding. After restating the terms of the plea agreement, the prosecutor told the court that part of the agreement involved dismissing the charge of felony murder. In fact, the prosecutor informed the court that part of the bargain was that defendant would accept the consecutive sentences in order to avoid the thirty-year period of parole ineligibility that accompanies a conviction for felony murder. The prosecutor stated: \"So while it is somewhat unusual for a three-count accusation to have the counts follow consecutively one upon the other, particularly where one is for aggravated manslaughter and one is for armed robbery, the record should reflect it was structured in this fashion so as to give a benefit to the defendant.\" Defense counsel again represented to the court that she and defendant had discussed the matter on several occasions and that she believed that defendant was voluntarily pleading guilty.\nThe trial court then conducted its examination of defendant, who told the court that he was entering into the agreement voluntarily and that he reaffirmed his answers from the preceding proceeding. The court subsequently accepted defendant's factual basis in support of his plea to each of the charges in the accusation and to violating probation.\nAt the sentencing hearing on January 15, 1992, the prosecutor reiterated that the State would have sought an indictment from the Grand Jury for felony murder if the plea agreement did not provide for consecutive sentences. Defense counsel asked the court to adopt the sentence in the plea agreement. The trial court imposed the recommended sentence.\nIn an unpublished order, the Appellate Division held that defendant could not agree to waive his right to merger. The panel, therefore, remanded to the trial court to determine whether the charges of aggravated manslaughter and armed robbery should *316 merge. If so, the panel ordered that defendant be resentenced. If not, the panel ordered that the sentence be sustained.\nWe granted the State's petition for certification on the issue of merger, 146 N.J. 499, 683 A.2d 202 (1996), and denied defendant's cross-petition for certification, which challenged the consecutive nature of his sentences. 147 N.J. 264, 686 A.2d 764 (1996).\n\nII\nCriminal convictions merge because a defendant who has committed only one offense cannot be punished as if he committed two offenses. See, e.g., State v. Dillihay, 127 N.J. 42, 46, 601 A.2d 1149 (1992); State v. Cole, 120 N.J. 321, 325-26, 576 A.2d 864 (1990); State v. Miller, 108 N.J. 112, 116, 527 A.2d 1362 (1987). As in the past, we recognize that merging convictions implicates a defendant's substantive constitutional rights without specifying which constitutional provision creates those rights because identifying the specific provision does not aid the analysis of this case. See, e.g., Dillihay, supra, 127 N.J. at 46, 601 A.2d 1149; Cole, supra, 120 N.J. at 326, 576 A.2d 864; State v. Truglia, 97 N.J. 513, 522, 480 A.2d 912 (1984).\nGenerally, a defendant who pleads guilty is prohibited from raising, on appeal, the contention that the State violated his constitutional rights prior to the plea. See, e.g., Tollett v. Henderson, 411 U.S. 258, 267, 93 S.Ct. 1602, 1608, 36 L.Ed.2d 235, 243 (1973); State v. DeLane, 207 N.J. Super. 45, 48, 503 A.2d 903 (App.Div. 1986). Those constitutional rights include the privilege against compulsory self-incrimination, the right to trial by jury, the right to confront one's accusers, and the right to a speedy trial. See Boykin v. Alabama, 395 U.S. 238, 243, 89 S.Ct. 1709, 1712, 23 L.Ed.2d 274, 279-80 (1969); State v. Garoniak, 164 N.J. Super. 344, 348, 396 A.2d 360 (App.Div. 1978), certif. denied, 79 N.J. 481, 401 A.2d 236 (1979). Moreover, where the ultimate resolution of the merger issue is uncertain, a guilty plea need not necessarily be overturned when a trial court fails to inform a *317 defendant about the possibility of merger because such a failure does not misinform the defendant about his potential sentence. See State v. Taylor, 80 N.J. 353, 364, 403 A.2d 889 (1979); see also State v. Nichols, 71 N.J. 358, 361, 365 A.2d 467 (1976) (permitting defendant to withdraw guilty plea where prosecutor, trial court, and defense counsel failed to inform defendant that offenses could merge because defendant was misinformed about material element of plea negotiation).\n\nIII\nIn Truglia, supra, the defendant was charged with two counts of attempted murder, two counts of aggravated assault, possession of a gun without a permit, possession of a gun by a convicted felon, and criminal mischief. 97 N.J. at 517, 480 A.2d 912. Those charges arose out of a series of incidents in which the defendant shot his gun at two people, hitting one of them in the shoulder, and destroyed the roof of another person's automobile. Id. at 516, 480 A.2d 912. The defendant pleaded guilty to aggravated assault and possessing a handgun with an unlawful purpose in exchange for, inter alia, the prosecutor dismissing the other charges in the indictment and recommending that the sentence not exceed fifteen years, with seven-and-one-half years of parole ineligibility. Id. at 517, 480 A.2d 912.\nEven though we held that the defendant had not proven that the two offenses should merge, we addressed, in dictum, the issues raised in this case:\nWe conclude that a holding of non-waiver of a claim of merger following guilty pleas is more consistent with our notions of fairness, limited however to the situation in which there has been no consideration given at the plea or sentencing hearing to the potential for merger of any of the offenses.\n[Id. at 523, 480 A.2d 912.]\nWe added that if it was apparent that a defendant had waived his right to merger in a bargained-for plea, he would be unable to challenge that waiver on appeal. Id. at 524, 480 A.2d 912. If, on the other hand, the issue of merger was not \"adverted to below or *318 subject to a specific waiver,\" then a defendant must establish the merger. Ibid. We reaffirm our position in Truglia.\n\nIV\nIn New Jersey, it is well-settled that a plea must be entered into voluntarily and intelligently. Taylor, supra, 80 N.J. at 362, 403 A.2d 889. Indeed, we have codified that requirement in Rule 3:9-2, which provides that a court shall not accept a guilty plea without \"determining by inquiry of the defendant and others, in the court's discretion ... that the plea is made voluntarily ..., and with an understanding of the nature of the charge and the consequences of the plea.\"\nThe crux of defendant's argument is that he did not knowingly, intelligently, and voluntarily waive his right to merger. We disagree.\nDefendant's assertion that he did not fully understand that he waived his right to merger is contradicted by the record. See Taylor, supra, 80 N.J. at 365, 403 A.2d 889 (reasoning that when defendant attacks guilty plea \"his contentions should be assessed with great care and realism\"). For example, in response to Question 20, defendant answered \"waiver of merger.\" Although defendant submits that this may merely be pro forma practice in Camden County, he testified at the retraxit proceeding that the plea form was completed with the advice and assistance of counsel and that he understood the terms. More importantly, defendant answered yes to Question 18 of the plea agreement, which specifically asked if he had discussed the legal doctrine of merger with his attorney. See State v. Herman, 47 N.J. 73, 77, 219 A.2d 413 (1966) (finding that execution of plea form weighs heavily against later contention by defendant that plea was not entered voluntarily and understandingly). In addition, the prosecutor referred to the waiver of merger at the first retraxit proceeding, stating \"[i]t is my [] understanding [that] the defendant is waiving any possible issue as to merger with respect to Counts One and Two of the accusation.\" The prosecutor also repeatedly discussed the *319 consecutive nature of the sentences, which would be precluded if the convictions merge, at the retraxit proceedings because that was the entire premise of defendant's bargained-for plea.\nNor is this a case where defendant was \"misinformed ... as to a material element of a plea negotiation, which [he] relied thereon in entering his plea.\" State v. Nichols, 71 N.J. 358, 361, 365 A.2d 467 (1976). The failure of the trial court to inform defendant that the aggravated-manslaughter and armed-robbery convictions might merge did not mislead defendant about the maximum sentence that he could receive. The record clearly indicates that the State repeatedly represented at the retraxit proceedings, the sentencing hearing, and its discussions with defense counsel that it was the State's position that felony murder would subject defendant to the maximum prison term. If defendant was convicted of felony murder, he would serve a mandatory minimum of thirty years without parole \u0097 ten years more than the twenty-year period of parole ineligibility recommended and imposed.\nIn Truglia, we found that a defendant can waive his right to merger when entering into a plea agreement if the waiver is used as part of the consideration for that agreement. The prosecutor's comments and the explicit waiver of merger in the plea agreement clearly show that defendant intelligently and voluntarily bargained away his right of merger so that he could receive a more lenient sentence. Because defendant clearly waived his right to merger, he cannot now challenge that waiver on appeal.\nDefendant argues that the trial court should have asked specific questions about merger to determine his level of understanding as to what he was waiving. Although we do not find that such questions are required or necessary in order for defendants to waive their rights to merger, we believe that the better practice would be for trial courts to ask defendants more specific questions detailing the waiver of merger.\nFinally, we observe that defendant would have been unable to prove that the two charges, armed robbery and aggravated *320 manslaughter, merge. See N.J.S.A. 2C:1-8; Cole, supra, 120 N.J. at 327-28, 576 A.2d 864. N.J.S.A. 2C:1-8(a)(1) provides that a defendant \"may ... not be convicted of more than one offense if ... one offense is included in the other.\" Armed robbery and aggravated manslaughter require different elements of proof and protect different interests. See Cole, supra, at 327-28, 576 A.2d 864.\n\nV\nDefendant voluntarily and intelligently waived his right to challenge the nonmerger of offenses and understood that that waiver was part of the consideration of his plea agreement. Because the record clearly indicates that he understood that he was waiving his right to merger, he cannot appeal that waiver.\nWe reverse the Appellate Division's judgment and reinstate the trial court's judgment of conviction and sentence of defendant.\nFor reversal and reinstatement \u0097 Chief Justice PORITZ and Justices HANDLER, POLLOCK, O'HERN, GARIBALDI, STEIN and COLEMAN \u0097 7.\nOpposed \u0097 None.\n",
            "ocr": false,
            "opinion_id": 1969232
        }
    ],
    "court_short_name": "Supreme Court of New Jersey",
    "court_full_name": "Supreme Court of New Jersey",
    "court_type": "S",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Robbery"
}