{
    "id": 1997613,
    "judges": "Wathen, C.J., and Roberts, Clifford, Rudman, Dana, Lipez, and Saufley",
    "date_filed": 891820800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-hernandez",
    "case_name_short": "Hernandez",
    "case_name": "State v. Hernandez",
    "case_name_full": "STATE of Maine v. Frances HERNANDEZ",
    "attorneys": "Geoffrey A. Rushlau, District Attorney, Rockland, for the State., E. James Burke, Lewiston, for Defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted on Briefs Dec. 4, 1997.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b1078-12\">\n    1998 ME 73\n   </citation><parties id=\"AQR\">\n    STATE of Maine v. Frances HERNANDEZ.\n   </parties><br><court id=\"b1078-15\">\n    Supreme Judicial Court of Maine.\n   </court><br><otherdate id=\"b1078-16\">\n    Submitted on Briefs Dec. 4, 1997.\n   </otherdate><br><decisiondate id=\"b1078-17\">\n    Decided April 6, 1998.\n   </decisiondate><br><attorneys id=\"b1079-26\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1023\"> \n     *1023\n     </span>\n    Geoffrey A. Rushlau, District Attorney, Rockland, for the State.\n   </attorneys><br><attorneys id=\"b1079-27\">\n    E. James Burke, Lewiston, for Defendant.\n   </attorneys><br><judges id=\"b1079-28\">\n    Before WATHEN, C.J., and ROBERTS, CLIFFORD, RUDMAN, DANA, LIPEZ, and SAUFLEY JJ.\n   </judges>",
    "citations": [
        "1998 ME 73",
        "708 A.2d 1022"
    ],
    "opinions": [
        {
            "author_str": "Clifford",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n708 A.2d 1022 (1998)\n1998 ME 73\nSTATE of Maine\nv.\nFrances HERNANDEZ.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs December 4, 1997.\nDecided April 6, 1998.\n*1023 Geoffrey A. Rushlau, District Attorney, Rockland, for the State.\nE. James Burke, Lewiston, for Defendant.\nBefore WATHEN, C.J., and ROBERTS, CLIFFORD, RUDMAN, DANA, LIPEZ, and SAUFLEY JJ.\nCLIFFORD, Justice.\n[¶ 1] Frances Hernandez appeals from the judgment of conviction entered in the Superior Court (Knox County, Marden, J.) after a jury verdict finding her guilty of theft (Class B) in violation of 17-A M.R.S.A. § 353 *1024 (1983).[1] On appeal, Hernandez challenges the court's refusal to instruct the jury concerning alternative suspect evidence, the admission of certain documentary evidence, and the sufficiency of the evidence generally. Finding no error and concluding that the evidence is sufficient to support the verdict, we affirm the judgment.\n[¶ 2] From the evidence adduced at trial, the jury rationally could have found the following facts. In November 1989, Hernandez was hired as the bookkeeper for the Town of Thomaston. Her responsibilities included bookkeeping, collecting payments from taxpayers, performing \"cash-ups\" and making deposits into the Town's bank accounts. After an audit by a State auditor raised questions concerning excise tax receipts, Kathleen Tyson, a certified public accountant specializing in municipal audits, performed an audit for the Town's 1991, 1992, and 1993 fiscal years. She examined the pink copies of the four-part motor vehicle registration forms used to record excise tax payments, and the treasurer's receipts which represent the daily total of excise tax receipts. Tyson found that during 1991 over $14,000 of excise tax payments had been received by the Town, but not deposited into its bank account. She concluded that there had been 127 diversions of money during that year. Tyson's audit of the 1992 fiscal year revealed that over $14,000 had been received by the Town, but not deposited into its account. For 1993, she found six instances where the amount of money received by the town exceeded the amount that was deposited into the Town's account. The variances totalled over $4,000. All of the treasurer's receipts for the six variances displayed the initials \"FYH.\"\n[¶ 3] On a number of occasions, Linda Greenlaw, a Town employee who worked with Hernandez, could not reconcile the daily transactions with the amount of cash and checks in the drawer. Typically, Hernandez was able to \"clear up the situation very quickly.\" For a few months in 1991, Hernandez's desk was located in a room at the back of the Town office, away from the other employees. While Hernandez was on maternity leave between February and April 1993, she occasionally worked at the Town office at night.\n[¶ 4] In March 1993, a Knox County deputy sheriff and an assistant from the District Attorney's office seized the Town's 1992 excise tax records and interviewed Hernandez. She told them that she was responsible for making deposits and journal entries, and for taking money to the bank. In March 1994, Hernandez's personal financial records were subpoenaed and reviewed by the deputy sheriff. Those records showed that over $5,000 from unknown sources was deposited into Hernandez's account between 1991 and 1993. They also showed that $530 was deposited into Hernandez's account on September 8, 1992. On September 4, 1992, the money deposited into the Town's bank account was $534.40 less than the total of the pink copies attributable to that deposit. Hernandez's handwriting was on the deposit slip.\n[¶ 5] At trial, Hernandez offered evidence to show that several Town employees collected excise tax payments and had access to the Town's records. She also offered evidence of tension between her and the Town manager and evidence that he was in a position to have stolen the money. The trial court admitted the alternative suspect evidence, but refused to give two requested instructions concerning that evidence.[2] The jury returned *1025 a guilty verdict and this appeal followed.\n\nI.\n[¶ 6] Hernandez's first contention is that her alternative suspect theory constituted a defense generated by the evidence, and therefore the court erred by declining to instruct the jury on the alternative suspect evidence admitted at trial. We disagree.\n[¶ 7] The State is required \"to negate any facts expressly designated as a `defense,'... [if] the existence of the defense... is in issue as a result of evidence admitted at the trial which is sufficient to raise a reasonable doubt on the issue[.]\" 17-A M.R.S.A. § 101(1) (1983 &amp; Supp.1997). Failure to give a requested jury instruction on a statutory defense generated by the evidence is error. See State v. Berube, 669 A.2d 170, 172 (Me.1995); State v. Begin, 652 A.2d 102, 106 (Me.1995). In Begin, we explained that the State's burden to disprove a statutory defense generated by the evidence is \"the functional equivalent of the State's burden to prove all of the elements of the offense.\" Begin, 652 A.2d at 106. Because the failure to instruct on the elements of an offense is error, see, e.g., State v. Pratt, 309 A.2d 864 (Me.1973), \"[i]t follows that it is also ... error to fail to instruct the jury on the functional equivalent of an element of the offense in the form of a statutory defense generated by the evidence.\" Begin, 652 A.2d at 106. Hernandez relies on dictum in State v. Smith, 675 A.2d 93 (Me.1996) that \"a criminal defendant is entitled to an instruction on his theory of the case when that theory has rational support in the evidence.\" Id. at 99 (emphasis added). Contrary to Hernandez's reading of that language, however, the trial court is not required to instruct the jury on the defendant's theory of the case in every instance. The court is required to instruct the jury on the defendant's theory of a case when that theory involves a defense generated by the evidence and that must be disproved by the State[3] or when that theory involves a lesser included offense rationally supported by the evidence.[4] The court is not, however, required to instruct the jury on a defendant's theory when that theory represents a method for generating reasonable doubt. See Alexander, Maine Jury Instruction Manual § 6-7 cmt. (3d ed. 1997) (\"But instructions to the jury need not suggest that the State must prove beyond a reasonable doubt the negative of alternative theories suggested by the defense.\"); see also State v. Rich, 592 A.2d 1085, 1089 (Me. 1991) (\"Having correctly stated the elements that the State must affirmatively prove in order to obtain a conviction, the court is not required to state explicitly those findings that might lead to a verdict of not guilty.\"). In this case, the trial court admitted evidence suggesting the possibility that alternative suspects could conceivably have taken money from the Town. Hernandez was free to argue to the jury that such evidence created a reasonable doubt as to her own guilt. Jury instructions, however, are intended to \"state the law which is relevant and applicable to the particular facts in controversy[,]\" State v. Tibbetts, 379 A.2d 735, 737 (Me.1977), not to highlight a party's argument. The court properly instructed the jury on the State's burden to prove each element of the crime and correctly defined reasonable doubt. It was not required to do more. The court did not err by declining to give Requested Jury Instruction # 13.\n[¶ 8] Neither did the court err by refusing to give Requested Jury Instruction # 12, which simply recites an evidentiary principle. See State v. Boobar, 637 A.2d 1162, 1172 (Me.1994). The trial court is not *1026 required to instruct the jury on the admissibility of evidence. See M.R. Evid. 104(a) (requiring court to determine admissibility of evidence).\n\nII.\n[¶ 9] Hernandez next contends that the court erred by admitting the pink copies of the excise tax slips over her objection. At trial, Hernandez objected to the admission of the records on the ground that they were not properly authenticated. On appeal, she concedes that the pink copies were authentic, but argues that the State failed to establish that they were not tampered with after she worked with them.[5] Hernandez reasons that the records were not relevant if they were not in the same condition as they were when she used them in performing the \"cash-ups.\"\n[¶ 10] Because Hernandez did not object at trial to the admission of the pink copies on the basis of relevance, we review for obvious error affecting substantial rights. See M.R. Evid. 103(a), (d); M.R.Crim. P. 52(b); see also Cives Corp. v. Callier Steel Pipe &amp; Tube, 482 A.2d 852, 859 (Me.1984) (holding that objection to documentary evidence on hearsay grounds did not preserve \"best evidence\" objection on appeal). A trial court's relevance determinations are reviewed for clear error. See State v. Hardy, 651 A.2d 322, 324 (Me.1994). Relevant evidence is evidence \"having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" M.R. Evid. 401. The pink copies admitted in evidence were used by various investigators in reaching their conclusions that excise tax payments had been received by the Town but not deposited into its account. They were, therefore, relevant to the theft prosecution.[6] Contrary to Hernandez's contention, proof that the pink copies had not been tampered with after she utilized them was not a precondition to a finding that they were relevant. Whether the records had been tampered with was for the jury to determine and would go to the weight assigned to them by the jury. The possibility that the records had been altered does not render them irrelevant and thus inadmissible. Cf. State v. Nason, 498 A.2d 252, 256 (Me.1985) (\"Whether the exhibits had been tampered with while in the custody of the police was for the defendant to show and for the jury to determine.\"). We also reject Hernandez's contention, raised for the first time on appeal, that the pink copies should have been excluded pursuant to M.R. Evid. 403. See State v. Thomes, 1997 ME 146, ¶ 11, 697 A.2d 1262, 1265 (noting that evidence detrimental to a defendant's case is not necessarily unfairly prejudicial). There was no error, much less obvious error affecting substantial rights, in the admission of the records.\n\nIII.\n[¶ 11] Hernandez's final contention is that there was insufficient evidence to support the jury's verdict. When reviewing the sufficiency of the evidence, we examine the evidence in the light most favorable to the State to determine whether a factfinder rationally could have found beyond a reasonable doubt every element of the offense charged. See State v. Marden, 673 A.2d 1304, 1311 (Me.1996). To establish a violation of 17-A M.R.S.A § 353, the State was required to prove that Hernandez (1) obtained or exercised unauthorized control (2) over the property of another (3) with intent to deprive him thereof. See State v. Duval, 666 A.2d 496, 498 (Me.1995). \"The factfinder is allowed to draw all reasonable inferences from the circumstantial evidence.\" State v. *1027 Benner, 654 A.2d 435, 437 (Me.1995). Here, the jury heard evidence that Hernandez, as the employee responsible for \"cash-ups\" and bank deposits, had daily access to the pink copies and the cash; that there were 127 diversions in 1991, when Hernandez made deposits frequently, almost daily; that Hernandez worked at a desk in a private office for several months in 1991 and that she sometimes came to work at night and on weekends; that there was a diversion of $534 of excise tax receipts followed by an unexplained deposit of $530 in Hernandez's personal bank account four days later; that over $5,000 of income from unknown sources was deposited into Hernandez's personal bank accounts between 1991 and 1993; and that each of the treasurer's receipts for the six variances in 1993 displayed the initials \"FYH.\" Viewed in the light most favorable to the State, the evidence was sufficient to prove beyond a reasonable doubt the elements of theft.\nThe entry is:\nJudgment affirmed.\nNOTES\n[1]  Section 353 provides:\n\n§ 353. Theft by unauthorized taking or transfer\n1. A person is guilty of theft if he obtains or exercises unauthorized control over the property of another with intent to deprive him thereof.\n2. As used in this section, \"exercises unauthorized control\" includes but is not necessarily limited to conduct heretofore defined or known as common law larceny by trespassory taking, larceny by conversion, larceny by bailee and embezzlement.\n17-A M.R.S.A. § 353 (1983). Theft is a Class B crime if the amount of property exceeds $10,000. Id. § 362(2)(A) (1983 &amp; Supp.1997).\n[2]  Requested Jury Instruction # 13 provided:\n\nThere has been evidence submitted here on the issue of alternative suspects. Such evidence, if you find it to be more than mere speculation and conjecture, may be found by you to have sufficient probative value to raise a reasonable doubt as to the Defendant's culpability.\nRequested Jury Instruction # 12 read:\nA defendant is entitled to present evidence in support of the contention that another is responsible for the crime with which the Defendant is charged, provided the evidence is of sufficient probative value such that it may raise a reasonable doubt as to the Defendant's culpability. This is a close paraphrase of language in State v. Boobar, 637 A.2d 1162, 1172 (Me.1994).\n[3]  See, e.g., State v. Case, 672 A.2d 586, 589-90 (Me.1996) (statutory defenses of duress and self-defense).\n[4]  See State v. Carmichael, 405 A.2d 732, 736-37 (Me.1979).\n[5]  Hernandez constructs her argument on the possibility that someone could have removed one or more pink copies and the corresponding amount of money before she computed the daily totals. She further suggests that the missing pink copies could have been attached to the bundles of pink slips after she performed the \"cash-ups.\" In these circumstances, Hernandez argues that she would have no reason to suspect that money was being diverted from the Town.\n[6]  Although there was some evidence that a small number of the bundles of pink copies had been stapled, detached, and re-stapled, there was evidence that the records were in substantially the same condition at trial as they were when used by the various investigators.\n\n",
            "ocr": false,
            "opinion_id": 1997613
        }
    ],
    "court_short_name": "Supreme Judicial Court of Maine",
    "court_full_name": "Supreme Judicial Court of Maine",
    "court_type": "S",
    "court_jurisdiction": "Maine, ME",
    "crime_category": "Robbery"
}