{
    "id": 1999104,
    "judges": "Flaherty, Goldberg, Indeglia, Robinson, Suttell",
    "date_filed": 1272931200000,
    "date_filed_is_approximate": false,
    "slug": "cote-v-state",
    "case_name_short": "Cote",
    "case_name": "Cote v. State",
    "case_name_full": "Richard COTE v. STATE of Rhode Island",
    "attorneys": "James T. McCormick, Esq., Providence, for Plaintiff., Christopher R. Bush, Department of Attorney General, for Defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b91-8\">\n    Richard COTE v. STATE of Rhode Island.\n   </parties><br><docketnumber id=\"b91-11\">\n    No. 2009-39-Appeal.\n   </docketnumber><br><court id=\"b91-12\">\n    Supreme Court of Rhode Island.\n   </court><br><decisiondate id=\"b91-13\">\n    May 4, 2010.\n   </decisiondate><br><attorneys id=\"b92-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"60\"> \n     *60\n     </span>\n    James T. McCormick, Esq., Providence, for Plaintiff.\n   </attorneys><br><attorneys id=\"b92-8\">\n    Christopher R. Bush, Department of Attorney General, for Defendant.\n   </attorneys><br><judges id=\"b92-9\">\n    Present: SUTTELL, C.J., GOLDBERG, FLAHERTY, and ROBINSON, JJ.\n   </judges>",
    "citations": [
        "994 A.2d 59"
    ],
    "opinions": [
        {
            "author_str": "Suttell",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n994 A.2d 59 (2010)\nRichard COTE\nv.\nSTATE of Rhode Island.\nNo. 2009-39-Appeal.\nSupreme Court of Rhode Island.\nMay 4, 2010.\n*60 James T. McCormick, Esq., Providence, for Plaintiff.\nChristopher R. Bush, Department of Attorney General, for Defendant.\nPresent: SUTTELL, C.J., GOLDBERG, FLAHERTY, and ROBINSON, JJ.\n\nOPINION\nChief Justice SUTTELL, for the Court.\nThe applicant, Richard Cote, appeals from a Superior Court order denying his application for postconviction relief, wherein he sought to modify a sentence imposed in 1992 for multiple counts of robbery, conspiracy, and assault with a dangerous weapon. This case came before the Supreme Court pursuant to an order directing the parties to show cause why the issues raised in this appeal should not summarily be decided. After considering the parties' written and oral submissions and reviewing the record, we conclude that cause has not been shown and that this case may be decided without further briefing or argument. For the reasons set forth in this opinion, we affirm the order of the Superior Court.\n\nI\n\nFacts and Procedural History\nOn December 6, 1991, a grand jury indicted applicant on two counts of robbery, one count of conspiracy, four counts of felony assault with a dangerous weapon, four counts of assault with intent to murder, and one count of discharging a firearm from a motor vehicle. On September 21, 1992, applicant entered nolo contendere pleas to the counts of robbery, conspiracy, and assault with a dangerous weapon; the state dismissed the counts of assault with intent to murder and discharging a firearm from a motor vehicle pursuant to Rule 48(a) of the Superior Court Rules of Criminal Procedure. He was thereafter sentenced to forty years in the Adult Correctional Institutions (ACI) on each of the robbery counts, with twenty years to serve and twenty years suspended; ten years to serve on the conspiracy count; and twenty years to serve on each of the counts of assault with a dangerous weapon. All sentences were to run concurrently.\nAt the time applicant entered his plea, the Department of Corrections (DOC) calculated all of the good-behavior and institutional-industries (work-time) credits that an inmate potentially could earn over the course of his or her period of incarceration at the beginning of his or her sentence and estimated that inmate's earliest possible release date based on that calculation. We have referred to this as the so-called \"upfront\" method for the calculation of good-behavior and work-time credits, because\n\n*61 \"a convicted defendant, upon his [or her] arrival at the prison, and before serving one day of his or her sentence, would be awarded good prison behavior time credits as well as institutional industries work time credits before that prisoner had exhibited any good behavior or worked in any prison industry.\" Barber v. Vose, 682 A.2d 908, 911 (R.I. 1996).\nThe applicant represents that, at the time of his plea, he was provided with a table setting forth estimated times to serve based on his sentence term. In light of this information, applicant believed that, if he accepted a plea of forty years with twenty years to serve, his actual time to serve would be approximately twelve years after consideration of all potential good-behavior and work-time credits.[1] The applicant argues that he relied on the estimated time to serve set forth in the DOC table in agreeing to plea nolo contendere.[2]\nThis Court reviewed the DOC's method for calculating good-behavior and work-time credits in Barber v. Vose, 682 A.2d 908 (R.I.1996). In that case, we held that the DOC's \"upfront\" computation method was not consistent with the plain language of G.L. 1956 § 42-56-24. Barber, 682 A.2d at 917. Specifically, we noted that \"good behavior or good time credits under our statute do not accrue as a matter of right,\" id., and we stated that such credits should be awarded on a monthly basis only after an inmate has earned them during the preceding month. Id. at 914. The DOC thereafter altered its good-behavior and work-time-credit-calculation policy to comport with our holding. Under this new policy, the minimum time to serve on a twenty-year sentence is approximately 14.3 years.\nLess than one year later, this Court addressed issues raised in more than 100 applications for postconviction relief that had been filed and heard by the Superior Court prior to our decision in Barber. See Leach v. Vose, 689 A.2d 393 (R.I.1997). The applicants in Leach alleged that the DOC's policy[3] of computing good-behavior and work-time credits on a monthly basis violated various constitutional and statutory provisions. Id. at 395. In our opinion, we again emphasized that:\n\"The language of [§ 42-56-24(a)] clearly requires the award of good time and industrial time credits to be made on a monthly basis. To interpret the statute in any other manner would create [an] absurd result * * *. * * * Our Legislature intended the good time and industrial time credits to be awarded `for each month that a prisoner * * * appears by the record to have faithfully observed all the rules and requirements of the institutions not to have been subjected to discipline.'\" Leach, 689 A.2d at 399 (quoting § 42-56-24(a)).\n*62 This Court further held that the applicants' constitutional rights were not violated by changes to the DOC's good-behavior and work-time-credit-calculation methods. Id. at 397, 398. Specifically, the ex post facto clause \"is not implicated when the [DOC] changes its procedures to conform to the mandates of [§ 42-56-24].\" Leach, 689 A.2d at 397. Moreover, \"[b]ecause * * * there is no liberty interest created by our good time and industrial time credit statute since it is completely discretionary, the [DOC's] modification of its manner of calculating good time and industrial time credits does not implicate the due-process clause.\" Id. at 398.\nOn August 21, 2007, approximately ten years after the DOC policy change, Mr. Cote filed an application for postconviction relief in the Superior Court seeking to vacate his nolo contendere pleas.[4] A hearing was held in the matter on April 3, 2008. At the hearing, applicant argued that he had relied on the DOC's calculation of his minimum time to serve on a twenty-year prison sentence, which allegedly was provided to him prior to his plea. The state filed a motion to dismiss the application for failure to state a claim upon which relief could be granted.\nThe hearing justice focused on the narrow issue of whether the DOC's method of computing good-behavior and work-time credits affected the voluntariness of applicant's plea; he did not review the transcript of applicant's original plea hearing to evaluate the adequacy of the on-the-record examination of applicant prior to the taking of his plea. The hearing justice ruled that the \"consequences\" of a sentence agreed to in a plea agreement do not include \"how the prison regulates and assesses its good time placement * * *.\" The hearing justice further observed that it is beyond the purview of the courts to consider matters within the sole discretion of other agencies, including issues such as work-release eligibility and good-behavior-credit computation, when sentencing a defendant.\nThe state's motion to dismiss was granted on April 3, 2008. An order was entered on April 7, 2008 dismissing the application. The applicant timely appealed to this Court.\n\nII\n\nStandard of Review\nPursuant to G.L. 1956 § 10-9.1-1(a)(1), \"post-conviction relief is available to a defendant convicted of a crime who contends that his original conviction or sentence violated rights that the state or federal constitutions secured to him.\" Young v. State, 877 A.2d 625, 628 (R.I. 2005). \"This Court will not disturb a trial justice's factual findings made on an application for postconviction relief absent clear error or a showing that the trial justice overlooked or misconceived material evidence in arriving at those findings.\" Bustamante v. Wall, 866 A.2d 516, 522 (R.I. *63 2005) (quoting Taylor v. Wall, 821 A.2d 685, 688 (R.I.2003)). We review de novo \"any post-conviction relief decision involving questions of fact or mixed questions of law and fact pertaining to an alleged violation of an applicant's constitutional rights.\" Bleau v. Wall, 808 A.2d 637, 641-42 (R.I. 2002).\n\nIII\n\nDiscussion\nOn appeal, applicant contends that the DOC's \"erroneous calculation of good time credits resulted in a misrepresentation [of] the minimum time he would be required to serve\" in the ACI.[5] He asserts that he relied upon the DOC's alleged representations in deciding to plea nolo contendere to the charges against him and to accept a sentence of forty years, with twenty years to serve. Because the information that allegedly formed the basis of his plea later was deemed unlawful, he suggests that \"his plea was not knowing, intelligent and voluntary, and thus should be vacated.\"\nThe decision to plead nolo contendere is not one to be taken lightly. In Rhode Island, a plea of nolo contendere is treated as a guilty plea. See State v. Feng, 421 A.2d 1258, 1266 (R.I.1980). \"A defendant entering such a plea `waives several federal constitutional rights and consents to judgment of the court.'\" Id. at 1266. Thus, under Rule 11 of the Superior Court Rules of Criminal Procedure, \"[t]he [Superior Court] shall not accept * * * a plea of nolo contendere without first addressing the defendant personally and determining that the plea is made voluntarily with understanding of the nature of the charge and the consequences of the plea.\" \"The signal issue at a hearing for postconviction relief is whether a defendant knowingly and voluntarily entered his plea.\" Beagen v. State, 705 A.2d 173, 175 (R.I. 1998).\nAs we previously have discussed, the DOC \"can decide, within its discretion, whether to award good time and industrial time credits at all * * *.\" Leach, 689 A.2d at 398. The Superior Court has no authority over the DOC's decision-making in this area with respect to individual inmates. Thus, such considerations do not implicate the court's determination of the voluntariness of a plea. Cf. Skawinski v. State, 538 A.2d 1006, 1010-11 (R.I.1988) (holding that the adoption of new parole guidelines at a time after petitioner's plea does not retroactively affect the voluntariness of that plea because parole considerations played no role in the court's sentencing function and the parole statute itself remained unchanged). We conclude, therefore, that applicant's reliance on alleged DOC representations had no bearing on the knowing and voluntary nature of his plea.\nMoreover, the applicant's arguments must fail because he has not satisfied his burden of proof. An individual who files an application for postconviction relief \"bears the burden of proving, by a preponderance of the evidence, that [such] relief is warranted.\" Gonder v. State, 935 A.2d 82, 84 n. 1 (R.I.2007). There was no evidence presented to the hearing justice on the application for postconviction relief, other than the applicant's unsubstantiated assertions that he was \"informed\" by the DOC that he might serve a lesser time based upon a table circulated to inmates *64 illustrating credits that could be received for good behavior and work time. There was no evidence of discussions before the Superior Court at the plea hearing concerning the applicant's understanding of the voluntariness of his plea, or of discussions with his attorney concerning the same. Indeed, the applicant provided no documentation of good behavior and work time actually earned during his incarceration. Given the bare record before us, we can discern no basis upon which relief may be granted.\n\nIV\n\nConclusion\nFor the reasons set forth in this opinion, the order of the Superior Court denying the application for postconviction relief is affirmed. The papers in this case may be returned to the Superior Court.\nJustice INDEGLIA took no part in the consideration or decision of this appeal.\nNOTES\n[1]  The applicant was paroled in 2000, but was reincarcerated as a violator in 2006. The record does not disclose what effect, if any, this fact had on the calculation of applicant's good-behavior and work-time credits.\n[2]  Apparently, the transcript of the plea hearing was not provided to the Superior Court upon applicant's motion for postconviction relief and, consequently, is not included in the record before this Court.\n[3]  The applicants in Leach v. Vose, 689 A.2d 393 (R.I.1997), raised their constitutional challenges to the DOC's policies prior to this Court's decision in Barber v. Vose, 682 A.2d 908 (R.I.1996). We noted in Leach, however, that the applicants' constitutional arguments were equally applicable to the DOC policy post-Barber. See Leach, 689 A.2d at 397 n. 2. Accordingly, we addressed the Leach applicants' constitutional arguments \"in light of the change required by Barber since that [was] the most recent change in [the good-behavior and work-time-credit] calculation method.\" Id.\n[4]  Although both parties indicate that applicant sought to vacate his nolo contendere plea in his original application, nowhere in that application (nor at the hearing on the application) did he specifically request such relief. Instead, applicant requested relief in the form of an \"adjustment\" of his sentence to reflect the time he would have received under the earlier DOC method of calculation of good-behavior and work-time credit. The applicant did, however, raise and argue the fundamental issue underlying this case\u0097 namely, the question of whether the change in the DOC policy affected the knowing, intelligent, and voluntary nature of his plea\u0097and the hearing justice made specific findings on that issue. At oral argument, applicant, through his counsel, explained that the relief sought is vacation of the original sentence and resentencing consistent with the DOC's pre-1996 good-behavior and work-time-credit-calculation policy.\n[5]  The applicant suggests that the DOC's erroneous calculation of his earliest potential release date \"was a material factor in his decision to plea because the minimum period of time an inmate is actually required to serve is a true reflection of the inmate's actual sentence.\"\n\n",
            "ocr": false,
            "opinion_id": 1999104
        }
    ],
    "court_short_name": "Supreme Court of Rhode Island",
    "court_full_name": "Supreme Court of Rhode Island",
    "court_type": "S",
    "court_jurisdiction": "Rhode Island, RI",
    "crime_category": "Robbery"
}