{
    "id": 2004031,
    "judges": "Shadur",
    "date_filed": "1981-05-29",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-goldstein",
    "case_name_short": "Goldstein",
    "case_name": "United States v. Goldstein",
    "case_name_full": "UNITED STATES of America, Plaintiff, v. Louis GOLDSTEIN, Defendant",
    "attorneys": "Sheldon T. Zenner, Asst. U.S. Atty., Chicago, 111., for plaintiff., Susan G. Feibus, Louis B. Garippo, Ltd., Chicago, 111., for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b710-12\">\n    UNITED STATES of America, Plaintiff, v. Louis GOLDSTEIN, Defendant.\n   </parties><br><docketnumber id=\"b710-14\">\n    No. 85 CR 87.\n   </docketnumber><br><court id=\"b710-15\">\n    United States District Court, N.D. Illinois, E.D.\n   </court><br><decisiondate id=\"b710-17\">\n    June 17, 1985.\n   </decisiondate><br><attorneys id=\"b711-15\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"627\"> \n     *627\n     </span>\n    Sheldon T. Zenner, Asst. U.S. Atty., Chicago, 111., for plaintiff.\n   </attorneys><br><attorneys id=\"b711-16\">\n    Susan G. Feibus, Louis B. Garippo, Ltd., Chicago, 111., for defendant.\n   </attorneys>",
    "citations": [
        "611 F. Supp. 626"
    ],
    "opinions": [
        {
            "author_str": "Shadur",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2921.0,
            "opinion_text": "\n611 F. Supp. 626 (1985)\nUNITED STATES of America, Plaintiff,\nv.\nLouis GOLDSTEIN, Defendant.\nNo. 85 CR 87.\nUnited States District Court, N.D. Illinois, E.D.\nJune 17, 1985.\n*627 Sheldon T. Zenner, Asst. U.S. Atty., Chicago, Ill., for plaintiff.\nSusan G. Feibus, Louis B. Garippo, Ltd., Chicago, Ill., for defendant.\n\nMEMORANDUM OPINION AND ORDER\nSHADUR, District Judge.\nLouis Goldstein (\"Goldstein\") has been charged under 18 U.S.C. § 659 with possession of gold salts and an emerald stolen from a Federal Express facility while in interstate commerce, knowing the items to have been stolen. Goldstein now moves to suppress incriminating statements he made to FBI agents. For the reasons stated in this memorandum opinion and order, the motion is granted.\n\nFacts\nIn early 1984 Louis Cane (\"Cane\")[1] told the FBI he had sold Goldstein the stolen gold salts and emerald. On February 3, 1984 FBI agents Andy Caster (\"Caster\") and James Kuntzelman (\"Kuntzelman\") entered Goldstein's store, Lucky Lou's Coin Shop, to question him about Cane's assertions. Caster wore a Nagra body recorder and taped the entire conversation, during which Goldstein admitted purchasing the stolen goods.[2] For present purposes the most significant parts of the conversation involve the agents' representations (or more accurately misrepresentations) about Goldstein's status as a potential witness rather than as a target of their investigation.\nCaster and Kuntzelman identified themselves to Goldstein as FBI agents as soon as they entered the store. Caster told Goldstein they were investigating a theft of jewelry and gold items and asked whether anyone had attempted to fence any gold jewelry, gems or gold salts to Goldstein. He responded that as a respectable businessman he tried to avoid any such activity. *628 When the agents shifted to asking about Cane and whether Goldstein had bought any such items from him, Goldstein said he knew Cane but denied purchasing anything but a few small pieces of gold jewelry from him.\nAt that point the agents played for Goldstein a tape of a conversation recorded ten days earlier, in which Cane and Goldstein had discussed Cane's sale to Goldstein of the gold salts and emerald. Caster then said (Tr. 14):\nLou, I think that at this point and time you wanna evaluate what you've told us, okay? And seriously consider what's gonna be to your advantage. And disadvantage. Denying what has actually happened is not gonna help you.\n* * * * * *\nThat conversation, you confirmed in fact that you had purchased an emerald from Cane. We know for a fact that, that emerald was stolen from Federal Express. Okay? You had mentioned earlier that you have never purchased stones from him, from from Cane. That's not true. Okay? Stop the lying now, and let's start talking the truth.\nOnce more Goldstein denied any recollection of buying gold salts or an emerald from Cane. Caster again pushed him (Tr. 16):\n... you won't gain anything by following the path, other than just being straight out with us, okay, as to what's taken place. All right. Cause we're investigating the the thefts from the Federal Express.\nWhen Goldstein hesitated again, Caster pursued the issue (Tr. 16-18):[3]\nCASTER: (Sighs). In order to make this recording [of the Cane-Goldstein conversation], we had to have somebody's consent. Since it wasn't yours, it had to have been his. Okay? Now if he's telling me that he sold to you, five pounds of gold salts on one occasion, and 20 pounds on another occasion, since this has been proven true and confirmed by yourself and your wife, I can only assume that he's accurate and that he's told us the truth about him selling you gold salts.\nGOLDSTEIN: What you're saying makes sense.\nCASTER: So as I told you before, I'd just like to finish this out, and you be straightforward with us. We're trying to solve it. I wanna know ...\nGOLDSTEIN: Okay..\nCASTER: .. how often, the amount you paid and what you did with the items? Okay?\nGOLDSTEIN: Okay, ah, now, what's, what's my best (inaudible). Ah, I see where I sit now. Ah, I don't know if I'm in deep trouble or no trouble or what?\nCASTER: We don't know how deep the water is. I agree with you.\nGOLDSTEIN: Okay, ah, do I need a lawyer at this point or or ah, am I candid to talk to ya. I mean what position am I in? Ah, to do, if, if, if, you say I if I did everything that you've said I did, ah, am I ah, ah, an accomplice to anything? Ah, what what, what is my ah, situation in this ah ...\nCASTER: (Clears throat)..\nGOLDSTEIN: And Lou Lou Cane, ah, ah, he came in here, the other day ... with your knowledge..\nCASTER: Uh hum.\nGOLDSTEIN: Ah, and ah, what he's saving his own neck to trap me? Or or ah, I just don't understand that.\nCASTER: I, I don't, I can't explain what anybody's motives are. Okay? We happen to know that the thefts took place. We're now trying to solve the crime.\n\n*629 GOLDSTEIN: Sure..\nCASTER: We believe we have solved it. We're now trying to find out who eventually got the gold salts, so that we can make proper restitution to the rightful owners. Okay? That's, that's what it's all about. Okay, so whether you want, need an attorney, that's something that you can decide and that's something that we aren't really allowed to advise or suggest to you..\n* * * * * *\nCASTER: One of the things that we're interested in knowing, was who was responsible for orchestrating the thefts..\nGOLDSTEIN: Oh, well..\nCASTER: Cause you said you weren't a thief. Now, in in your own behalf, maybe you can, let's talk about that for a minute. Did you have anything to do in organizing the the thefts of these items?\nGOLDSTEIN: I ... I ...\nCASTER: Did you know where they came from?\nGOLDSTEIN: I, ah, I swear on a pile of bibles that I had nothing to do with any thefts.\nOnly a few minutes after that colloquy, Goldstein admitted he had bought the contraband from Cane and resold it (Tr. 23). He then gave some details of his transactions with Cane.\nDuring the remainder of the interview Goldstein periodically asked whether he was in serious trouble and whether he needed an attorney. As in the quoted language, the agents consistently refused to advise Goldstein whether he needed a lawyer. However, at several times they stressed the benefits of cooperation with them, and they stated both directly and indirectly that Cane was their real target and they did not regard Goldstein as a criminal.\n\nGoldstein's Contentions\nGoldstein argues all his statements to the FBI agents[4] should be suppressed because they violated his Fifth and Sixth Amendment rights in two ways:\n1. They failed to give Goldstein Miranda warnings.\n2. They tricked him into making an involuntary confession by falsely suggesting:\n(a) Their investigation was of a civil rather than criminal nature.\n(b) Goldstein was in less serious trouble than Cane.\n(c) Goldstein was not a target of the investigation.\n(d) Goldstein's cooperation would ultimately work in his favor.\nEach of those contentions will be dealt with in turn.\n\n1. Need for Miranda Warnings\n\nGoldstein contends the agents were required to advise him of his Miranda rights before questioning him because (Mem. 6):\nthe investigative machinery of the government was attempting to develop evidence for the purpose of possible criminal prosecution and conviction.\nBut Minnesota v. Murphy, 465 U.S. 420, 104 S. Ct. 1136, 1144-45, 79 L. Ed. 2d 409 (1984) has reaffirmed the well-established rule that Miranda warnings are not triggered by the government's mere focusing of its investigation on a suspect.[5] Instead the key to Miranda's coming into play is whether the interrogation occurred in a custodial setting. And on that score California v. Beheler, 463 U.S. 1121, 103 S. Ct. 3517, 3520, 77 L. Ed. 2d 1275 (1983) (quoting Oregon v. Mathiason, 429 U.S. 492, 495, 97 *630 S.Ct. 711, 714, 50 L. Ed. 2d 714 (1977)) stated the test:\n[T]he ultimate inquiry is simply whether there is a \"formal arrest or restraint on freedom of movement\" of the degree associated with a formal arrest.\nGoldstein's interrogation was assuredly non-custodial. His interview took place at his store, not a police station or FBI office; he was not placed under arrest; and nothing the agents said or did either restrained him or reasonably led him to believe he was under restraint. To the contrary, at one point the agents made it plain they were merely investigators and that any decision whether to prosecute was in the hands of the United States Attorney (Tr. 36). Significantly, Goldstein's own sense of freedom during the interview is reflected by his having interrupted the conversation on several occasions to wait on customers and answer telephone calls while the agents were in the store.\nIn sum, the custodial environment required to invoke Miranda was wholly absent. And if more particularized precedent is needed (as it is not), this case falls squarely within Sicilia, 475 F.2d at 310-11, holding Miranda warnings unnecessary when FBI agents conducted a non-custodial interview of an interstate theft suspect at his place of business.\n\n2. Voluntariness of Goldstein's Confession\n\nResolution of the Miranda issue against Goldstein does not, however, dispose of his Fifth and Sixth Amendment challenges. This Court must still determine whether Goldstein's confession was voluntary. And the lack of Miranda warnings \u0097 though not of itself fatal for the reason already discussed \u0097 is a \"significant factor\" in that analysis. Davis v. North Carolina, 384 U.S. 737, 740, 86 S. Ct. 1761, 1764, 16 L. Ed. 2d 895 (1966).\nCulombe v. Connecticut, 367 U.S. 568, 602-06, 81 S. Ct. 1860, 1879-81, 6 L. Ed. 2d 1037 (1961) (opinion of Frankfurter, J.), while recognizing the difficulty of coining an all-purpose definition of voluntariness, framed the voluntariness inquiry in terms that continue to state the standard (id. at 602, 81 S. Ct. at 1879):\nIs the confession the product of an essentially free and unconstrained choice by its maker? If it is, if he has willed to confess, it may be used against him. If it is not, if his will has been overborne and his capacity for self-determination critically impaired, the use of his confession offends due process.\nCourts have consistently required a careful case-by-case analysis, based on \"the totality of the circumstances\" surrounding an individual's statement to the authorities. Schneckloth v. Bustamonte, 412 U.S. 218, 226, 93 S. Ct. 2041, 2047, 36 L. Ed. 2d 854 (1973); Holleman v. Duckworth, 700 F.2d 391, 396 (7th Cir.1983).\n\na. Goldstein's State of Mind\n\nGoldstein was not at all inclined to make incriminating statements to the agents during the early stages of the interview. He repeatedly denied any knowledge of or involvement with the stolen emerald and gold salts. Moreover, his reticence was not just prompted by the belief he could conceal the truth from the agents. After the agents made plain \u0097 by playing the tape of the Cane-Goldstein conversation \u0097 they knew Goldstein had bought the stolen goods from Cane, Goldstein continued to deny it (Tr. 14-16). Even after Goldstein realized he could not convince the agents of his noninvolvement (or of his total innocence), his first instinct was not to confess, but rather to inquire whether he needed a lawyer (Tr. 17). And that inquiry was coupled with questions and expressions of concern about his possible culpability (id.):\nGOLDSTEIN: .... Ah, I don't know if I'm in deep trouble or no trouble or what?\n* * * * * *\n\n*631 GOLDSTEIN: .... I mean what position am I in? Ah, to do, if, if, if, you say I if I did everything that you've said I did, ah, am I ah, ah, an accomplice to anything? Ah, what what, what is my ah, situation in this ah....\nAgent Caster's response was eloquent and informative: He cleared his throat, then proceeded down a misleading path.\nPlainly this is not a case like the government-tendered (Supp.Mem. 7) Rachlin v. United States, 723 F.2d 1373, 1377-78 (8th Cir.1983), in which the agents acted as midwives, assisting in the delivery of a confession compelled by a deep sense of guilt. Goldstein clearly did not want to confess, but what the agents said served to change his mind during the exchange at Tr. 16-19. That exchange must be carefully examined for the sorts of threats or promises that render a confession involuntary. United States v. Costello, 750 F.2d 553, 555 (7th Cir.1984).\n\nb. Implied Promises of Leniency\n\nCostello, 750 F.2d at 555 (quoting Bram v. United States, 168 U.S. 532, 542-43, 18 S. Ct. 183, 186-87, 42 L. Ed. 568 (1897)) reaffirmed the nearly-century-old rule that an interrogator's \"direct or implied promise, however slight\" renders any subsequent confession involuntary and hence excludable. True enough, an interrogator may discuss the possibility of cooperation with the suspect (United States v. Guido, 704 F.2d 675, 677 (2d Cir.1983)) or may promise to inform the prosecutor of the suspect's cooperation (Costello, 750 F.2d at 555-56), as long as the interrogator makes it clear he himself has no power to grant immunity or confer other benefits.\nThough such was not entirely the case with Goldstein's questioners,[6] any departure from that part of the relevant standard was not fatal in Costello terms. In response to Goldstein's reticence, Caster suggested to Goldstein he would benefit by cooperation:\nAnd and seriously consider what's gonna be to your advantage. And disadvantage. Denying what has actually happened is not gonna help you. (Tr. 14)\n* * * * * *\nYou won't gain anything by following the path, other than just being straight out with us, okay, as to what's taken place. (Tr. 16).\nGoldstein's first incriminating statements occurred soon afterward.\nThose statements by Caster were plainly intended to persuade Goldstein to cooperate. But it would take some stretching to read them as implied promises of leniency. Caster's main thrust seemed to be simply that denials would be futile. Those statements alone do not appear to be the sort of promises or threats condemned by Costello.\nBut another of Caster's statements during that same pivotal exchange was plainly such an impermissible implied promise. Goldstein had explicitly asked Caster whether he was \"in deep trouble or no trouble or what\" (Tr. 17) and\u0097if that were not enough\u0097went on to ask his status in terms of criminal responsibility vel non (id.):\nOkay, ah, do I need a lawyer at this point or or ah, am I candid to talk to ya. I mean what position am I in? Ah, to do, if, if, if, you say I if I did everything that you've said I did, ah, am I ah, ah, an accomplice to anything? Ah, what what, what is my ah, situation in this ah ...\nCaster's direct response falsely indicated the criminal investigation had been completed and he was interested in Goldstein's answers only for the purpose of recovering the goods to make restitution to the theft victims (Tr. 18):\n\n*632 CASTER: ... We happen to know that the thefts took place. We're now trying to solve the crime.\nGOLDSTEIN: Sure..\nCASTER: We believe we have solved it. We're now trying to find out who eventually got the gold salts, so that we can make proper restitution to the rightful owners. Okay? That's, that's what it's all about. Okay, so whether you want, need an attorney, that's something that you can decide and that's something that we aren't really allowed to advise or suggest to you..\nThat statement\u0097that \"restitution\" was \"what it's all about\"\u0097clearly and deliberately misrepresented Goldstein's status as a criminal target. It was an implied assurance that the actual thief and Cane were the only criminal targets,[7] carrying the reasonable implication to non-lawyer Goldstein that his statements would not be used against him in a criminal prosecution. Certainly the strong likelihood is that Goldstein understood Caster's statement as such an assurance; there is no other plausible explanation for his having so quickly then abandoned his initial stance of denial of his involvement. But it is unnecessary to probe Goldstein's mind in any depth because (Bram, 168 U.S. at 543, 18 S. Ct. at 187):\n[T]he law cannot measure the force of the influence used, or decide its effect upon the mind of the [accused], and therefore excludes the declaration if any degree of influence has been exerted.\nIn its reply memorandum the government cites Oregon v. Elstad, ___ U.S. ___, 105 S. Ct. 1285, 1297, 84 L. Ed. 2d 222 (1985) for the proposition that \"a defendant's ignorance of the full consequences of his decision\" to confess does not of itself render the confession involuntary. But the cited portion of Elstad addresses only the question whether\u0097Miranda considerations aside\u0097the government has an affirmative duty to inform a defendant of the consequences of a confession. What is at issue here is not the government's failure to inform Goldstein, but rather its deliberate misrepresentations to Goldstein of his status. And when the government misleads a suspect concerning the consequences of a confession, his statements are regarded as having been unconstitutionally induced by a prohibited direct or implied promise. Grades v. Boles, 398 F.2d 409, 411-14 (4th Cir.1968).\nGoldstein's incriminating statements beginning at Tr. 23 must therefore be regarded as involuntary. And his statements in later portions of the interview were even further tainted by the agents' increasingly explicit promises and misrepresentations (and in one instance even an implied threat). As to the advisability of cooperation Caster said further:\n[People who do not cooperate] end up ah, how they say, ah sliding up the saw backwards the whole way through (Tr. 31).\nThe one thing we can say is this ... That by returning those items to us today your showing your ah, good faith. Okay? (Tr. 48).\n\n*633 So in that regard [Goldstein's willingness to return stolen merchandise to the agents] I think that you're ah, you're helping yourself, ah, ah, by doing that ... (Tr. 49).\nAnd as to Goldstein's status vis-a-vis Cane, each of Caster and Kuntzelman misled him:\nCASTER: But you didn't initiate it. That's what, I mean.\nGOLDSTEIN: No, (inaudible)..\nCASTER: .. that's what makes a big difference (Tr. 38).\n* * * * * *\nKUNTZELMAN: .. it's obvious that we're not looking at you as a criminal right now.\n* * * * * *\nThe, the things that I want is to go back on the police officer ... I'm looking at him as a criminal here. He's instigated this as far as I'm concerned ... why should you have to worry about it? (Tr. 51-52).\nThose later representations only confirmed (or compounded) the infirmities in Goldstein's confession.\n\nConclusion\nUnder all the circumstances of the interview Goldstein's confession cannot be deemed voluntary in the sense defined by the cases. His February 3, 1984 statements to Caster and Kuntzelman must therefore be suppressed. Goldstein's motion to suppress those statements is granted.\nNOTES\n[1]  Cane was named as a co-defendant in the current indictment. This Court has sentenced him under 18 U.S.C. § 659 following his guilty plea to two counts.\n[2]  All references to the taped conversation, which has been transcribed and furnished to this Court, will take the form \"Tr.\u0097.\"\n[3]  Because this is the first point preceding Goldstein's significant admissions at which Goldstein sought assurance as to his place in the investigation, it serves as one of the focal points of the current motion. After the initial memoranda had been submitted by the parties, this Court requested further briefing. In response the government's Supp.Mem. 1-2 identified Tr. 36 as Goldstein's \"first inquiry ... as to his status,\" but that is clearly wrong and was so labeled at Goldstein's R.Mem. 1-2.\n[4]  Caster and Kuntzelman were joined midway through the interview by FBI agent Al Jennerich, who had just visited Goldstein's home and seized the stolen emerald from his wife.\n[5]  Goldstein argues United States v. Dickerson, 413 F.2d 1111 (7th Cir.1969) states the opposite rule. In fact United States v. Sicilia, 475 F.2d 308, 310-11 (7th Cir.), cert. denied, 414 U.S. 865, 94 S. Ct. 123, 38 L. Ed. 2d 117 (1973) explicitly narrowed Dickerson to the special case of IRS investigations and rejected its extension to FBI interrogations.\n[6]  Well after Goldstein's first incriminating statements, the agents said they were only investigators and it was up to the United States Attorney to decide whether to prosecute (Tr. 36). But they never indicated they had no significant influence over that decision or other decisions involving leniency for Goldstein.\n[7]  That message was strongly reinforced during the exchange immediately following Caster's \"restitution\" remark (Tr. 19):\n\nCASTER: One of the things that we're interested in knowing, was who was responsible for orchestrating the thefts..\nGOLDSTEIN: Oh, well..\nCASTER: Cause you said you weren't a thief. Now, in in your own behalf, maybe you can, let's talk about that for a minute. Did you have anything to do in organizing the the thefts of these items?\nGOLDSTEIN: I ... I ...\nCASTER: Did you know where they came from?\nGOLDSTEIN: I, ah, I swear on a pile of bibles that I had nothing to do with any thefts.\nCASTER: But did you know about, or how to get them? Did you, did you tell Cane.\nGOLDSTEIN: No.\nCASTER: You know, ah, this, this company has shipments of this or that?\nGOLDSTEIN: Yes but listen.\nCASTER: Tell me how it happened? That's what we're interested in knowing?\nGOLDSTEIN: I don't know how, I don't know how, I don't know.\n\n",
            "ocr": false,
            "opinion_id": 2004031
        }
    ],
    "court_short_name": "N.D. Illinois",
    "court_full_name": "District Court, N.D. Illinois",
    "court_type": "FD",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}