{
    "id": 2004735,
    "judges": "John H. Pratt",
    "date_filed": "1975-11-09",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-anderson",
    "case_name_short": "Anderson",
    "case_name": "United States v. Anderson",
    "case_name_full": "UNITED STATES of America v. James F. ANDERSON",
    "attorneys": "Barry W. Levine and Paul L. Friedman, Assistant U. S. Attys., for United States., Sol Z. Rosen, Washington, D. C., for James F. Anderson.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"Aq\">\n    UNITED STATES of America v. James F. ANDERSON.\n   </parties><br><docketnumber id=\"b91-15\">\n    Crim. No. 1192-72.\n   </docketnumber><br><court id=\"b91-16\">\n    United States District Court, District of Columbia.\n   </court><br><decisiondate id=\"b91-17\">\n    Sept. 1, 1972.\n   </decisiondate><br><attorneys id=\"b92-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"34\"> \n     *34\n     </span>\n    Barry W. Levine and Paul L. Friedman, Assistant U. S. Attys., for United States.\n   </attorneys><br><attorneys id=\"b92-19\">\n    Sol Z. Rosen, Washington, D. C., for James F. Anderson.\n   </attorneys>",
    "citations": [
        "352 F. Supp. 33"
    ],
    "opinions": [
        {
            "author_str": "Pratt",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2614.0,
            "opinion_text": "\n352 F. Supp. 33 (1972)\nUNITED STATES of America\nv.\nJames F. ANDERSON.\nCrim. No. 1192-72.\nUnited States District Court, District of Columbia.\nSeptember 1, 1972.\n*34 Barry W. Levine and Paul L. Friedman, Assistant U. S. Attys., for United States.\nSol Z. Rosen, Washington, D. C., for James F. Anderson.\n\nMEMORANDUM AND ORDER\nJOHN H. PRATT, District Judge.\nThe Court has before it the defendant's motion for severance of offenses and his motion to suppress identification testimony. Having considered the written pleadings and the arguments of counsel, the Court has determined to grant the motion to sever the first six counts of the indictment, relating to a robbery on March 11, 1972, from the seventh and eighth counts which grow out of an assault with intent to rob on *35 April 1, 1972. However, for the reasons which follow, the Court denies the defendant's motion to suppress identification testimony.\n\nI. Facts\n\nOn April 1, 1972, an armed man attempted to rob Mrs. Missouri Roseburgh. Later that same day the defendant was arrested for that offense and charged with assault with intent to commit robbery while armed. A criminal complaint was filed immediately and on April 3, 1972, the defendant was presented before United States Magistrate Arthur L. Burnett who appointed counsel and set a surety bond of $1000. At presentment the Government submitted a motion for an Adams lineup[1] and requested Magistrate Burnett to sign a lineup order. The Magistrate was advised that the Government intended to place the defendant in a lineup for the instant offense and \"for one or more armed robberies,\" one of which the defendant was identified as having committed on the same block.[2] The Government refused to make any further proffer. Thereupon Magistrate Burnett denied the Government's motion for an Adams lineup but granted its motion for a Wade[3] lineup for the April 1 offense. On April 5, 1972, the defendant and his appointed counsel attended a lineup. No witnesses to the April 1 offense were present.[4] However, Mrs. Marion Hunter and Mrs. Eugenia Brennan viewed the lineup and identified the defendant as the man who had held them up at gunpoint on March 11, 1972. The testimony of the three victims was presented to the Grand Jury on April 18, 1972; the Grand Jury returned an eight-count indictment which was filed with the Court on June 13, 1972.\nThe defendant argues that an Adams lineup order permits an accused to be viewed by witnesses to crimes other than the one with which he has been formally charged, while a Wade lineup order only authorizes the viewing of an accused by witnesses to a single offense. He contends that since the Magistrate found the Government's proffer insufficient under Adams and Allen and declined to sign an Adams order, the viewing of the lineup by Mrs. Hunter and Mrs. Brennan, victims of the March 11 robbery, \"was without authority and was illegal.\"[5] The Court disagrees and concludes that once an accused is lawfully in custody for one offense, the Government may place him in a lineup for any number of offenses it chooses without prior court authorization, so long as it can otherwise assure the presence of counsel at the lineup and presentment before a magistrate without undue delay. This is all that Wade and Adams-Allen require.[6]\n\nII. Discussion\n\nIf a suspect is arrested on probable cause for a particular offense, his Fourth Amendment guarantee against unreasonable seizure of his person has not been violated. If he is presented before a magistrate without *36 unnecessary delay, his rights under Rule 5(a) of the Federal Rules of Criminal Procedure are preserved. If between arrest and presentment he is placed in lineups, whether for the offense for which he was arrested or for other offenses, none of his rights are violated so long as counsel is present under United States v. Wade, supra note 3, and the lineup is conducted in conformity with due process of law under Stovall v. Denno, 388 U.S. 293, 87 S. Ct. 1967, 18 L. Ed. 2d 1199 (1967).[7] Therefore, when there exists probable cause to detain the suspect and to deprive him of his liberty, he can be viewed by witnesses to other offenses without condition, since such a viewing involves no additional infringement on his liberty. There need be no Government disclosure or prior judicial determination of any kind concerning whether the suspect will be required to stand in a lineup, the number of witnesses who will view the lineup, the dates, times, places, nature, number or similarity of the offenses for which the suspect will be viewed, or the conditions under which the lineup will be held. There is no logical reason for such requirements unless there is a new \"seizure\" of the person each time he is placed in a lineup or viewed by a witness to a different crime. The Fourth Amendment cannot be so read. These principles are clear from United States v. Miller, 145 U.S.App.D.C. 312, 449 F.2d 974 (1971) (on rehearing); Williams v. United States, 136 U.S.App.D.C. 158, 419 F.2d 740 (1969) (en banc); United States v. Allen, supra note 1; Adams v. United States, supra note 1; and United States v. Eley, 287 A.2d 830 (D.C.Ct. App.1972).\nThe matter of placing one in a lineup when he is already in detention \u0097 whether temporarily under arrest or confined under a long sentence in prison \u0097 is not the same as arresting a suspect off the street or from his home. The former is not being deprived of his liberty when placed in a lineup and the holdings in Wade and Mathis v. United States, 391 U.S. 1 [88 S. Ct. 1503, 20 L. Ed. 2d 381] (1968), assure that such a prisoner will have proper warnings and counsel if he desires counsel. The reason for requiring probable cause for an arrest is to protect against arbitrary interference with liberty. When the condition of custody already exists, however, the constitutional requirement of an arrest on probable cause would be totally superfluous \u0097 a sheer ritual serving no legitimate protective function. Adams v. United States, supra note 1, 130 U.S.App.D.C. at 209-210, 399 F.2d at 580 (Burger, J., concurring) (emphasis supplied).\nThe fact of lawful custody distinguishes the lineup situation from those presented to the courts in Davis v. Mississippi, 394 U.S. 721, 89 S. Ct. 1394, 22 L. Ed. 2d 676 (1969); United States v. Johnson, 147 U.S.App.D.C. 31, 452 F.2d 1363 (1971); Bynum v. United States, 104 U.S.App.D.C. 368, 262 F.2d 465 (1958); Shaykar v. Curran, D.C.Cir. No. 24,826, decided November 12, 1970 (unpublished) (cited in Wise v. Murphy, supra note 6, 275 A.2d at 214 n.22), and Wise v. Murphy, supra note 6. In each of those cases there was no probable cause to arrest for any offense, and therefore the individual could not properly *37 be detained to obtain evidence without violating the Fourth Amendment.[8] In the instant case custody is concededly lawful, and once the body of the accused is validly subjected to the physical dominion of the law, inspection of his person cannot be deemed unlawful. Adams v. United States, supra note 1, 130 U.S. App.D.C. at 209-210, 399 F.2d at 577-578 (Burger, J., concurring); Burroughs v. United States, 236 A.2d 319, 321-322 (D.C.Ct.App.1967).[9] Clearly any fingerprints obtained at the time the defendant was arrested for the April 1 offense could have been used to determine the identity of the perpetrator of the March 11 robbery. Compare Bynum v. United States, supra. Similarly, victims of that earlier offense could have viewed photographs of the defendant taken in conjunction with his subsequent arrest and processing on April 1. It is equally plain that a photograph of a lineup attended by witnesses to the April 1 offense could later have been shown to the victims of the March 11 robbery. Cf. United States v. King, 149 U.S.App.D.C. 61, 461 F.2d 152 (1972); United States v. Brown, 149 U.S.App. D.C. 43, 461 F.2d 134, 139-142 (1971) (opinion filed March 1, 1972) (en banc). The Court finds no distinction between the viewing of such a photograph by those victims and the viewing of a corporeal lineup. Since the defendant was already lawfully in custody for the April 1 offense at the time of the lineup, the viewing by victims of the March 11 robbery did no violence to any of his constitutional rights.\nAdams v. United States, supra note 1, and United States v. Allen, supra note 1, do not undercut these established principles by requiring in any way that the Government seek and obtain court authorization before conducting lineups. These cases are concerned only with violations of Rule 5(a) of the Federal Rules of Criminal Procedure, and the conduct of lineups held during such periods of unreasonable delay. In that context, they merely suggest a procedure under which the Government may invoke the aid of the court to assist it in investigating cases without running afoul of either the Fourth Amendment or Rule 5(a). See United States v. King, supra, 149 U.S.App.D.C. 64, 461 F.2d at 155; Williams v. United States, supra, 136 U. S.App.D.C. at 161-162, 419 F.2d at 743-744. The procedure is not constitutionally-based and in no way creates a procedural strait-jacket requiring the Government to seek the court's aid or, if it does come to court, to make any specific proffers to the court or magistrate.[10] Indeed, *38 in Allen itself the magistrate made no \"finding\" regarding the dates, times, places or number of other robberies for which witnesses would view the defendant. The prosecutor simply did not offer this information and the court did not require it. See United States v. Allen, supra note 1, 133 U.S.App.D.C. at 85 &amp; n. 3, 408 F.2d at 1288 &amp; n. 3.[11]\nAs for the \"modus operandi\" showing mentioned in Allen, the term was first used by the magistrate in Allen as a synonym for \"open crimes\" other than the one for which the defendant had been arrested.[12] The United States Court of Appeals simply adopted the term from the record of the presentment, but clearly it did not require such a showing as a prerequisite to the conduct of the lineup.[13] \"[T]here is no requirement that a basis for other lineup viewings be grounded in a showing of similar modus operandi.\" United States v. Eley, supra, 287 A.2d at 831. It is clear that \"[n]o limitation as to similar crimes was or indeed could have been imposed\" by Adams and Allen. United States v. Eley, supra, 287 A.2d at 831 n. 2. While the Government in Allen, because of the circumstances of the case, proceeded on a modus operandi theory, the court did not exclude other bases for seeking a lineup order. United States v. Eley, supra, 287 A.2d at 831 n. 2. \"Indeed, it is always possible that a lineup witness respecting one crime may identify another person in the lineup for an offense not then under investigation.\" Id. Obviously there would be nothing improper about such an identification and no reason to exclude the identification at trial.\nThe defendant's motion to suppress identification testimony is hereby denied.[14]\nNOTES\n[1]  Adams v. United States, 130 U.S.App. D.C. 203, 399 F.2d 574 (1968), cert. denied, 393 U.S. 1067, 89 S. Ct. 722, 21 L. Ed. 2d 710 (1969); see also United States v. Allen, 133 U.S.App.D.C. 84, 408 F.2d 1287 (1969).\n[2]  Transcript of Initial Presentment at 9-10.\n[3]  United States v. Wade, 388 U.S. 218, 87 S. Ct. 1926, 18 L. Ed. 2d 1149 (1967).\n[4]  Mrs. Roseburgh had made an on-the-scene identification and was therefore not scheduled to attend the lineup. However, Bertha Stephens, a witness to the offense against Mrs. Roseburgh, was to have attended but did not.\n[5]  Defendant's Motion to Suppress at 1.\n[6]  But see Kirby v. Illinois, 406 U.S. 682, 92 S. Ct. 1877, 32 L. Ed. 2d 411 (1972). Under Kirby, it appears that a viewing by witnesses to other offenses without court authorization may take place even in the absence of counsel since as to those other offenses, \"adversary judicial criminal proceedings\" have not yet been initiated. Id. 406 U.S. at 689, 92 S. Ct. at 1882.\n[7]  The same is true if the lineup is held after presentment, although, for practical reasons, it may then be necessary to invoke the aid of the court in order to assure the presence of a defendant on bond and his attorney. Legally, however, as with the acquisition of handwriting exemplars and fingerprints, the defendant's presence could be obtained without the court's aid (e. g., by use of a grand jury subpoena or, in the case of a defendant not on bond, by the Government requesting the jail officials to bring him to the central cell block of the court) or by asking the court to sign an ex parte order. See, e. g., United States v. Doe, 405 F.2d 436 (2d Cir. 1968); Wise v. Murphy, 275 A.2d 205, 210 n. 12 (D.C.Ct.App.1971) (en banc). The only distinction is that counsel is required at lineups and apparently the Government has found a court order to be the most convenient way to assure his presence. See note 14, infra.\n[8]  In Wise v. Murphy, supra note 7, the Government wished to place the suspect in a lineup in order to determine whether there was probable cause to arrest him. To do so, it was necessary to detain the suspect for that purpose. The question was how such a detention could be lawfully accomplished. It was deemed appropriate \u0097 perhaps even necessary as in warrant situations \u0097 for the government to seek the court's authority either to detain the suspect or to make him otherwise available for the lineup. The Court's aid was sought to protect the suspect's Fourth Amendment right against unreasonable seizure of his person, a right which has traditionally been preserved, wherever practicable, by the interposition of a neutral and detached magistrate between law enforcement authorities and the criminal suspect. Wise v. Murphy, supra note 7, 275 A.2d at 211-218. \"In Wise the completely different issue was disruption of unconditional liberty for a single suspected offense. The Fourth Amendment clearly requires a reasonable basis for doing so . . .. These considerations are not present in the usual `Adams' lineup order.\" United States v. Eley, supra, 287 A.2d at 831-832 nn. 2 &amp; 3.\n[9]  \"Out of court as well as in court, his body may be examined with or without his consent.\" McFarland v. United States, 80 U.S.App.D.C. 196, 197, 150 F.2d 593, 594 (1945).\n[10]  Nor could the Court have imposed such requirements in the absence of constitutional violations, for its supervisory power cannot be invoked to exclude identification testimony by an eyewitness to a crime. 18 U.S.C. § 3502.\n[11]  This conclusion also becomes clear from reading pages 2-3 of the transcript of the initial presentment in the Court of General Sessions on December 24, 1968, in the case of United States v. Allen, Gen.Sess. Crim. No. 45,064-68, excerpts of which the Government has included in its Opposition To Defendant's Motion To Suppress Lineup Indentification at 16-17.\n[12]  The reference to crimes of a similar \"modus operandi\" means only \"other open crimes of a similar nature\", Adams v. United States, supra, note 1, 130 U.S. App.D.C. at 207, 399 F.2d at 578, and \"open crimes\" refers to \"unsolved crimes other than the one for which appellant was arrested.\" United States v. Allen, supra note 1, 133 U.S.App.D.C. at 85 n. 2, 408 F.2d at 1288 n. 2.\n[13]  It has never been doubted, for example, that a suspect can be viewed for more than one offense arising out of the same transaction or series of transactions. If a robbery victim is deprived of a credit card in the course of the robbery and a suspect is subsequently arrested while attempting to use the credit card, that suspect could be placed in a lineup for both the robbery and the forgery or attempted forgery. Cf. United States v. Leonard, 144 U.S.App.D.C. 164, 445 F.2d 234 (1971); United States v. Eley, supra.\n[14]  Conclusive support for the Court's decision in this case is found in two decisions of the United States Supreme Court announced after the filing of this opinion but before its publication. See United States v. Dionisio, ___ U.S. ___, 93 S. Ct. 764, 35 L. Ed. 2d 67 (1973); United States v. Mara, ___ U.S. ___, 93 S. Ct. 774, 35 L. Ed. 2d 99 (1973).\n\n",
            "ocr": false,
            "opinion_id": 2004735
        }
    ],
    "court_short_name": "District of Columbia",
    "court_full_name": "District Court, District of Columbia",
    "court_type": "FD",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}