{
    "id": 2016649,
    "judges": "Wahl",
    "date_filed": 708912000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-kaiser",
    "case_name_short": "Kaiser",
    "case_name": "State v. Kaiser",
    "case_name_full": "STATE of Minnesota, Respondent, v. Steven Laverne KAISER, Petitioner, Appellant",
    "attorneys": "John M. Stuart, State Public Defender, Marie L. Wolf, Asst. Public Defender, Minneapolis, for appellant., ' Hubert H. Humphrey, III, Atty. Gen., Robert A. Stanich, Sp. Asst. Atty. Gen., St. Paul, and Boyd A. Beccue, Kandiyohi County Atty., Willmar, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b430-10\">\n    STATE of Minnesota, Respondent, v. Steven Laverne KAISER, Petitioner, Appellant.\n   </parties><docketnumber id=\"AvE\">\n    No. C3-91-1042.\n   </docketnumber><court id=\"Afu0\">\n    Supreme Court of Minnesota.\n   </court><decisiondate id=\"A9R\">\n    June 19, 1992.\n   </decisiondate><br><attorneys id=\"b431-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"385\"> \n     *385\n     </span>\n    John M. Stuart, State Public Defender, Marie L. Wolf, Asst. Public Defender, Minneapolis, for appellant.\n   </attorneys><br><attorneys id=\"b431-6\">\n    ' Hubert H. Humphrey, III, Atty. Gen., Robert A. Stanich, Sp. Asst. Atty. Gen., St. Paul, and Boyd A. Beccue, Kandiyohi County Atty., Willmar, for respondent.\n   </attorneys>",
    "citations": [
        "486 N.W.2d 384"
    ],
    "opinions": [
        {
            "author_str": "Wahl",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4853.0,
            "opinion_text": "\n486 N.W.2d 384 (1992)\nSTATE of Minnesota, Respondent,\nv.\nSteven Laverne KAISER, Petitioner, Appellant.\nNo. C3-91-1042.\nSupreme Court of Minnesota.\nJune 19, 1992.\n*385 John M. Stuart, State Public Defender, Marie L. Wolf, Asst. Public Defender, Minneapolis, for appellant.\nHubert H. Humphrey, III, Atty. Gen., Robert A. Stanich, Sp. Asst. Atty. Gen., St. Paul, and Boyd A. Beccue, Kandiyohi County Atty., Willmar, for respondent.\nConsidered and decided by the court en banc without oral argument.\nWAHL, Justice.\nDefendant, Steven Laverne Kaiser, was found guilty by a district court jury of first-degree burglary and criminal sexual conduct in the fourth degree. The court of appeals affirmed by a 2-1 vote, rejecting defendant's argument that he should be given a new trial because the prosecution failed to comply with the discovery rules. In the interests of justice and in order to insure that the state complies with the criminal discovery rules, we have concluded that defendant should receive a new trial. Accordingly, we reverse the decision of the court of appeals, vacate the judgment of conviction and remand for a new trial.\nComplainant, S.F., a 19-year-old single mother, was living with her young son and a female friend, A.H., in a small town southeast of Willmar in a small house rented from defendant's father, who lived next door. Around 2:00 a.m. on October 27, 1990, S.F. woke to find a man standing next to her bed. She verbally confronted the man. When he fled down the stairs, she followed him and turned on a light. She later would tell police and testify at trial that she recognized the man's face as that of defendant, her landlord's son, whom she had seen on three prior occasions. The intruder touched her breasts and tried to kiss her. S.F. called the intruder \"Steve,\" defendant's first name, and said if he did not leave she was going to have A.H. \"go get your dad.\" The intruder, who apparently was intoxicated, then fled, saying, \"If you ever want to go out with me or anything, you're more than welcome.\"\nAfter the intruder left, A.H., who had been sleeping on the living room floor, asked who that was. When S.F. told her, A.H. replied, \"I thought that's whose voice it was.\"\nSince they had no telephone, the women did not report the incident that night. Although they apparently were somewhat hesitant about reporting the incident, because they believed that S.F.'s landlord's son was the intruder, they did report the incident later that day, around 11:00 a.m.\nPolice showed S.F. a display of photographs, including one of defendant, and she positively identified defendant as the perpetrator.\nAt trial she apparently had trouble recognizing defendant, possibly because he had shaved his beard and cut his long hair. A.H. testified she was not sure the voice she heard was that of defendant but she was \"pretty sure.\" Defendant claimed he had no beard at the time of the incident, but a picture taken when he was arrested on December 6 shows him with a beard.\nDefendant's defense was alibi. A number of witnesses testified he left a beer party in Willmar around 1:00 a.m. Defendant's claim was that he went to Taco John's, then bought $5 worth of gas and a few food items at a Tom Thumb store, then went home to his wife in Grove City, east of Willmar, arriving around 2:00 a.m. An employee at Tom Thumb was able to find a cash register record of a purchase identical to that described by defendant at 1:07 a.m. Defendant's wife corroborated his testimony that he returned home around 2:00 a.m. The defense did not claim the burglary and assault did not occur, only that defendant was not the man who committed those crimes.\n*386 The jury credited the identification testimony of S.F. and the corroborating testimony of A.H. and discredited the alibi testimony of defendant and his wife.\nThe very night the jury verdict was announced, A.H. persuaded S.F. to speak with defendant's sister, Nan. During a long conversation, S.F. revealed (what A.H. knew) that shortly after the incident and before defendant was arrested, S.F. had been at a bar near her house with A.H. when she saw a man she thought was her assailant. She had become instantly fearful and had spoken with A.H. A.H. had reassured her that the man was not defendant but was only A.H.'s sister's boy friend.\nLater that day S.F. signed an affidavit prepared by an attorney hired by defendant's father. In the affidavit she said that this man in the bar had \"so resembled her assailant\" that she had begun to cry and had run to A.H. and said, \"He's here, he's here.\" She further stated that this raised doubts in her mind as to who actually broke into her house and assaulted her.\nJust days later, however, the prosecutor got S.F. to sign a second affidavit basically saying that the first one was inaccurate and that she was certain defendant was the person who broke in and assaulted her.\nAt the hearing on the motion for a new trial it was established that S.F. had revealed the details of the bar incident to the prosecutor several days before trial and that the prosecutor had not conveyed the information to defendant's trial attorney.\nThe view of the trial court and the court of appeals was that this is not a case of the prosecutor suppressing material exculpatory information and that failure to disclose it was neither prosecutorial misconduct nor prejudicial. As the majority of the court of appeals put it, \"the nondisclosed `evidence' consists merely of the victim's statement that she saw someone who looked like [defendant] and, thus, like her assailant,\" evidence that the prosecutor \"apparently could have viewed * * * as irrelevant and meaningless.\"\nThe problem with this analysis is that it is based on a line of federal cases \u0097 e.g., United States v. Bagley, 473 U.S. 667, 105 S.Ct. 3375, 87 L.Ed.2d 481 (1985) \u0097 and ignores Minnesota cases. Our cases require much more of the prosecution than the federal cases require and do not always insist on a traditional showing of prejudice in order to justify a new trial.\nIn a series of cases in 1981 and 1982 we made it clear to prosecutors that if they withheld evidence in violation of our rules they risked reversals even in cases where prejudice in the usual sense could not be shown. These cases include: State v. Zeimet, 310 N.W.2d 552 (Minn.1981); State v. Schwantes, 314 N.W.2d 243 (Minn.1982), and State v. Hall, 315 N.W.2d 223 (Minn. 1982). Schwantes is typical of these cases, illustrating that, in the exercise of our supervisory powers over the trial courts, we sometimes will grant a new trial even though it cannot necessarily be said that the violation of the discovery rules was prejudicial according to the test usually followed. Schwantes, 314 N.W.2d at 245.[1]\nAs stated in the Comment to Minn.R.Crim.P. 9:\nRule 9, with Rules 7.01, 19.04, subd. 6(1) (Rasmussen notice of evidence obtained from the defendant and of identification procedures), Rules 7.02, 19.04, subd. 6(2); (Spreigl notice of additional offenses to be offered at trial), and Rule 18.05, subds. 1 and 2 (recorded testimony of grand jury witnesses), provide a comprehensive method of discovery by the prosecution (Rule 9.01) and defendant (Rule 9.02). The rules are intended to give the defendant and prosecution as complete discovery as is possible under constitutional limitations.\nThese discovery provisions \"are broader than those of either the ABA Standards [for Discovery and Procedure Before Trial] or the Federal Rules of Criminal Procedure.\" 8 Henry W. McCarr, Minnesota *387 Practice \u0097 Criminal Law and Procedure § 17.1, at 44 (2d ed. 1990). Our rules, in effect, formalize the pre-rules practice of some prosecutors \u0097 e.g., Hennepin County Attorney George M. Scott \u0097 of completely opening their files to defense counsel. Added to the prosecutor's obligation to open the files to the defense is the obligation to make continuing disclosure when new things are added to the file after defense counsel has looked at it. Schwantes, 314 N.W.2d at 244-45. A prosecutor cannot circumvent the requirement of open-file discovery by not taking notes or by not putting things in the file that belong in the file. State v. Mussehl, 408 N.W.2d 844, 847-48 (Minn.1987); State v. Galvan, 374 N.W.2d 269, 270 (Minn.1985), cert. denied, 475 U.S. 1097, 106 S.Ct. 1496, 89 L.Ed.2d 897 (1986). Although the lack of justification for the prosecution's failure to disclose is something that we bear in mind in deciding whether or not to award a new trial, Zeimet, 310 N.W.2d at 553, we have also awarded new trials when the failure to comply with the rules apparently was the result of inadvertence. Schwantes, 314 N.W.2d at 245. And while we typically have required a showing of prejudice, Clobes, 422 N.W.2d at 255, we on occasion have awarded a new trial in the exercise of our supervisory powers and \"in the interests of justice\" when prejudice was not clear. Thus in Schwantes we said:\n[A]lthough the evidence of defendant's guilt was strong, we conclude that a new trial is required in the interests of justice and to insure that the reciprocal discovery rules adopted by this court are observed by both the prosecution and the defense.\n314 N.W.2d at 245.\nHere the prosecution's failure to comply with the discovery rules is clear. The record indicates that the prosecutor felt it was within his authority to tell one of the women \"to keep her mouth shut\" and not talk with anyone, something that the trial court reminded him was not an appropriate admonition. It also appears that the prosecutor broke a promise to provide the defense with S.F.'s new telephone number and address in North Carolina, to which she had moved, so that the defense investigator could try to talk with her before she returned for trial (instead, the prosecutor set up an interview in the prosecutor's presence). Although the prosecutor knew of the bar incident and although the prosecutor had a clear obligation under the rules to disclose the information to defense counsel, the prosecutor did not do so. Finally, in closing argument the prosecutor at least twice emphasized that S.F. had been consistent in her claim that it was defendant who was her assailant and that she had \"never once backed away from that assertion.\"\nWe concede that it is at least arguable that the defense was not prejudiced by nondisclosure and that therefore a new trial is not required. However, in the exercise of our supervisory power over the trial court, in the interests of justice, and in the interests of underscoring the fact that our rules, in providing for complete disclosure to the defense, are broader than the rules one may extract from the applicable line of federal cases relied upon by the court of appeals, we have concluded that defendant should receive a new trial. Accordingly, we reverse the decision of the court of appeals, vacate the judgment of conviction and remand for a new trial.\nReversed and remanded for new trial.\nNOTES\n[1]  For a case following the usual test of harmless error in this context, see State v. Clobes, 422 N.W.2d 252 (Minn.1988).\n\n",
            "ocr": false,
            "opinion_id": 2016649
        }
    ],
    "court_short_name": "Supreme Court of Minnesota",
    "court_full_name": "Supreme Court of Minnesota",
    "court_type": "S",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Robbery"
}