{
    "id": 8080695,
    "judges": "Boslaugh, McCown, Newton, Smith, Spencer, Stuart, Tuart, White",
    "date_filed": -30153600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-caldwell",
    "case_name_short": "Caldwell",
    "case_name": "State v. Caldwell",
    "case_name_full": "State of Nebraska v. Johnathan Caldwell, appellant State of Nebraska v. Marvin Dillwood",
    "attorneys": "A. Q. Wolf and Thomas D. Carey, for appellants., Clarence A. H. Meyer, Attorney General, and James J. Duggan, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "183 Neb. 712",
        "164 N.W.2d 213"
    ],
    "opinions": [
        {
            "author_str": "Stuart",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nStuart, District Judge.\nThe defendants Johnathan Caldwell and Marvin Dill-*713wood were each charged with robbery. The cases were joined for trial, and upon trial the jury returned verdicts of guilty as to each defendant, and each defendant was subsequently sentenced to a term of years in the Nebraska Penal and Correctional Complex. The defendants appeal. We affirm the judgments.\nThe defendant Marvin Dillwood was convicted previously of burglary, which conviction was affirmed by this court. State v. Dillwood, ante p. 360, 160 N. W. 2d 195. That case is separate and distinct from this case.\nOn June 3, 1967, the Mallory Hardware Store at Thirty-third and Parker Streets in Omaha, Nebraska, was robbed by two masked Negro men, one of whom was wearing dark glasses. During the robbery, one of, the robbers was shot by Mr. Mallory with a .22 caliber rifle. The robbers ran from the store. Police were called and shortly thereafter the defendants were arrested at the home of defendant Dillwood’s aunt located at 3060-3062 Parker Street some 3 blocks from the site of the robbery. There were fresh blood stains on the door stoop of 3060 Parker, and upon entering the house the officers found the defendants hiding in separate upstairs bedrooms. The officers also found paper money, with fresh blood stains on it, between the pages of a Bible and a pair of dark sunglasses with what appeared to be blood stains on them concealed in a chair. Defendant Dillwood was drooling blood and water from the mouth, and had two bullet wounds in his right cheek, one near the mouth and the other below his right ear. In addition, other evidence was introduced tending to incriminate defendants.\nThe defendants assign as error the overruling of their objections to the admission of evidence in numerous different instances. However, defendants do not urge the commission of error by any specific ruling by the court, nor do they show wherein they have been prejudiced by any such rulings. Errors assigned but not argued will, under the rules of this court, be considered waived. Re*714vised Rules, of the Supreme Court, Rule 8a2(3); Turpit v. State, 154 Neb. 385, 48 N. W. 2d 83; Mason v. State, 132 Neb. 7, 270 N. W. 661; Maher v. State, 144 Neb. 463, 13 N. W. 2d 641; Moore v. State, 148 Neb. 747, 29 N. W. 2d 366; Hameyer v. State, 148 Neb. 798, 29 N. W. 2d 458.\nDefendants complain that Daniel Lang, a witness for the State, was allowed to testify when his name had not been endorsed on the information. The trial court, in the proper exercise of its discretion, allowed the State to endorse the name of this witness on the information, but the actual endorsement was never made. The total testimony of this witness was that he was a deputy sheriff and that he attempted to serve a subpoena on one Alice White, whose name was endorsed on the information as a witness for the prosecution, but that he was unable to do so. The defendants did not ask for’ a continuance to meet' this witness’ testimony, and the record does not disclose that the defendants were in any way prejudiced. At most it was a mere irregularity. A mere irregularity in criminal procedure, which does not affect the substantial rights of an accused, does not warrant reversal. Griess v. State, 121 Neb. 467, 237 N. W. 405; 24A C. J. S. Criminal Law, § 1887, p. 872.\nEach defendant, in his own behalf, testified in part that defendant Caldwell had shot defendant Dillwood and that they then had gone to 3060 Parker Street for assistance. At the conclusion of defendant Caldwell’s testimony the defense requested the court to take judicial notice and to advise the jury that under such facts defendant Caldwell would be subject to prosecution for carrying a concealed weapon. The court refused, and the defendants assign this refusal as error. The court allowed each defendant to testify that he attempted to conceal himself when he saw the police surrounding the house because he was afraid of being arrested as a consequence of the incident of shooting which each had recited and in addition that defendant Dillwood was then on bond on a burglary charge. The'court fully instructed *715the jury on this alibi. The defendants requested no additional instructions. Clearly, the alibi issue and defendants’ explanation for hiding at. the time of arrest were presented to the jury under the court’s instructions. “If the court has instructed the jury generally on the law of the case and has not withdrawn any essential issue from consideration of the jury, error cannot be predicated on failure to charge on some particular phase of the case, unless proper instruction has been requested by the party complaining.” State v. Brown, 179 Neb. 386, 138 N. W. 2d 465. See, also, State v. Archbold, 178 Neb. 433, 133 N. W. 2d 601; Cox v. State, 159 Neb. 811, 68 N. W. 2d 497, 66 A. L. R. 2d 293.\nWe find no prejudicial error in the record. The judgment of the district court should be and is affirmed.\nAffirmed.\nWhite, C. J., participating on briefs.\n",
            "ocr": true,
            "opinion_id": 8039869
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}