{
    "id": 2015164,
    "judges": "DeBRULER, Givan, Hunter, Pivarnik, Prentice",
    "date_filed": 494726400000,
    "date_filed_is_approximate": false,
    "slug": "early-v-state",
    "case_name_short": "Early",
    "case_name": "Early v. State",
    "case_name_full": "Mark EARLY, Appellant, v. STATE of Indiana, Appellee",
    "attorneys": "Susan K. Carpenter, Public Defender, Novella L. Nedeff, Deputy Public Defender, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b300-16\">\n    Mark EARLY, Appellant, v. STATE of Indiana, Appellee.\n   </parties><docketnumber id=\"AIY\">\n    No. 585S216.\n   </docketnumber><br><court id=\"b300-17\">\n    Supreme Court of Indiana.\n   </court><decisiondate id=\"A6W\">\n    Sept. 5, 1985.\n   </decisiondate><br><attorneys id=\"b301-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"257\"> \n     *257\n     </span>\n    Susan K. Carpenter, Public Defender, Novella L. Nedeff, Deputy Public Defender, Indianapolis, for appellant.\n   </attorneys><br><attorneys id=\"b301-12\">\n    Linley E. Pearson, Atty. Gen., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.\n   </attorneys>",
    "citations": [
        "482 N.E.2d 256"
    ],
    "opinions": [
        {
            "author_str": "Pivarnik",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4339.0,
            "opinion_text": "\n482 N.E.2d 256 (1985)\nMark EARLY, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 585S216.\nSupreme Court of Indiana.\nSeptember 5, 1985.\n*257 Susan K. Carpenter, Public Defender, Novella L. Nedeff, Deputy Public Defender, Indianapolis, for appellant.\nLinley E. Pearson, Atty. Gen., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.\nPIVARNIK, Justice.\nDefendant-Appellant Mark Anthony Early was convicted of Robbery, a class A felony, on July 30, 1982, at the conclusion of a bench trial before the Marion County Superior Court. The Honorable Charles Daugherty sentenced Appellant to thirty (30) years imprisonment. The sole issue for review is whether or not there was sufficient evidence of the element of mens rea presented at trial.\nAt the time of the offense Appellant was twenty (20) years old and suffered from cerebral palsy. On January 27, 1981, Appellant was visited by three friends who had obtained a gun earlier in the day. As the four young men discussed how they could raise money for marijuana, they observed Robert Wilson, a door-to-door salesman, approaching the house and decided to rob him.\nThe young men invited Wilson into the house and asked him to demonstrate how to set his mouse poison in the kitchen. While demonstrating, Wilson turned around and saw Appellant point a rifle at him. Appellant shouted, \"Now we're going to separate you,\" and fired a shot which struck Wilson in the abdomen, seriously wounding him. After Wilson fell to the floor one or more of the men took Wilson's money, watch, and handgun, and then dragged Wilson into the front yard before leaving.\nThat night Appellant surrendered to the police. After receiving his Miranda warnings Appellant gave a statement implicating himself in the robbery and shooting, as well as the discussion and decision to rob Wilson. At trial Wilson positively identified Appellant as the man who shot him. Appellant testified the other man called him names and threatened him, compelling him to take part in the robbery.\nThe sole error alleged is whether or not there was sufficient evidence produced at trial on the element of mens rea.\nAppellant acknowledges that this Court will not reweigh evidence, but maintains instead that this Court must \"probe and sift\" the evidence to ensure the facts sufficiently support the verdict. Appellant cites Terry v. State, (1984) Ind., 465 N.E.2d *258 1085, 1088, wherein we stated, \"Any factor which serves as a denial of the existence of mens rea must be considered by the trier of fact before a guilty finding is entered.\"\nInd.Code § 35-41-3-5(b) (Burns 1982), by stating:\n\"(b) Voluntary intoxication is a defense only to the extent that it negates an element of an offense referred to by the phrase `with intent to' or `with an intention to.'\"\nlimited the availability of the intoxication defense. The effect of Terry was to void this language and thus broaden the use of the intoxication defense.\nPresently, the defense of duress is limited by a similar statute, Ind. Code § 35-41-3-8 (Burns 1985) which reads in part:\n\"(a) It is a defense that the person who engaged in the prohibited conduct was compelled to do so by threat of imminent serious bodily injury to himself or another person... .\n(b) This section does not apply to a person who:\n* * * * * *\n(2) committed an offense against the person as defined in I.C. 35-42.\"\nAppellant maintains Terry compels that the broadening of the defense of intoxication should apply by analogy to invalidate the duress exception provision.\nAppellant is forcing a comparison of two dissimilar statutes with two dissimilar rationales. This Court's rationale in Terry was the fact that in some cases intoxication may render a person so completely non compos mentis that he has no ability to form intent, and thus cannot be held accountable Terry, supra. Appellant does not contend that he lacked the ability to form the requisite mens rea. Rather, he argues the lack of mens rea arose from the criminal actions being forced upon him. The statute excepts crime against the person from the duress defense and this Court has approved this provision; in fact, we have stated previously that duress is not a defense to the crime of robbery. Ballard v. State, (1984) Ind., 464 N.E.2d 328, 330; see also Armand v. State, (1985) Ind., 474 N.E.2d 1002; Walker v. State, (1978) 269 Ind. 346, 381 N.E.2d 88.\nFurthermore, this Court foresaw a narrow use of the intoxication defense when we held in Terry:\n\"As a general proposition a defendant should not be relieved of responsibility when he was able to devise a plan, operate equipment, instruct the behavior of others, or carry out acts requiring physical skill.\"\nTerry, Ind., 465 N.E.2d at 1088.\nLikewise, the duress defense is not intended to be given a broad reading. The defense is only allowed where the prohibited conduct is compelled by threat of imminent serious bodily injury. Ind. Code § 35-41-3-8. Appellant's testimony alleges only that his accomplices, \"badgered him, called him names, and told him he had no guts.\"\nWhere, as in Terry, a defendant is intoxicated, yet his actions show he has the ability to form the requisite mens rea, he may not use the intoxication defense. Similarly, for crimes against the person, where, as here, the appellant is under duress yet his actions show he has the ability to form the requisite mens rea, he may not claim the defense of duress.\nThis Court will not reweigh evidence or resolve questions of credibility. Rather, we will look to the evidence found by the trial court and all reasonable inferences therefrom which support the verdict. If from that viewpoint there is evidence of probative value from which a reasonable trier of fact could infer Appellant was guilty beyond a reasonable doubt, the conviction will be affirmed. Hunn v. State, (1983) Ind., 446 N.E.2d 603, 604. The facts are clear in the present case. Appellant took part in planning the robbery to raise money to purchase marijuana. Appellant called out before shooting Wilson, then proceeded to seriously injure Wilson. Wilson's watch was found in Appellant's possession. Appellant gave a statement implicating *259 himself. Accordingly, there was sufficient evidence to support the verdict.\nThe trial court is in all things affirmed.\nGIVAN, C.J., and DeBRULER and PRENTICE, JJ., concur.\nHUNTER, J., not participating.\n",
            "ocr": false,
            "opinion_id": 2015164
        }
    ],
    "court_short_name": "Indiana Supreme Court",
    "court_full_name": "Indiana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}