{
    "id": 2042506,
    "judges": "Garrard, Hoffman, III, Issue I, Issues II, Staton",
    "date_filed": 349488000000,
    "date_filed_is_approximate": false,
    "slug": "groff-v-state",
    "case_name_short": "Groff",
    "case_name": "Groff v. State",
    "case_name_full": "Daniel F. GROFF, Appellant, v. STATE of Indiana, Appellee",
    "attorneys": "Richard J. Thonert, Auburn, for defendant-appellant., Linley E. Pearson, Theodore L. Sendak, Attys. Gen., Thomas D. Quigley, Deputy Atty. Gen., Indianapolis, for plaintiff-appel-lee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied March 12,1981.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b767-17\">\n    Daniel F. GROFF, Appellant, v. STATE of Indiana, Appellee.\n   </parties><br><docketnumber id=\"b767-19\">\n    No. 3-680A184.\n   </docketnumber><br><court id=\"b767-20\">\n    Court of Appeals of Indiana, Third District.\n   </court><br><decisiondate id=\"b767-22\">\n    Jan. 28, 1981.\n   </decisiondate><br><otherdate id=\"b767-23\">\n    Rehearing Denied March 12,1981.\n   </otherdate><br><attorneys id=\"b769-15\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"723\"> \n     *723\n     </span>\n    Richard J. Thonert, Auburn, for defendant-appellant.\n   </attorneys><br><attorneys id=\"b769-16\">\n    Linley E. Pearson, Theodore L. Sendak, Attys. Gen., Thomas D. Quigley, Deputy Atty. Gen., Indianapolis, for plaintiff-appel-lee.\n   </attorneys>",
    "citations": [
        "415 N.E.2d 721"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7279.0,
            "opinion_text": "\n415 N.E.2d 721 (1981)\nDaniel F. GROFF, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 3-680A184.\nCourt of Appeals of Indiana, Third District.\nJanuary 28, 1981.\nRehearing Denied March 12, 1981.\n*723 Richard J. Thonert, Auburn, for defendant-appellant.\nLinley E. Pearson, Theodore L. Sendak, Attys. Gen., Thomas D. Quigley, Deputy Atty. Gen., Indianapolis, for plaintiff-appellee.\nSTATON, Judge.\nA jury found Daniel F. Groff guilty of robbery while armed with a deadly weapon.[1] The trial court entered a judgment of conviction accordingly and sentenced Groff to the Indiana Department of Correction for a period of ten years.\nOn appeal, Groff contends that the trial court erroneously denied the following motions which he made at trial:\n(1) motion to record closing arguments of counsel;\n(2) motion to suppress physical evidence;\n(3) motion to suppress testimony of the victim's pretrial identification of Groff.[2]\nWe affirm.\n\nI.\n\nClosing Argument\nGroff contends that the trial court erroneously denied his motion to record the closing arguments of counsel. During the State's closing argument, Groff objected to certain prosecutorial comments because they imperilled his right to a fair trial. After making the objection, Groff moved to have the remainder of the State's closing argument recorded to preserve any error for appellate review. The trial court denied Groff's motion. On appeal, Groff contends that the trial court's refusal to record the remainder of the State's closing argument *724 constituted a violation of IC 1976, XX-XX-XX-X (Burns Code Ed.), and of Groff's constitutional rights to a fair trial and due process. These violations, he contends, entitle him to a new trial.\nWe disagree. IC XX-XX-XX-X does not require the trial court to have closing arguments of counsel recorded. The statute requires the trial court to appoint an official reporter to record \"oral evidence ... including both questions and answers, and to note all rulings of the judge in respect to the admission and rejection of evidence and the objections and exceptions thereto... .\" Closing arguments do not constitute oral evidence that must be recorded under IC XX-XX-XX-X.\nWe also disagree with Groff's contention that the failure to record the remainder of the State's closing argument resulted in constitutional violations. Rule 7.2(A)(3)(c) of the Ind. Rules of Appellate Procedure provides a means of presenting for appellate review any evidence or proceedings that were not recorded. The rule provides in pertinent part:\n\"(c) Statement of the Evidence or Proceedings when no Report was made or when the Transcript is Unavailable. If no report of all or part of the evidence or proceedings at the hearing or trial was or is being made, or if a transcript is unavailable, a party may prepare a statement of the evidence or proceedings from the best available means, including his recollection. If submitted contemporaneously with the matter complained of, the statement may be settled and approved by the trial court. If submitted thereafter, the statement shall be served on other parties who may serve objections or prepare amendments thereto within ten (10) days after service. The statement and any objections or prepared amendments shall be submitted to the trial court for settlement and approval and as settled and approved shall become a part of the record and be included by the clerk of the trial court in the record.\"\nThe Indiana Supreme Court has held that an appellant's failure to comply with Rule 7.2(A)(3)(c) results in a waiver of any alleged error related to unrecorded evidence or proceedings. Craig v. State (1980), Ind., 404 N.E.2d 580, 583. Requiring an appellant to submit an approved statement under Rule 7.2(A)(3)(c) does not constitute a denial of due process. Ruetz v. State (1978), 268 Ind. 42, 46, 373 N.E.2d 152, 155, cert. denied, 439 U.S. 897, 99 S.Ct. 261, 58 L.Ed.2d 245. The application of Rule 7.2(A)(3)(c) is inappropriate only when the appellant is unable to reconstruct the record from his recollection, the recollection of those present at trial, or other extrinsic evidence. Gallagher v. State (1980), Ind., 410 N.E.2d 1290, 1293.\nRule 7.2(A)(3)(c) provides an alternate method of presenting an unrecorded closing argument for appellate review. When a closing argument is not recorded, a party seeking to assign some error to the content of the argument must attempt to reconstruct the argument in statement form under Rule 7.2(A)(3)(c). A trial court's refusal to have closing arguments recorded cannot be deemed an abridgement of constitutional rights when reconstruction of the arguments is possible. The record in the present case does not contain an approved statement of the State's closing argument.[3] Groff has not alleged that he was unable to reconstruct the argument from the best available means. Thus, Groff cannot complain of the trial court's denial of his motion to have the remainder of the State's closing argument recorded.\n\nII.\n\nAdmissibility of Evidence\nGroff contends that the trial court erred in denying his motion to suppress physical *725 evidence[4] seized when he was arrested because the police officers did not have probable cause to make an investigatory stop of the vehicle in which he was riding nor did they have probable cause to arrest him. Because the officers seized the evidence as a result of an unlawful stop and an unlawful arrest, Groff contends that the evidence was inadmissible.\nThe propositions on which Groff relies to support his contention that the evidence was inadmissible are erroneous. The investigatory vehicle stop and the warrantless arrest of Groff were not unlawful. The following evidence in the record supports our conclusions:\nPrior to Groff's arrest, Chief Vallance and Officers Castator and Shaffer of the Waterloo Police Department received a radio dispatch from the DeKalb County Sheriff Department informing them that an employee of Bob's Arco service station had been the victim of an armed robbery. The dispatch included a detailed description of the suspect's physical appearance and a description of the vehicle in which the suspect fled the service station. The vehicle was described as a dark-colored Firebird or Camaro which was eastbound on U.S. 6. A second radio dispatch informed the officers that the vehicle bore 1979 Indiana license plate number \"17 C 420.\"[5]\nAfter patrolling the town of Waterloo in search of the suspect, the officers stationed themselves at the junction of U.S. 6 and state route 427. This position was 2.9 miles from the scene of the robbery. Approximately thirty to forty-five minutes after the robbery occurred, the officers observed a vehicle fitting the description of the vehicle involved in the robbery. Pursuant to instructions from the dispatcher, the officers activated the red lights on their squad car and stopped the vehicle for further investigation. Officer Castator ordered the occupants to step out of the vehicle. The person exiting from the passenger side fit the dispatched description of the robber. Chief Vallance approached the vehicle to investigate. While next to the vehicle, Vallance observed a shotgun on the floorboard behind the front seat. He seized the shotgun. Later, Deputy Sheriff Metcalf arrived on the scene. After they determined that Groff's physical appearance matched the dispatcher's description of the man who had robbed the service station, they arrested him.\nThe following morning, Deputy Sheriff Metcalf obtained a search warrant for the vehicle. Ricky D. Morgan, the owner and driver of the vehicle, also consented to the search. Deputy Metcalf conducted a search of the vehicle and found some coins in the ashtray and a brown manila folder containing currency totaling $122.75. This evidence, along with the shotgun seized by Chief Vallance, was admitted into evidence over Groff's objections.[6]\nUnder appropriate circumstances, police officers may stop a vehicle to investigate the possibility of criminal activity, notwithstanding the absence of probable cause. Edwards v. State (1980), Ind. App., 411 N.E.2d 666, 668; Mayfield v. State (1980), Ind. App., 402 N.E.2d 1301, 1306. To justify an investigatory vehicle stop, the officers must be able to point to specific and articulable facts which, when considered together with the rational inferences drawn from those facts, create a reasonable suspicion of criminal conduct on the part of the vehicle's occupants. The Indiana Supreme Court has *726 held that officers may respond to a radio dispatched description of a suspect by stopping a person fitting that description. Hatcher v. State (1980), Ind., 410 N.E.2d 1187, 1189. Likewise, a vehicle fitting the description of a vehicle used by a suspect in a crime will generally provide reasonable suspicion which justifies an investigatory stop of the vehicle. Luckett v. State (1972), 259 Ind. 174, 181, 284 N.E.2d 738, 743 (state patrolman knew burglary suspects were riding in a green Chevrolet bearing a license plate with prefix \"82 J\"); see also, United States v. Gaines (9th Cir.1977), 563 F.2d 1352; Patterson v. State (1979), Ind., 386 N.E.2d 936, cert. denied, 444 U.S. 935, 100 S.Ct. 283, 62 L.Ed.2d 194; Lawrence v. State (1978), 268 Ind. 330, 375 N.E.2d 208.\nThe record in the present case reveals that the radio dispatched description provided the officers with specific and articulable facts which created a reasonable suspicion that the occupants of the vehicle were involved in the robbery. The officers knew the general description of the vehicle and its license number. Furthermore, the vehicle was travelling away from the scene of the robbery when the officers observed it. When these factors are considered with the temporal and spatial proximity of the sighting of the vehicle to the occurrence of the robbery, it must be concluded that the officers were justified in conducting an investigatory stop.[7]\nGroff also contends that he was arrested without probable cause. This contention is without merit. In reviewing the sufficiency of the facts establishing probable cause, we apply the following standard:\n\"`* * * Probable cause justifying an arrest without a warrant exists if the facts and circumstances known to the arresting officer would warrant a man of reasonable caution and prudence in believing that the accused had committed or was committing a criminal offense.' Barnes v. State, (1978) Ind., 378 N.E.2d 839, 842.\"\nHatcher v. State (1980), Ind., 410 N.E.2d 1187, 1189. The standard of sufficiency is something less than the evidence required for conviction. We look to the factual and practical considerations of the incident to determine the reasonableness of the arresting officer's conduct.\nThe evidence demonstrates that Deputy Sheriff Metcalf had probable cause to arrest Groff. Metcalf arrived on the scene of the investigatory stop and observed a person fitting the detailed physical description of the robber as perceived by the victim of the crime. The vehicle matched the description of the vehicle involved in the robbery. A shotgun, similar to that used in the robbery, was seen in the vehicle and seized. Metcalf found a pair of sunglasses six to eight feet from the vehicle. The victim identified the perpetrator of the robbery as wearing sunglasses similar to those found near the vehicle. These facts and circumstances known to the arresting officer constitute probable cause for Groff's arrest. See, Grimes v. State (1980), Ind., 412 N.E.2d 75, 77.\nWe conclude that the investigatory stop of the vehicle in which Groff was riding was lawful, and that the arresting officer had probable cause to arrest Groff. Because the stop and Groff's subsequent arrest were lawful, the physical evidence seized from Groff and from the vehicle in which he was riding was properly admitted as evidence.[8] Therefore, the trial court did *727 not err in denying Groff's motion to suppress physical evidence.\n\nIII.\n\nIdentification\nGroff contends that the trial court should have suppressed any testimony related to the pretrial identification of Groff by Alan Reinoehl, the victim of the robbery. Trooper Edmondson of the Indiana State Police picked up Reinoehl at the service station and informed him that they were going to see the robbery suspects other police officers had apprehended. When Reinoehl and Edmondson arrived at the scene of the investigatory stop, Reinoehl observed Groff being handcuffed by the other officers. Reinoehl then identified Groff as the person who committed the robbery.\nGroff contends that Reinoehl's pretrial identification was a product of an unlawful investigatory stop and an unlawful arrest, and that the identification was unduly suggestive. Because we previously concluded that the investigatory stop and Groff's arrest were lawful, we will only address the second part of Groff's argument. It is Groff's contention that the identification was unduly suggestive because Reinoehl knew that he was going to view a robbery suspect and because he saw Groff being handcuffed when he and Trooper Edmondson arrived at the scene of the investigatory stop.\nThis Court was confronted with a similar fact situation in Atkins v. State (1977), Ind. App., 370 N.E.2d 985. In Atkins, we applied the following test:\n\"The test, as formulated by the United States Supreme Court, is whether the confrontation was so unnecessarily suggestive and conducive to irreparable mistaken identification that the defendant was denied due process of law. Stovall v. Denno (1967), 388 U.S. 293, 87 S.Ct. 1967, 18 L.Ed.2d 1199. In the instant case we are dealing with an on-the-scene confrontation. Confrontations occurring immediately after the commission of an offense are not per se unduly suggestive, even though the accused is the only suspect present. Wright v. State (1972), 259 Ind. 197, 285 N.E.2d 650. However, this does not necessarily means that every on-the-scene confrontation will pass the Stovall test. Parker v. State (1970), 254 Ind. 593, 261 N.E.2d 562. Whether an on-the-scene confrontation is overly suggestive must be determined from the total circumstances. Hampton v. State (1977), Ind. App., 359 N.E.2d 276. Thus, while the period of time between the commission of the crime and the confrontation is an extremely important factor, it is not the only factor which must be considered.\"\n370 N.E.2d at 987. In Atkins, the victim was told in advance that the suspects were being brought to the scene of the robbery for the victim to identify. When the suspects arrived, they were handcuffed. This Court held that despite these facts, \"the on-the-scene confrontation was not unnecessarily suggestive\" after \"examining the totality of the circumstances.\" Id.; see also, Williams v. State (1979), Ind. App., 398 N.E.2d 674.\nAfter examining the totality of the circumstances in the present case, we conclude that Reinoehl's pretrial identification of Groff was not unduly or unnecessarily suggestive. Reinoehl had an opportunity to observe Groff for the duration of the robbery. There was no challenge to Reinoehl's capacity in identifying the perpetrator. Reinoehl described the perpetrator's physical appearance in detail. It was subsequently determined that most of the details included in Reinoehl's description were accurate. Thus, we conclude that other factors made Reinoehl's pretrial identification reliable, and thus properly admissible.\nAffirmed.\n*728 HOFFMAN, P.J., concurs.\nGARRARD, J., concurs with opinion as to Issues II and III, and in result as to Issue I.\nGARRARD, Judge, concurring.\nI concur as to Issues II and III. While I concur in the result reached on Issue I, I strongly disagree with the implications of the majority rationale.\nGroff claims error in the court's refusal to grant his request that oral argument be taken down by the court reporter and in the prosecutor's comments during that argument.\nHis complaint is divisible into two contentions.\nFirst he contends he was prejudiced by the argument actually made. The majority view correctly finds that we cannot treat the merits of this contention since no effort was made to comply with Indiana Rules of Procedure, Appellate Rule 7.2(A)(3)(c) and no transcript of the argument has been presented on appeal.\nHis second contention, however, asserts prejudicial error in the court's refusal to direct that the argument be recorded by the court reporter.\nRelying upon the statute which sets forth the duties of court reporters, IC XX-XX-XX-X, the majority concludes there is no duty, and therefore no right, to have the final arguments of counsel recorded for purposes of appeal.[1]\nI disagree, although I conclude that in this case Groff's right to have the argument recorded was waived when he made no request or objection until the prosecutor's argument was well under way.\nIndiana has long held that the right to be heard by counsel as afforded by Article 1, Section 13 of our constitution includes the right to have counsel address the jury in final argument. Lynch v. State (1857), 9 Ind. 541.\nThus, our statutes for both civil (IC XX-X-XX-X) and criminal trials (IC XX-X-XX-X) accord parties the right to present final argument to the jury through their attorneys.\nIt is unnecessary to record here the variety of instances where reversible error may result from improper argument. For criminal trials see generally West's Indiana Digest, Criminal Law, § 613 et seq. It clearly may do so, and AR 7.2 provides that the record for appeal shall contain \"the transcript of the evidence and proceedings at trial.\"\nIt seems indisputable that, at least for purposes of generalizing, verbatim recording of an argument will be more accurate than the recollections the parties are able to muster to provide a statement pursuant to AR 7.2. I feel a litigant is clearly entitled to that accuracy, and I would hold that upon reasonable request by either party the court has no discretion to dispense with having the final argument taken down so as to be available for consideration in a subsequent motion to correct errors on appeal.\nI do agree that apart from request, recording the final argument can be dispensed with, and I acknowledge the practice of a substantial segment of the trial bar in this regard. Thus, where as here no request was made prior to the commencement of the argument, I feel that the right was waived.\nFor this reason I concur.\nNOTES\n[1]  IC 1976, XX-XX-X-X (Burns Code Ed., 1979 Repl.).\n[2]  Groff combined issues (2) and (3) in his appellate brief. For purpose of clarity, we will discuss the issues separately.\n[3]  The trial court permitted Groff to state for the record his objections to the alleged prejudicial prosecutorial comments. Groff's recorded objections are insufficient to satisfy Rule 7.2(A)(3)(c), which requires the statement of the evidence or proceeding to be submitted to the trial court for approval. See, Davis v. Davis (1980), Ind. App., 413 N.E.2d 993, n. 5. Groff failed to comply with the approval requirement of the rule.\n[4]  The only physical evidence with which we are concerned is the shotgun and the money seized from the vehicle in which Groff was riding and the money seized from his coat pocket (State's Exhibits 1, 3, 4, and 5). Other physical evidence introduced at trial was admitted without objection.\n[5]  The information transmitted in the second radio dispatch was admitted into evidence over Groff's hearsay objection. Groff has not raised the admissibility of this information as an issue on appeal.\n[6]  Some money seized from the pocket of an army jacket worn by Groff during the robbery was admitted into evidence. Groff did not challenge the search of his pocket at trial. He merely contended that any evidence seized from his person or from the vehicle was inadmissible because the evidence was a product of an unlawful stop and an unlawful arrest.\n[7]  Groff contends that the sighting of the vehicle 2.9 miles from the service station thirty to forty-five minutes after the robbery militates against the use of the evidence as justifying an investigatory stop. We disagree. The lapse of time was not of such a great duration so as to make it highly improbable that the suspect was no longer in the area.\n[8]  Groff inferentially raises the legality of the search of the vehicle in which he was riding. We note that the shotgun was in plain view of the investigating officer and was lawfully seized incident to Groff's arrest. Grimes, supra, at 77; Hatcher, supra, at 1190; see also, Colorado v. Bannister (1980), ___ U.S. ___, 101 S.Ct. 42, 66 L.Ed.2d 1.\n\nThe search of the vehicle on the morning after the arrest was conducted pursuant to a valid search warrant in addition to the voluntary consent of the owner of the vehicle. Assuming arguendo the vehicle was illegally searched, Groff has not established that he had a legitimate expectation of privacy in the vehicle so as to have standing to challenge the search. See, Pollard v. State (1979), Ind., 388 N.E.2d 496.\n[1]  Interestingly, CR 5 which authorizes the use of recording equipment by the reporter refers to recording the evidence and \"any other oral matters occurring during the hearing in any proceeding.\"\n\n",
            "ocr": false,
            "opinion_id": 2042506
        },
        {
            "author_str": "Staton",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSTATON, Judge.\nA jury found Daniel F. Groff guilty of robbery while armed with a deadly weapon.1 The trial court entered a judgment of conviction accordingly and sentenced Groff to the Indiana Department of Correction for a period of ten years.\nOn appeal, Groff contends that the trial court erroneously denied the following motions which he made at trial:\n(1) motion to record closing arguments of counsel;\n(2) motion to suppress physical evidence;\n(3) motion to suppress testimony of the victim’s pretrial identification of Groff.2\nWe affirm.\nI.\nClosing Argument\nGroff contends that the trial court erroneously denied his motion to record the closing arguments of counsel. During the State’s closing argument, Groff objected to certain prosecutorial comments because they imperilled his right to a fair trial. After making the objection, Groff moved to have the remainder of the State’s closing argument recorded to preserve any error for appellate review. The trial court denied Groff’s motion. On appeal, Groff contends that the trial court’s refusal to record the remainder of the State’s closing argument *724constituted a violation of IC 1976, 33-15-23-1 (Burns Code Ed.), and of Groff’s constitutional rights to a fair trial and due process. These violations, he contends, entitle him to a new trial.\nWe disagree. IC 33-15-23-1 does not require the trial court to have closing arguments of counsel recorded. The statute requires the trial court to appoint an official reporter to record “oral evidence ... including both questions and answers, and to note all rulings of the judge in respect to the admission and rejection of evidence and the objections and exceptions thereto .... ” Closing arguments do not constitute oral evidence that must be recorded under IC 33-15-23-1.\nWe also disagree with Groff’s contention that the failure to record the remainder of the State’s closing argument resulted in constitutional violations. Rule 7.2(A)(3)(c) of the Ind. Rules of Appellate Procedure provides a means of presenting for appellate review any evidence or proceedings that were not recorded. The rule provides in pertinent part:\n“(c) Statement of the Evidence or Proceedings when no Report was made or when the Transcript is Unavailable. If no report of all or part of the evidence or proceedings at the hearing or trial was or is being made, or if a transcript is unavailable, a party may prepare a statement of the evidence or proceedings from the best available means, including his recollection. If submitted contemporaneously with the matter complained of, the statement may be settled and approved by the trial court. If submitted thereafter, the statement shall be served on other parties who may serve objections or prepare amendments thereto within ten (10) days after service. The statement and any objections or prepared amendments shall be submitted to the trial court for settlement and approval and as settled and approved shall become a part of the record and be included by the clerk of the trial court in the record.”\nThe Indiana Supreme Court has held that an appellant’s failure to comply with Rule 7.2(A)(3)(c) results in a waiver of any alleged error related to unrecorded evidence or proceedings. Craig v. State (1980), Ind., 404 N.E.2d 580, 583. Requiring an appellant to submit an approved statement under Rule 7.2(A)(3)(c) does not constitute a denial of due process. Ruetz v. State (1978), 268 Ind. 42, 46, 373 N.E.2d 152, 155, cert. denied, 439 U.S. 897, 99 S.Ct. 261, 58 L.Ed.2d 245. The application of Rule 7.2(A)(3)(c) is inappropriate only when the appellant is unable to reconstruct the record from his recollection, the recollection of those present at trial, or other extrinsic evidence. Gallagher v. State (1980), Ind., 410 N.E.2d 1290, 1293.\nRule 7.2(A)(3)(c) provides an alternate method of presenting an unrecorded closing argument for appellate review. When a closing argument is not recorded, a party seeking to assign some error to the content of the argument must attempt to reconstruct the argument in statement form under Rule 7.2(A)(3)(c). A trial court’s refusal to have closing arguments recorded cannot be deemed an abridgement of constitutional rights when reconstruction of the arguments is possible. The record in the present case does not contain an approved statement of the State’s closing argument.3 Groff has not alleged that he was unable to reconstruct the argument from the best available means. Thus, Groff cannot complain of the trial court’s denial of his motion to have the remainder of the State’s closing argument recorded.\nII.\nAdmissibility of Evidence\nGroff contends that the trial court erred in denying his motion to suppress physical *725evidence4 seized when he was arrested because the police officers did not have probable cause to make an investigatory stop of the vehicle in which he was riding nor did they have probable cause to arrest him. Because the officers seized the evidence as a result of an unlawful stop and an unlawful arrest, Groff contends that the evidence was inadmissible.\nThe propositions on which Groff relies to support his contention that the evidence was inadmissible are erroneous. The investigatory vehicle stop and the warrantless arrest of Groff were not unlawful. The following evidence in the record supports our conclusions:\nPrior to Groff’s arrest, Chief Vallance and Officers Castator and Shaffer of the Waterloo Police Department received a radio dispatch from the DeKalb County Sheriff Department informing them that an employee of Bob’s Arco service station had been the victim of an armed robbery. The dispatch included a detailed description of the suspect’s physical appearance and a description of the vehicle in which the suspect fled the service station. The vehicle was described as a dark-colored Firebird or Cá-maro which was eastbound on U.S. 6. A second radio dispatch informed the officers that the vehicle bore 1979 Indiana license plate number “17 C 420.”5\nAfter patrolling the town of Waterloo in search of the suspect, the officers stationed themselves at the junction of U.S. 6 and state route 427. This position was 2.9 miles from the scene of the robbery. Approximately thirty to forty-five minutes after the robbery occurred, the officers observed a vehicle fitting the description of the vehicle involved in the robbery. Pursuant to instructions from the dispatcher, the officers activated the red lights on their squad car and stopped the vehicle for further investigation. Officer Castator ordered the occupants to step out of the vehicle. The person exiting from the passenger side fit the dispatched description of the robber. Chief Vallance approached the vehicle to investigate. While next to the vehicle, Val-lance observed a shotgun on the floorboard behind the front seat. He seized the shotgun. Later, Deputy Sheriff Metcalf arrived on the scene. After they determined that Groff’s physical appearance matched the dispatcher’s description of the man who had robbed the service station, they arrested him.\nThe following morning, Deputy Sheriff Metcalf obtained a search warrant for the vehicle. Ricky D. Morgan, the owner and driver of the vehicle, also consented to the search. Deputy Metcalf conducted a search of the vehicle and found some coins in the ashtray and a brown manila folder containing currency totaling $122.75. This evidence, along with the shotgun seized by Chief Vallance, was admitted into evidence over Groff’s objections.6\nUnder appropriate circumstances, police officers may stop a vehicle to investigate the possibility of criminal activity, notwithstanding the absence of probable cause. Edwards v. State (1980), Ind.App., 411 N.E.2d 666, 668; Mayfield v. State (1980), Ind.App., 402 N.E.2d 1301, 1306. To justify an investigatory vehicle stop, the officers must be able to point to specific and articulable facts which, when considered together with the rational inferences drawn from those facts, create a reasonable suspicion of criminal conduct on the part of the vehicle’s occupants. The Indiana Supreme Court has *726held that officers may respond to a radio dispatched description of a suspect by stopping a person fitting that description. Hatcher v. State (1980), Ind., 410 N.E.2d 1187, 1189. Likewise, a vehicle fitting the description of a vehicle used by a suspect in a crime will generally provide reasonable suspicion which justifies an investigatory stop of the vehicle. Luckett v. State (1972), 259 Ind. 174, 181, 284 N.E.2d 738, 743 (state patrolman knew burglary suspects were riding in a green Chevrolet bearing a license plate with prefix “82 J”); see also, United States v. Gaines (9th Cir. 1977), 563 F.2d 1352; Patterson v. State (1979), Ind., 386 N.E.2d 936, cert. denied, 444 U.S. 935, 100 S.Ct. 283, 62 L.Ed.2d 194; Lawrence v. State (1978), 268 Ind. 330, 375 N.E.2d 208.\nThe record in the present case reveals that the radio dispatched description provided the officers with specific and ar-ticulable facts which created a reasonable suspicion that the occupants of the vehicle were involved in the robbery. The officers knew the general description of the vehicle and its license number. Furthermore, the vehicle was travelling away from the scene of the robbery when the officers observed it. When these factors are considered with the temporal and spatial proximity of the sighting of the vehicle to the occurrence of the robbery, it must be concluded that the officers were justified in conducting an investigatory stop.7\nGroff also contends that he was arrested without probable cause. This contention is without merit. In reviewing the sufficiency of the facts establishing probable cause, we apply the following standard:\n“ ‘ * * * Probable cause justifying an arrest without a warrant exists if the facts and circumstances known to the arresting officer would warrant a man of reasonable caution and prudence in believing that the accused had committed or was committing a criminal offense.’ Barnes v. State, (1978) Ind., 378 N.E.2d 839, 842.”\nHatcher v. State (1980), Ind., 410 N.E.2d 1187, 1189. The standard of sufficiency is something less than the evidence required for conviction. We look to the factual and practical considerations of the incident to determine the reasonableness of the arresting officer’s conduct.\nThe evidence demonstrates that Deputy Sheriff Metcalf had probable cause to arrest Groff. Metcalf arrived on the scene of the investigatory stop and observed a person fitting the detailed physical description of the robber as perceived by the victim of the crime. The vehicle matched the description of the vehicle involved in the robbery. A shotgun, similar to that used in the robbery, was seen in the vehicle and seized. Metcalf found a pair of sunglasses six to eight feet from the vehicle. The victim identified the perpetrator of the robbery as wearing sunglasses similar to those found near the vehicle. These facts and circumstances known to the arresting officer constitute probable cause for Groff’s arrest. See, Grimes v. State (1980), Ind., 412 N.E.2d 75, 77.\nWe conclude that the investigatory stop of the vehicle in which Groff was riding was lawful, and that the arresting officer had probable cause to arrest Groff. Because the stop and Groff’s subsequent arrest were lawful, the physical evidence seized from Groff and from the vehicle in which he was riding was properly admitted as evidence.8 Therefore, the trial court did *727not err in denying Groff’s motion to suppress physical evidence.\nIII.\nIdentification\nGroff contends that the trial court should have suppressed any testimony related to the pretrial identification of Groff by Alan Reinoehl, the victim of the robbery. Trooper Edmondson of the Indiana State Police picked up Reinoehl at the service station and informed him that they were going to see the robbery suspects other police officers had apprehended. When Reinoehl and Edmondson arrived at the scene of the investigatory stop, Reinoehl observed Groff being handcuffed by the other officers. Reinoehl then identified Groff as the person who committed the robbery.\nGroff contends that Reinoehl’s pretrial identification was a product of an unlawful investigatory stop and an unlawful arrest, and that the identification was unduly suggestive. Because we previously concluded that the investigatory stop and Groffs arrest were lawful, we will only address the second part of Groff’s argument. It is Groff’s contention that the identification was unduly suggestive because Reinoehl knew that he was going to view a robbery suspect and because he saw Groff being handcuffed when he and Trooper Edmondson arrived at the scene of the investigatory stop.\nThis Court was confronted with a similar fact situation in Atkins v. State (1977), Ind.App., 370 N.E.2d 985. In Atkins, we applied the following test:\n“The test, as formulated by the United States Supreme Court, is whether the confrontation was so unnecessarily suggestive and conducive to irreparable mistaken identification that the defendant was denied due process of law. Stovall v. Denno (1967), 388 U.S. 293, 87 S.Ct. 1967, 18 L.Ed.2d 1199. In the instant case we are dealing with an on-the-scene confrontation. Confrontations occurring immediately after the commission of an offense are not per se unduly suggestive, even though the accused is the only suspect present. Wright v. State (1972), 259 Ind. 197, 285 N.E.2d 650. However, this does not necessarily means that every on-the-scene confrontation will pass the Stovall test. Parker v. State (1970), 254 Ind. 593, 261 N.E.2d 562. Whether an on-the-scene confrontation is overly suggestive must be determined from the total circumstances. Hampton v. State (1977), Ind.App., 359 N.E.2d 276. Thus, while the period of time between the commission of the crime and the confrontation is an extremely important factor, it is not the only factor which must be considered.”\n370 N.E.2d at 987. In Atkins, the victim was told in advance that the suspects were being brought to the scene of the robbery for the victim to identify. When the suspects arrived, they were handcuffed. This Court held that despite these facts, “the on-the-scene confrontation was not unnecessarily suggestive” after “examining the totality of the circumstances.” Id.; see also, Williams v. State (1979), Ind.App., 398 N.E.2d 674.\nAfter examining the totality of the circumstances in the present case, we conclude that Reinoehl’s pretrial identification of Groff was not unduly or unnecessarily suggestive. Reinoehl had an opportunity to observe Groff for the duration of the robbery. There was no challenge to Reinoehl’s capacity in identifying the perpetrator. Reinoehl described the perpetrator’s physical appearance in detail. It was subsequently determined that most of the details included in Reinoehl’s description were accurate. Thus, we conclude that other factors made Reinoehl’s pretrial identification reliable, and thus properly admissible.\nAffirmed.\n*728HOFFMAN, P. J., concurs.\nGARRARD, J., concurs with opinion as to Issues II and III, and in result as to Issue I.\n\n. IC 1976, 35-42-5-1 (Burns Code Ed., 1979 Repl.).\n\n\n. Groff combined issues (2) and (3) in his appellate brief. For purpose of clarity, we will discuss the issues separately.\n\n\n. The trial court permitted Groff to state for the record his objections to the alleged prejudicial prosecutorial comments. Groffs recorded objections are insufficient to satisfy Rule 7.2(A)(3)(c), which requires the statement of the evidence or proceeding to be submitted to the trial court for approval. See, Davis v. Davis (1980), Ind.App., 413 N.E.2d 993, n.5. Groff failed to comply with the approval requirement of the rule.\n\n\n. The only physical evidence with which we are concerned is the shotgun and the money seized from the vehicle in which Groff was riding and the money seized from his coat pocket (State’s Exhibits 1, 3, 4, and 5). Other physical evidence introduced at trial was admitted without objection.\n\n\n. The information transmitted in the second radio dispatch was admitted into evidence over Groffs hearsay objection. Groff has not raised the admissibility of this information as an issue on appeal.\n\n\n.Some money seized from the pocket of an army jacket worn by Groff during the robbery was admitted into evidence. Groff did not challenge the search of his pocket at trial. He merely contended that any evidence seized from his person or from the vehicle was inadmissible because the evidence was a product of an unlawful stop and an unlawful arrest.\n\n\n. Groff contends that the sighting of the vehicle 2.9 miles from the service station thirty to forty-five minutes after the robbery militates against the use of the evidence as justifying an investigatory stop. We disagree. The lapse of time was not of such a great duration so as to make it highly improbable that the suspect was no longer in the area.\n\n\n. Groff inferentially raises the legality of the search of the vehicle in which he was riding. We note that the shotgun was in plain view of the investigating officer and was lawfully seized incident to Groffs arrest. Grimes, supra, at 77; Hatcher, supra, at 1190; see also, Colorado v. Bannister (1980), — U.S. -, 101 S.Ct. 42, 66 L.Ed.2d 1.\nThe search of the vehicle on the morning after the arrest was conducted pursuant to a valid search warrant in addition to the voluntary consent of the owner of the vehicle. Assuming arguendo the vehicle was illegally searched, Groff has not established that he had a legiti*727mate expectation of privacy in the vehicle so as to have standing to challenge the search. See, Pollard v. State (1979), Ind., 388 N.E.2d 496.\n\n",
            "ocr": false,
            "opinion_id": 9528700
        },
        {
            "author_str": "Garrard",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGARRARD, Judge,\nconcurring.\nI concur as to Issues II and III. While I concur in the result reached on Issue I, I strongly disagree with the implications of the majority rationale.\nGroff claims error in the court’s refusal to grant his request that oral argument be taken down by the court reporter and in the prosecutor’s comments during that argument.\nHis complaint is divisible into two contentions.\nFirst he contends he was prejudiced by the argument actually made. The majority view correctly finds that we cannot treat the merits of this contention since no effort was made to comply with Indiana Rules of Procedure, Appellate Rule 7.2(A)(3)(c) and no transcript of the argument has been presented on appeal.\nHis second contention, however, asserts prejudicial error in the court’s refusal to direct that the argument be recorded by the court reporter.\nRelying upon the statute which sets forth the duties of court reporters, IC 35-15-23-1, the majority concludes there is no duty, and therefore no right, to have the final arguments of counsel recorded for purposes of appeal.1\nI disagree, although I conclude that in this case Groff’s right to have the argument recorded was waived when he made no request or objection until the prosecutor’s argument was well under way.\nIndiana has long held that the right to be heard by counsel as afforded by Article 1, Section 13 of our constitution includes the right to have counsel address the jury in final argument. Lynch v. State (1857), 9 Ind. 541.\nThus, our statutes for both civil (IC 34-1-21-1) and criminal trials (IC 35-1-35-1) accord parties the right to present final argument to the jury through their attorneys.\nIt is unnecessary to record here the variety of instances where reversible error may result from improper argument. For criminal trials see generally West's Indiana Digest, Criminal Law, § 613 et seq. It clearly may do so, and AR 7.2 provides that the record for appeal shall contain “the transcript of the evidence and proceedings at trial.”\nIt seems indisputable that, at least for purposes of generalizing, verbatim recording of an argument will be more accurate than the recollections the parties are able to muster to provide a statement pursuant to AR 7.2. I feel a litigant is clearly entitled to that accuracy, and I would hold that upon reasonable request by either party the court has no discretion to dispense with having the final argument taken down so as to be available for consideration in a subsequent motion to correct errors on appeal.\nI do agree that apart from request, recording the final argument can be dispensed with, and I acknowledge the practice of a substantial segment of the trial bar in this regard. Thus, where as here no request was made prior to the commencement of the argument, I feel that the right was waived.\nFor this reason I concur.\n\n. Interestingly, CR 5 which authorizes the use of recording equipment by the reporter refers to recording the evidence and “any other oral matters occurring during the hearing in any proceeding.”\n\n",
            "ocr": false,
            "opinion_id": 9528701
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}