{
    "id": 2055480,
    "judges": "Foley, Kalitowski, Stone",
    "date_filed": "2003-04-13",
    "date_filed_is_approximate": true,
    "slug": "state-v-mosby",
    "case_name_short": "Mosby",
    "case_name": "State v. Mosby",
    "case_name_full": "STATE of Minnesota, Respondent, v. William A. MOSBY, Jr., Appellant",
    "attorneys": "Hubert H. Humphrey, III, Atty. Gen., St. Paul, Thomas L. Johnson, Hennepin County Atty., and J. Michael Richardson, Asst. County Atty., Minneapolis, for respondent., C. Paul Jones, State Public Defender and Michael F. Cromett, Asst. State Public Defender, St. Paul, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Review Denied March 16, 1990.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b665-11\">\n    STATE of Minnesota, Respondent, v. William A. MOSBY, Jr., Appellant.\n   </parties><docketnumber id=\"AED\">\n    No. CX-89-471.\n   </docketnumber><court id=\"AOt\">\n    Court of Appeals of Minnesota.\n   </court><decisiondate id=\"AV8U\">\n    Jan. 23, 1990.\n   </decisiondate><otherdate id=\"Ai7Y\">\n    Review Denied March 16, 1990.\n   </otherdate><br><attorneys id=\"b666-29\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"630\"> \n     *630\n     </span>\n    Hubert H. Humphrey, III, Atty. Gen., St. Paul, Thomas L. Johnson, Hennepin County Atty., and J. Michael Richardson, Asst. County Atty., Minneapolis, for respondent.\n   </attorneys><br><attorneys id=\"b666-30\">\n    C. Paul Jones, State Public Defender and Michael F. Cromett, Asst. State Public Defender, St. Paul, for appellant.\n   </attorneys><br><judges id=\"b666-31\">\n    Considered and decided by FOLEY, P.J., and KALITOWSKI and STONE\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    , JJ., without oral argument.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b666-17\">\n     Acting as judge of the Court of Appeals by appointment pursuant to Minn. Const, art. 6, § 2.\n    </p>\n</div></div>",
    "citations": [
        "450 N.W.2d 629"
    ],
    "opinions": [
        {
            "author_str": "Foley",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7196.0,
            "opinion_text": "\n450 N.W.2d 629 (1990)\nSTATE of Minnesota, Respondent,\nv.\nWilliam A. MOSBY, Jr., Appellant.\nNo. CX-89-471.\nCourt of Appeals of Minnesota.\nJanuary 23, 1990.\nReview Denied March 16, 1990.\n*630 Hubert H. Humphrey, III, Atty. Gen., St. Paul, Thomas L. Johnson, Hennepin County Atty., and J. Michael Richardson, Asst. County Atty., Minneapolis, for respondent.\nC. Paul Jones, State Public Defender and Michael F. Cromett, Asst. State Public Defender, St. Paul, for appellant.\nConsidered and decided by FOLEY, P.J., and KALITOWSKI and STONE[*], JJ., without oral argument.\n\n\n*631 OPINION\nFOLEY, Judge.\nAppellant William Arthur Mosby, Jr. was convicted by jury verdict of one count of criminal sexual conduct in the first degree in violation of Minn.Stat. § 609.342, subd. 1(a) (1988) and one count of criminal sexual conduct in the second degree in violation of Minn.Stat. § 609.343, subd. 1(a) (1988) and was sentenced by the trial court to a prison term of 101 months. We affirm.\n\nFACTS\nMosby, age 34, had known the mother and family of the ten-year-old complainant for seven years. He had occasionally taken the complainant, N.D., and her brother to the store, the park, his mother's house and swimming.\nImmediately prior to the events in question, Mosby had lived with N.D.'s family for three days. Around then, an incident occurred which Mosby alleges gave N.D. a motive to fabricate charges of molestation against him. The incident involved N.D. spitting at Mosby after he prevented N.D. from hitting her younger brother. When Mosby told N.D.'s mother about the spitting, N.D.'s mother punished N.D. by grounding her for two days.\nShortly thereafter, N.D.'s mother gave permission for N.D. to go grocery shopping with Mosby. While N.D. thought she and Mosby would shop near N.D.'s house, Mosby took her by bus to his apartment on the other side of town. Mosby and N.D. went to the cleaners and grocery and liquor stores, and then to Mosby's apartment.\nN.D. testified Mosby told her to clean the apartment and she said she was supposed to go home after shopping. Mosby claimed N.D. had agreed on the bus to clean his apartment for money. When N.D. started crying, Mosby hit her with a belt. N.D. testified Mosby hit her deliberately three or four times. Mosby said he hit her once and it was accidental.\nMosby had N.D. scrub the shower and gave her a T-shirt and robe to change into, saying he would wash her clothes with his laundry. While in the laundry room, Mosby and N.D. talked to another tenant. N.D. and Mosby also went to the caretaker's apartment to talk to the caretaker about a malfunctioning dryer. While N.D. testified she was wearing the robe, the caretaker testified N.D. had the T-shirt on then. Mosby disputed N.D.'s testimony that he told her to remove her underclothing and wear just the robe. It is undisputed, however, that N.D. was wearing just the robe later when she ran for help.\nN.D. testified she and Mosby returned to the apartment and Mosby, who had been drinking beer, had N.D. sit on his lap. When N.D. got up, Mosby said \"I want to have a baby by you.\" N.D. said she was not ready for that. After another trip to the laundry, Mosby took a shower and stood naked in front of N.D. Mosby then put on some boxer shorts, sat on the bed and asked N.D. to comb his hair. Mosby then told her to lay down and asked if she had \"ever had a dicky before,\" took his hand and put his finger in her vagina. Mosby felt her vagina and touched her chest. N.D. began crying and Mosby slapped her, telling her to shut up and tried to get the robe off. When she went to unlock the door, Mosby told her to lock the door or he was going to beat her.\nWhile Mosby was getting money to go back to the laundry, N.D. unlocked the door and ran screaming to the caretaker's apartment. The caretaker testified Mosby, wearing only boxer shorts, came running after N.D. and asked the caretaker if he believed N.D. N.D. told the caretaker to look at her, opened the robe and said: \"Look at what I've got on.\"\nMosby kept closing the door to the caretaker's apartment and the caretaker kept opening it. N.D. called her aunt, and the caretaker talked to the aunt and told her to come and get N.D. A next door tenant came in and said she had called the police. Mosby looked excited, jumped up and left the apartment.\nThe next-door tenant took N.D. to the tenant's apartment. N.D. threw up while there. Police and N.D.'s relatives then arrived. The police let N.D. go home without being given a medical examination.\n*632 During direct examination, N.D. testified Mosby \"took his hand and stuck it in my private.\" She defined her \"private\" as her \"middle,\" the part she uses \"to go to the bathroom\" or to urinate. She first stated Mosby stuck his hand, then changed it to his finger, in \"just a little.\" On cross-examination, N.D. demonstrated for the jury how much she claimed Mosby's finger was inside her. This demonstration indicated 1/8th of an inch and was consistent with what she had told a police officer.\nN.D.'s trial testimony was consistent in all significant details with her prior statements to the first police officer on the scene, the next door neighbor, the investigating officer and her mother. In particular, N.D. consistently said Mosby had penetrated her vagina with his finger.\nMosby testified he left the caretaker's apartment to go get dressed, and, while in his apartment, he guzzled a big drink and then things began to fade. Mosby also testified he went out of the building without his keys and was locked out. According to Mosby, he went for a walk and did not remember what happened until he was arrested.\nAfter police officers spoke to witnesses, one of the officers parked his car two blocks away to write his report. Twenty minutes later, he heard a call over the radio of an attempted car theft in the same area. Another 20 minutes later after an intervening priority call, the officer was checking the area when information came over the air about the suspect. Near Mosby's apartment building, the officer saw a man fitting the description of the car theft suspect, which description also matched Mosby's. The officer arrested the man, who turned out to be Mosby.\n\nISSUES\n1. Was evidence that tended to show Mosby attempted to steal a car in which to flee improperly admitted as an inseparable part of the crimes for which Mosby was being tried and not as Spreigl evidence?\n2. Was there error in how the ten-year-old complainant was sworn before her testimony?\n3. Did the trial court's curative instruction remedy any error made when the trial court said to the ten-year-old complainant at the start of the second day of her testimony, in the presence of the jury, \"We want you to tell the truth again today?\"\n4. Was the evidence insufficient to establish beyond a reasonable doubt Mosby was guilty of criminal sexual conduct in either the first degree or the second degree?\n\nANALYSIS\n1. Mosby challenges the admission of evidence tending to show he attempted to steal a car in which to flee. Mosby alleges it was error to admit the evidence as an integral part of the crimes charged and not as Spreigl evidence. We find no error.\nAs a general rule, evidence of other crimes is not admissible to prove the character of a defendant or his guilt of the offense charged. Minn.R.Evid. 404(b); State v. Titworth, 255 N.W.2d 241, 244 (Minn.1977). However, this rule\ndoes not necessarily deprive the state of the right to make out its whole case against the accused on any evidence which is otherwise relevant upon the issue of the defendant's guilt of the crime with which he was charged.\nState v. Wofford, 262 Minn. 112, 118, 114 N.W.2d 267, 271 (1962). Here, the trial court found the evidence of the attempted auto theft was properly admissible as an integral part of the charged offense. This was not an abuse of the trial court's discretion. See State v. Scruggs, 421 N.W.2d 707, 715 (Minn.1988).\nWe find no merit in Mosby's allegation it was error to admit evidence of the attempted car theft without adhering to Spreigl requirements. See State v. Spreigl, 272 Minn. 488, 139 N.W.2d 167 (1965); see also State v. Billstrom, 276 Minn. 174, 178-79, 149 N.W.2d 281, 284-85 (1967). Evidence incidentally necessary as an element of substantive proof of the charged offense is not Spreigl evidence even though it relates to another crime of *633 the defendant's doing. State v. Roy, 408 N.W.2d 168, 171 (Minn.Ct.App.1987), pet. for rev. denied (Minn. Jul. 22, 1987) (citing State v. Salas, 306 N.W.2d 832, 836-37 (Minn.1981); State v. Martin, 293 Minn. 116, 128-29, 197 N.W.2d 219, 226-27 (1972)).\nFlight is a factor that can contribute to the sufficiency of the evidence. State v. Merrill, 428 N.W.2d 361, 368 (Minn.1988). Consciousness of guilt is also suggested by evidence of flight. State v. Bias, 419 N.W.2d 480, 485 (Minn.1988). It has been said, \"The righteous standth firm while the guilty fleeth.\"\nHere, evidence of the attempted car theft had probative value as circumstantial evidence that showed consciousness of guilt, and the attempted theft was intimately connected with the crime. See Roy, 408 N.W.2d at 172. This evidence contradicted Mosby's testimony he was not fleeing but had inadvertently locked himself out of the building and explained a gap in time from when the police were called to when Mosby was apprehended.\n2. Mosby also assigns error in how N.D. was sworn before her testimony. N.D. gave these answers to questions of the prosecutor:\nQ Okay. Now, one of the things we talked about, [N.D.], was the difference between the truth and a lie, didn't we?\nA Yes.\nQ Do you know what the difference is?\nA Yes.\nQ What is the difference, [N.D.]?\nA The difference between a lie and the truth is when you lie you're not telling the truth, you're not saying what really happened, and the truth is when you're saying what really happened.\n\nQ What happens if you don't tell the truth, [N.D.]?\n\nA You can get in big trouble for it.\n\nQ Okay. And you know that here you're supposed to tell the truth?\n\nA Yes.\n\nQ All right.\n(Emphasis added).\nWitnesses must be sworn by oath or affirmation. See Minn.Stat. § 595.01 (1988); Minn.R.Civ.P. 43.04. Prior to giving testimony,\nevery witness shall be required to declare that he will testify truthfully, by oath or affirmation administered in a form calculated to awaken his conscience and impress his mind with his duty to do so.\nMinn.R.Evid. 603. Furthermore, Rule 603\nis designed to afford the flexibility required in dealing with * * * children. Affirmation is simply a solemn undertaking to tell the truth; no special verbal formula is required.\n\nMinn.R.Evid. 603 committee comment (quoting Fed.R.Evid. 603 advisory committee note) (emphasis added).\nMosby does not challenge N.D.'s competency as a witness, but, rather, the verbal formula by which N.D. was sworn. In the context of this case, it is clear N.D. understood she was obliged to tell the truth. See State v. Whelan, 291 Minn. 83, 86, 189 N.W.2d 170, 173 (1971).\n3. Mosby also assigns error to the trial court's saying, on the second day of N.D.'s testimony:\nQ. You know, [the prosecutor] asked you yesterday about the difference between telling the truth and a lie. Do you remember that?\nA Yes.\nQ Okay. And we want you to tell the truth again today. Do you understand?\nA Yes.\nMosby called the double meaning of what the trial court had said to the trial court's attention and requested a mistrial. Upon request by Mosby's counsel, the trial court immediately gave the following curative instruction:\nCounsel have called my attention * * * to an unintentional misstatement * * * with respect to asking [N.D.] as to whether or not she remembers that she must tell the truth. It is not my job to *634 comment on whether any particular witness is truthful * * *. That's your decision. You should not construe my remarks as any comment upon the truthfulness * * * of N.D. or any other witness, and if in commenting this morning I made an unintentional misstatement, which would seem to convey such an opinion, you should disregard it.\nWe find the instruction cured any misleading implication.\n4. Mosby contends the evidence was insufficient to establish beyond a reasonable doubt he was guilty of criminal sexual conduct in either the first or second degree. Mosby argues in the alternative the evidence failed to establish beyond a reasonable doubt there was \"sexual penetration\" as opposed to \"sexual contact.\"\nThis court does not try the facts again when reviewing the sufficiency of the evidence. State v. Ellingson, 283 Minn. 208, 211, 167 N.W.2d 55, 57 (1969). The standard of review of a sufficiency of the evidence challenge is\nwhether, viewing the evidence and any reasonable inferences that could be drawn therefrom in a light most favorable to the state, the jury could reasonably find the defendant guilty beyond a reasonable doubt. In conducting this review, the court assumes the jury believed the state's witnesses and disbelieved evidence to the contrary. The jury determines the credibility and weight to be given the testimony of witnesses.\nState v. Boitnott, 443 N.W.2d 527, 531 (Minn.1989) (quoting State v. Buchanan, 431 N.W.2d 542, 547 (Minn.1988) (citations omitted)).\nMosby argues his convictions rest on evidence of dubious credibility. Mosby claims: (1) N.D. admitted lying to a police officer; (2) there were discrepancies in the testimony; and (3) N.D. had a motive to fabricate charges against him.\nIt is a mischaracterization of the testimony to say N.D. admitted lying. N.D. apparently told the first police officer on the scene Mosby had forced her to take her clothes off, but testified on direct examination she took them off to keep from getting them wet while scrubbing the shower. N.D. did say on cross-examination that what she told the police officer \"wasn't the truth.\" On redirect, however, N.D. said Mosby had told her to take her clothes off and then said \"forget it,\" and she later took her clothes off to keep them from getting wet. Testimony of a ten-year-old complainant is credible even though she reduced the dynamics of the situation of being under an adult's control to the simplistic statement the adult forced her to take off her clothes.\nAs to Mosby's claim of discrepancies, most represent a strained reading of the testimony, and the remainder concern insignificant details. On the whole, N.D.'s testimony was consistent. Additionally, inconsistencies are a sign of human fallibility and do not prove testimony is false, especially when the testimony is about a traumatic event. State v. Stufflebean, 329 N.W.2d 314, 319 (Minn.1983). Furthermore, the jury assesses credibility, and it was \"fully apprised of discrepancies in the evidence.\" Bias, 419 N.W.2d at 485.\nMosby suggests it is inconceivable N.D. would say nothing about being hit with the belt to the tenant in the laundry-room or to the caretaker. The jury believed N.D., and we will not set aside their credibility assessment. Nor does it seem inconceivable to this court a ten-year-old child would act in such a fashion when under the supervision of an adult who has been a family friend.\nTurning to the alleged motive of N.D., the jury heard testimony about the alleged motive and did not believe N.D. fabricated her story. We will not disturb the jury's weighing of credibility.\nThe final sufficiency of the evidence issue presented is Mosby's allegation sexual penetration was not proven beyond a reasonable doubt. Sexual penetration is the element of criminal sexual conduct in the first degree that separates it from criminal sexual conduct in the second degree. Mosby submits the only evidence regarding penetration came from N.D. *635 Mosby argues her testimony is insufficient to establish sexual penetration because it is not corroborated.\nA complainant's testimony does not require corroboration in a prosecution for criminal sexual conduct in either the first or second degree. Minn.Stat. § 609.347, subd. 1 (1988). An allegation of sexual abuse of a child does not require corroboration unless the other evidence is insufficient. State v. Myers, 359 N.W.2d 604, 608 (Minn.1984).\nWe find the consistency of N.D.'s testimony and prior statements as to all significant details to be strongly corroborative. See Myers, 359 N.W.2d at 608. Furthermore, N.D.'s upset, emotional state after the assault provides further corroboration. See State v. Kruse, 302 N.W.2d 29, 30 (Minn.1981).\nMosby places weight on the fact there was no medical evidence to support the charge he sexually penetrated N.D. We note, however, the \"absence of a physical examination does not prevent the jury from finding defendant guilty.\" Whelan, 291 Minn at 85, 189 N.W.2d at 173. Furthermore, the absence of physical evidence is not controlling when N.D.'s testimony is positive and consistent. Myers, 359 N.W.2d at 608.\nMosby also asserts N.D. could not have been sure he penetrated her vagina to such a slight degree. The jury believed N.D., and we will not disturb that finding. Boitnott, 443 N.W.2d at 531. Additionally, \"sexual penetration\" is \"any intrusion however slight into the genital or anal openings of the complainant's body of any part of the actor's body.\" Minn.Stat. § 609.341, subd. 12 (1988). The facts of this case support a finding of sexual penetration. See State v. Shamp, 422 N.W.2d 520, 526 (Minn.Ct.App.1988), pet. for rev. denied (Minn. June 10, 1988) (rubbing of folds of skin over vagina while not inserting fingers all the way provided sufficient evidence of penetration).\nFinally, in his pro se brief, Mosby argues it was not proven N.D. was in fear of great bodily harm. We note neither Minn.Stat. § 609.342, subd. 1 nor Minn. Stat. § 609.343, subd. 1 require fear of great bodily harm for conviction.\n\nDECISION\nAffirmed.\nNOTES\n[*]  Acting as judge of the Court of Appeals by appointment pursuant to Minn. Const. art. 6, § 2.\n\n",
            "ocr": false,
            "opinion_id": 2055480
        }
    ],
    "court_short_name": "Court of Appeals of Minnesota",
    "court_full_name": "Court of Appeals of Minnesota",
    "court_type": "SA",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Robbery"
}