{
    "id": 2077965,
    "judges": "Smith, Judge, Kelley, Judge, and Jiuliante, Senior Judge",
    "date_filed": "1984-02-22",
    "date_filed_is_approximate": true,
    "slug": "voss-v-pennsylvania-board-of-probation-parole",
    "case_name_short": "Voss",
    "case_name": "Voss v. Pennsylvania Board of Probation & Parole",
    "case_name_full": "Frank VOSS, Petitioner v. PENNSYLVANIA BOARD OF PROBATION AND PAROLE, Respondent",
    "attorneys": "Frank Voss, petitioner, pro se., Amy M. Elliott, Harrisburg, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted on Briefs Sept. 14, 2001.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1163-11\">\n    Frank VOSS, Petitioner v. PENNSYLVANIA BOARD OF PROBATION AND PAROLE, Respondent.\n   </parties><br><court id=\"b1163-14\">\n    Commonwealth Court of Pennsylvania.\n   </court><br><otherdate id=\"b1163-15\">\n    Submitted on Briefs Sept. 14, 2001.\n   </otherdate><decisiondate id=\"AyK\">\n    Decided Dec. 13, 2001.\n   </decisiondate><br><attorneys id=\"b1164-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1108\"> \n     *1108\n     </span>\n    Frank Voss, petitioner, pro se.\n   </attorneys><br><attorneys id=\"b1164-14\">\n    Amy M. Elliott, Harrisburg, for respondent.\n   </attorneys><br><judges id=\"b1164-16\">\n    Before SMITH, Judge, KELLEY, Judge, and JIULIANTE, Senior Judge.\n   </judges>",
    "citations": [
        "788 A.2d 1107"
    ],
    "opinions": [
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n788 A.2d 1107 (2001)\nFrank VOSS, Petitioner\nv.\nPENNSYLVANIA BOARD OF PROBATION AND PAROLE, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs September 14, 2001.\nDecided December 13, 2001.\n*1108 Frank Voss, petitioner, pro se.\nAmy M. Elliott, Harrisburg, for respondent.\nBefore SMITH, Judge, KELLEY, Judge, and JIULIANTE, Senior Judge.\nOpinion by Judge SMITH.\nThe Pennsylvania Board of Probation and Parole (Board) filed a preliminary objection in the nature of a demurrer to the petition for review in the nature of a writ of mandamus filed by Frank Voss. This case is one of first impression for the Court. Voss requests the Court to determine that Section 1 of the act commonly known as the Parole Act (Act), Act of August 6, 1941, P.L. 861, as amended by the Act of December 18, 1996, P.L. 1098, 61 P.S. § 331.1, is inapplicable to persons seeking parole rather than to those already on parole. He also requests the Court to vacate the Board's decision to deny him parole and to remand this matter for the Board to decide his application for parole in compliance with Section 19 of the Act, 61 P.S. § 331.19. The Board denied Voss parole based on the Section 1 concept of \"achieving the fair administration of justice.\" The Board contends that Voss has failed to state a cause of action for which relief may be granted.\nVoss is incarcerated at the State Correctional Institution at Graterford serving a sentence of fifteen to thirty years for two counts of aggravated assault and one count of robbery. Voss applied for parole following the expiration of his minimum sentence in March 1997. In a decision dated March 25, 1998, the Board denied Voss' parole application based upon its consideration of factors specified in Section 19 of the Act. Section 19 requires the Board to consider, among others things, the nature and circumstances of the crimes the prisoner committed, the general character and background of the prisoner and the prisoner's conduct while in prison.[1] Voss applied *1109 again the following year, and he was denied parole due to an unfavorable recommendation from the Department of Corrections. Voss applied three more times, and he was denied parole on October 23, 1998, October 18, 1999 and April 10, 2001. The Board's last decision stated that it \"has determined that the fair administration of justice cannot be achieved through your release on parole.\" Petition for Review, Exhibit A.\nIn pertinent part, Section 1 states that the parole system provides benefits to the criminal justice system and that the Board in providing those benefits \"shall first and foremost seek to protect the safety of the public. In addition to this goal, the board shall address input by crime victims and assist in the fair administration of justice by ensuring the custody, control and treatment of paroled offenders.\" (Emphasis added.) In response to Voss' request for reconsideration of the Board's decision, the Board stated that under Section 22 of the Act, 61 P.S. § 331.22,[2] it was not required to consider or to dispose of an application for parole when it has issued a parole decision within one year from the date of the current application. The Board stated that the statute requires it to consider certain factors when determining an application for parole, and it advised Voss that he would be eligible for parole review again on or after April 10, 2002.\nVoss filed his petition pro se invoking the Court's original jurisdiction and seeking mandamus relief. Mandamus is an extraordinary remedy which compels the official performance of some ministerial act or a mandatory duty. McGill v. Pennsylvania Department of Health, Office of Drug and Alcohol Programs, 758 A.2d 268 (Pa.Cmwlth.2000). In mandamus actions the Court may direct an agency to perform a discretionary act but may not direct the agency's exercise of its judgment *1110 or discretion in any particular manner. Id. A writ of mandamus may be issued only when a clear legal right exists in the plaintiff, a corresponding duty exists in the defendant and no other appropriate and adequate remedy exists. Delaware River Port Authority v. Thornburgh, 508 Pa. 11, 493 A.2d 1351 (1985). See also Marshall v. Pennsylvania Board of Probation and Parole, 162 Pa.Cmwlth. 256, 638 A.2d 451 (1994).\nVoss contends that the Board erred as a matter of law and abused its discretion when it denied him parole based upon an undefined standard. He notes the Board's discretion in matters of parole but nonetheless argues that when the Board fails to satisfy its statutory mandate or arbitrarily or capriciously decides a parole application, the Court may then review the decision. Wolff v. McDonnell, 418 U.S. 539, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974). Voss asserts that the Board was required to justify its refusal to grant him parole based upon factors set forth in Section 19 of the Act. The Board's denial based upon the concept of achieving the fair administration of justice is contrary to legislative intent inasmuch as this concept applies solely to those individuals already paroled and at liberty. The statute speaks in terms of the Board's duty to ensure the custody, control and treatment of paroled offenders, and because Voss is not at liberty and remains in the Board's custody and under its control the concept of achieving the fair administration of justice does not apply.\nMoreover, Voss maintains that Board records document correction officials' recommendations for his parole and that neither the trial judge nor district attorney or the victims filed a statement or report opposing his release. Absent some opposition from interested parties and the Board's failure to advise Voss of what requirements he failed to meet, there is no way to determine what standards the Board relied upon to deny him parole. Hence the Board's action was arbitrary and capricious and also constituted a denial of his substantive due process rights.[3]\nIn its demurrer, the Board asserts that even if the Court were to accept as true all of the facts and inferences in the petition for review, Voss has failed to state a cause of action for which relief may be granted. The Board asserts that it has fulfilled all of its mandatory duties with regard to Voss' application for parole and that it may not now be compelled to exercise its discretion in a particular fashion. The Board contends that it has consistently employed appropriate statutory factors in Voss' parole reviews and that he provided no affirmative evidence to the contrary, that it has exclusive jurisdiction as to parole and the discretion to decide when to grant it and why and that parole determinations are not subject to judicial review. See Reider v. Pennsylvania Board of Probation and Parole, 100 Pa.Cmwlth. 333, 514 A.2d 967 (1986), and Rogers v. Pennsylvania Board *1111 of Probation and Parole, 555 Pa. 285, 724 A.2d 319 (1999) (holding that Reider was correctly decided).\nTo further support its argument, the Board offered that even though Voss has not been paroled, the current public policy requires the Board to seek first and foremost to protect the safety of the public. While acknowledging that the public policy as to parole changed in 1996 from a client-centered policy emphasizing rehabilitation to one that emphasizes public safety, deterrence of crime and the incapacitation of criminals, the Board argues that the Section 19 standards by which an offender is reviewed have not changed and that it employed those standards in denying Voss' parole application. The Board now asserts that during its review, it considered Voss' prior criminal history and the nature and circumstances of the offenses, and it denies acting in an arbitrary and capricious manner or that it failed to provide the required brief statement for denying parole.\nIn ruling upon a preliminary objection in the nature of a demurrer, the Court must accept as true all well pled facts of the complaint and all reasonable inferences therefrom, and it must determine whether the facts pleaded are legally sufficient to permit the action to continue. Altoona Housing Authority v. City of Altoona, 785 A.2d 1047 (Pa.Cmwlth.2001). To sustain the objection, it must appear with certainty that the law will permit no recovery, and all doubt must be resolved in favor of refusing to sustain the objection. Id.; Baravordeh v. Borough Council of Prospect Park, 706 A.2d 362 (Pa.Cmwlth. 1998). After reviewing Voss' petition for review, the preliminary objection and brief in support thereof and Voss' reply, the Court concludes that it does not appear with certainty that the Board has complied with all of its statutory mandates and that the law will permit no relief to Voss under the specific circumstances of this case. See Coady v. Vaughn, 564 Pa. 604, 770 A.2d 287 (2001), n. 3 supra.\nThe Court agrees that the law is well settled that the Board has broad discretion in making parole decisions. However, it does not follow that the Board has no corresponding duty to consider and to act upon parole applications according to specifically articulated statutory standards. Essentially, the Court is not persuaded that the Board's denial of Voss' parole application based upon an \"achieving the fair administration of justice\" concept meets the requirements of due process. Voss has a clear right to receive a statement of the reasons for the denial of his parole application, particularly if the record demonstrates as he asserts that he met all previous requirements for parole imposed upon him by the Board.[4] The Court consequently overrules the Board's preliminary objections in the nature of a demurrer to Voss' petition for review and directs that the Board file an answer according to the order following this opinion.\n\nORDER\nAND NOW, this 13th day of December, 2001, the preliminary objection in the nature of a demurrer filed by Respondent Pennsylvania Board of Probation and Parole is hereby overruled. The Board is directed to file an Answer within 20 days of the date of this order.\nNOTES\n[1]  In particular, Section 19 of the Act states in pertinent part:\n\nIt shall be the duty of the board, upon the commitment to prison of any person whom said board is herein given the power to parole, to consider the nature and circumstances of the offense committed, any recommendations made by the trial judge and prosecuting attorney, the general character and background of the prisoner, participation by a prisoner who is serving a sentence for a crime of violence as defined in 42 Pa.C.S. § 9714(g) (relating to sentences for second and subsequent offenses) in a victim impact education program offered by the Department of Corrections and the written or personal statement of the testimony of the victim or the victim's family submitted pursuant to section 22.1 of this act. The board shall further consider .... such additional information regarding the nature and circumstances of the offense committed for which sentence was imposed as may be available. The board shall further cause the conduct of the person while in prison and his physical, mental and behavior condition and history, his history of family violence and his complete criminal record, as far as the same may be known, to be reported....\n[2]  Section 22 states in pertinent part:\n\n[T]he board shall have the power, and it shall be its duty, to consider applications for parole by a prisoner or by his attorney. However, the board shall not be required to consider nor dispose of an application by a prisoner or his attorney where a parole decision has been issued by the board on that case within one year of the date of the current application for parole. Hearings of applications shall be held by the board whenever in its judgment hearings are necessary. Reasonable rules and regulations shall be adopted by the board for the presentation and hearing of applications for parole: Provided, however, That whenever any prisoner is paroled by the board, whether of its own motion or after hearing of an application therefor, or whenever an application for parole is refused by the board, a brief statement of the reasons for the board's action shall be filed of record in the offices of the board and shall be at all reasonable times open to public inspection.... (Emphasis added.)\n[3]  In Coady v. Vaughn, 564 Pa. 604, 770 A.2d 287 (2001), the Pennsylvania Supreme Court granted certification of questions of law from the Third Circuit Court of Appeals to determine whether an individual denied parole may seek review from a state court of a constitutional challenge to the denial of parole. The Supreme Court held that when an individual challenges Board action taken pursuant to changed statutory requirements, the individual may do so by filing a mandamus action in this Court's original jurisdiction to examine whether such statutory requirements have been altered in such a way as to result in a constitutional violation. The petitioner in Coady claimed that changes in the criteria for granting parole from the time of his offense to the time of his parole review violated the federal constitution's ex post facto clause.\n[4]  Either party may seek an ultimate resolution of this case by filing an appropriate motion pursuant to the Pennsylvania Rules of Appellate and/or Civil Procedure.\n\n",
            "ocr": false,
            "opinion_id": 2077965
        }
    ],
    "court_short_name": "Commonwealth Court of Pennsylvania",
    "court_full_name": "Commonwealth Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}