{
    "id": 2081993,
    "judges": "Jacobs, President Judge, and Hoffman, Cercone, Price, Van Der Voort, Spaeth and Hester",
    "date_filed": 292723200000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-morgan",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Morgan",
    "case_name_full": "COMMONWEALTH of Pennsylvania v. Richard MORGAN, Appellant",
    "attorneys": "John W. Packel, Assistant Public Defender, Chief, Appeals Division, Philadelphia, for appellant., Robert B. Lawler, Assistant District Attorney, Chief, Appeals Division, Philadelphia, for Commonwealth, appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted June 27, 1978.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 27,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b253-3\">\n    401 A.2d 1182\n   </citation><br><parties id=\"b253-4\">\n    COMMONWEALTH of Pennsylvania v. Richard MORGAN, Appellant.\n   </parties><br><court id=\"b253-6\">\n    Superior Court of Pennsylvania.\n   </court><otherdate id=\"Ad\">\n    Submitted June 27, 1978.\n   </otherdate><decisiondate id=\"Aan\">\n    Decided April 12, 1979.\n   </decisiondate><br><attorneys id=\"b259-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"231\"> \n     *231\n     </span>\n    John W. Packel, Assistant Public Defender, Chief, Appeals Division, Philadelphia, for appellant.\n   </attorneys><br><attorneys id=\"b259-7\">\n    Robert B. Lawler, Assistant District Attorney, Chief, Appeals Division, Philadelphia, for Commonwealth, appellee.\n   </attorneys><br><judges id=\"b259-8\">\n    Before JACOBS, President Judge, and HOFFMAN, CER-CONE, PRICE, VAN der VOORT, SPAETH and HESTER, JJ.\n   </judges>",
    "citations": [
        "401 A.2d 1182",
        "265 Pa. Super. 225"
    ],
    "opinions": [
        {
            "author_str": "Spaeth",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n265 Pa. Super. 225 (1979)\n401 A.2d 1182\nCOMMONWEALTH of Pennsylvania\nv.\nRichard MORGAN, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted June 27, 1978.\nDecided April 12, 1979.\n*231 John W. Packel, Assistant Public Defender, Chief, Appeals Division, Philadelphia, for appellant.\nRobert B. Lawler, Assistant District Attorney, Chief, Appeals Division, Philadelphia, for Commonwealth, appellee.\nBefore JACOBS, President Judge, and HOFFMAN, CERCONE, PRICE, VAN der VOORT, SPAETH and HESTER, JJ.\nSPAETH, Judge:\nAppellant was convicted by a jury of attempted burglary and possession of an instrument of crime. His post-verdict motions were denied, and he was sentenced to concurrent terms of two to five years imprisonment.\n\nI. The Conviction for Attempted Burglary\n\n1. Sufficiency of the Evidence\nAppellant first argues that the evidence was insufficient to support his conviction of attempted burglary. As noted in Commonwealth v. Madison, 263 Pa.Super. 206, 397 A.2d 818 (1979), which is in many respects similar to this case, we follow several steps in testing the sufficiency of the evidence:\n\n*232 First, we accept as true all the evidence upon which the finder of fact could properly have reached its verdict. Next, we give the Commonwealth the benefit of all reasonable inferences arising from that evidence. And finally, we ask whether the evidence, and the inferences arising from it, are sufficient in law to prove beyond a reasonable doubt that the defendant is guilty of the crime or crimes of which he has been convicted. Commonwealth v. Williams, 468 Pa. 357, 365, 362 A.2d 244, 248 (1976); Commonwealth v. Carbonetto, 455 Pa. 93, 314 A.2d 304 (1974); Commonwealth v. Eiland, 450 Pa. 566, 301 A.2d 651 (1973); Commonwealth v. Burton, 450 Pa. 532, 301 A.2d 599 (1973). This inquiry is bounded by two poles. On the one hand, the Commonwealth \"does not have to establish guilt to a mathematical certainty and may in a proper case rely wholly on circumstantial evidence.\" Commonwealth v. Jacobs, 247 Pa.Super. 373, 372 A.2d 873 (1977); Commonwealth v. Larkins, 235 Pa.Super. 19, 341 A.2d 204 (1975). On the other hand, guilt must be proved; mere conjecture or surmise is not sufficient. Commonwealth v. Moore, 226 Pa.Super. 32, 311 A.2d 704 (1973). Commonwealth v. Madison, supra, 263 Pa.Super. at 209-210, 397 A.2d at 820-821.\nWhen examined in this way, the evidence may be summarized as follows. On September 4, 1974, after dark, at approximately 8:30 P.M., the complainant was awakened from a nap by a ring of his doorbell. He went to the front door, where he observed appellant. However, he did not answer the door, or otherwise make his presence known to appellant. The doorbell rang again, but again the complainant did not answer it or make his presence known to appellant. Appellant then proceeded down the side alley to the back door, after which the complainant heard rattling and grinding noises. He called the police, and within less than five minutes an officer arrived. The officer saw appellant standing before the back door with a pair of wirecutters in his right hand. The officer drew his gun, trained a flashlight on appellant, and ordered him to \"freeze\". Appellant's *233 wirecutters, which were admitted into evidence, were a standard cutting tool, not altered in any way. A hole, approximately two inches by two inches, large enough to push one's hand through, had been cut through the screen near the \"hook-and-eye\" lock that secured the screen door. The screen had been intact when the complainant had seen it earlier that day. A locked wooden door behind the screen door had not been tampered with.\nAppellant testified that he had been trying to locate the residence of a friend, whose address he had lost. He had heard someone inside, he maintained, and upon not receiving an answer at the front door had walked to the back to try to catch the attention of the occupant. He explained the noises heard by the complainant as his knocking at the back door.\nThis Commonwealth recognizes the crime of attempted burglary. See Commonwealth v. Corbin, 251 Pa.Super. 512, 380 A.2d 897 (1977); see also Commonwealth v. Stanley, 453 Pa. 467, 309 A.2d 408 (1973); Commonwealth v. Moore, supra. The Crimes Code defines both burglary and attempt. \"A person is guilty of burglary if he enters a building . . with intent to commit a crime therein.\" The Crimes Code, Act of Dec. 6, 1972, P.L. 1482, No. 334, 18 Pa.C.S. § 3502(a). \"A person commits an attempt when, with intent to commit a specific crime, he does any act which constitutes a substantial step toward the commission of that crime.\" Id. § 901(a).\nThe Bill of Indictment in this case charges appellant with attempted burglary with intent to commit theft. Accordingly, the Commonwealth was required to prove that appellant attempted entry with the intent to commit theft. Commonwealth v. Simione, 447 Pa. 473, 291 A.2d 764 (1972); Commonwealth v. Lambert, 226 Pa.Super. 41, 313 A.2d 300 (1973). Thus, proof of two distinct intents on the part of appellant was necessary: the intent to enter the house, and the intent to commit theft after entry. Commonwealth v. Jacobs, 247 Pa.Super. 373, 372 A.2d 873 (1977); Commonwealth v. Larkins, 235 Pa.Super. 19, 341 A.2d 204 (1975).\n\n\n*234 A. Was the Evidence Sufficient to Prove that Appellant Intended to Enter the House?\nWe have concluded that the evidence was sufficient to support a reasonable inference by the jury that appellant intended to enter the house. Appellant's actions in ringing the front doorbell before going to the back door suggest that he wanted to ensure that the house was unoccupied before attempting entry. The complainant testified that he heard appellant tampering with the back door. Finally, the arresting officer saw appellant, wirecutters in hand, standing before the screendoor, in which a hole had been cut.\nAppellant argues that this evidence was insufficient because the hole in the screen door might have been made earlier in the day, by someone other than appellant, and because the police never recovered the missing piece of screen. This argument, however, goes not to the sufficiency but to the weight of the evidence, for it only points out certain aspects of the evidence that might have led the jury to discount it. The jury's verdict shows that it did not consider those aspects important. That decision was within the jury's prerogative, and will not be disturbed.\nNone of the cases upon which appellant relies requires a different result.\nIn Commonwealth v. Stanley, 453 Pa. 467, 309 A.2d 408 (1973), the defendant, seen by police near a group of stores at approximately 10:00 P.M., walked past a nearby construction site and dropped a screwdriver on the ground. Further investigation revealed that a screen to one of the store windows had been partially removed. While the opening in the screen was sufficient to enable a person to enter, the window behind the screen had been boarded up, and there was no evidence that the boarding had been tampered with. The Supreme Court reversed the conviction for attempted burglary, ruling that the evidence was insufficient to connect the defendant with removal of the screen, as he was not seen in the act of removing it, or even near it. Here, in contrast to Stanley, the officer saw appellant standing before the cut screen, wirecutters in hand. Thus *235 the crucial evidence that was missing in Stanley, testimony placing the defendant by the screen in question, is present here. Moreover, in Stanley, the Supreme Court noted that although the screen had been ripped aside, and the defendant was not interrupted, the boarding behind the screen had not been disturbed. Such evidence, the Court stated, was more indicative of criminal mischief than attempted burglary. Here, the opening in the screen was cut precisely, just wide enough for one's hand to fit through, near the lock on the screendoor. This precision supports the inference that appellant's objective was to open the door, not maliciously to destroy the screen. The fact that the door behind the screen was undisturbed is of no significance, for appellant was interrupted by the police before he could reach it.\nCommonwealth v. Roscioli, 454 Pa. 59, 309 A.2d 396 (1973), is likewise distinguishable. In Roscioli, the Commonwealth established only the following: that while a burglary was in progress, the defendant was in a telephone booth outside the scene of the crime; that a piece of glass from a window in the burglarized building, through which the burglars had gained entrance, was found near the telephone booth; that the defendant attempted to leave the scene when police arrived; and that the defendant was acquainted with the two individuals committing the burglary nearby. 454 Pa. at 63, 309 A.2d at 396. The Supreme Court held that this evidence only showed the defendant's mere presence at the scene of the crime, and was therefore insufficient to warrant submission of the case to a jury. Here, the Commonwealth's evidence was not merely that appellant was on the scene but that he was at the cut screendoor with wirecutters in hand. Thus the Commonwealth showed appellant's involvement, which was the kind of evidence that the Supreme Court found lacking in Roscioli, where the evidence was that the crime was committed by others than the defendant.\n\nB. Was the Evidence Sufficient to Prove that Appellant Intended to Commit Theft After Entering the House?\nProof of intent is often difficult, and the method of proof will vary depending upon the facts of a given case. *236 Commonwealth v. Madison, supra. This is a case, like Commonwealth v. Madison, supra, in which appellant's intent must be inferred from a close scrutiny of all the facts and circumstances.\nWe have concluded that the evidence was sufficient to support a reasonable inference by the jury that appellant intended to commit theft. The incident involved a residence, which one ordinarily expects to contain items of value that can be removed by a single individual without the use of special tools. See Commonwealth v. Madison, supra; Commonwealth v. Brown, 226 Pa.Super. 172, 313 A.2d 290 (1973) (SPAETH, J., dissenting). Furthermore, appellant tried to determine whether the residence was occupied before attempting entry, which suggests that his intent was to commit theft, rather than some other crime requiring the presence of a victim. Commonwealth v. Madison, supra. Similarly, appellant acted under cover of darkness, but early on a summer evening, when he could conclude from the lack of response to his ring that the occupants of the residence were away, which would allow him to pursue his task without interruption.\nIt is true that appellant did not flee when discovered, but this fact does not help him. Although evidence of flight may be evidence of intent to commit theft, Commonwealth v. Madison, supra; Commonwealth v. Shannon, 244 Pa.Super. 322, 368 A.2d 742 (1976); Commonwealth v. DelMarol, 206 Pa.Super. 512, 214 A.2d 264 (1965), it does not follow that evidence of lack of flight is evidence that the defendant did not intend to commit theft. Here, appellant was surprised in the act by a police officer, who with gun drawn trained a flashlight on him and ordered him to \"freeze\". In these circumstances, the jury could find, appellant's failure to flee did not show that he was standing by the door with some lawful purpose in mind, but rather that he did not flee because he had no reasonable chance to.\nNor is appellant helped by Commonwealth v. Freeman, 225 Pa.Super. 296, 313 A.2d 770 (1973). There, although *237 police witnessed the defendant enter an apartment building, the inference that he intended to commit theft was contradicted by evidence that he left the building empty handed even though there were articles of some value that he could have easily removed from the room he entered. Similarly, in Commonwealth v. Lynch, 227 Pa.Super. 316, 323 A.2d 808 (1974), although the defendants forced entry to an apartment building, and went upstairs toward individual apartments, after five minutes they left empty handed. Here, the evidence did not show appellant engaged in any conduct inconsistent with, or contradicting, an inference that he intended to commit theft.\nAppellant's best case is probably Commonwealth v. Jacobs, 247 Pa.Super. 373, 372 A.2d 873 (1977), where the facts were as follows. The police were conducting a stakeout in a recently vacated apartment, which contained only a refrigerator, stove, and sink. The arresting officer, hiding inside a closet of the apartment, heard metal scraping metal, outside the apartment door. A few minutes later, the defendant entered with a screwdriver in his pocket, and was arrested. This court reversed on the ground that the evidence was insufficient to prove intent to commit theft. Jacobs, however, cannot be extended beyond its facts. The apartment there had been recently vacated by its tenant, and this presented the Commonwealth with an insoluble dilemma. On the one hand, if the Commonwealth argued that the defendant had no knowledge that the apartment was vacant, but thought it occupied, it would be hard pressed to explain the defendant's lack of caution in effecting entry. The defendant was unarmed, and it was 10:40 P. M., when he might reasonably expect the tenants to be awake and at home, and yet he made no attempt to see if the apartment was occupied. On the other hand, if in order to explain the defendant's lack of caution the Commonwealth argued that the defendant knew the apartment had been vacated, it would be hard pressed to explain what the defendant intended to steal, inasmuch as there was nothing in the apartment that a single individual, without special *238 tools, could have stolen. See Commonwealth v. Madison, supra. Here, the evidence involved no such dilemma. The evidence did not show that appellant entered incautiously, but instead that before attempting entry he took pains to ensure that no one was at home. In addition, there was evidence supporting the inference that appellant believed the house contained items of value that he could steal.\n\n2. The Denial of Appellant's Request for a Continuance\nAppellant next argues that the trial judge abused his discretion in denying a defense motion for a continuance to locate a material witness. The witness in question was an alleged friend of appellant whom he claimed to have met in a bar several days before his arrest. He expected the witness to testify that she had in fact met appellant, and had invited him to visit her at an address similar to complainant's, thus corroborating appellant's testimony that when arrested he was trying to find the house of a friend.\nThe granting of a continuance rests within the discretion of the trial judge. Commonwealth v. Smith, 442 Pa. 265, 275 A.2d 98 (1971). The Supreme Court has delineated several factors to be weighed in determining whether the trial judge has abused his discretion in denying a motion for a continuance to find a witness. These factors are: whether the witness is essential or necessary to strengthen the defendant's case; the diligence exercised by counsel to procure the witness's presence; the facts to which the witness could testify; and the likelihood the witness could be produced at the next term of court. Commonwealth v. Smith, supra.\nThe witness here was not essential to appellant's case, for her absence did not preclude him from asserting his defense, and her testimony would have been cumulative. The expected testimony was therefore far less important than the alibi testimony missing in Commonwealth v. Howard, 466 Pa. 445, 353 A.2d 438 (1976), because an alibi gives the defendant an absolute defense. Here, the Commonwealth's evidence included not only the complainant's and *239 officer's testimony but the wirecutters themselves. It is difficult to see how the witness's expected testimony could have neutralized this evidence, for to give it that effect the jury would have to believe that appellant would visit his friend with wirecutters in hand.\nMoreover, defense counsel was not diligent in attempting to find the witness. The record shows that the case was first listed for a bench trial on October 28, 1976, but was continued at the defense's request. On December 7, 1976, the case was marked ready, but was not reached. At its third listing, on January 12, 1977, appellant requested a jury trial. The case was sent to the calendar room, and immediately assigned to a jury room, at which time appellant's counsel, the Public Defender's Office, moved for a continuance to find the missing witness. The trial judge, noting that the case had been marked ready for over a month, and that counsel had had over two months to locate the missing witness, denied the motion for a continuance. The judge did, however, offer to appoint new counsel if the Public Defender's Office would certify in writing that it was unable to proceed with the case. Trial commenced the following day. We agree with the lower court that counsel had ample time in which to locate the witness. This case is far less compelling than Commonwealth v. Smith, supra, where defense counsel learned of the missing witness only on the day of trial. Nor is Commonwealth v. Howard, supra, analogous to this case, for there, in contrast to counsel's actions here, counsel subpoenaed the missing witness, sought bench warrants, and supplied the police with specific information about where to find the witness.\nFinally, defense counsel could not assure the trial judge that he had an acceptable chance of producing the missing witness at the next term of court. The defense had no address for the witness, and no indication of where she might be found. In response to the trial judge's inquiry, counsel could point to no specific fact indicating that he was close to finding the witness, or that lack of a continuance would prevent him from finding her.\n\n\n*240 3. The Refusal to Instruct the Jury on \"Mere Presence\"\nAppellant next argues that the trial judge committed reversible error by refusing to instruct the jury on the doctrine that \"mere presence\" at the scene of a crime, without some further evidence of involvement, is insufficient to support a conviction for attempted burglary. Appellant argues that since the jury was free to believe his testimony that he was not holding wirecutters in his hand when apprehended, and had not cut a hole through the screen, an instruction on \"mere presence\" was required.\nWe agree with appellant that the lower court erred in not instructing the jury as requested. A trial judge may not refuse to instruct the jury on a particular theory of the case simply because it is his opinion that the evidence supporting the theory is weak. Commonwealth v. Garcia, 474 Pa. 449, 378 A.2d 1199 (1977). To constitute reversible error, however, a ruling on an instruction to the jury must be shown to have harmed the party complaining. Anderson v. Hughes, 417 Pa. 87, 208 A.2d 789 (1965).\nIn this case, a proper instruction on mere presence would have directed the jury that if they found that appellant did not have wirecutters in his possession when apprehended, or that he had not cut the screen, they might acquit him on the charge of attempted burglary because mere presence at the scene of a crime is not sufficient proof of guilt. Thus, an instruction on mere presence would have affected the verdict only if the jury believed appellant's testimony. However, the jury's conviction of appellant on the charge of possession of an instrument of crime, the wirecutters, demonstrates that it did not believe appellant's testimony. Appellant has therefore failed to show that he was harmed by the trial judge's refusal to give the requested instruction.\n\n4. Alleged Prosecutorial Misconduct\nAppellant next argues that the prosecutor in his summation improperly prejudiced the jury by appealing to racial *241 prejudice. ABA Standards Relating to the Prosecution Function, section 5.8(b); Commonwealth v. Collins, 462 Pa. Super. 495, 341 A.2d 492 (1975).\nOn cross-examination of appellant, the assistant district attorney established that the friend whom appellant claimed to be seeking when arrested was a white woman, but that the bar in which he claimed to have met her served predominantly black patrons. In summation, the prosecutor argued that such a meeting was improbable:\nFirst of all, he tells you that his friend was a white girl that he had known from 1968, but he doesn't know where she lives. He says that the address she gave him was 1019. He says he saw her in a bar at 52nd and Market Street, Mr. Silk's Bar. Consider whether you believed that a white girl would be at Mr. Silk's Bar at 52nd and Market Street, I am not familiar with the area completely, I have never been in Mr. Silk's Bar, I don't know if any of you have ever . . . N.T. 204 (emphasis provided).\nDefense counsel objected, but was overruled.\nThe argument is poorly stated, and to a degree, improper; whether the assistant district attorney was familiar with the area was of no pertinence. We think it sufficiently plain, however, that the argument was not an appeal to racial prejudice. It did not suggest that there was anything improper about appellant having a \"friend [who] was a white girl\". Instead, the suggestion was that appellant's testimony that he had such a friend was false, first, because he did not know her address, and second, because he claimed to have met her in a bar where it was unlikely, given the location of the bar, a white person would be. Appellant's testimony that he was looking for a friend, when he was found standing by the cut screendoor, was central to the case. It was therefore appropriate for the assistant district attorney to point out to the jury any aspects of the evidence that the jury might find made appellant's testimony incredible. It is to be regretted that the assistant district attorney did not state his argument with greater precision. As stated, however, his argument did not represent such *242 misconduct as subverted due process. Commonwealth v. Hoffman, 439 Pa. 348, 266 A.2d 726 (1970); Commonwealth v. Wiggins, 231 Pa.Super. 71, 328 A.2d 520 (1974).\n\nII. The Conviction for Possession of an Instrument of Crime\nSection 907 of the Crimes Code provides:\n§ 907. Possessing instruments of crime\n(a) Criminal instruments generally. \u0097 A person commits a misdemeanor of the first degree if he possesses any instrument of crime with intent to employ it criminally.\n(b) Possession of weapon. \u0097 A person commits a misdemeanor of the first degree if he possesses a firearm or other weapon concealed upon his person with intent to employ it criminally.\n(c) Definitions. \u0097 As used in this section the following words and phrases shall have the meanings given to them in this subsection:\n\"Instrument of crime.\"\n(1) Anything specially made or specially adapted for criminal use; or\n(2) anything commonly used for criminal purposes and possessed by the actor under circumstances not manifestly appropriate for lawful uses it may have.\n\"Weapon.\" Anything readily capable of lethal use and possessed under circumstances not manifestly appropriate for lawful uses which it may have. The term includes a firearm which is not loaded or lacks a clip or other component to render it immediately operable, and components which can readily be assembled into a weapon. 1972, Dec. 6, P.L. 1482, No. 334, § 1, eff. June 6, 1973.\nThese provisions, which are derived from those of Section 5.06 of the Model Penal Code, extended the scope of the former statute dealing with possession of burglary tools,[1]*243 Joint State Government Commission, 1967, cited by Toll, Pennsylvania Crimes Code Annotated (1974), at 271. And see Annotation, 33 ALR3d 798, 805.\nIt is clear that the evidence was insufficient to convict appellant under Section 907(c)(1), for there was no evidence that the wirecutters were \"specially made or specially adapted for criminal use\". The issue, therefore, is whether the evidence was sufficient under Section 907(c)(2).\nThe crime defined by Section 907(c)(2) comprises four elements: 1) possession by the defendant of an instrument, 2) commonly used for criminal purposes, 3) under circumstances not manifestly appropriate for lawful uses it may have, 4) with intent to employ it criminally. It is axiomatic that the Commonwealth has the burden to prove all of the elements of a crime beyond a reasonable doubt. Commonwealth v. Williams, 463 Pa. 370, 344 A.2d 877 (1975); Commonwealth v. Rose, 457 Pa. 380, 321 A.2d 880 (1974). Here, the proof of appellant's possession of the wirecutters was clear; and from the evidence of appellant's statements and conduct, and of the circumstances surrounding the incident, the jury was entitled to infer that appellant intended to employ the wirecutters criminally. See generally, Commonwealth *244 v. Madison, supra; 33 ALR3d 798. Appellant maintains, however, that the evidence was insufficient to prove the second element of the crime, i.e., that the wirecutters were an instrument \"commonly used for criminal purposes.\" According to appellant, the phrase \"commonly used for criminal purposes\" does not include an ordinary instrument with lawful purposes.\nThis argument is without merit. It was explicitly rejected by this court, when construing Pennsylvania's former statute, Commonwealth v. Dionisio, 178 Pa.Super. 330, 116 A.2d 109 (1955), and has also been rejected in other jurisdictions, see generally, 33 ALR3d 798. It is even less compelling as applied to Section 907(c)(2), which by extending the scope of the former statute is plainly directed at possession of \"ordinary\" tools under certain circumstances, specifically, \"circumstances not manifestly appropriate for lawful uses it may have.\" If possible, we must give effect to every provision of an act. Statutory Construction Act of 1972, Nov. 25, 1970, P.L. 707, No. 230, 1 Pa.C.S. § 1921. To hold, as appellant argues, that an instrument is not within Section 907(c)(2) simply because it is an ordinary instrument with lawful uses would frustrate the legislature's intent to punish possession of ordinary instruments employed for unlawful purposes. Commonwealth v. Rios, 246 Pa.Super. 479, 371 A.2d 937 (1977), is not contra. In Rios, this court reversed the conviction of a defendant who had committed assault with a hammer, and was found guilty of possession of an instrument of crime. Rios did not hold that a hammer was not an instrument of crime because it has other lawful uses, but rather that there was no basis for the conclusion that a hammer is something \"commonly used for criminal purposes\".\nAccordingly, neither under the statute nor the cases is it so that wirecutters may not be an instrument \"commonly used for criminal purposes.\" The question remains, however, whether here the evidence was sufficient to show that the wirecutters were an instrument \"commonly used for criminal purposes.\"\n*245 As a general proposition, it may be said that the Commonwealth has two ways to prove that the instrument involved in a given case is commonly used for criminal purposes. The Commonwealth may offer testimony on the instrument's use; or it may ask the trial judge to take judicial notice of the use.\nAs to the first alternative: In a case such as the present one, the testimony might take the form of a police officer's testimony that his experience in investigating burglaries showed that wirecutters are often used in seeking entry to a building. (This possibility is only offered by way of illustration. Perhaps in fact an officer would not offer such testimony.) The jury should then be instructed by the trial judge on how it should evaluate the officer's testimony in deciding whether the Commonwealth had proved that the instrument in question was one commonly used for criminal purposes as required by Section 907(c)(2).\nAs to the second alternative: A court may take judicial notice of a fact if the fact is so well known within the jurisdiction that it is incontestable. Wells v. Pittsburgh Board of Public Education, 73 Pa.Cmwlth. 1, 374 A.2d 1009 (1977); Commonwealth ex rel. Keenan, 347 Pa. 574, 33 A.2d 244 (1943). In the context of Section 907(c)(2), a clear case where it is appropriate for a court to take judicial notice that an instrument is commonly used for criminal purposes is where the instrument is a pistol. Commonwealth v. Goosby, 251 Pa.Super. 326, 380 A.2d 802 (1977) (SPAETH, J., concurring). Another, harder but arguably proper, case is where the instrument is a screwdriver. Judicial notice might be proper in such a case in view of the many cases in the Commonwealth in which screwdrivers have been used as a burglary tool. E.g., Commonwealth v. Tatro, 223 Pa. 278, 297 A.2d 139 (1972); Commonwealth v. Jackson, 261 Pa.Super. 355, 396 A.2d 436 (1977); Commonwealth v. Shannon, 244 Pa.Super. 322, 368 A.2d 742 (1976); Commonwealth v. Duffy, 238 Pa.Super. 161, 353 A.2d 50 (1975); Commonwealth v. Smith, 233 Pa.Super. 535, 335 A.2d 814 (1975); Commonwealth v. Herman, 227 Pa.Super. 326, 323 A.2d 228 *246 (1974); Commonwealth v. Collins, 226 Pa.Super 177, 313 A.2d 322 (1973). Wire cutters present another, and still harder, case. They are not frequently mentioned in the cases as a burglary tool. Nationwide, we have found only two reported cases[2] involving standard wirecutters of the kind found here, and in both cases the wirecutters were confiscated with a wide array of more traditional burglary tools. State v. Valstad, 282 Minn. 301, 165 N.W.2d 19 (1969); Commonwealth v. Garreffi, 355 Mass. 428, 245 N.E.2d 442 (1969). Nor does general experience lead one to assimilate wirecutters to an instrument such as a pistol.\nIf the Commonwealth elects to ask the trial judge to take judicial notice of the fact that the instrument in question is one commonly used for criminal purposes, certain procedural questions may be raised. Pennsylvania law is clear that judicial notice does not prohibit a party against whom a fact is noticed from introducing evidence to disprove the fact. Wells v. Pittsburgh Board of Education, supra; Schlesinger Appeal, 404 Pa. 584, 172 A.2d 835 (1961). Plainly, therefore, a defendant tried under Section 907(c)(2) has a right to offer evidence that the instrument he is charged with possessing is not one commonly used for criminal purposes. In the absence of such evidence, however, is judicial notice binding on the jury?\nThere is substantial authority for either of two possible answers to this question. On the one hand, the Uniform Rules of Evidence, Rule 201(g), National Conference of Commissioners on Uniform Laws, 1974, and the Model Code of Evidence, Rule 805(b), American Law Institute, 1942, both provide that the judge should instruct the jury that it is bound to accept as proven any fact judicially noticed. On the other hand, the Federal Rules of Evidence, Rule 201(g), provide that in a criminal case, as distinguished from a civil case, the judge must instruct the jury that it is not bound by *247 judicial notice. In adopting Rule 201(g), the House Committee on the Judiciary was concerned that a defendant's Sixth Amendment right to a jury trial would be jeopardized if the jury were bound by judicial notice. H.Rep. No. 93-650, U.S.Code Cong. &amp; Admin.News 1974, p. 7051 (Jan. 15, 1975). Similarly, the Advisory Committee on the Federal Rules expressed the opinion that the same principles that forbid a judge to direct a verdict against a defendant in a criminal case should forbid him from requiring the jury to be bound by judicial notice of a crucial fact. 46 F.R.D. 161, 204 (1969). And see State v. Lawrence, 120 Utah 323, 234 P.2d 600 (1951); accord, State v. Main, 94 R.I. 338, 180 A.2d 814 (1962); 9 Wigmore, Evidence § 2567 (3d Ed. 1940). But see Morgan, Judicial Notice, 57 Harv.L.Rev. 269 (1944).\nIn the present case the Commonwealth adopted neither of these alternatives: it neither offered any testimony that the wirecutters were an instrument commonly used for criminal purposes, not did it request the trial judge to take judicial notice of the fact that they were such an instrument. In addition, the trial judge gave the jury no instructions on the point; he simply read the jury the provisions of Section 907(c)(2), leaving to the jury's uninstructed discretion whether or not to find the wirecutters within those provisions. It would seem that these procedures \u0097 both the Commonwealth's and the trial judge's \u0097 left something to be desired. However, appellant objected to none of them. Accordingly, we shall not now find any error; whether wirecutters may be judicially noticed to be an instrument commonly used for criminal purposes, and if so, whether the jury is bound by such notice, are issues that we shall not decide until they have been properly preserved for appellate review. Commonwealth v. Clair, 458 Pa. 418, 326 A.2d 272 (1974).\nThe only remaining question is whether the evidence was sufficient to prove the third element of the crime \u0097 that appellant possessed the wirecutters \"under circumstances not manifestly appropriate for lawful uses [such wirecutters] may have.\"\n*248 This language, if read literally, would seem to place a burden on the defendant to prove that he possessed an ordinary, everyday tool, not specially altered for criminal purposes, for lawful purposes. This construction, however, would call into question the validity of the statute, for it would be inconsistent with the requirement that the Commonwealth must prove every element of an offense beyond a reasonable doubt. Commonwealth v. Rose, supra; Commonwealth v. Williams, supra. Moreover, it would present federal constitutional problems, for it would arguably undermine the presumption of innocence and thereby deny due process of law. See In Re Winship, 397 U.S. 358, 90 S. Ct. 1068, 25 L. Ed. 2d 368 (1970); Mullaney v. Wilbur, 421 U.S. 684, 95 S. Ct. 1881, 44 L. Ed. 2d 508 (1975).\nIn construing a statute, this court is bound to presume that the legislature did not intend to act in violation of the constitution. Brunke v. Ridley Township, 154 Pa.Super. 182, 35 A.2d 751 (1944). Statutory Construction Act, supra, 1 Pa.C.S.A. § 1922(3). Thus, where alternative constructions of a statute are possible, we must avoid a construction that would result in a statute's being struck down unnecessarily. In the present case, therefore, we construe the words, \"not manifestly appropriate to lawful uses it may have\", to mean, \"manifestly inappropriate to lawful uses it may have.\" This construction is consistent with the legislature's intent to punish possession of ordinary instruments only when they are being used for criminal purposes.\nHere, the evidence was sufficient to prove that appellant possessed the wirecutters under circumstances manifestly inappropriate to such lawful uses as the wirecutters had. Appellant was apprehended with the wirecutters in hand, standing before the cut screendoor of a house he did not own.\nAffirmed.\n*249 PRICE, J., concurs in result.\nJACOBS, former President Judge, and HOFFMAN, J., did not participate in the consideration or decision in this case.\nNOTES\n[1]  § 4904. Possession of burglary tools\n\nWhoever has in his possession any tool, false-key, lockpick, bit, nippers, fuse, force-screw, punch, drill, jimmy, or any material, implement, instrument, or possesses a key or device specifically designed to open or break any parking meter, coin telephone or other vending machine dispensing goods or coin operated services including but not limited to washing machines, dryers, dry cleaning machines, extractors or a part thereof or possesses a drawing, print or mold of a key or device specifically designed to open or break any parking meter, coin telephone or other vending machine dispensing goods or coin operated services including but not limited to washers, dryers, drycleaning machines and extractors or any other mechanical device, or other mechanical device, designed or commonly used for breaking into any vault, safe, railroad car, boat, vessel, motor vehicle, aircraft, warehouse, store, shop, office, dwelling house, or door, shutter or window of a building of any kind, with the intent to use such tools or instruments for any of the felonious purposes aforesaid, is guilty of a misdemeanor, and upon conviction thereof, shall be sentenced to pay a fine of not more than one thousand dollars ($1000), or undergo imprisonment, by separate or solitary confinement, for a period of not more than three (3) years, or both.\nAct of 1939, 18 P.S. § 4904, June 24, P.L. 872, § 904. As amended 1972, June 30, P.L. 502, No. 161, § 1; 1972, Dec. 28, P.L. 1648, No. 348, § 1.\n[2]  The wirecutters used in Commonwealth v. Crocker, 256 Pa.Super. 63, 389 A.2d 601 (1978), appear to have been more sophisticated cable cutters and professional lineman's tools, not the kind of household implement involved here.\n\n",
            "ocr": false,
            "opinion_id": 2081993
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}