{
    "id": 2064904,
    "judges": "Givan",
    "date_filed": "2009-08-11",
    "date_filed_is_approximate": true,
    "slug": "sylvester-v-state",
    "case_name_short": "Sylvester",
    "case_name": "Sylvester v. State",
    "case_name_full": "Jerry SYLVESTER, Appellant, v. STATE of Indiana, Appellee",
    "attorneys": "Michael E. Hunt, Monroe: County Public Defender, Bloomington, for appellant., Linley E. Pearson, Atty. Gen., Cheryl L. Greiner, Deputy Atty. Gen., Indianapolis, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b49-4\">\n    Jerry SYLVESTER, Appellant, v. STATE of Indiana, Appellee.\n   </parties><docketnumber id=\"Ax\">\n    No. 485S171.\n   </docketnumber><court id=\"Ay\">\n    Supreme Court of Indiana.\n   </court><decisiondate id=\"AY\">\n    Oct. 21, 1985.\n   </decisiondate><br><attorneys id=\"b50-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"2\"> \n     *2\n     </span>\n    Michael E. Hunt, Monroe: County Public Defender, Bloomington, for appellant.\n   </attorneys><br><attorneys id=\"b50-4\">\n    Linley E. Pearson, Atty. Gen., Cheryl L. Greiner, Deputy Atty. Gen., Indianapolis, for appellee.\n   </attorneys>",
    "citations": [
        "484 N.E.2d 1"
    ],
    "opinions": [
        {
            "author_str": "Givan",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4298.0,
            "opinion_text": "\n484 N.E.2d 1 (1985)\nJerry SYLVESTER, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 485S171.\nSupreme Court of Indiana.\nOctober 21, 1985.\n*2 Michael E. Hunt, Monroe County Public Defender, Bloomington, for appellant.\nLinley E. Pearson, Atty. Gen., Cheryl L. Greiner, Deputy Atty. Gen., Indianapolis, for appellee.\nGIVAN, Chief Justice.\nAfter having been found guilty by a jury, appellant was sentenced to eight (8) years for Battery, a Class C felony, twenty (20) years for Criminal Deviate Conduct, a Class B felony, twenty (20) years for Burglary, a Class B felony, and twenty (20) years for Confinement, a Class B felony. The twenty (20) year sentences were to run concurrently but consecutively to the eight (8) year sentence.\nThe facts are: The victim was appellant's former wife. They were divorced in December of 1983; however, because they had a daughter they continued to see each other.\nIn the early morning hours of March 17, 1984, the victim returned home to discover her former husband in her house. He stated to her that he had broken in through the basement door and was going to kill her either by slitting her throat or hanging her after he \"made love to her.\"\nHe had a pocket knife which he held to her neck from time to time during the altercation. During his assault on the victim he stabbed her in the side. He then sat on her and cut her hair with a pair of scissors. Appellant demanded that she perform oral sex upon him. He then had sexual intercourse with her. Following this activity, appellant fell asleep and the victim went to the kitchen to call the police. She found that the kitchen telephone had been removed from the wall. She then obtained her car keys and, although naked and wounded, ran from the house and drove away. She was followed by appellant who had awakened. In an attempt to stop her he pulled the windshield wiper from the automobile. However, the victim made her escape to the Ellettsville Fire and Police Station where she received first aid. She was then removed to the hospital where her wound required confinement for three days.\nAfter talking to the victim, the police went to her home where they found appellant hiding under some insulation in the attic. They also found the knife in the attic.\nAt trial appellant denied that he had ever forced any sexual relationship on the victim. He admitted that he had threatened to kill her, that he did not have permission to enter her home and that he had entered through a broken door. He admitted that he had a knife and the victim was wounded.\nAppellant claims the trial court erred in pronouncing judgment upon the jury verdict. He claims the verdict was inconsistent and contrary to law and that it constituted double jeopardy. Appellant takes the position that since he was charged with the crime of Burglary, as a Class A felony, which requires the perpetrator to be armed with a deadly weapon, and since the jury found him guilty of a Class B felony he was therefore found not to possess a deadly weapon.\nAppellant makes the same claim for the count of Criminal Deviate Conduct, then points out that for the crime of Confinement, the jury did in fact find that he was armed with a knife. Therefore, he claims, there was an inconsistency between the verdicts. He also claims the jury, by their findings, first found there was no bodily injury involved, and then inconsistently found bodily injury to have occurred. Appellant reasons that these inconsistent verdicts constitute double jeopardy.\n*3 Each of the crimes of which appellant was convicted was a separate and distinct crime even though they were perpetrated in a continuing transaction. Bish v. State (1981), Ind. 421 N.E.2d 608; Merrifield v. State (1980), 272 Ind. 579, 400 N.E.2d 146. It was the prerogative of the jury to determine when, if ever, deadly force with the knife was used and under what circumstance. This they did in their verdict. We will not interpret the verdict to be so inconsistent as to first find no knife was used and then find that a knife was used. It was simply a matter of the jury making their own determination as to which of the consecutive crimes was aggravated by the use of the deadly weapon and bodily injury. The fact that there is overlap of proof required for the different crimes does not constitute double jeopardy. Inman v. State (1979), 271 Ind. 491, 393 N.E.2d 767.\nAppellant claims the trial court erred by failing to hold a hearing upon the disclosure required by the Indiana Rape Shield Law. Although the trial court held no such hearing, the record in this case discloses that appellant was allowed full latitude in his cross-examination of the victim and in his own testimony concerning their prior relationship. There is nothing in this record to reveal any objection by appellant to a lack of the hearing nor is there anything in the record to indicate the trial court refused to allow investigation into the victim's past. We therefore find no error in this respect. Assertions of error not disclosed by the record are not available for review. See Brown v. State (1981), 275 Ind. 441, 417 N.E.2d 333.\nAppellant claims the trial court improperly sentenced him to consecutive terms, in that there were not sufficient supporting statements by the court to support the sentence. At sentencing the trial court entered the following findings justifying the imposition of the sentence: that appellant feels that his actions were in some manner justified and that the victim would be in great danger from appellant if he were released.\nThe trial court found that appellant was in need of treatment for alcohol and substance abuse. As late as one month before the incident in question, appellant had been given the opportunity to relocate himself and had chosen not to do so, although he had made such a promise. The court further found there was a substantial likelihood that appellant would commit further violent offenses against women in the future, that he has a history of criminal activity involving violence after the consumption of alcoholic beverages and that prior terms of probation have failed to deter his criminal activity. The court also found that the imposition of probation or a suspended sentence or a reduced sentence would depreciate the seriousness of the crimes involved for which appellant had been found guilty.\nWe find the trial court's stated reasons are wholly adequate and supported by the record in this cause. Jones v. State (1981), Ind. 422 N.E.2d 1197; Williams v. State (1979), 271 Ind. 408, 393 N.E.2d 149.\nAppellant claims the trial court did not consider any mitigating circumstances. The finding of mitigating circumstances is discretionary with the trial court. Logsdon v. State (1980), 274 Ind. 575, 413 N.E.2d 249. We hold the trial court did not err in this regard.\nThe trial court is in all things affirmed.\nAll Justices concur.\n",
            "ocr": false,
            "opinion_id": 2064904
        }
    ],
    "court_short_name": "Indiana Supreme Court",
    "court_full_name": "Indiana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}