{
    "id": 2072969,
    "judges": "Johnson",
    "date_filed": "2000-03-19",
    "date_filed_is_approximate": true,
    "slug": "people-v-thomas",
    "case_name_short": "Thomas",
    "case_name": "People v. Thomas",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. EDDIE L. THOMAS, Defendant-Appellant",
    "attorneys": "James J. Doherty, Public Defender, of Chicago (Marc Fogelberg, Assistant Public Defender, of counsel), for appellant., Bernard Carey, State’s Attorney, of Chicago (Lee T. Hettinger, Kenneth McCurry, and Suzanne Philbrick, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b695-2\" pgmap=\"695\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. EDDIE L. THOMAS, Defendant-Appellant.\n   </parties><br><court id=\"b695-4\" pgmap=\"695\">\n    First District (4th Division)\n   </court><docketnumber id=\"ADf\" pgmap=\"695\">\n    No. 77-487\n   </docketnumber><br><decisiondate id=\"b695-5\" pgmap=\"695\">\n    Opinion filed May 18, 1978.\n   </decisiondate><br><attorneys id=\"b695-12\" pgmap=\"695\">\n    James J. Doherty, Public Defender, of Chicago (Marc Fogelberg, Assistant Public Defender, of counsel), for appellant.\n   </attorneys><br><attorneys id=\"b695-13\" pgmap=\"695\">\n    Bernard Carey, State’s Attorney, of Chicago (Lee T. Hettinger, Kenneth McCurry, and Suzanne Philbrick, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "377 N.E.2d 195",
        "60 Ill. App. 3d 673"
    ],
    "opinions": [
        {
            "author_str": "Johnson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7230.0,
            "opinion_text": "\n60 Ill. App. 3d 673 (1978)\n377 N.E.2d 195\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nEDDIE L. THOMAS, Defendant-Appellant.\nNo. 77-487.\nIllinois Appellate Court \u0097 First District (4th Division).\nOpinion filed May 18, 1978.\nJames J. Doherty, Public Defender, of Chicago (Marc Fogelberg, Assistant Public Defender, of counsel), for appellant.\nBernard Carey, State's Attorney, of Chicago (Lee T. Hettinger, Kenneth McCurry, and Suzanne Philbrick, Assistant State's Attorneys, of counsel), for the People.\nAffirmed in part, and vacated in part and remanded.\nMr. PRESIDING JUSTICE JOHNSON delivered the opinion of the court:\nThe defendant, Eddie L. Thomas, was convicted of two counts of *674 attempt murder (Ill. Rev. Stat. 1975, ch. 38, par. 8-4) in a bench trial in the circuit court of Cook County. On October 4, 1976, he was sentenced to imprisonment for 4 to 6 years. Defendant appeals from his conviction and sentence.\nThe issues presented for review are (1) whether defendant was proved guilty beyond a reasonable doubt of the attempt murder of Larry Brown; (2) whether defendant was denied a fair trial due to the introduction of certain rebuttal testimony; and (3) whether the 4-year minimum sentence imposed by the trial court was improper under the circumstances.\nThe facts, stated briefly, are as follows. Goodman Greer testified that on the night of March 29, 1976, he went to Mr. George's Lounge, located at 1735 East 71st Street, to have a birthday drink with his friend, Larry Brown. At 1:30 a.m., Brown, who was employed as a security guard at the lounge, asked Greer to hold his gun for him while he cleared the bar. From his booth, Greer observed the defendant, a patron in the lounge, retrieve a paper bag from the bar. He noticed him back up and reach for something on his left side. Fearing that defendant was planning to attack Brown, Greer drew Brown's pistol and demanded that defendant hand over to him whatever was in the bag. Thomas handed Greer a gun, and Greer then gave both guns to Brown. Following a discussion between Thomas, Brown, and the lounge's owner, George Brown, the defendant retrieved his gun and left. Larry Brown and Goodman Greer left the lounge shortly thereafter. When they were outside, defendant emerged from the alcove of a nearby restaurant, announced that he was a police officer, and shot Greer above the heart.\nLarry Brown testified that he ran after being disarmed, but stopped after a shot was fired in his direction and defendant ordered him to halt. Defendant then returned to the injured Greer and began to search him. When asked where Greer's revolver was, Brown responded that Greer was unarmed and had drawn his (Brown's) weapon earlier in the lounge. Defendant replied that he had shot an unarmed man, and \"Now, I'm going to have to shoot you.\" At that moment, a police squad car turned the corner, and defendant fled.\nMarlon Riley testified that at the time of the shooting he was standing in the doorway of a restaurant located approximately 15 to 20 feet from the doorway of Mr. George's Lounge. The defendant was standing 1 foot away from Riley; he was loading a gun. Riley then walked to the corner and stood by some mailboxes where he observed the defendant waiting in the restaurant doorway for approximately 20 minutes. When Greer and Larry Brown exited from the lounge, Thomas stepped from the restaurant doorway and said, \"Halt, police.\" The two men put their hands up while Thomas removed Brown's gun. He did not search them at that time but then stepped back and shot Greer. Riley then observed Brown run. The *675 defendant chased him and fired a second shot in Brown's direction. Brown stopped and the defendant brought him back by the collar to Greer. Riley heard Thomas say that he was glad he shot Greer, and that he hoped he was dead. He stated that neither Greer nor Brown had made an aggressive move toward the defendant.\nDefendant was apprehended by two police officers who heard shots and drove their squad car to the scene. One of the arresting officers, Neil Crotty, stated that when they arrived at 71st Street and Ridgeland Avenue, they observed a man lying on the sidewalk, another man standing above him, a third man standing nearby, and a fourth man running eastbound. The officers apprehended the fleeing man who was the defendant. He dropped two revolvers, a .32-caliber which was loaded with four live rounds of ammunition and two spent casings, and a .38-caliber which was loaded with six live rounds. Later that evening, defendant told the arresting officers at the 3d district police station that when he was released he would finish what he had started. Defendant stated that he hoped Greer was dead, and that he had intended to kill Greer.\nGeorge Brown testified that when defendant, a friend of his for 18 years, had entered his lounge earlier that evening, he had handed the owner a brown paper bag. Brown did not know the contents of the bag but estimated that the parcel weighed 3 ounces or less. At approximately 1:30 a.m., Brown noticed Greer holding a gun on the defendant. He did not notice the defendant with a gun.\nThe defendant testified that he entered the lounge at approximately 10 p.m., and sat at the bar with two ladies. He went next door and purchased five packs of cigarettes. When he returned, he gave one pack to each of the ladies, took one for himself, and left the remaining packs in the bag. He gave the bag to George Brown for safekeeping. As the lounge was closing, Larry Brown asked defendant to remove his drinks from the bar. Defendant complied, but when he returned to the bar for his cigarettes, he turned to observe Greer pointing two guns at him. While Greer, Larry Brown, and George Brown talked, defendant retrieved his package and left. Defendant was waiting for a cab outside when he was approached by Greer and Larry Brown. An argument and struggle ensued, and Greer was shot. He then disarmed Brown who was reaching for his gun. As defendant proceeded east with the two guns, he was stopped by the police, whereupon he dropped both guns and raised his hands. According to Thomas, he made no statements to officers at the police station.\nHerbert Goodloe testified in rebuttal for the prosecution that the .32-caliber revolver dropped by the defendant and found near a trash can was his. He testified that it had been stolen from his apartment during the day of March 29, 1976. The defendant objected to Goodloe's testimony on the ground that it implicated defendant in a robbery and rebutted none of *676 defendant's testimony. The prosecution replied that the testimony rebutted defendant's testimony that he did not have a gun on the night of the incident. It had been stipulated earlier in the trial that in April 1964, defendant was convicted of burglary. The trial court denied defendant's motion to strike Goodloe's testimony. Defendant was convicted of the attempt murders of both Larry Brown and Goodman Greer. He was sentenced to 4 to 6 years imprisonment, the judge stating:\n\"A word of explanation. It's my intention that the defendant serve a four-year minimum sentence. After reading the statute, I feel it was the intent of the legislature that attempt murder be treated as a Class One Felony.\"\nDefendant first contends that the State failed to prove him guilty of the attempt murder of Larry Brown. The law provides as follows:\n\"A person commits an attempt when, with intent to commit a specific offense, he does any act which constitutes a substantial step toward the commission of that offense.\" (Ill. Rev. Stat. 1975, ch. 38, par. 8-4.)\nAccording to the defendant, the circumstances indicate that when he fired a shot at the fleeing Larry Brown he had not yet formed the specific intent to kill Brown, which intent is requisite to his conviction. Defendant argues that it was only after Larry Brown had been seized and informed him that he had shot an unarmed man (Greer) did defendant form the intent to kill Brown, too. However, no act was done in furtherance of the murder of Brown because the police arrived. Defendant contends that he had only fired a warning shot in the air while chasing Brown to get the frightened man to stop running. He insists that the fact that he did not kill Brown when he had the opportunity to do so, i.e., during their walk back to the stricken Greer, belies that he had an intent to murder Brown at that time. See People v. Thomas (1970), 127 Ill. App. 2d 444, 262 N.E.2d 495.\n\u0095 1-3 We must affirm defendant's conviction for the attempt murder of Larry Brown. The right to believe or disbelieve testimony as to the state of mind of the defendant or the existence of the requisite felonious intent is the prerogative of the trier of fact. (People v. Lofton (1977), 49 Ill. App. 3d 559, 561, 364 N.E.2d 584, 586; People v. Campbell (1975), 28 Ill. App. 3d 480, 484, 328 N.E.2d 608, 612; People v. Reans (1974), 20 Ill. App. 3d 1005, 1007-08, 313 N.E.2d 184, 186-87.) Intent, which can seldom be proved by direct evidence, may be deduced, or inferred, by the trier of fact from acts committed and circumstances in evidence. (People v. Heaton (1953), 415 Ill. 43, 46, 112 N.E.2d 131, 132; Campbell, at 484.) The specific intent to take a life is a state of mind that, where it is not admitted, may be inferred from the character of the assault, the use of a deadly weapon, and other circumstances. (People v. Koshiol (1970), 45 Ill. 2d 573, *677 578, 262 N.E.2d 446, 449, overruled in part by People v. Nunn (1973), 55 Ill. 2d 344, 349, 304 N.E.2d 81, 84; People v. Shields (1955), 6 Ill. 2d 200, 205, 127 N.E.2d 440, 443.) In People v. Nickolopoulos (1962), 25 Ill. 2d 451, 454, 185 N.E.2d 209, 210, our supreme court held that a gun is per se a deadly weapon and one who deliberately fires it at or toward another, either with malice aforethought or with a total disregard for human life, may be convicted of attempt murder. In People v. Payton (1971), 2 Ill. App. 3d 693, 697, 276 N.E.2d 775, 778, defendant claimed that when he fired two bullets at the complainant he was merely trying to frighten him. The court, however, affirmed defendant's conviction for attempt murder, holding that his actions clearly demonstrated a total disregard for human life. In People v. Masterson (1967), 79 Ill. App. 2d 117, 126-27, 223 N.E.2d 252, 257, the defendant was convicted of the attempt murder of the complainant where the evidence established that he had fired a shot through her front door after she refused to go out with him. The court held that defendant's intent to kill the complainant could be inferred from his act and the surrounding circumstances, because one is presumed to intend the natural consequences of his actions. Defendant's conviction for attempt murder was upheld because the court found the evidence supported the inference that the natural and probable consequences of the defendant's conduct could result in serious harm or death. The court also noted that the firing of a pistol while trying to commit an illegal act may furnish the intent requisite to a conviction for attempt murder. (Masterson, at 127.) Thus, the trial court in the instant case was not required to believe defendant's testimony that he fired at Larry Brown merely to warn him to cease running. The trial court reasonably inferred defendant's intent from the circumstances here, the character of his assault upon Greer and Brown, and his use of a deadly weapon. It may be inferred from the circumstances that defendant intended to kill Brown when he shot at him, and that defendant acted with a total disregard for human life. Defendant's actions were premeditated. He waited for Brown and Greer to exit the lounge in order to assault them. Defendant then accosted the two men, shot Greer in the chest, and fired a bullet at Brown when he attempted to escape. The natural consequences of defendant's acts could certainly have been Brown's demise. Defendant's violent acts may not be rendered nugatory by his later statement that he would \"now\" be forced to kill Brown in addition to Greer.\n\u0095 4 Defendant next contends that he was denied a fair trial due to the introduction into evidence of the rebuttal testimony of Herbert Goodloe. We disagree and find that if the trial court did err in its consideration of Goodloe's testimony, such error was harmless in view of the overwhelming evidence of defendant's guilt. See People v. Smith (1973), 15 Ill. App. 3d 10, 14-15, 304 N.E.2d 50, 54.\n*678 Finally, defendant contends that the trial court erred when it imposed a 4-year minimum sentence based upon the belief that such a term is required under the law. We must agree.\n\u0095 5 Section 8-4(c)(1) provides as follows:\n\"A person convicted of an attempt may be fined or imprisoned or both not to exceed the maximum provided for the offense attempted * * *.\n(1) the sentence for attempt to commit murder shall not exceed the sentence for a Class 1 felony;\n* * *.\" (Ill. Rev. Stat. 1975, ch. 38, par. 8-4(c)(1).)\nThe trial court's statement at the time of sentencing clearly indicates that it sentenced the defendant under a misapprehension of what the law requires. In People v. Moore (1978), 69 Ill. 2d 520, 522-23, 372 N.E.2d 666, 668, the supreme court held that section 8-4(c)(1) did not require that attempt murder be treated as a Class 1 felony for sentencing purposes. The court stated that its decision would not prevent a trial court acting in sound discretion from imposing a sentence for the crime of attempt murder in accordance with a Class 1 felony. However, when a trial court imposes such a sentence based upon the belief that it is required by law, the sentencing standard is improper and constitutes plain error. Moore, at 524.\nFor the foregoing reasons, the judgment of the circuit court of Cook County is affirmed as it pertains to defendant's conviction; however, the sentence is vacated and the cause remanded for reconsideration of sentence.\nAffirmed in part, vacated in part; cause remanded, with directions.\nLINN and ROMITI, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2072969
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}