{
    "id": 2096500,
    "judges": "Ward",
    "date_filed": 164851200000,
    "date_filed_is_approximate": false,
    "slug": "people-v-wolf",
    "case_name_short": "Wolf",
    "case_name": "People v. Wolf",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Appellee, v. JAMES A. WOLF Et Al., Appellants",
    "attorneys": "James Geis, Deputy Defender, Office of State Appellate Defender, of Ottawa (Richard Steck, Assistant Defender, of counsel), for appellants., William J. Scott, Attorney General, of Springfield, and Ronald E. Boyer, State’s Attorney, of Watseka (James B. Zagel, Jayne A. Carr, and Robert E. Davy, Assistant Attorneys General, all of Chicago, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 24,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b252-2\" pgmap=\"252\">\n    (Nos. 46482, 46483, 46809 cons.\n   </docketnumber><br><parties id=\"b252-3\" pgmap=\"252\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Appellee, v. JAMES A. WOLF et al., Appellants.\n   </parties><br><decisiondate id=\"b252-4\" pgmap=\"252\">\n    Opinion filed March 24, 1975.\n   </decisiondate><br><attorneys id=\"b252-8\" pgmap=\"252\">\n    James Geis, Deputy Defender, Office of State Appellate Defender, of Ottawa (Richard Steck, Assistant Defender, of counsel), for appellants.\n   </attorneys><br><attorneys id=\"b252-9\" pgmap=\"252\">\n    William J. Scott, Attorney General, of Springfield, and Ronald E. Boyer, State’s Attorney, of Watseka (James B. Zagel, Jayne A. Carr, and Robert E. Davy, Assistant Attorneys General, all of Chicago, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "326 N.E.2d 766",
        "60 Ill. 2d 230"
    ],
    "opinions": [
        {
            "author_str": "Ward",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4264.0,
            "opinion_text": "\n60 Ill.2d 230 (1975)\n326 N.E.2d 766\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellee,\nv.\nJAMES A. WOLF et al., Appellants.\nNos. 46482, 46483, 46809 cons.\nSupreme Court of Illinois.\nOpinion filed March 24, 1975.\nJames Geis, Deputy Defender, Office of State Appellate Defender, of Ottawa (Richard Steck, Assistant Defender, of counsel), for appellants.\nWilliam J. Scott, Attorney General, of Springfield, and Ronald E. Boyer, State's Attorney, of Watseka (James B. Zagel, Jayne A. Carr, and Robert E. Davy, Assistant Attorneys General, all of Chicago, of counsel), for the People.\nJudgment affirmed.\nMR. JUSTICE WARD delivered the opinion of the court:\nAn indictment returned in the circuit court of Iroquois County charged the defendants James Wolf, Robert Beard, and Randall Gremp with unlawful possession of marijuana (Ill. Rev. Stat. 1971, ch. 56 1/2, par. 704(d)). The trial court granted their motion to suppress certain physical evidence taken from an automobile in which they had been riding just prior to their arrest for a traffic violation. The State appealed under our Rule 604(a) and the appellate court reversed. (15 Ill. App.3d 374.) We granted the defendants' consolidated petitions for leave to *231 appeal.\nOn December 20, 1972, at about 9 p.m. on Interstate Highway 57, Officers Donald R. Thompsen and Ralph Henson of the Illinois State Police stopped a 1962 Cadillac which was being driven by the defendant Beard with only one headlight, and thus was being operated in violation of the Illinois Motor Vehicle Code (Ill. Rev. Stat. 1971, ch. 95 1/2, par. 12-201(a)). Beard left his car and walked back to the police car. He was met by Officer Thompsen, who walked with him to the front of the Cadillac and pointed out the missing headlight.\nThompsen requested and examined Beard's driver's license and passenger car identification card. The make and body style of the car described on the identification card corresponded to the make and body of the automobile the defendant was driving. The signature on the license appeared to match the signature on the identification card, and the license plate number on the stopped car matched the license plate number on the identification card. Officer Henson, by radio, checked the license plate number with police headquarters at Springfield and ascertained that the plates had been issued to Beard for an automobile of the same make and model as the stopped vehicle.\nThe license plates of the stopped vehicle were fastened to the car by wire. Officer Thompsen said they were \"securely fastened.\" He said that because he had a \"hunch\" about the stopped vehicle and its occupants, he sought further identification of the car. He opened the car door, and, using his flashlight, looked for the vehicle identification number (VIN), which was imprinted on a plate on the door post. Thompsen testified that upon opening the door he observed the odor of burning or burned marijuana. He then asked the defendants to get out of the car, and the record shows he said he placed them under arrest for the violation of the Motor Vehicle Code which had caused him to stop the car. He searched the automobile and found a marijuana butt in the front *232 ashtray. The officers then searched the trunk and found $2,940 and 16 small bags of marijuana.\nThe defendants contend that the opening of the car door to examine the vehicle identification number was a search within the meaning of the fourth amendment. Such a search, they say, must be grounded on a legitimate reason, \"of the nature of probable cause.\" They argue that there was no legitimate reason for the officer's looking to the VIN and that therefore the searches of the car and its trunk were illegal.\nIn some jurisdictions it has been held that a viewing of the vehicle identification number by opening the car door or by lifting the hood of the car is not a search within the meaning of the fourth amendment when there is a legitimate reason to check the identity of the automobile, or that if such a check was to be considered a search, it was, considering the circumstances involved, a reasonable one and not violative of the fourth amendment. Decisions illustrating this include: United States v. Johnson (5th Cir.1969), 413 F.2d 1396; United States v. Graham (6th Cir.1968), 391 F.2d 439; United States v. Ware (7th Cir.1972), 457 F.2d 828; Cotton v. United States (9th Cir.1971), 371 F.2d 385; United States v. Self (10th Cir.1969), 410 F.2d 984; Fox v. Commonwealth (1972), 213 Va. 97, 189 S.E.2d 367; and People v. Hart (New York City Crim. Ct. 1973), 75 Misc.2d 908, 349 N.Y.S.2d 289. (See also United States v. Squires (2d Cir.1972), 456 F.2d 967 (dicta).) In other jurisdictions it has been held that the opening of the car door to examine the vehicle identification number must definitely be considered a search within the meaning of the fourth amendment. E.g., United States v. Powers (4th Cir.1971), 439 F.2d 373; State v. Colon (1973), 6 Conn. Cir. 722, 316 A.2d 797; Commonwealth v. Navarro (Mass. App. 1974), 310 N.E.2d 372.\nAssuming, arguendo, that the opening of a car door to examine the registration number does amount to a search, our conclusion is that under the circumstances present *233 here the search was not an unreasonable one.\nThe law of this State requires that the manufacturer's vehicle identification number appear on automobiles. (Ill. Rev. Stat. 1971, ch. 95 1/2, par. 4-107(g).) It must be stated on all certificates of title relating to automobiles. (Ill. Rev. Stat. 1971, ch. 95 1/2, par. 3-107(a)(5).) It appears on car identification cards issued by the office of the Secretary of State (Ill. Rev. Stat. 1971, ch. 95 1/2, par. 3-410), and is required to be on file when motor vehicle licenses are issued by that office (Ill. Rev. Stat. 1971, ch. 95 1/2, pars. 3-405, 3-412). As the term indicates, the purpose of the VIN is to specifically and individually identify motor vehicles. A means of identification is necessary to permit transfers and other transactions involving motor vehicles and to protect this highly mobile type of property from theft or other misappropriation. The only positive method of identifying a motor vehicle is through its vehicle identification number. Apart from an automobile's confidential vehicle identification number, which is impressed on a car in a secret and remote location made known only to law-enforcement agencies and other necessary persons, the vehicle identification plate affixed to an automobile provides the most authoritative identification of the vehicle. The officer here in examining the VIN plate acted with efficiency and thoroughness. There is no contention by the defendants that his opening of the car door was a pretext of any kind. The examination was necessary to verify that the automobile was the one for which the license plates had been issued. The license plates on the car, while they were securely fastened, were irregularly tied by wire to the car.\nOther factors may be considered in drawing the conclusion that the officer's action was not unreasonable.\nCourts have long recognized that automobiles by their nature are mobile, of course, and have long distinguished the search of automobiles from the search of buildings. (Carroll v. United States (1924), 267 U.S. 132, 69 L.Ed. *234 543, 45 S.Ct. 280; Chambers v. Maroney (1970), 399 U.S. 42, 26 L.Ed.2d 419, 90 S.Ct. 1975.) Because automobiles may readily be driven away, it is often impossible for law-enforcement officers to obtain warrants for their search, and the courts have considered this in determining the reasonableness of searches of autos.\nThe VIN also may be considered as quasi-public information considering the various instances in which it must be stated and recorded. (United States v. Polk (5th Cir.1970), 433 F.2d 644, 646.) The affixing of the VIN plate to a car's door post certainly indicates it is intended for viewing by persons other than the owner of the automobile. Balancing the public and the individual interests here, we consider that under the circumstances the act of the officer in opening the door to examine the VIN plate was not an unreasonable search.\nAs we have indicated, the only question raised by the defendants is whether the opening of the car door constituted a violation of the fourth amendment. If it did not, the defendants make no claim that the seizure of the marijuana and money was illegal. See People v. Tippit (1974), 17 Ill. App.3d 163; People v. Loe (1973), 16 Ill. App.3d 291, 293; People v. Erb, 128 Ill. App.2d 126.\nFor the reasons given, the judgment of the appellate court is affirmed.\nJudgment affirmed.\n",
            "ocr": false,
            "opinion_id": 2096500
        }
    ],
    "court_short_name": "Illinois Supreme Court",
    "court_full_name": "Illinois Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}