{
    "id": 2100056,
    "judges": "DeBRULER, Dickson, Givan, Pivarnik, Shepard",
    "date_filed": "1984-07-05",
    "date_filed_is_approximate": true,
    "slug": "small-v-state",
    "case_name_short": "Small",
    "case_name": "Small v. State",
    "case_name_full": "James Eric SMALL, Appellant, v. STATE of Indiana, Appellee",
    "attorneys": "Brian May, South Bend, for appellant., Linley E. Pearson, Atty. Gen., John D. Shuman, Deputy Atty. Gen., Indianapolis, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 20,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"A6Y\">\n    James Eric SMALL, Appellant, v. STATE of Indiana, Appellee.\n   </parties><docketnumber id=\"AoBL\">\n    No. 71S00-8712-CR-1135.\n   </docketnumber><court id=\"AK3W\">\n    Supreme Court of Indiana.\n   </court><decisiondate id=\"AJ-\">\n    Dec. 19, 1988.\n   </decisiondate><attorneys id=\"AC_8\">\n    Brian May, South Bend, for appellant.\n   </attorneys><br><attorneys id=\"b567-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"499\"> \n     *499\n     </span>\n    Linley E. Pearson, Atty. Gen., John D. Shuman, Deputy Atty. Gen., Indianapolis, for appellee.\n   </attorneys>",
    "citations": [
        "531 N.E.2d 498"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4280.0,
            "opinion_text": "\n531 N.E.2d 498 (1988)\nJames Eric SMALL, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 71S00-8712-CR-1135.\nSupreme Court of Indiana.\nDecember 19, 1988.\nBrian May, South Bend, for appellant.\n*499 Linley E. Pearson, Atty. Gen., John D. Shuman, Deputy Atty. Gen., Indianapolis, for appellee.\nDeBRULER, Justice.\nAppellant was convicted, following a jury trial, of Robbery, a class A felony, for which he received a thirty year sentence. Two issues are raised for consideration: (1) whether an instruction on accomplice liability was erroneous and therefore reversible error; and (2) whether the evidence was sufficient to support the verdict.\nThese are the facts pertinent to this review. Dennis K. Fuller was a high school student working at a part-time pizza delivery job in South Bend, Indiana. On the night of March 3, 1987, Fuller attempted to deliver a pizza to 1601 Florence. Upon discovery that no one in the house had ordered a pizza, he turned to leave. As he walked to his car, he saw two men jump out from behind a bush. He later identified appellant as one of the men. Appellant demanded \"Give me your money\" and struck Fuller in the right eye with a brick. Fuller fell to the ground and in the course of the robbery appellant struck Fuller several more times in the eye with the brick. Fuller's glasses broke and lacerated his skin. The bone beneath his right eye was also broken. Some time during the robbery, or at least prior to Fuller's receiving assistance, he was shot. However, he does not remember hearing a gunshot or being shot.\n\nI.\nInstruction No. 5 read:\nIndiana law provides that: A person who knowingly or intentionally aids, induces, or causes another person to commit an offense commits that offense.. It is also the law that a Defendant is responsible for the acts of his codefendants as well as his own acts. Any act of one is attributable to them all.\nThis was the only instruction explaining accomplice or accessory criminal liability. It should therefore have been a correct one.\nThe format of this instruction is such that the introductory phrase located half way through it, \"It is also the law that ...\", provides the last portion of the instruction with a weight and character which is separate and independent of the first portion of the instruction. Within the context of this instruction, the introductory phrase invites the listener to consider that which follows it as a source of liability which is separate and distinct from that which went before it, namely the statutory definition of aiding in an offense. I.C. § 35-41-2-4. There is in law no such separate basis for criminal liability; rather, the theory of aiding in an offense includes the accomplice theory. Moredock v. State (1987), Ind., 514 N.E.2d 1247. Most importantly, however, criminal liability here, under whatever legal theory, requires proof of voluntary conduct in violation of a criminal statute. The last and separate part of Instruction No. 5 does not satisfy this basic requirement. This instruction is therefore an erroneous statement of the law, as it states that appellant could be found responsible for the shooting, without regard to whether that act occurred while he was acting in concert in carrying out the robbery. It requires only that appellant and the person who inflicted the gunshot wound have the relationship of codefendants. Clearly this is erroneous. Moreover, appellant was charged alone, and there were no codefendants.\nThis error could be deemed harmless except for the fact that the State alleged in its charge that the victim sustained both an eye injury and a gunshot wound, and sought to prove both. There is direct evidence that appellant inflicted the eye injury in the course of the robbery; however, the point in time at which the gunshot wound was inflicted and the identity of the person who inflicted it is wholly circumstantial and very much in question. The verdict of guilty may well have been arrived at without a determination that the gunshot wound was inflicted while appellant was engaged in carrying out the robbery scheme. As the instruction relieved the jury of making this crucial decision in arriving at its verdict of guilty, the case must be *500 reversed and remanded for a new trial, or in the discretion of the prosecution, a reduction in sentence to the class B felony level.\n\nII.\nAppellant also contends that the evidence was insufficient on the issue of identity to support the conviction. Even though we have ordered reversal and remand due to the erroneous instruction, appellant's allegation that the evidence was insufficient must still be addressed. On appeal we will not reweigh the evidence nor judge the credibility of the witnesses. Rather, we look only to the evidence most favorable to the State and all reasonable inferences to be drawn therefrom. If there is substantial evidence of probative value to support the conclusion of the trier of fact the verdict will not be overturned. Bowen v. State (1985), Ind., 478 N.E.2d 44.\nAppellant urges that Fuller's identification was unreliable because Fuller was dazed and in pain and had also admitted he had been wrong about identifying people he knew. These circumstances go to the weight of the testimony concerning identification and not the sufficiency. Fuller had ample opportunity to view his assailant and his identification of appellant as that assailant was not inherently unreliable. The evidence presented was sufficient to support the conviction.\nThis case is reversed and remanded to the trial court for a new trial, or in the alternative, at the discretion of the prosecution, a reduction to class B felony level.\nSHEPARD, C.J., and DICKSON, J., concur.\nPIVARNIK, J., dissents with opinion in which GIVAN, J., concurs.\nPIVARNIK, Justice, dissenting.\nI dissent to the majority opinion wherein it found the giving of Instruction No. 5 was reversible error. The majority is concerned with the second sentence of the instruction, which states: \"It is also the law that a defendant is responsible for the acts of his co-defendants as well as his own acts.\" The instruction follows with, \"Any act of one is attributable to them all.\" The instruction clearly states the law although it is true the second sentence might have been more artfully drawn. Taken as a whole, the instruction is legally correct and properly refers to the facts presented to the jury.\nThis court found in Metcalf v. State (1978), 268 Ind. 579, 580, 376 N.E.2d 1157, 1158:\nAlthough the evidence conflicts as to whether the defendant was the one who pulled the trigger, one eyewitness testified he did. This alone is sufficient to support the verdict. Additionally, under the accessory statute, it is sufficient if the evidence shows that an accused aided another in the commission of a crime. It is not necessary that an accomplice act out each element of an offense, for the acts of one accomplice are imputed to the other. Goodlow v. State (1973), 260 Ind. 552, 297 N.E.2d 803; Tessely v. State (1978) [267 Ind. 445] 370 N.E.2d 907.\nWe have further held:\nAn accomplice is criminally responsible for all acts committed by his confederates which are done in the probable and natural consequence of the common plan. Harris v. State (1981), Ind., 425 N.E.2d 154, 156; Ind. Code Ann. § 35-41-2-4 (Burns 1985). Evidence indicating the accomplice acted in concert with those who physically committed the elements of the crime is sufficient to support a conviction on the accessory theory. Fox v. State (1986), Ind., 497 N.E.2d 221, 227.\nMoredock v. State (1987), Ind., 514 N.E.2d 1247, 1249; Stroud v. State (1983), Ind., 450 N.E.2d 992, 996.\nThe apparent weaknesses in Instruction 5 to which the majority objects are: 1) that the jury was instructed the defendant is responsible for his co-defendant's acts when there was no co-defendant, and 2) that the sentence does not limit the responsibility to those acts committed during the perpetration of this crime. Although it might have been more appropriate to have used the word accomplice, or confederate the use of the word co-defendant certainly *501 could not be calculated to so confuse the jury that it presents reversible error. Furthermore, the whole instruction makes it clear the responsibility extends to the acts of the confederate in the commission of the crime and not at some other time.\nThe giving of the instruction clearly is supported by the evidence. The victim, Fuller, was shot during the attack; there was more than sufficient evidence to establish this fact. Fuller testified that two men came out of the bushes and began to beat him. That he is unable to state what the second person did is understandable since Small was hitting him with a brick. It is also understandable, under these circumstances, that he did not hear a shot or feel the bullet strike him during this encounter. When the dust had settled it was clear he had been severely beaten in the face with a brick, had a bullet wound as a result of someone shooting him, and had been robbed. The question is, who did the shooting? Instruction No. 5 accurately tells the jury that if either of the two shot Fuller, that act can be attributed to Small under the accessory theory of liability. There is absolutely no inference to be drawn from the evidence Fuller was shot at some other time by someone else not involved in this incident.\nIn addition, the importance of this particular instruction is lessened by the fact Fuller suffered injuries which Small clearly caused. The majority seems to feel this should be reduced to a class C felony, apparently finding the injury from the brick did not amount to \"serious bodily injury.\" The evidence showed Fuller's glasses were smashed and driven into his flesh in and about the eye. Fuller suffered intense physical pain from the injuries which resulted in the breaking of the orbital bone below his eye. This broken bone allowed the blood from the eye to drain into the Fuller's sinus cavity and he coughed up blood he had swallowed. When new glasses were made for him, a stronger prescription for his right eye was required due to impaired vision from the attack. These injuries, independent of the gunshot wound, clearly meet the definition of serious bodily injury and support a conviction of robbery as a class A felony. I see no reversible error in the giving of this instruction and would affirm the trial court.\nGIVAN, J., concurs.\n",
            "ocr": false,
            "opinion_id": 2100056
        },
        {
            "author_str": "DeBRULER",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDeBRULER, Justice.\nAppellant was convicted, following a jury trial, of Robbery, a class A felony, for which he received a thirty year sentence. Two issues are raised for consideration: (1) whether an instruction on accomplice liability was erroneous and therefore reversible error; and (2) whether the evidence was sufficient to support the verdict.\nThese are the facts pertinent to this review. Dennis K. Fuller was a high school student working at a part-time pizza delivery job in South Bend, Indiana. On the night of March 3,1987, Fuller attempted to deliver a pizza to 1601 Florence. Upon discovery that no one in the house had ordered a pizza, he turned to leave. As he walked to his car, he saw two men jump out from behind a bush. He later identified appellant as one of the men. Appellant demanded “Give me your money” and struck Fuller in the right eye with a brick. Fuller fell to the ground and in the course of the robbery appellant struck Fuller several more times in the eye with the brick. Fuller’s glasses broke and lacerated his skin. The bone beneath his right eye was also broken. Some time during the robbery, or at least prior to Fuller’s receiving assistance, he was shot. However, he does not remember hearing a gunshot or being shot.\nI.\nInstruction No. 5 read:\nIndiana law provides that: A person who knowingly or intentionally aids, induces, or causes another person to commit an offense commits that offense.. It is also the law that a Defendant is responsible for the acts of his codefendants as well as his own acts. Any act of one is attributable to them all.\nThis was the only instruction explaining accomplice or accessory criminal liability. It should therefore have been a correct one.\nThe format of this instruction is such that the introductory phrase located half way through it, “It is also the law that ...”, provides the last portion of the instruction with a weight and character which is separate and independent of the first portion of the instruction. Within the context of this instruction, the introductory phrase invites the listener to consider that which follows it as a source of liability which is separate and distinct from that which went before it, namely the statutory definition of aiding in an offense. I.C. § 36-41-2-4. There is in law no such separate basis for criminal liability; rather, the theory of aiding in an offense includes the accomplice theory. Moredock v. State (1987), Ind., 514 N.E.2d 1247. Most importantly, however, criminal liability here, under whatever legal theory, requires proof of voluntary conduct in violation of a criminal statute. The last and separate part of Instruction No. 5 does not satisfy this basic requirement. This instruction is therefore an erroneous statement of the law, as it states that appellant could be found responsible for the shooting, without regard to whether that act occurred while he was acting in concert in carrying out the robbery. It requires only that appellant and the person who inflicted the gunshot wound have the relationship of codefend-ants. Clearly this is erroneous. Moreover, appellant was charged alone, and there were no codefendants.\nThis error could be deemed harmless except for the fact that the State alleged in its charge that the victim sustained both an eye injury and a gunshot wound, and sought to prove both. There is direct evidence that appellant inflicted the eye injury in the course of the robbery; however, the point in time at which the gunshot wound was inflicted and the identity of the person who inflicted it is wholly circumstantial and very much in question. The verdict of guilty may well have been arrived at without a determination that the gunshot wound was inflicted while appellant was engaged in carrying out the robbery scheme. As the instruction relieved the jury of making this crucial decision in arriving at its verdict of guilty, the case must be *500reversed and remanded for a new trial, or in the discretion of the prosecution, a reduction in sentence to the class B felony level.\nII.\nAppellant also contends that the evidence was insufficient on the issue of identity to support the conviction. Even though we have ordered reversal and remand due to the erroneous instruction, appellant’s allegation that the evidence was insufficient must still be addressed. On appeal we will not reweigh the evidence nor judge the credibility of the witnesses. Rather, we look only to the evidence most favorable to the State and all reasonable inferences to be drawn therefrom. If there is substantial evidence of probative value to support the conclusion of the trier of fact the verdict will not be overturned. Bowen v. State (1985), Ind., 478 N.E.2d 44.\nAppellant urges that Fuller’s identification was unreliable because Fuller was dazed and in pain and had also admitted he had been wrong about identifying people he knew. These circumstances go to the weight of the testimony concerning identification and not the sufficiency. Fuller had ample opportunity to view his assailant and his identification of appellant as that assailant was not inherently unreliable. The evidence presented was sufficient to support the conviction.\nThis case is reversed and remanded to the trial court for a new trial, or in the alternative, at the discretion of the prosecution, a reduction to class B felony level.\nSHEPARD, C.J., and DICKSON, J., concur.\nPIVARNIK, J., dissents with opinion in which GIVAN, J., concurs.\n",
            "ocr": false,
            "opinion_id": 9860989
        },
        {
            "author_str": "Pivarnik",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPIVARNIK, Justice,\ndissenting.\nI dissent to the majority opinion wherein it found the giving of Instruction No. 5 was reversible error. The majority is concerned with the second sentence of the instruction, which states: “It is also the law that a defendant is responsible for the acts of his co-defendants as well as his own acts.” The instruction follows with, “Any act of one is attributable to them all.” The instruction clearly states the law although it is true the second sentence might have been more artfully drawn. Taken as a whole, the instruction is legally correct and properly refers to the facts presented to the jury.\nThis court found in Metcalf v. State (1978), 268 Ind. 579, 580, 376 N.E.2d 1157, 1158:\nAlthough the evidence conflicts as to whether the defendant was the one who pulled the trigger, one eyewitness testified he did. This alone is sufficient to support the verdict. Additionally, under the accessory statute, it is sufficient if the evidence shows that an accused aided another in the commission of a crime. It is not necessary that an accomplice act out each element of an offense, for the acts of one accomplice are imputed to the other. Goodlow v. State (1973), 260 Ind. 552, 297 N.E.2d 803; Tessely v. State (1978) [267 Ind. 445] 370 N.E.2d 907.\nWe have further held:\nAn accomplice is criminally responsible for all acts committed by his confederates which are done in the probable and natural consequence of the common plan. Harris v. State (1981), Ind., 425 N.E.2d 154, 156; Ind.Code Ann. § 35-41-2-4 (Burns 1985). Evidence indicating the accomplice acted in concert with those who physically committed the elements of the crime is sufficient to support a conviction on the accessory theory. Fox v. State (1986), Ind., 497 N.E.2d 221, 227.\nMoredock v. State (1987), Ind., 514 N.E.2d 1247, 1249; Stroud v. State (1983), Ind., 450 N.E.2d 992, 996.\nThe apparent weaknesses in Instruction 5 to which the majority objects are: 1) that the jury was instructed the defendant is responsible for his co-defendant’s acts when there was no co-defendant, and 2) that the sentence does not limit the responsibility to those acts committed during the perpetration of this crime. Although it might have been more appropriate to have used the word accomplice, or confederate the use of the word co-defendant certainly *501could not be calculated to so confuse the jury that it presents reversible error. Furthermore, the whole instruction makes it clear the responsibility extends to the acts of the confederate in the commission of the crime and not at some other time.\nThe giving of the instruction clearly is supported by the evidence. The victim, Fuller, was shot during the attack; there was more than sufficient evidence to establish this fact. Fuller testified that two men came out of the bushes and began to beat him. That he is unable to state what the second person did is understandable since Small was hitting him with a brick. It is also understandable, under these circumstances, that he did not hear a shot or feel the bullet strike him during this encounter. When the dust had settled it was clear he had been severely beaten in the face with a brick, had a bullet wound as a result of someone shooting him, and had been robbed. The question is, who did the shooting? Instruction No. 5 accurately tells the jury that if either of the two shot Fuller, that act can be attributed to Small under the accessory theory of liability. There is absolutely no inference to be drawn from the evidence Fuller was shot at some other time by someone else not involved in this incident.\nIn addition, the importance of this particular instruction is lessened by the fact Fuller suffered injuries which Small clearly caused. The majority seems to feel this should be reduced to a class C felony, apparently finding the injury from the brick did not amount to “serious bodily injury.” The evidence showed Fuller’s glasses were smashed and driven into his flesh in and about the eye. Fuller suffered intense physical pain from the injuries which resulted in the breaking of the orbital bone below his eye. This broken bone allowed the blood from the eye to drain into the Fuller’s sinus cavity and he coughed up blood he had swallowed. When new glasses were made for him, a stronger prescription for his right eye was required due to impaired vision from the attack. These injuries, independent of the gunshot wound, clearly meet the definition of serious bodily injury and support a conviction of robbery as a class A felony. I see no reversible error in the giving of this instruction and would affirm the trial court.\nGIVAN, J., concurs.\n",
            "ocr": false,
            "opinion_id": 9860990
        }
    ],
    "court_short_name": "Indiana Supreme Court",
    "court_full_name": "Indiana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}