{
    "id": 2086273,
    "judges": "Karnezis",
    "date_filed": "1997-10-09",
    "date_filed_is_approximate": true,
    "slug": "people-v-simmons",
    "case_name_short": "Simmons",
    "case_name": "People v. Simmons",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "867 N.E.2d 507"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7232.0,
            "opinion_text": "\n867 N.E.2d 507 (2007)\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nDonivan SIMMONS, Defendant-Appellant.\nNo. 1-05-3618.\nAppellate Court of Illinois, First District, Third Division.\nJanuary 31, 2007.\n*509 Richard A. Devine, Cook County State's Attorney (James E. Fitzgerald, Annette Collins, William L. Toffenetti, Assistant State's Attorneys, of counsel), for Appellee.\nMichael J. Pelletier, Deputy Public Defender, Office of the State Appellate Defender (Kathleen M. Flynn, Assistant Appellate Defender, of counsel), for Appellant.\nJustice KARNEZIS delivered the opinion of the court:\nFollowing a jury trial, defendant Donivan Simmons was found guilty of first degree murder and three counts of aggravated battery with a firearm and was sentenced to consecutive terms of 50 years' imprisonment for murder and 10 years' imprisonment for aggravated battery. On appeal, defendant contends: (1) the trial court erred in finding that his statements were attenuated from his unlawful arrest; and (2) the trial court erred in denying defendant the opportunity to present evidence that someone other than he committed the crime. For the following reasons, we reverse.\nAt about 12 a.m. or shortly thereafter on May 5, 2002, Lashaune Bishop, Fallon King, Deshawn Lewis and Robert Gresham were shot near 1815 Brown Street in Evanston, Illinois. Bishop died as a result of her injuries. The injuries suffered by King, Lewis and Gresham were not fatal. Police officers were unable to recover any of the bullets from the shooting, but did recover nine 9-millimeter shell casings from the street in front of 1745 Brown Street, which was approximately five houses away from where the shooting occurred. All nine shell casings were determined to have been fired from the same weapon. The weapon, however, was never recovered.\n\nATTENUATION\nOn Saturday, May 11, 2002, at about 8 p.m., four police officers arrived at defendant's home in Evanston. Defendant resided there with his girlfriend, Lasaundra O'Neal, and their two children. O'Neal let the officers inside and they asked defendant to come to the police station with them. According to the officers, defendant agreed to accompany them and he was transported to the Wilmette police station. At about 8:30 p.m., defendant was briefly interviewed by police officers. After the interview, defendant was placed in a jail cell and his personal property was taken from him. Defendant remained at the police station for the next few days and was interviewed numerous times. When *510 defendant was not being interviewed, he was kept in a jail cell at the police station. Defendant made several exculpatory statements regarding the shooting, but was formally arrested Tuesday afternoon, May 14, 2002, after making an inculpatory statement.\nDefendant filed a motion to quash his arrest and suppress his statements. At the hearing on his motion, the State acknowledged that defendant was under arrest Saturday night, shortly after he was brought to the police station, and at that point in time, the officers did not have probable cause to arrest him. The trial court agreed and granted defendant's motion to quash his arrest. Nevertheless, the State contended that defendant's statements were attenuated from his illegal arrest and sought to have them admitted at defendant's trial.\nThe trial court held an attenuation hearing where the following testimony was adduced. For purposes of clarity, we set forth the testimony in chronological order, beginning with defendant's arrest on Saturday, May 11, 2002.\n\nSaturday, May 11, 2002\nAt about 8:30 p.m., defendant was interviewed by Lieutenant Demetrius Cook and Detective Jeffrey Jamraz. Detective Jamraz read defendant his Miranda rights before the interview. The officers asked defendant if he knew an individual named Sheldon Morales. Defendant stated that he knew Morales, but did not know him very well.\nDefendant testified that he asked to speak with a lawyer and asked to call his girlfriend. According to defendant, officers told him that a lawyer was not necessary and that he would be able to talk to his girlfriend when they were done questioning him.\n\nSunday, May 12, 2002\nDefendant testified that officers did not interview him on Sunday. According to Lieutenant Cook, defendant was not interviewed on Sunday because \"we were off Sunday.\"\n\nMonday, May 13, 2002\nDetective Richard Benbow testified that he and Detective Franklin Scarpulla interviewed defendant at about 10:38 a.m. Detective Scarpulla read defendant his Miranda rights. Detective Benbow stated that according to defendant, shortly after 12 a.m. on May 5, 2002, Sheldon Morales and an individual defendant knew as Day-Day were walking north on Brown Street. Both Morales and Day-Day were carrying guns. Defendant saw Morales fire his gun in the northbound direction of Brown Street. Defendant then ran home. About two hours later, Morales came to defendant's home. Defendant told the officers that he was afraid to go home because Morales lived across the alley from him and he had no other place to go. Detective Benbow stated that defendant told them that he would be willing to remain at the police station.\nDefendant testified that he asked for a lawyer, but one of the officers replied that a lawyer was not necessary. Defendant also asked the officers if he could go home, but they responded that he could go home after they had all the information they needed from him. Defendant further stated that he asked to see his family and to make a telephone call, but was denied. Defendant denied telling the officers that he would remain at the police station or that he was afraid of Sheldon Morales. Defendant stated that he had seen Morales several times between the night of the shooting and his arrest.\nOfficer Lou Matthopoulos testified that he and Detective Todd Wolff met with defendant's girlfriend, Lasaundra O'Neal, *511 at about 11:20 a.m. O'Neal told the officers that on the night of the shooting, defendant came home between 11 p.m. and midnight. About 15 minutes later, Morales came over, and then defendant and Morales left. Defendant came home about 15 to 30 minutes later and appeared nervous. Morales came over again about 15 minutes later and Morales also appeared nervous. O'Neal overheard Morales say that \"his girl Lashaune had been shot.\" Morales stayed the rest of the night at their home. The next morning, Morales asked defendant for a children's sock and she saw Morales fill up the sock with bullets. O'Neal further told Officer Matthopoulos that since officers had taken defendant to the police station, several members of the Morales family had telephoned her and were concerned that defendant was talking with the officers.\nDetective Benbow testified that he spoke with Officer Wolff at about 1:15 or 1:30 p.m. Officer Wolff informed him that members of the Morales family were very concerned that defendant was talking with police officers. Detective Benbow further testified that he asked defendant if defendant had any other place where he could go besides the police station, and defendant replied that he had no other place to go.\nAt about 3:15 p.m., Assistant State's Attorney Marshall Libert interviewed defendant. Libert testified that he did not read defendant his Miranda warnings because he believed that defendant was a witness and not a suspect. After the interview, Libert left the room and wrote down defendant's statement. The statement was then admitted into evidence. Defendant's statement implicated Sheldon Morales and Day-Day in the shooting.\nAt about 3:30 p.m., Officer Wolff met with David Bamberg, who is also known by the nickname Day-Day. Bamberg denied any involvement in the shooting and was released.\nAt about 4:40 p.m., Lieutenant Cook interviewed defendant. Lieutenant Cook testified that the purpose of the interview was to obtain information sufficient to obtain a search warrant for Morales' home. Defendant told Lieutenant Cook that shortly before the shooting, he saw Morales with a small, black 9-millimeter handgun. Lieutenant Cook testified that defendant did not mention anyone by the name of Day-Day as being involved in the shooting. Lieutenant Cook then prepared a search warrant, which was admitted into evidence. He further testified that he was aware that defendant was afraid to go home, but did not recall which officer had advised him of that.\nAt about 9 p.m., officers transported defendant to the Skokie courthouse to obtain a search warrant for Morales' home. Lieutenant Cook testified that defendant was not handcuffed and no special precautions were taken in transporting defendant. Defendant testified before a judge, who issued a search warrant for Morales' home. Defendant was then brought back to the Wilmette police station and placed in a jail cell. Just before midnight, officers searched Morales' home. They recovered a gun, which was determined not to be consistent with the ballistics of the gun used in the shootings.\n\nTuesday, May 14, 2002\nAt about 9 or 9:30 a.m., defendant was transported to the courthouse at 26th Street and California Avenue to testify before the grand jury. Defendant was not handcuffed and no special precautions were taken to transport him. Defendant's testimony was consistent with his statement to Assistant State's Attorney Libert that Morales and Day-Day were involved in the shooting.\n*512 Defendant testified that after his grand jury testimony, he was allowed to call his girlfriend for the first time. He denied telling her that he was afraid of Morales. Defendant further denied telling the officers that he wanted to stay at the police station. He testified that he asked for a lawyer about 9 or 10 times, but was denied.\nAt about 1 p.m., Officer Matthopoulos went to pick up O'Neal and her children to bring them to the police station for protection from the Morales' family. Officer Matthopoulos stated that he asked O'Neal to pack some of the family's belongings to take with them, including defendant's belongings. He then asked her about defendant's whereabouts the night of the shooting. O'Neal told him that defendant was at home between 11 p.m. and 11:30 p.m. and Morales came over at about 11:45 p.m. Both defendant and Morales left and arrived back at about 12:30 a.m. or 12:45 a.m. Officer Matthopoulos testified that the officers had learned during the course of their investigation that the shooting had occurred shortly before 12:30 a.m. According to Officer Matthopoulos, O'Neal's statement differed from her statement the previous day. In this statement, she was unable to account for defendant's whereabouts at about the time the shooting occurred.\nAt about 1:30 p.m., Officer Wolff testified that he interviewed defendant. He told defendant what O'Neal had told the officers about the times defendant had come home the night of the shooting. He also told defendant that O'Neal and their children were at the police station and that they would all, including defendant, be placed in a witness protection program. Defendant said that he did not remember the times he had been home the night of the shooting, but also said that O'Neal's memory of the times was wrong.\nSometime after 3 p.m., several officers, including Detective Benbow, Officer Wolff and Lieutenant Cook, had a conversation about defendant's whereabouts the night of the shooting. They realized that O'Neal's statement differed from defendant's statement as well as from defendant's grand jury testimony. Lieutenant Cook also stated that some of the information that defendant had told him to substantiate his search warrant was inconsistent with the information other officers had received from defendant. Lieutenant Cook stated that defendant had not mentioned anyone by the name of \"Day-Day\" and defendant had not told him that defendant saw Morales shoot a gun in the alley. Defendant had only told him that he saw Morales with a gun in the alley.\nAt about 4:30 p.m., Officer Wolff and Detective Benbow interviewed defendant. Defendant was given Miranda warnings prior to the interview. The officers confronted defendant with O'Neal's statements of his whereabouts the night of the shooting and with David Bamberg's denial of any involvement in the shooting. Defendant told the officers that he had not been truthful and had lied during his testimony to the grand jury. Defendant then told the officers that on the night of the shooting, he was with Morales and they both had guns. Defendant had a .25-caliber handgun and Morales had a 9-millimeter handgun. They walked through the alley to Brown Street. Morales fired his gun at a group of people standing near a red Monte Carlo car. Detective Benbow stated that once defendant made the inculpatory statement, defendant was no longer considered a witness and was placed under arrest.\nSeveral officers testified in rebuttal that defendant did not ask for an attorney, did not ask to see his family and did not ask to make a telephone call. They further stated *513 that defendant had indicated that he was afraid of Morales and was afraid to go home.\nFollowing the attenuation hearing, the court found that defendant's statements were attenuated from his illegal arrest and were admissible at trial. The court did note that \"[t]he facts involved in this particular investigation so far as it pertains to [defendant] and the lengthy period of time he was at the police station [are] rather unique.\" The court then analyzed the four factors our Supreme Court set forth in Brown v. Illinois, 422 U.S. 590, 95 S.Ct. 2254, 45 L.Ed.2d 416 (1975), to determine whether defendant's statements were attenuated from his illegal arrest. In examining the first factor, whether Miranda warnings were given, the trial court noted that Miranda warnings were given on at least two occasions, on Monday morning before the 10:38 a.m. interview and on Tuesday afternoon before the 4:30 p.m. interview.\nExamining the second factor, the proximity in time between the arrest and defendant's confession, the court noted that defendant's arrest occurred on Saturday night and his inculpatory statement occurred on Tuesday afternoon during the 4:30 p.m. interview. The court found that during that \"lengthy\" period of time, defendant was not subjected to incessant or relentless interrogation and there were long periods of time where defendant was just left alone. The court noted that during these periods defendant had plenty of time to think and to reflect upon what he was doing and what he was saying.\nExamining the third factor, the presence of intervening circumstances, the court found that a number of intervening circumstances were present. The court found that when defendant was first brought to the police station, defendant was treated as a witness, not as a suspect or an offender, which was evidenced by the officers having defendant testify to obtain a search warrant and having defendant testify before the grand jury. The court also found that defendant had agreed to stay at the police station until a safe place could be found for himself, his girlfriend and their children. The court noted:\n\"[o]rdinarily a person in the police station for that long a period of time, I agree with [defense counsel], I find that that would be ludicrous. But this is a very unique situation. This is a situation where the defendant had given information regarding Sheldon Morales and his involvement in this murder. He had testified as an affiant on a John Doe search warrant naming Sheldon Morales and talking about information relative to his possession of guns at his residence; the fact that the defendant lived right across the alley from Sheldon Morales and the fact that the defendant had no safe place to stay. So under the unique circumstances of this particular case, I find the defendant did in fact agree to stay at the police station for that long period of time.\"\nThe court further found that another intervening circumstance was the ongoing police investigation that revealed inconsistencies in defendant's statements, with which defendant was then confronted.\nExamining the fourth factor, the purpose and flagrancy of the police misconduct, the court found that at all times defendant was treated well by both the police officers and Assistant State's Attorney Libert. The court noted that officers went so far as to relocate defendant's girlfriend and their two children for their safety. The court also noted that it was convinced that, had officers not discovered discrepancies in defendant's statements, defendant would have been relocated with his family because there was no other explanation *514 as to why officers would tell O'Neal to pack defendant's belongings if they were not going to release and relocate defendant. The court also found that defendant was treated as a cooperating witness, not as a suspect or an offender, and the police officers' testimony was credible and Assistant State's Attorney Libert's testimony was credible. The court further found that defendant's testimony was not credible.\nOn appeal, defendant contends that the trial court erred in finding that his statements were sufficiently attenuated from his illegal arrest.\nTo establish that a statement made by a suspect in custody is admissible, notwithstanding an illegal arrest, the State must show that the statement was a product of the defendant's free will, independent of any taint of the illegal arrest. People v. Lekas, 155 Ill.App.3d 391, 411, 108 Ill.Dec. 60, 508 N.E.2d 221 (1987). The relevant inquiry is whether the statement was obtained through the exploitation of the illegal arrest. People v. Foskey, 136 Ill.2d 66, 84, 143 Ill.Dec. 257, 554 N.E.2d 192 (1990). Whether the statement is sufficiently attenuated from the prior illegal arrest requires an examination of four factors: (1) whether the defendant received Miranda warnings; (2) the time period between the arrest and the confession; (3) the existence of intervening circumstances; and (4) the purpose and flagrancy of the official misconduct. Brown v. Illinois, 422 U.S. 590, 603-04, 95 S.Ct. 2254, 2261-62, 45 L.Ed.2d 416, 427, (1975). The presence or absence of intervening circumstances and the flagrancy of police misconduct have emerged as the most relevant in assessing the admissibility of a statement obtained subsequent to an illegal arrest. People v. Jennings, 296 Ill. App.3d 761, 765, 231 Ill.Dec. 184, 695 N.E.2d 1303 (1998). A trial court's finding under the attenuation doctrine will not be overturned unless manifestly erroneous. Lekas, 155 Ill.App.3d at 415, 108 Ill.Dec. 60, 508 N.E.2d 221.\nWe now analyze each of the four factors to determine whether they support the trial court's finding of attenuation.\n\nI. Miranda Warnings\nDefendant does not dispute that he received Miranda warnings rather; he contends that Miranda warnings alone cannot attenuate the taint of an unconstitutional arrest. Defendant therefore maintains that the presence of Miranda warnings is \"largely irrelevant.\"\nHere, the testimony at the attenuation hearing established that defendant received Miranda warnings on several occasions. He received Miranda warnings before his interview at the police station on Saturday night, before the officers interviewed him on Monday morning and again before officers interviewed him on Tuesday afternoon. We disagree with defendant's contention that the presence of Miranda warnings is \"largely irrelevant.\" Although the presence of Miranda warnings may not be the most relevant of factors, it is nonetheless one of the factors we consider. We find that the presence of Miranda warnings here weighs in favor of attenuation.\n\nII. Proximity in Time Between the Illegal Arrest and Defendant's Confession\nDefendant contends that 38 hours passed between his unlawful arrest on Saturday night and \"the resumption of questioning\" on Monday morning. He argues that because there were no intervening circumstances during this period of time, there was nothing to break the taint of his *515 unlawful arrest. Defendant maintains that all of his statements must be suppressed.\nA lapse of time is a factor that \"cuts both ways\" when analyzing attenuation. Lekas, 155 Ill.App.3d at 414, 108 Ill.Dec. 60, 508 N.E.2d 221. It \"may serve to amplify the coercion latent in the custodial setting\" or \"may help to purge the taint of a prior illegality by allowing the accused to reflect on his situation, particularly when attended by other factors ameliorating coercion, such as Miranda warnings.\" Lekas, 155 Ill.App.3d at 414, 108 Ill.Dec. 60, 508 N.E.2d 221.\nHere, the testimony at the attenuation hearing indicated that after defendant was transported to the police station, he was interviewed briefly and then placed in a jail cell sometime between 8:30 and 9 p.m. on Saturday night. Defendant was not interviewed on Sunday, because, according to Lieutenant Cook, the officers were not at work on Sunday. Defendant was then interviewed several times throughout Monday and Tuesday. We find that on the one hand, the fact that defendant was left alone from Saturday night until Monday morning and was not subjected to continuous interrogation could weigh in favor of attenuation. However, the fact that defendant was left alone, deprived of his possessions with no knowledge as to how long he was to remain at the police station could weigh against a finding of attenuation. Therefore, we find that this factor both weighs in favor of and against attenuation.\n\nIII. The Existence of Intervening Circumstances\nDefendant contends that the statements of O'Neal and David Bamberg, with which the officers confronted defendant, did not come from an independent source and were obtained as a direct result of his unlawful arrest. Defendant argues that these statements cannot serve as intervening circumstances to break the taint of his unlawful arrest. Defendant cites to People v. Clay, 349 Ill.App.3d 517, 285 Ill.Dec. 653, 812 N.E.2d 473 (2004), a case in which this court held that it was improper to confront the defendant with statements obtained from an unlawfully arrested codefendant, which could not serve to attenuate the defendant's statement from his unlawful arrest. Clay, 349 Ill.App.3d at 528-29, 285 Ill.Dec. 653, 812 N.E.2d 473. Although defendant acknowledges that the facts here are different because O'Neal and Bamberg were not codefendants, he argues that their statements cannot be used as intervening circumstances because the officers only learned of their existence because of defendant's illegal arrest.\nAn intervening circumstance serves to break the connection between the defendant's incriminating statement and the prior illegal arrest. Jennings, 296 Ill.App.3d at 766, 231 Ill.Dec. 184, 695 N.E.2d 1303. Intervening circumstances may break the causal connection between an illegal arrest and a confession if they have such an effect on the defendant so that his confession made after the intervening event is an exercise of free will, and not an exploitation of the initial illegality. People v. Graham, 214 Ill.App.3d 798, 814, 158 Ill.Dec. 161, 573 N.E.2d 1346, appeal denied, 141 Ill.2d 550, 162 Ill.Dec. 498, 580 N.E.2d 124 (1991). Confronting a suspect with new information, untainted by illegality, has been held an intervening circumstance that renders a confession voluntary. People v. Bates, 267 Ill.App.3d 503, 506, 204 Ill.Dec. 873, 642 N.E.2d 774 (1994). See also People v. Bracy, 152 Ill.App.3d 566, 572, 105 Ill.Dec. 479, 504 N.E.2d 764 (1986) (defendant confessed after seeing his girlfriend at the police station and learning that she was cooperating with police and after seeing proceeds of the robbery at the police station).\n*516 Here, the trial court found several intervening circumstances. The trial court found that: when defendant was first brought to the police station, he was treated as a witness, and not as a suspect or an offender; defendant had agreed to stay at the police station until a safe place could be found for him and his family because he was afraid of Morales; and defendant had been confronted with O'Neal's statements and David Bamberg's denial of any involvement in the shooting.\nWe question the trial court's analysis. When defendant was first brought to the police station Saturday night, he was read his Miranda rights and placed in a jail cell and his belongings were taken from him. This is the sort of treatment given to a suspect or an offender, not a witness. Also, officers did not speak with defendant on Sunday, not something that would likely happen with a witness. Again, defendant was read his Miranda rights prior to the Monday morning interview, not something that generally happens with a witness. Further, defendant testified that he was not afraid of Morales and had seen him numerous times after the shooting. Moreover, defendant testified that he did not tell police officers that he wanted to stay at the police station or that he had no other place to go. We acknowledge that there was nothing illegal about the police officers' questioning of O'Neal and Bamberg, who voluntarily spoke with them. However, the officers' contact with O'Neal and Bamberg could be found to be an exploitation of defendant's illegal arrest because officers were led to Bamberg only through defendant's statement that Bamberg and Morales were involved in the shooting. Similarly, the officers were only able to question O'Neal about defendant's whereabouts the night of the shooting because they had arrested defendant. Had officers not illegally arrested defendant, they would not have been led to O'Neal or to Bamberg. Therefore, we find that confronting defendant with O'Neal's statements and Bamberg's denial were not intervening circumstances that would serve to break the causal connection between defendant's illegal arrest and his inculpatory statement. We find that this factor weighs against a finding of attenuation.\n\nIV. The Purpose and Flagrancy of the Official Misconduct\nDefendant contends that the police misconduct was purposeful and flagrant. Defendant argues specifically that his arrest \"was nothing more than a blatantly unconstitutional fishing expedition.\" Defendant maintains that officers arrested him based on the word of a confidential informant who had heard that the \"word on the street\" was that Morales and a \"guy\" he had been \"running with\" were involved.\nHere, as the trial court found, defendant was under arrest Saturday night when he was placed in a jail cell and his belongings were taken from him. Defendant was then not interviewed again until Monday morning. We find the officers' conduct of leaving defendant in a jail cell until Monday morning, to be a purposeful and flagrant violation of his constitutional rights. There was no evidence adduced at the hearing that officers kept defendant apprised of their investigation on Sunday. Instead, defendant was left to sit and wonder whether officers would question him, charge him or let him go. Lieutenant Cook's statement that defendant was not interviewed on Sunday because the officers were not working on Sunday is difficult to accept. We believe the purpose of leaving defendant alone for such a long period of time was twofold. It served to allow the officers to go out Sunday and investigate and hope that they would uncover information to establish probable *517 cause. It also served to establish the officers' power over defendant to impress upon him the need to cooperate or else the impression being given was that defendant could be locked up for days on end with no communication from police officers. Additionally, the officers testified that they treated defendant as a cooperating witness and only locked him up because defendant was afraid to go home. However, this is somewhat belied by the record. Defendant appeared to be locked up to serve the officers' needs, giving them repeated access to him for questioning, which occurred on Monday and Tuesday. It also ensured access to defendant to obtain a search warrant for Morales' home and have defendant testify before the grand jury. We agree with defendant's assertion that officers rounded up defendant and then conducted a fishing expedition in order to establish probable cause. We find the officers' misconduct flagrant and purposeful, which weighs against a finding of attenuation.\nIn summary, we find that only one of the factors set forth in Brown, the presence of Miranda warnings, clearly weighs in favor of attenuation. The second factor, the time between the arrest and the statement, is ambiguous and weighs in favor of and against attenuation. The third factor, the existence of intervening circumstances, weighs against a finding of attenuation. The fourth factor, the purpose and flagrancy of the police misconduct, weighs against a finding of attenuation. Therefore, considering each of the four factors, we find the evidence insufficient to establish that defendant's confession was the product of his own free will rather than an exploitation of his illegal arrest. We find that the State did not meet its burden in establishing that defendant's statements were made independent of any taint of his illegal arrest. We find the trial court's finding of attenuation against the manifest weight of the evidence. We reverse the trial court's finding of attenuation and remand the cause to the trial court for further proceedings.\n\nDEFENSE EVIDENCE\nDefendant next argues that the trial court erred in precluding him from introducing evidence that someone other than he committed the crime.\nPrior to trial, both the State and defendant filed a motion in limine concerning an individual by the name of Steven Pace. Steven Pace had been investigated by police officers but was never charged in connection with the shooting. The State sought to exclude the evidence regarding the investigation of Steven Pace and defendant sought to introduce the evidence.\nDefendant supported his motion with police investigative reports and the written statements of numerous individuals, including Sheena Benson, Derrick Jones, Alana Aguilar, Sharlette Robinson, Franklin D. Wheat, Jr., and Steven Pace.\nSheena Benson was interviewed by officers and her statement was memorialized in writing by an assistant State's Attorney. According to Benson's statement, she met Pace the night of the shooting sometime after 10 p.m. Pace told her that he had been shot at earlier in the evening while he was driving in his car and also that he shot at Robert Gresham and Deshawn Lewis at about 10 p.m. that night. At about midnight, she and Pace were at Pace's aunt's house, and she saw Pace with a purple \"Crown Royal\" bag with bullets in it. Pace dumped the bullets out, picked up about five bullets, and put them in the bag. An individual by the name of Derrick Jones came to pick them up and drive Benson home. On the way to Benson's home, they stopped in front of a house on McDaniel Avenue. Pace left the car for a *518 few minutes. After Pace returned, Benson heard sounds like Pace was loading a gun. Jones and Pace dropped Benson off at her home and she saw Jones' car drive towards the direction of Brown Street. Shortly after Benson returned home, she heard that there had been a shooting and that Robert Gresham and Deshawn Lewis had been killed. Benson called Pace at about 1 a.m. and informed him of the shooting. Pace replied, \"that if it's true, don't tell on me.\" The next day, at about noon, Benson went to see Pace. She told Pace that a girl had been killed and asked Pace if he did it. Pace replied, \"Gresham yea, I didn't mean to deaden them, I just wanted to scare them.\" Pace also replied that he \"never saw those girls.\"\nBenson was interviewed a second time by police officers. According to the police report, Benson claimed that she had been with Pace until about 12:40 a.m. on the night of the shooting.\nDerrick Jones was interviewed by officers and the interview was summarized in a police report. According to the report, on the night of the shooting, at approximately 10:15 p.m. Pace asked him for a ride. Jones picked Pace up and Pace directed Jones to stop in front of a house on McDaniel Avenue. Pace exited the vehicle and returned about five minutes later with a \"big pistol\" in his hand. Pace loaded the gun with bullets. Jones then drove Pace home. At about 12:10 a.m., Jones received another telephone call from Pace asking for a ride, but Jones did not pick up Pace.\nAlana Aguilar was interviewed by officers and her statement was memorialized in writing by an assistant State's Attorney. According to the statement, Aguilar went to meet Pace at about 10 p.m. on the night of the shooting. She saw an individual named Terrance, who told her that some \"4 Corner Hustlers\" had just shot at Pace. Aguilar met Pace at his home and Pace told her that Bob Gresham and Bob's friend had shot at him. Pace also told her that he shot back at them. Aguilar stated that Pace was wearing a black \"hoody\" sweatshirt that night. The next day, a girl named Chaquise came over and told them she had heard that four people had been killed. Pace stated \"I only shot two mother f___kers, Bob [meaning Bob Gresham] and his mother f___king friend.\"\nOfficers interviewed Sharlette Robinson several times and the interviews were summarized in police reports. According to the reports, on the night of the shooting, just as it was beginning to get dark outside, Robinson was at home and observed Steven Pace standing next to a parked burgundy Monte Carlo on Fowler Avenue. Pace was wearing a black shirt, black pants and black shoes. That night, Robinson heard two separate shooting incidents. In the first one, which she described as coming from west of her home, she heard four or five gunshots. The second incident, one or two hours later, which was around midnight, she heard numerous gunshots coming from an area east of her home. Shortly thereafter, Robinson looked out the window and observed an individual running by her home wearing the same black clothing as she had observed Pace wearing earlier that evening. Robinson was unable to identify Pace or Sheldon Morales in a photo lineup.\nFranklin D. Wheat, Jr., was interviewed by officers and the interview was summarized in a police report. According to Wheat, on the night of the shooting, he heard several gunshots at about 12:30 a.m. He walked to his front yard, where about 15 minutes later, a brown Cadillac drove down his street. The car made a loud noise because it had a flat tire. He described the driver as a black male with a dark complexion and wearing a black shirt, glasses and blue pants.\n*519 Steven Pace was interviewed by police officers and the interview was summarized in a police report. According to the report, Pace owns a large, brown, older model Cadillac. On the night of the shooting, shortly after it had just gotten dark outside, he drove through an alley and encountered a group of individuals and recognized Bob Gresham among the group. Someone in the group started shooting at him and flattened one of his car tires. According to the report, Pace was at home the rest of the night. Pace also stated that he owned a handgun, which he described as an \"AMT\" 9-millimeter \"backup.\" Pace denied that he had retrieved a handgun from a house on McDaniel Avenue that night.\nThe court granted the State's motion in limine to exclude the evidence regarding the police investigation of Steven Pace and denied defendant's motion to include the evidence. The court found that the evidence indicated that there had been two shootings on the night of May 4, 2002. One shooting occurred at about 10:15 p.m. and the other one at about 12:30 a.m. The court stated that the evidence showed that Pace was involved in the earlier shooting at 10:15 p.m., but \"there is no real evidence to show he was * * * involved in the Brown Street shooting at 12:30 a.m.\" The court stated that, \"I find it's too remote and speculative and it's not sufficiently reliable to be placed in front of the jury.\"\nDefendant filed a motion to reconsider the trial court's order. Prior to the court ruling on defendant's motion, Sharlette Robinson was called to testify before the court. She stated that on the night of the shooting, just after 12 a.m., she saw an individual running through her yard. The individual was wearing a black \"hoody\" and jeans. She thought that the individual could be Pace because the person's clothing was similar to the clothing she had observed Pace wearing earlier that evening, but also stated that \"it could have been anybody in those clothes.\" Robinson stated that she was never able to see the person's face.\nThe court denied defendant's motion to reconsider on the basis that Robinson could not identify Steven Pace as the individual who ran by her house. The court noted that Robinson stated that it could have been Pace because of the similar clothing, but added that there was nothing particularly distinctive about the clothing that the individual wore.\nDefendant argues that the trial court's refusal to allow him to present evidence regarding the police investigation of Steven Pace \"crippled\" his defense and denied him a fair trial.\nA defendant may attempt to prove that someone else committed the crime with which he is charged, but that right is not without limitations. People v. Ward, 101 Ill.2d 443, 455, 79 Ill.Dec. 142, 463 N.E.2d 696 (1984). Generally, the test for admissibility of evidence is whether such evidence tends to prove the particular offense charged. Ward, 101 Ill.2d at 455, 79 Ill.Dec. 142, 463 N.E.2d 696. \"[W]hether what is offered as evidence will be admitted or excluded depends upon whether it tends to make the question of guilt more or less probable.\" Ward, 101 Ill.2d at 455, 79 Ill.Dec. 142, 463 N.E.2d 696. Where the offered evidence is uncertain or speculative, the trial court, in its discretion, may properly reject it. Ward, 101 Ill.2d at 455, 79 Ill.Dec. 142, 463 N.E.2d 696. We will not reverse the trial court's ruling absent an abuse of discretion. People v. Enis, 139 Ill.2d 264, 281, 151 Ill.Dec. 493, 564 N.E.2d 1155 (1990).\nHere, we note that it is difficult to ascertain exactly what the evidence would have been because the witness testimony contained *520 in the written statements and police reports that were attached to defendant's motion were merely summaries of what the witnesses said. Additionally, many of the statements contained in the reports are hearsay and may not be admissible at trial. Nevertheless, we believe that the evidence with which the trial court was presented was not so uncertain or speculative and defendant should have been given the opportunity to present it. The evidence indicated that Pace told Benson that he shot at Robert Gresham and Gresham's friend, and that he \"never saw those girls.\" Pace's statement could refer to the 12:30 a.m. shooting. Also, Benson stated that Pace had filled a bag with bullets before retrieving a gun from a house on McDaniel Avenue sometime after the 10 p.m. shooting. Robinson indicated that Pace could have run by her house shortly after the shooting. And, Wheat saw Pace's car shortly after the shooting. We find that this evidence, certainly far from proof beyond a reasonable doubt, was not so uncertain or speculative and that the trial court abused its discretion in excluding it. Upon remand of the cause to the trial court, if this issue should reoccur on retrial, the court is advised to allow defendant to present the testimony of witnesses regarding the police investigation of Steven Pace.\nAccordingly, we reverse the judgment of the circuit court and remand the cause with directions.\nReversed and remanded.\nGREIMAN, J., and CUNNINGHAM, J., concur.\n",
            "ocr": false,
            "opinion_id": 2086273
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}