{
    "id": 2125748,
    "judges": "Anderson",
    "date_filed": "1987-06-02",
    "date_filed_is_approximate": true,
    "slug": "people-v-cisneros",
    "case_name_short": "Cisneros",
    "case_name": "People v. Cisneros",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. ROBBIE JOSEPH CISNEROS, Defendant and Appellant",
    "attorneys": "Counsel, David L. Roth, under appointment by the Court of Appeal, for Defendant and Appellant., John K. Van de Kamp,- Attorney General, Kristofer Jorstad and Ronald S. Matthias, Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": "[Opinion certified for partial publication.*]",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b91-4\">\n    [No. A028973.\n   </docketnumber><court data-order=\"1\" data-type=\"court\" id=\"Al4\">\n    First Dist., Div. Four.\n   </court><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AFV\">\n    Mar. 26, 1986.]\n   </decisiondate><br><parties data-order=\"3\" data-type=\"parties\" id=\"b91-5\">\n    THE PEOPLE, Plaintiff and Respondent, v. ROBBIE JOSEPH CISNEROS, Defendant and Appellant.\n   </parties><br><p data-order=\"4\" data-type=\"summary\" id=\"b91-7\">\n    [Opinion certified for partial publication.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    ]\n   </p><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b92-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"118\"> \n     *118\n     </span>\n    Counsel\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b92-10\">\n    David L. Roth, under appointment by the Court of Appeal, for Defendant and Appellant.\n   </attorneys><br><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b92-11\">\n    John K. Van de Kamp,- Attorney General, Kristofer Jorstad and Ronald S. Matthias, Deputy Attorneys General, for Plaintiff and Respondent.\n   </attorneys><div class=\"footnotes\"><div class=\"footnote\" data-order=\"8\" data-type=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b91-14\">\n     Pursuant to California Rules of Court, rules 976(b) and 976.1, this opinion is certified for publication with the exception of parts II-B and II-C.\n    </p>\n</div></div>",
    "citations": [
        "179 Cal. App. 3d 117",
        "224 Cal. Rptr. 452"
    ],
    "opinions": [
        {
            "author_str": "Anderson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6310.0,
            "opinion_text": "\n179 Cal.App.3d 117 (1986)\n224 Cal. Rptr. 452\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nROBBIE JOSEPH CISNEROS, Defendant and Appellant.\nDocket No. A028973.\nCourt of Appeals of California, First District, Division Four.\nMarch 26, 1986.\n*118 COUNSEL\nDavid L. Roth, under appointment by the Court of Appeal, for Defendant and Appellant.\nJohn K. Van de Kamp, Attorney General, Kristofer Jorstad and Ronald S. Matthias, Deputy Attorneys General, for Plaintiff and Respondent.\n[Opinion certified for partial publication.[*]]\n*119 OPINION\nANDERSON, P.J.\nAppellant, Robbie Joseph Cisneros, was convicted by a jury of violating Penal Code[1] section 4532, subdivision (b) (escape by a convicted felon with force or violence), on July 31, 1984. He was sentenced to state prison for the midterm of four years. Appellant seeks reversal of the conviction on the grounds that (1) he did not violate section 4532, (2) the court gave an improper jury instruction, and (3) he was denied effective assistance of counsel.\n\nI. Background of Case\n\nOn April 10, 1984, Marin County Superior Court issued a no bail bench warrant for appellant's arrest for violation of probation (appellant had been placed on probation following conviction of burglary). On April 24, 1984, Detective Doug Hearn recognized appellant at the Richmond Courthouse and knew that a no bail warrant had been issued for his arrest. He telephoned the San Pablo Police Department and received confirmation that the warrant was still outstanding before contacting the courthouse marshall's office to request appellant's arrest.\nDeputy David Odegard arrested appellant, placed him in a holding area for several minutes and then transferred him to the booking area. While Deputy Odegard was in the process of booking appellant, Deputy Charles Garlow entered the booking area with another prisoner. Deputy Odegard escorted this prisoner to the holding area while Deputy Garlow watched appellant.\nSuddenly, appellant stood up and fled from the booking area. Appellant testified that he fled because he believed the police had been unable to confirm the warrant. Yet, on cross-examination, appellant testified and admitted that he had violated his probation and that he knew a warrant would issue.\nDeputy Garlow pursued appellant and attempted to intercept him. The People claim that appellant used force or violence during this alleged escape. According to Deputy Garlow's testimony, he grabbed appellant by the upper chest and shoulders. Appellant resisted by struggling, pushing, shoving and flailing his arms. Deputy Garlow lost his grasp and was shoved back by appellant who continued to run away. Eventually, another deputy apprehended appellant in a nearby parking lot. Deputy Garlow claims that he sustained minor injuries during this physical confrontation with appellant.\n*120 Appellant, however, contends no force or violence occurred during his alleged escape. He testified that he had no physical contact with Deputy Garlow. Trial counsel argued that even if contact did occur, appellant had not intentionally pushed or shoved Deputy Garlow but was merely off balance and trying to keep from falling down.\n\nII. Issues on Appeal\n\n\nA. Section 4532, Subdivision (b)\n\nSection 4532, subdivision (b), provides in pertinent part: \"Every prisoner arrested and booked for, charged with, or convicted of a felony who is confined in any county or city jail... or who is in the lawful custody of any officer or person ... who escapes or attempts to escape from such county or city jail ... or from the custody of any officer or person in whose lawful custody he or she is ... is guilty of a felony....\"\n(1a) Was appellant then a \"prisoner\" within the meaning of this statute? He argues that since he had not completed the booking process he was not a \"prisoner arrested and booked for a felony.\" However, as a probationer, when officer Odegard arrested him, appellant was already in a state of constructive incarceration. He was, thus, a \"prisoner\" within the meaning of section 4532, since he was a prisoner who had already been convicted of burglary; appellant's arrest for violation of his probation constituted a taking into actual custody of one who had been in constructive custody.\n(2a) \"Probation is not a right of the defendant but an act of clemency extended by the court in the hope that the defendant may be rehabilitated.\" (People v. Brasley (1974) 41 Cal. App.3d 311, 316 [115 Cal. Rptr. 910].) Upon pronouncement of a sentence of imprisonment in a state prison[2] the defendant acquires the legal status of a person who has both been convicted of a felony and sentenced to such imprisonment, but by granting probation and withholding commitment the court retains jurisdiction over the defendant through probation. (People v. Banks (1959) 53 Cal.2d 370, 385 [1 Cal. Rptr. 669, 348 P.2d 102]; People v. Brasley, supra, at p. 315.) (3a), (2b) Accordingly, \"the sentenced defendant is held in the custody, actual or constructive, of the court and is entitled to only such privileges as the court may affirmatively prescribe in its order.\"[3] (People v. Banks, supra, *121 at pp. 385-386.) (4) In the event of violation of the terms of probation, the court has authority during the term of probation to order probation revoked; and where sentence was previously imposed, the defendant will then be committed to state prison for that previously imposed period less any credits to which he is entitled. (People v. Brasley, supra, at p. 316.)\nAppellant vigorously contends that the cases of Cervantes v. Walker (9th Cir.1978) 589 F.2d 424, Benson v. State of California (9th Cir.1964) 328 F.2d 159 and In re Wessley W. (1981) 125 Cal. App.3d 240 [181 Cal. Rptr. 401], which the People have cited in their brief, stand only for the proposition that the \"`[p]robation provisions of California law render probation \"custody\" for the purposes of [a habeas corpus] petition;'\" therefore, since appellant has not brought such a petition, the argument of constructive incarceration is inapposite. The contention is without merit.\nFor the courts have likened probation to constructive custody in situations other than those in which the prisoner urges it for the purpose of proceeding by way of writ of habeas corpus. In People v. Banks, supra, 53 Cal.2d 370, the defendant was appealing by writ of error coram nobis from an order denying his motion to set aside a judgment convicting him of \"`Possession of a Firearm Capable of Being Concealed Upon the Person by One Previously Convicted of a Felony, in violation of Section 12021, Penal Code,'\" and to withdraw his plea of guilty. (At p. 375.) He claimed that he was not a previously convicted felon. (Id., at pp. 376-377.) According to the defendant, he pled guilty to a charge of violation of Vehicle Code section 503 (now § 10851), an offense punishable either as a felony or as a misdemeanor, the court granted him probation and suspended imposition of sentence, and he completed his term of probation without violation. Apparently, the defendant was entitled to, but did not, have the prior charge dismissed on his own application. (Id., at p. 375.)\nIn affirming the order below, the Supreme Court found that the defendant's status was that of a convicted felon within the meaning of Penal Code section 12021 (People v. Banks, supra, 53 Cal.2d at pp. 388, 391) because he had neither been sentenced as a misdemeanant under the Vehicle Code charge nor dismissed from the charge through any probationary procedure. (Id., at p. 388.) The court stressed that the defendant should have complied with statutory rehabilitation procedures. (Ibid.) (3b) As stated by the court, \"An integral and important part of the penological plan of California is the discretionary retention in the trial court of jurisdiction over the defendant and the cause of action against him in a large area of crimes by virtue of the probation procedures\" and as long as the court retains the actual or constructive custody of the defendant, it retains such jurisdiction. (Id., at p. 383, original italics.)\n*122 In People v. Brasley, supra, 41 Cal. App.3d 311, 314, the defendant was convicted of second degree burglary following his plea of guilty. He was sentenced to state prison for the term prescribed by law; execution of the sentence was suspended; and he was placed on probation for three years on condition that he serve 12 months in the county jail. From the time of his arrest and until the date of sentencing, he had remained in the county jail for 83 days because of his inability to post bail. The sole issue on appeal was whether he was entitled to a credit of the 83 days towards the county jail sentence imposed as a condition of probation. (Ibid.)\nIn affirming the judgment below, the Court of Appeal held that the defendant could not receive credit for the county jail sentence which was imposed as a condition of probation. (People v. Brasley, supra, 41 Cal. App.3d at p. 317.) The court explained that jail detention is not regarded as punishment but as part of the program of rehabilitation (id., at p. 315.); and that the defendant is held in the custody, actual or constructive, of the court (id., at pp. 315-316) which has broad discretionary power to impose such a condition (id., at p. 317).\n(1b) Appellant, in contending that he had not been booked at the time of his alleged escape, asserts that he was not a prisoner within the meaning of section 4532. Appellant relies on People v. Diaz (1978) 22 Cal.3d 712 [150 Cal. Rptr. 471, 586 P.2d 952], In re Culver (1968) 69 Cal.2d 898 [73 Cal. Rptr. 393, 447 P.2d 633], Zeilman v. County of Kern (1985) 168 Cal. App.3d 1174 [214 Cal. Rptr. 746], People v. Rocca (1980) 106 Cal. App.3d 685 [165 Cal. Rptr. 226], Wood v. Superior Court (1975) 46 Cal. App.3d 564 [120 Cal. Rptr. 214] and People v. Redmond (1966) 246 Cal. App.2d 852 [55 Cal. Rptr. 195]. We find his reliance thereon misplaced. First, none of these cases involve probationers.\nSecond, whether and to what extent appellant had been booked is not dispositive of appellant's contention that he did not violate section 4532. Our Supreme Court has stated that booking is only one of three distinct circumstances where a person can become a prisoner under the statute. (People v. Diaz, supra, 22 Cal.3d at p. 716.)\nIn Diaz, the suspect was driving a car with defendant as a passenger. A police officer stopped the driver for a traffic violation and recognized him as the subject of an outstanding felony arrest warrant. The officer attempted unsuccessfully to search and arrest the driver. While the officer radioed for help, the driver and defendant reentered their car and sped off. (People v. Diaz, supra, 22 Cal.3d at p. 714.)\nIn reversing Diaz' conviction of aiding and abetting a prisoner to escape, the Supreme Court held that the driver was not a \"prisoner\" within the *123 meaning of the escape statute. (People v. Diaz, supra, 22 Cal.3d at p. 717.) The term \"prisoner\" connotes \"a person who has been booked, incarcerated at the time of his escape, or previously so incarcerated and temporarily in custody outside the confinement facility.\" (Id., at p. 716.)\nAs a probationer in the constructive custody of the court, appellant clearly falls under the second definition of a prisoner which covers persons who had been incarcerated at the time of their escape.\n\nB.-C.[*]\n.... .... .... .... .... .... .\nThe judgment is affirmed.\nChannell, J., and Sabraw, J., concurred.\nA petition for a rehearing was denied April 17, 1986, and appellant's petition for review by the Supreme Court was denied July 24, 1986.\nNOTES\n[*]   Pursuant to California Rules of Court, rules 976(b) and 976.1, this opinion is certified for publication with the exception of parts II-B and II-C.\n[1]  Unless otherwise indicated, all statutory references are to the Penal Code.\n[2]  Appellant was apparently sentenced to four years in state prison for violation of section 459. Imposition of the sentence was suspended during his probation.\n[3]  We note that it is immaterial whether the court (1) sentences a defendant to state prison and suspends the execution of the sentence during probation (as here); or (2) suspends the imposition of sentence subject to being placed on probation. In either procedure the defendant remains in the actual or constructive custody of the court and is therefore within the jurisdiction of the court. (See People v. Banks, supra, at p. 384.)\n[*]   See footnote, ante, page 117.\n\n",
            "ocr": false,
            "opinion_id": 2125748
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}