{
    "id": 2125665,
    "judges": "LaPORTA",
    "date_filed": "1977-02-12",
    "date_filed_is_approximate": true,
    "slug": "people-v-hawkins",
    "case_name_short": "Hawkins",
    "case_name": "People v. Hawkins",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. DARRYL HAWKINS, Defendant-Appellant",
    "attorneys": "Michael Pelletier and Patricia Unsinn, both of State Appellate Defender’s Office, of Chicago, for appellant., John O’Malley, State’s Attorney, of Chicago (Renee Goldfarh, Carol L. Gaines, and Michael D. Oppenheimer, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b995-9\" pgmap=\"995\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. DARRYL HAWKINS, Defendant-Appellant.\n   </parties><br><court id=\"b995-10\" pgmap=\"995\">\n    First District (6th Division)\n   </court><docketnumber id=\"AUI\" pgmap=\"995\">\n    Nos. 1—88—2749, 1—89—2585 cons.\n   </docketnumber><br><decisiondate id=\"b995-11\" pgmap=\"995\">\n    Opinion filed April 19, 1991.\n   </decisiondate><br><attorneys id=\"b996-11\" pgmap=\"996\">\n    Michael Pelletier and Patricia Unsinn, both of State Appellate Defender’s Office, of Chicago, for appellant.\n   </attorneys><br><attorneys id=\"b997-4\" pgmap=\"997\">\n    John O’Malley, State’s Attorney, of Chicago (Renee Goldfarh, Carol L. Gaines, and Michael D. Oppenheimer, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "571 N.E.2d 1049",
        "212 Ill. App. 3d 973",
        "157 Ill. Dec. 30"
    ],
    "opinions": [
        {
            "author_str": "LaPORTA",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7234.0,
            "opinion_text": "\n571 N.E.2d 1049 (1991)\n212 Ill. App. 3d 973\n157 Ill. Dec. 30\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nDarryl HAWKINS, Defendant-Appellant.\nNos. 1-88-2749, 1-89-2585.\nAppellate Court of Illinois, First District, Sixth Division.\nApril 19, 1991.\n*1050 Michael Pelletier, Deputy Defender, Office of the State Appellate Defender, Chicago (Patricia Unsinn, of counsel), for defendant-appellant.\nJack O'Malley, State's Atty., Chicago (Renee Goldfarb, Carol L. Gaines, Michael D. Oppenheimer, of counsel), for plaintiff-appellee.\nJustice LaPORTA delivered the opinion of the court:\nDefendant was found guilty of the armed robbery at a Chicago bar and was sentenced to 12 years in prison. In a consolidated action he appeals the trial court's denial of his post-conviction petition for relief and the conviction itself.\nIn defendant's direct appeal he contends that he was denied his sixth amendment right to effective assistance of counsel when his counsel failed to move for a speedy trial discharge though more than 120 days of delay not occasioned by defendant elapsed from the date defendant was taken into custody until the date of his trial, and, that the cumulative effect of prosecutorial misconduct and admission of hearsay evidence denied defendant his sixth and 14th amendment rights.\nDefendant appeals the trial court's denial of his post-conviction petition contending that the trial court's failure to move for a speedy trial discharge on the added armed robbery count denied defendant his sixth amendment right to effective assistance of counsel.\nDefendant was arrested on June 1, 1987 and charged with robbery of Tate's Pub. On August 25, 1987 the State amended the information filed against defendant to include a charge of armed robbery.\nThe trial began August 9, 1988. Before the trial, defendant's case was called in court 18 times and each time was continued for various reasons. The State contends that three of those times, January 6, 1988, March 9, 1988 and May 4, 1988, the case was continued by agreement. The defense contends those continuances should have been charged to the state. As part of his appeal, defendant contends that these delays, not occasioned by him, caused him to be tried after the 120-day limitations period had run and in violation of this speedy trial right guaranteed by statute. Ill.Rev. Stat.1987, ch. 38, par. 103-5(a).\nOn November 15, 1987, defendant's case was called and a possible plea to the charges was discussed, then rejected by defendant. At the conclusion of that hearing the trial judge set defendant's case for *1051 trial stating: \"I have a jury set on January 6. We are going to put this as a back-up to that one. January 6, 1988. That is the soonest I can do it Mr. Hawkins. I really would like to get it quicker but I can't.\"\nOn January 6, 1988 defendant's case was called and the following colloquy occurred:\nCOURT: Mr. Hawkins, how are you doing?\nDEFENSE ATTORNEY: Judge it was set for trial for today.\nCOURT: It's been set for a jury for today, okay.\nDEFENSE ATTORNEY: Whatever the next available date is.\nCOURT: February.\nDEFENSE ATTORNEY: Can we make it sooner than February, judge?\nCOURT: We are starting a trial [that] will last all week as far as I can see.\nDEFENSE ATTORNEY: All right judge.\nCOURT: February 1st.\nDefendant's case was continued February 1 and February 18 by agreement and rescheduled for trial March 9, 1988. On that day defendant's case was called and the following colloquy occurred:\nCOURT: Okay. We have Mr. Hawkins before the court. This case is marked ready. And we're going to try it, but we're in the middle of another jury trial. So, still a jury, Mr. [defense attorney]?\nDEFENSE ATTORNEY: I believe so. Is that correct Mr. Hawkins?\nHAWKINS: Yes sir.\nCOURT: Okay. Let's see. I can give you Monday, April 4th. That's the first time that we're going to be able to do something like that.\nDEFENSE ATTORNEY: That's okay. April 4th should be fine judge.\nCOURT: We have a bench but this will take priority.\nDEFENSE ATTORNEY: April 4th is fine for me.\nCOURT: Okay. April 4, 1988 with subpoenas for jury trial. We'll see you then, Mr. Hawkins.\nThe case was continued again April 4, and April 8 by agreement as defendant and the State discussed the possibility of a plea agreement. No agreement was reached and again the case was set for trial with the judge stating: \"What if we put this on for the 4th [of May], hold it day-to-day until the Raoul trial is over?\" Both attorneys agree to the May 4 date.\nOn May 4, 1988 defendant's case was called and the following colloquy occurred:\nCOURT: We have Mr. Hawkins before the court. This case was set for trial today. However, as you are aware Mr. [defense attorney], this court is engaged in a jury trial that began on Monday and will not end until Friday and then we have the companion case supposed to go on Monday again for another week. So.\nDEFENSE ATTORNEY: We would simply ask this be set down for the next available jury date judge.\nCOURT: Okay. I am going to suggest June 8. That is a Wednesday. You have got that other case, a Dwayne Cheers is a lower number case on Monday and if that one does not go, well how about putting this one on Monday also; either this or Cheers. The 6th. You want to put this on for the 6th or put it over until the 8th?\nDEFENSE ATTORNEY: Why don't we leave it on the 8th judge.\nCOURT: Okay. That is the first date and I wish it was not\u0097I wish [I] could get to you earlier Mr. Hawkins but it is beginning to get a little crowded on the calendar. June 8, 1988 with subpoenas for a jury.\nASSISTANT STATE'S ATTORNEY: That is a by agreement date.\nDEFENSE ATTORNEY: Are you going to be ready for trial on that date?\nASSISTANT STATE'S ATTORNEY: Yes.\nCOURT: Fine. Okay. Thank you.\nDefendant's case was continued four more times before trial. On one occasion, June 22, 1988, the defendant asked for a one-day delay. On the three other occasions, June 8, June 23 and July 21, the *1052 defendant demanded a trial but the case was continued after the State asked for a continuance. Defendant's case went to trial August 8, 1988.\nAt trial, the bar owner, Tate, testified that he and about 15 customers were in the bar at 12:10 a.m. on June 1, when he looked up and saw a man standing on the end of the bar. He stated that the man had an object wrapped in clothing, pointed it toward him and said \"stick up.\" Tate testified that the thief's face was covered at the time but later was uncovered in a skirmish. After the thief took money out of the cash register, Tate testified that the thief grabbed him by the collar and walked backwards toward the door. Tate grabbed the cloth-covered object and slung it across the bar. As he struggled with the thief and rolled over the bar his customers came to his aid. He stated that the thief's facial covering came off and that he recognized defendant as the thief. The defendant asked Tate and the customers to \"give him a break, let him go\" but Tate testified that he and his customers detained defendant until police arrived. They also discovered that the covered object was a baseball bat which they turned over to police.\nJoan Derden, a customer in the bar that night, testified that she saw the thief jump up on the bar, point something that looked like a shotgun at Tate and then heard him demand money. Derden stated that she slid down behind the bar, heard a struggle begin and saw an object fly over the bar. Tate and the thief then went over the bar and came into her view. Derden testified that other customers then came to Tate's aid and the thief was held at bay until police arrived. Derden identified defendant as the thief.\nCalvin Marks, also a customer, testified that on the night of the robbery he saw a man in the door of the bar holding what looked like a wrapped up shotgun. The man stated, \"This is a stickup.\" Marks testified that when the thief grabbed Tate by the collar he eased off his bar stool at the end of the bar and crawled out the back door. He testified that he flagged down a police car and the officers returned with him to Tate's Place. Once in the bar, Marks saw the defendant, his face now uncovered, being held down by bar patrons.\nChicago police officer Annette Buday testified that she and her partner arrived at Tate's Place at around 12:10 a.m. on June 1 and found Tate and another man holding the defendant down. Without objection, Buday testified that various people in the bar told her defendant had \"just stuck up the place.\"\nDarryl Hawkins testified in his own defense. He stated that he pled guilty in 1981 to a burglary charge and in 1983 to a possession of a controlled substance charge. Hawkins testified that he was in Tate's bar twice on the night of the alleged burglary. He stated that he went to the bar around 11:45 p.m. to buy $100 worth of cocaine from Tate but went back 15 or 20 minutes later when he discovered the substance he bought was not cocaine. He testified that Tate gave him $10 back but that he wanted all $100 back. The two began to argue, then fight, and threw each other behind the bar. He testified that the two saw a baseball bat behind the bar and grabbed for it at the same time, tossing it over the bar. He testified that they struggled again, going over the bar toward the patrons. Hawkins testified that at that time, some of the patrons began hitting him with chairs and \"whatever they had their hands on.\" He testified that he asked the patrons to give him a break and then the police arrived and arrested him. He denied threatening Tate, stealing from Tate or entering the bar with a bat wrapped up in a raincoat.\nThe jury found Hawkins guilty of armed robbery and he was sentenced to 12 years in prison. Defendant filed a post-conviction petition seeking a new trial, arguing that he received ineffective assistance of counsel because his lawyer failed to file a motion to dismiss the charges based on a violation of the speedy trial act. The trial court denied defendant's motion, stating that even if the defense attorney miscalculated the length of defendant's term he would not find that conduct to be ineffective assistance of counsel. The trial court *1053 rejected defendant's argument that his right to a speedy trial was violated when the State added an armed robbery charge to an existing robbery charge and then attributed those delays occasioned by defendant on the initial charge to the 120-day term on the later armed robbery charge.\nThe speedy trial act guarantees every person in custody a trial on the merits within 120 days of the date the accused is taken into custody unless the delay is occasioned by the accused. (Ill.Rev.Stat.1987, ch. 38, par. 103-5(a).) The speedy trial act is to be construed liberally so as to give effect to the constitutional right to speedy trial and each case is to be decided on its facts. People v. Beyah (1977), 67 Ill. 2d 423, 10 Ill. Dec. 568, 570, 367 N.E.2d 1334, 1336.\nDefendant contends on the appeal of the denial of his post conviction petition that defense counsel's failure to move for speedy trial discharge on the added armed robbery count denied him his sixth amendment right to effective assistance of counsel.\nDefendant was arrested June 1,1987 and the additional charge of armed robbery was brought 12 weeks later on August 25,1987. Defendant contends that since the two charges stemmed from the same incident, the State knew of its ability to file an armed robbery charge at the time it filed the original robbery charge against defendant. Defendant argues that the 85 days between his arrest and the new information must all be charged to the State because no delay during that time could have been caused by the defendant when he was not yet charged with the additional offense. Defendant argues that this 85-day delay, coupled with the 60-days delay the State concedes it caused from June 8, 1988 to June 22, 1988 and from June 23, 1988 to August 8, 1988 resulted in defendant being tried on the armed robbery charge beyond 120 days following his arrest in violation of the speedy trial act.\nDefendant cites People v. King (1972), 8 Ill.App.3d 2, 288 N.E.2d 672, which held that the State must prosecute within 120 days after the accused is taken into custody on all known offenses. Defendant cites People v. Williams (1981), 94 Ill.App.3d 241, 49 Ill. Dec. 820, 826, 418 N.E.2d 840, 846, which held that where new and additional charges arise from the same facts as did the original charge and the State had knowledge of these facts at the commencement of the prosecution, the time within which trial is to begin on the new and additional charges is subject to the same statutory limitation that is applied to the original charge. The court held that continuances obtained in connection with the trial of the original charge cannot be attributed to defendant with respect to the new and additional charge even if sought by defendant or agreed to by him because the charge was not before the court when the continuances were obtained. Williams, 94 Ill.App.3d at 249, 49 Ill. Dec. 820, 418 N.E.2d 840, see People v. Parker (1978), 59 Ill.App.3d 302, 304, 16 Ill. Dec. 592, 375 N.E.2d 465.\nDefendant contends that since his attorney submitted his affidavit in which he admitted to the court on defendant's behalf that there was no speedy trial violation, counsel's conduct fell below the permissible standards and he received ineffective assistance of counsel. Defendant cites People v. Staton (1987), 154 Ill.App.3d 230, 231-232, 107 Ill. Dec. 398, 507 N.E.2d 62, where the court reversed a judgment for armed robbery and found defense counsel's failure to move to dismiss the armed robbery charge on similar grounds resulted in substantial prejudice to defendant because the defendant was charged and tried after the statute of limitations expired. Defendant cites People v. Alcazar (1988), 173 Ill.App.3d 344, 354-355, 122 Ill. Dec. 827, 834, 527 N.E.2d 325, 332, which found defense counsel's conduct sufficiently grave so as to prejudice defendant's defense by his failure to move for a speedy trial discharge.\nThe State limited its response on this argument to distinguishing three cases cited by defendant, Williams, King and Alcazar. The State contends that in these three cases prosecutor's added a second count on or after the 120th day of the *1054 defendant's term. The State argues that in this case the armed robbery charge was added well before the 120-day term expired, giving defendant plenty of time to prepare for trial and that he was not prejudiced by the delay.\nWe find this argument by the State to be irrelevant. The 120-day rule that binds the State has nothing to do with whether the defendant has adequate time to prepare for trial. The fact that defendant did or did not have time to prepare for trial is not controlling. The speedy trial act was adopted to prevent oppressive pretrial incarceration. People v. Sanders (1980), 86 Ill.App.3d 457, 41 Ill. Dec. 453, 407 N.E.2d 951.\nWe find the initial days of defendant's confinement cannot be charged to defendant under the law enunciated in Williams, King and Alcazar. The clock begins to tick at the filing of the first charges against defendant but where new charges are subsequently filed no delay can be attributed to him on the new charge until after the charge is filed.\nWe hold that defendant's right to a speedy trial on the armed robbery charge was violated when the additional charge was filed on August 25, 1987 and the trial did not take place until August 9, 1988. We also find defense counsel's failure to move for a dismissal of the charge was a violation of defendant's right to effective assistance of counsel.\nIn defendant's direct appeal of his conviction, he also raises the issues of violation of the speedy trial statute and ineffective assistance of counsel in failing to move for his dismissal on the ground of such violation.\nIf we were to find no speedy trial violation based on the post-conviction petition, we would still find a violation based on the facts presented in defendant's direct appeal. Both sides agree that at least 104 days of defendant's term ran before defendant's trial.\nAt issue is whether the three continuances which occurred January 6, 1988, March 9, 1988 and May 4, 1988 should have been charged to the defendant to toll the running of the 120-day speedy trial requirement. The January 6 continuance resulted in a 26-day delay. The March 9 continuance resulted in a 25-day delay. The May 4 continuance resulted in a 35-day delay. Consequently if any one of the continuances was charged to the State instead of to the defendant, then defendant's trial was commenced after the 120-day limit had expired.\nDefendant contends that he should not be charged for these delays because the continuances were caused by the court's crowded trial docket and therefore the time must be charged to the state. Defendant maintains that his counsel never agreed to a continuance but concurred only to the court's suggestion of a specific later date on which his case would be tried.\nDefendant argues that his lawyer's failure to file a speedy trial motion because the lawyer simply miscalculated defendant's term was not a knowledgeable or tactical decision on the lawyer's part but in fact was an error. Defendant contends that this failure to move for dismissal for violation of the speedy trial statutory protection constituted ineffective assistance by counsel and violated his sixth amendment right.\nDefendant cites Strickland v. Washington (1984), 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674, which established a two-part test to determine whether counsel's assistance was so defective as to require reversal of a conviction. \"First, the defendant must show that counsel's performance was deficient. This requires showing that counsel made errors so serious that counsel was not functioning as the `counsel' guaranteed defendant by the sixth amendment. Second, the defendant must show that the deficient performance prejudiced the defense. This requires showing that counsel's errors were so serious as to deprive the defendant of a fair trial, a trial whose result is reliable.\" Strickland 466 U.S. at 687, 104 S. Ct. at 2064.\nIneffective assistance of counsel is established by a showing of actual incompetence on the part of an attorney to *1055 carry out his duties at trial which resulted in substantial prejudice to the defendant without which the outcome would probably have been different. A trial counsel's competency, however, will not be judged by a court of review on the basis of errors in judgment or trial strategy. People v. Staton (1987), 154 Ill.App.3d 230, 231, 107 Ill. Dec. 398, 507 N.E.2d 62.\nDefendant cites People v. Morris (1954), 3 Ill. 2d 437, 121 N.E.2d 810, which held that there can be no justifiable excuse for an attorney's conduct when he fails to protect a defendant's right to be tried within the time limit prescribed by statute. Defendant cites People v. Alcazar (1988), 173 Ill.App.3d 344, 122 Ill. Dec. 827, 830, 527 N.E.2d 325, 355, which held that the failure to move for a speedy trial discharge could constitute an error in counsel's performance sufficiently grave to prejudice defendant's defense.\nDefendant refers this court to transcripts of the conversations that occurred between counsel for the State and for the defendant and the court on the three dates in question and contends that each shows it was not at defendant's request nor was it defendant's fault that the cases were delayed. Defendant argues that his counsel agreed only to specific trial dates suggested by the court but that cannot be construed as agreeing to a continuance. Responsibility for delays caused by crowded dockets rests with and was chargeable to the State and not to the defendant. People v. Wiegand (1989), 183 Ill.App.3d 216, 218, 131 Ill. Dec. 818, 819, 538 N.E.2d 1374, 1375.\nDefendant cites People v. Cunningham (1979), 77 Ill.App.3d 949, 951, 33 Ill. Dec. 349, 350, 396 N.E.2d 876, 877, which states that where a defendant requests or agrees to a continuance he is charged with occasioning delay but when the record is silent the delay cannot be attributed to defendant. Defendant cites People v. Reimolds (1981), 100 Ill.App.3d 598, 55 Ill. Dec. 860, 863, 426 N.E.2d 1234, 1237, reversed on other grounds 92 Ill. 2d 101, 65 Ill. Dec. 17, 440 N.E.2d 872 (1982), which found no affirmative act by defendant or motion for continuance by him which contributed to the actual delay of the trial. The court held that no presumption of defendant's fault could be raised from the silence of the record on this issue. Reimolds, 100 Ill. App.3d at 602, 55 Ill. Dec. 860, 426 N.E.2d 1234 (Barry, J., dissenting on other grounds.).\nDefendant cites People v. Parker (1978), 59 Ill.App.3d 302, 16 Ill. Dec. 592, 375 N.E.2d 465, where the court noted that the trial court faced an ongoing jury trial and found no abuse of discretion when the trial court dismissed indictments against defendant because the State failed to comply with the speedy trial requirement. Parker 59 Ill.App.3d at 304, 16 Ill. Dec. 592, 375 N.E.2d 465.\nRegarding the propriety of charging the January 6, March 9, and May 4, dates to the defendant the State cites page references to the court transcripts and states that all three trial dates were continued by agreement, and concludes that these delays therefore are not included in the running of the 120 days and that defendant was brought to trial within the 120-day time limit. The State notes that both defense attorneys involved in defendant's trial and post trial hearings filed affidavits which state that 107 days had run on defendant's 120-day term. We note, however, that the affidavits does not state whether any given continuance was granted on the State's motion, on defendant's motion or by agreement.\nThe State cites People v. Pearson (1981), 88 Ill. 2d 210, 58 Ill. Dec. 739, 430 N.E.2d 990, and People v. Perez (1981), 100 Ill. App. 3d 901, 905, 56 Ill. Dec. 149, 427 N.E.2d 229, for the proposition that defendant has waived his right to be discharged on speedy trial grounds by failing to move for discharge prior to his trial.\nThe State argues that since the defendant's case was heard within the 120-day time limit, the defendant has no foundation for a claim of ineffective assistance of counsel. The State cites Strickland for the proposition that a court must indulge in a strong presumption that counsel's conduct falls within the wide range of reasonable *1056 professional assistance. Strickland, 466 U.S. at 695, 104 S. Ct. at 2068, see also, People v. Collins (1985), 106 Ill. 2d 237, 273, 87 Ill. Dec. 910, 478 N.E.2d 267.\nOn all three dates in question the trial court was involved in a jury trial when defendant and counsel appeared ready for trial. On January 6, 1988 the court stated that it could reschedule defendant's trial for February and defense counsel asked if the court could find an earlier time and was told no. On March 9, 1988 the trial court noted that defendant's case was ready for trial but then told defendant that the first time he could get a jury trial would be April 4. On May 4, 1988 defendant was told that June 8 was the first date he could get a jury trial and the court stated: \"I wish I could get to you earlier Mr. Hawkins, but it's beginning to get a little crowded on the calendar.\" The assistant state's attorney present commented that the June 8 date was by agreed order but we note that the court did not acknowledge that comment nor did defense counsel object to the statement.\nWe believe these three delays cannot be found to have been occasioned by defendant and conclude therefore that defendant was tried after the 120-day period had passed. As with defendant's contention in his post-trial conviction, we find defense counsel's failure to move for a speedy trial dismissal violated defendant's right to effective assistance of counsel and for that reason defendant's conviction must be reversed.\nSince we are reversing the conviction, we need not address defendant's contention that prosecutorial errors interfered with the jury's ability to fairly weigh the credibility of witnesses.\nJUDGMENT REVERSED.\nRAKOWSKI, P.J., and EGAN, J., concur.\n",
            "ocr": false,
            "opinion_id": 2125665
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}