{
    "id": 2126042,
    "judges": "Scariano",
    "date_filed": 672364800000,
    "date_filed_is_approximate": false,
    "slug": "people-v-alexander",
    "case_name_short": "Alexander",
    "case_name": "People v. Alexander",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. OSBORNE ALEXANDER, Defendant-Appellant",
    "attorneys": "Michael J. Pelletier and Marc Davidson, both of State Appellate Defender’s Office, of Chicago, for appellant., Cecil A. Partee, State’s Attorney, of Chicago (Renee Goldfarb, James E. Fitzgerald, and Jean T. McGuire, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1113-8\" pgmap=\"1113\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. OSBORNE ALEXANDER, Defendant-Appellant.\n   </parties><br><court id=\"b1113-10\" pgmap=\"1113\">\n    First District (2nd Division)\n   </court><docketnumber id=\"A6d\" pgmap=\"1113\">\n    No. 1—89—0827\n   </docketnumber><br><decisiondate id=\"b1113-11\" pgmap=\"1113\">\n    Opinion filed April 23, 1991.\n   </decisiondate><br><attorneys id=\"b1115-4\" pgmap=\"1115\">\n    Michael J. Pelletier and Marc Davidson, both of State Appellate Defender’s Office, of Chicago, for appellant.\n   </attorneys><br><attorneys id=\"b1115-5\" pgmap=\"1115\">\n    Cecil A. Partee, State’s Attorney, of Chicago (Renee Goldfarb, James E. Fitzgerald, and Jean T. McGuire, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "571 N.E.2d 1075",
        "212 Ill. App. 3d 1091",
        "157 Ill. Dec. 56"
    ],
    "opinions": [
        {
            "author_str": "Scariano",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n571 N.E.2d 1075 (1991)\n212 Ill. App.3d 1091\n157 Ill.Dec. 56\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nOsborne ALEXANDER, Defendant-Appellant.\nNo. 1-89-0827.\nAppellate Court of Illinois, First District, Second Division.\nApril 23, 1991.\n*1076 Michael J. Pelletier, Deputy Defender, Chicago (Marc Davidson, Asst. Appellate Defender, of counsel), for defendant-appellant.\nCecil A. Partee, State's Atty., Chicago (Renee Goldfarb, James E. Fitzgerald, and Jean T. McGuire, Asst. State's Attys., of counsel), for plaintiff-appellee.\nPresiding Justice SCARIANO delivered the opinion of the court:\nOsborne Alexander appeals from his convictions by a jury for armed robbery and unlawful use of a weapon, claiming that illegally-obtained evidence was admitted during his trial, that the prosecution prejudiced the jury and denied him a fair trial through improper questioning and closing arguments, and that he was denied the effective assistance of counsel\u0097all amounting to a denial of due process of law. He seeks reversal of his convictions and a remand of his case to the circuit court either for a new trial or for a hearing to determine the admissibility of the evidence which he contends was illegally obtained.\nAlexander moved prior to his trial to suppress evidence which he contended was illegally seized by Chicago police officers. He claimed that he was arrested without *1077 probable cause and that police lineups in which he participated were unconstitutionally suggestive of his guilt. He testified at the hearing on the motion that he was arrested while at home with his wife and that the police who entered after his wife answered the door displayed no warrant authorizing their entry or his arrest. He also testified that after being taken to the police station and fingerprinted he asked to be allowed to contact an attorney, but that request was denied.\nAfter so testifying, Alexander was asked by his attorney whether he was informed of his right to see an attorney. The court sustained the State's objection to the question on the ground that Alexander's motion did not ask for suppression of statements to the police, and that therefore questions dealing with his rights under Miranda v. Arizona (1966), 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694, were irrelevant to the motion.\nFollowing his fingerprinting, Alexander was informed that he was being charged with \"several robberies.\" He repeated his request to see an attorney and to make a phone call, and was again denied. During the next two days, Alexander participated in several lineups, but was allowed to contact only his wife, who was also in custody. He was still not specifically informed of the charges against him.\nAlexander testified during cross-examination that prior to participating in the police lineups he met briefly with an attorney, Ernest Powell, with whom he did not request a meeting, but who witnessed the first few lineups in which Alexander participated.\nThe hearing recessed after Alexander's testimony. Following the recess, Alexander's attorney filed an amendment to the original motion to suppress evidence. The amendment noted Alexander's testimony during the hearing which had indicated that he had been arrested without a warrant, that he had not been properly advised of his rights under the United States and Illinois Constitutions and that he had undergone custodial interrogation for three days during which he had not been afforded counsel of his choice. Consequently, he sought to suppress all evidence resulting from the investigations, lineups and interrogation that took place following his arrest.\nIn response to the amendment, the court noted that it had been \"filed [by Alexander's attorney] after your client has testified.\" The court further stated that Alexander's attorney had had at least ninety days to file such a motion, and that if the facts to which his client had testified were true they would have been known to the attorney before he testified. Declaring that \"it smacks too much of collaboration now that your client has testified,\" the judge denied the motion to amend.\nFollowing this ruling, Chicago Police Detective John Paladino testified for the State. At the time of Alexander's arrest, Paladino was involved in an investigation of a string of robberies, including the one with which Alexander was charged\u0097the robbery of Video Supreme Rentals (Video Supreme) on March 23, 1985. He learned of Alexander's arrest on the afternoon of its occurrence, met with him that evening and engaged him in conversation. Paladino also observed attorney Powell with Alexander on the night of April 8, prior to a series of lineups in which Alexander was involved, and testified that Powell made suggestions to him about how the lineups should be conducted. During one of the lineups that evening Edgar Stimage, the victim of the robbery at Video Supreme, identified Alexander as the perpetrator of the crime. Neither Paladino nor the other State's witness, Chicago Police Detective Robert Flood, testified as to whether Alexander was advised of his Miranda rights.\nFollowing the hearing, the court ruled that while the police had sufficient probable cause to arrest Alexander, they had no right to search his home as extensively as they did, and thus could not introduce as evidence any items recovered from his apartment, but the judge refused to exclude the lineup identification by Stimage, holding that the lineup was not unconstitutionally defective. Finally, as to Alexander's claim that he was not given his Miranda *1078 warnings prior to his being questioned by the police, the court noted that there was testimony during the hearing that he had been informed of his rights; and, finding that it had no reason to disbelieve the officers, the court declined to suppress the statements Alexander made to the police following his arrest.\nStimage testified for the State at Alexander's trial. At the time of the robbery he was working as the Assistant Manager of Video Supreme, and was alone on the afternoon of March 23, 1985 when two men entered the store. Stimage made an incourt identification of Alexander as the taller of the two men. They asked Stimage questions about movie machines and about renting movies, then began to leave. Before leaving, however, they turned around and pulled out guns; Alexander held a small handgun, while the shorter man pulled out a shotgun, which was about 13 inches long and did not have a handle.\nThe men told Stimage to sit down, and Alexander checked to see whether anyone was in the back room. Alexander then began to open filing cabinets that contained video cassettes and grabbed Stimage's duffel bag from under the counter, into which he began to put adult movie cassettes. After the shorter man disabled the telephone by pulling out its connecting line, Alexander requested that Stimage open the cash register. Alexander took money from the register's tray, lifted the tray, and pocketed the money that was underneath. He then took thirty dollars from Stimage's wallet before the two men left, the shorter man threatening to kill him if he moved toward the door. Approximately $285 was taken from the cash register, along with ten to twelve movies; the robbery took approximately 15 minutes.\nAfter the police arrived, Stimage observed them lifting fingerprints from the counter and the cash register. He identified the taller of the two men as being about six feet two inches tall and weighing 150 pounds and having a moustache. He identified Alexander in a police lineup about 15 days after the robbery and testified that no suggestions were made to him about whom he should pick; he later identified Larry Williams as the shorter of the two men who robbed him.\nPaladino testified at trial that he spoke with Alexander on the evening of April 7, 1985, and in the presence of his partner, Detective Frank Glynn, he advised Alexander \"of his constitutional rights\" and questioned him about the armed robbery of the video store. He testified further, over defense counsel's objections, that Alexander admitted to him that he had committed the armed robbery. Alexander also told him that he was with Williams and one James Grace at the time of the robbery, and that he had a sawed-off shotgun, while Williams had a handgun. Under cross-examination, Paladino admitted that there was no written record of Alexander's statements to him and that neither the stolen tapes nor the money was recovered. While two sawed-off shotguns were recovered from Grace's apartment, Paladino did not know whether they were used in the robbery, and no forensic evidence linked the guns to Alexander.\nDuring the State's redirect examination of Paladino, he testified that he was participating in the investigation of 22 separate armed robberies during the time he was investigating the Video Supreme case, and that the investigation involved, among others, Alexander, Grace and Williams.\nJohn Olejniczak, a latent fingerprint examiner for the Chicago Police Department, testified that he identified two of four prints lifted from Video Supreme as being from Alexander. Later testimony by Chicago Police Sergeant Milford Robinson established that these prints, taken immediately after the police arrived to investigate the robbery, were lifted from the cash register drawer and from the file cabinet at Video Supreme. On cross-examination, Olejniczak testified that the average finger would have 125 to 175 points of identification. While a match can be made with as few as ten points of identification, he had found fourteen points of match with Alexander's left middle finger and eleven points of match with his left index finger. He admitted that some experts might not feel *1079 qualified to say they have matched a fingerprint with eleven or fourteen points of identification, but explained that the standards were up to individual fingerprint examiners, depending upon their experience. He also stated that fingerprint matching is an exact science.\nAlexander took the stand in his own defense. He denied committing the armed robbery, testifying that on the day of the armed robbery he slept until 3:00 or 4:00 in the afternoon, then got up, ate, and went jogging to the lakefront, as was his usual routine on Sundays. He denied being near Video Supreme between 4:00 and 6:00 P.M. on that day.\nAlexander then testified about the events during and following his arrest. He was not advised at the time of his arrest of his right to have an attorney, but asked officers to let him see an attorney and make a phone call. During an interview at the police station following his arrest, Alexander told Detectives Paladino and Glynn that he knew nothing of the robbery, that he wanted an attorney and that he wanted to make a phone call. Those requests were denied, as were additional requests during the next day and a half. Alexander denied that he confessed the robbery to Paladino, and stated that he denied knowledge of the robbery during subsequent interrogation by police. He also testified that he was told that if he implicated himself in the robbery he would be allowed to make a phone call, but that he refused. Assistant State's Attorney Frank Lagututa asked him to sign a statement implicating himself, which had Miranda warnings printed across the top, but Alexander refused. He spoke with attorney Powell before participating in the lineup. Finally, Alexander testified that he was six feet eight inches tall and that he weighed between 235 and 240 pounds on the day of the robbery.\nDuring Alexander's cross-examination, he was asked whether Stimage's identification of him was mistaken, and he replied that it was. He was also asked whether Officer Paladino was making up the statement he allegedly made confessing to participation in the robbery, and he replied that he was.\nAlexander was convicted on June 4, 1986 and sentenced to twenty years imprisonment for armed robbery and five years imprisonment for unlawful use of weapon, the sentences to run concurrently.\nThe State asserts in response to Alexander's claim that the trial court made several errors during his trial that because he failed to file a post-trial motion for a new trial, he has waived his right to review of most of those issues. Alexander acknowledges his failure to abide by the requirement of section 116-1(b) of the Code of Criminal Procedure of 1963 (Ill.Rev.Stat. (1985), ch. 38, par. 116-1(b)): \"A written motion for a new trial shall be filed by the defendant within 30 days following * * * the return of a verdict.\" He also recognizes that generally, \"failure to raise an issue in a written motion for a new trial results in a waiver of that issue on appeal.\" (People v. Enoch (1988), 122 Ill.2d 176, 186, 119 Ill.Dec. 265, 522 N.E.2d 1124.) Nevertheless, he avers that pursuant to this court's power to review \"(p)lain errors or defects affecting substantial rights * * * although they were not brought to the attention of the trial court\" (Supreme Court Rule 615(a) (87 Ill.2d R. 615(a)), we may review the issues he has presented.\nWe begin with a summary of those issues the review of which the State maintains Alexander has waived.\nFirst, the circuit court allegedly abused its discretion when it denied him leave to amend his original motion to suppress evidence. Alexander claims that he was constitutionally entitled to a hearing on the amendment whether or not, as the State maintains, it should have been submitted as a separate motion.\nSecond, the court's finding, following the hearing on Alexander's original motion to suppress evidence, that he was properly advised of those rights of which Miranda requires he be informed, before he made any statements to the police, was allegedly against the manifest weight of the evidence. Alexander contends that there was insufficient evidence either during that *1080 hearing or at trial that he had been properly informed of, or that he had validly waived, his rights to remain silent or to the presence of an attorney during police questioning to have made proper the admission into evidence of his confession to Paladino. Paladino's testimony, moreover, that he had advised Alexander of his \"constitutional rights\" was allegedly insufficient to support a finding that he had been advised of those rights guaranteed by Miranda.\nThird, Alexander contends that the court failed to properly exclude or to admonish the jury to ignore Paladino's testimony during trial that Alexander was one of several suspects in an investigation of 22 armed robberies. This testimony was allegedly irrelevant and prejudicial in that it tended to support a guilty verdict on the ground that Alexander had a propensity to commit criminal acts rather than on the ground that he had committed the offenses for which he was charged. Alexander also faults the prosecutor's reference to this testimony in his rebuttal argument, claiming that it exacerbated this prejudice. The State responds that it was merely attempting to counteract the effect of Alexander's cross-examination of Paladino, during which he had been asked about his failure to write down or to obtain witnesses to Alexander's alleged confession; by trying to show that Paladino was so busy on the night in question that he had no time to properly record the confession.\nFourth, Alexander challenges the propriety of his cross-examination by the State, during which he contends the State attempted to impeach his credibility with unsupported insinuations. The State asked Alexander whether he had told Paladino that he had been at Grace's house when Grace was arrested; Paladino, however, never testified that Alexander had made such a statement. The State responds, however, that it asked Alexander about the statement in order to inquire about his conversation with Paladino on the night of his arrest, a conversation which Alexander admits took place but which he denies elicited a confession.\nFifth, Alexander alleges that during that cross-examination, the State improperly questioned him about the veracity of State witnesses. (1) The prosecutor asked Alexander whether \"(t)he fingerprint examiner is wrong when he says it's your prints?\" (2) He was asked whether Stimage had ever \"done anything to you or did you ever do anything to him that would make him come in here and say you did it?\" (3) Alexander was asked whether Stimage was mistaken, or whether it was \"just a coincidence that he identifies you and your fingerprints are found on the cash register?\" (4) The prosecutor inquired whether \"Officer Paladino is obviously making up the statement, right?\", and (5) asked whether Alexander had ever had \"any trouble with Officer Paladino that he would come in and lie?\" (6) He was asked, \"How about James Grace, did you ever do anything to him?\" Alexander asserts that these questions suggested to the jury that he had the burden to prove that the State's witnesses were lying in order to be acquitted. The State parries this allegation by contending that the questioning properly endeavored to elicit an explanation for the disparity between his testimony and that of other witnesses, as Alexander had testified that he had neither been at Video Supreme nor had confessed any wrongdoing to Paladino.\nFinally, Alexander disputes the propriety of several arguments made by the State during its rebuttal argument. The prosecutor stated that \"It is also well known when the facts are against you and the law is against you, you deny it [the crime].\" Alexander contends that this argument had no basis in evidence, and the State replies that it properly commented on the defendant's trial tactics. The prosecutor also told the jury that James Grace had told the police that he had not been inside Video Supreme, but that he was the getaway driver. The court sustained Alexander's objection to this statement. Alexander contends that this comment too was made without any basis in evidence, while the State maintains that its argument was invited by Alexander's closing argument that Stimage had misidentified Alexander for *1081 Grace because their facial characteristics were not \"materially different,\" and that it was Grace, having admitted participation in the crime, who had actually committed the robbery. At any rate, the State argues, any error that might have been committed was cured by the court's sustaining of Alexander's objection.\nThe prosecutor also informed the jury that while prints other than Alexander's were found by police at Video Supreme, some of those prints were Stimage's. While Alexander contends that there was no evidence for such a statement, the State responds that the argument was a justifiable inference based on the evidence of Stimage's presence in the store at the time of the robbery and that it was also a proper response to Alexander's contention that the State's case was insufficient because of its failure to produce Stimage's prints for comparison with Alexander's. Alexander points out, however, that his comments on the State's failure to present certain evidence does not justify the State's insertion into closing argument of what that evidence would have shown.\nIn addition, Alexander contends that there was no evidence for the State's arguments that two sawed-off shotguns and numerous pistols were recovered from Grace's house and that Alexander took those guns there after the robbery. The State acknowledges that there was no evidence that any pistols were recovered from Grace's house, but claims that the court's admonishment to the jury that closing arguments were not evidence cured any error. Further, the State maintains that its argument that Alexander took the guns used in the robbery to Grace's house was a legitimate inference from the evidence, as Paladino had testified that one of the guns allegedly used in the robbery was recovered from Grace.\nThe State also argued that the identification of fingerprints was an exact science and that any expert would have concluded, in addition to Olejniczak, that the fingerprints lifted from the Video Supreme were Alexander's. Alexander claims that this argument misstated the evidence, as Olejniczak testified that some experts would want more points of match between Alexander's fingerprints and those lifted from the crime scene before making a determination. Thus, Alexander claims, fingerprint matching is subjective and not an exact science. The State points out, however, that Olejniczak testified that experts with the same qualifications would not disagree about a fingerprint identification.\nThe State is alleged to have inappropriately sought to bolster Paladino's credibility by asking the jury, \"For what reason would Detective Paladino have to frame Osborne Alexander? Why would he risk his career and say that this man did something?\" This argument, Alexander contends, improperly attempted to persuade the jury that Paladino should be believed because he was a police officer. The State maintains that the argument was in response to Alexander's allegations that Paladino was lying and that his word against Alexander's was insufficient for a conviction.\nFinally, Alexander asserts that the State, without any basis in evidence, told the jury that Paladino recorded Alexander's statement to him and that on the night of Alexander's arrest, several arrests were made, weapons recovered and lineups conducted. The State does not deny that there is no evidence that Paladino recorded Alexander's statement to him, but says that the rest of the argument was based on the evidence.\nWithout any further elaboration of these incidents, we recognize the legitimacy of several of Alexander's claims of improper rebuttal argument by the State. We strongly condemn these practices of the State's Attorney's Office, tactics which reflect an apparent lack of confidence its prosecutors have in their ability to obtain criminal convictions through the traditional methods of proving guilt rather than through the use of hugely misleading rhetoric, arrant misstatements of fact and the putting forth of arguments not based on the evidence adduced at trial. The towering evidence it presented against Alexander in this case makes all the more incomprehensible *1082 the State's penchant for seeking to \"snatch defeat from the jaws of victory,\" a spectacle we seem to be furnished of late with the annoying persistency of a dripping tap, and one which invites serious consequences if this cynical disregard for propriety continues. Nevertheless, as we shall soon explain, the overwhelming evidence against Alexander disposes of any need to consider as plain error his charges of prosecutorial misconduct or the errors allegedly made by the trial court and outlined above.\nThe exception provided in Supreme Court Rule 615(a) (87 Ill.2d R. 615(a)) to the waiver rule discussed in Enoch has the following purpose and method of application:\n\"First, the rule affords certain protections to the accused by correcting serious injustices. [Further,] * * * the rule protects and preserves the integrity and reputation of the judicial process. The criterion for application of the plain error rule in criminal cases is whether the evidence is closely balanced or the error is of such magnitude that the commission thereof denies the accused a fair and impartial trial * * *\" People v. Young (1989), 128 Ill.2d 1, 46-47, 131 Ill.Dec. 78, 86, 538 N.E.2d 453, 461.\nThe court in Young, in response to a claim of waiver by the State for the defendant's failure to raise an issue in a post-trial motion, first assumed that the defendant's claims of error were valid. The court then determined whether the errors, by themselves, denied the defendant a fair trial. Finally, the court weighed the evidence in the case to determine whether the lack of error could have changed the verdict. 128 Ill.2d at 47, 131 Ill.Dec. 78, 538 N.E.2d 453.\nWhen \"examin[ing] the strength or weakness of the evidence against [the defendant, in order to determine whether] * * * the evidence is close [and whether] there is a possibility that an innocent person may have been convicted due to some error which is obvious from the record, but not properly preserved\" (People v. Carlson (1980), 79 Ill.2d 564, 576-77, 38 Ill.Dec. 809, 404 N.E.2d 233), courts have tended to review claims as plain error when the conviction relied upon the conflicting testimony of eyewitnesses (People v. Sales (1986), 151 Ill.App.3d 226, 229-30, 104 Ill.Dec. 561, 502 N.E.2d 1221), physical evidence was ambiguous (Sales, 151 Ill.App.3d at 228-29, 104 Ill.Dec. 561, 502 N.E.2d 1221), the testimony of witnesses measured short of credibility (People v. Brown (1983), 113 Ill. App.3d 625, 629-30, 69 Ill.Dec. 576, 447 N.E.2d 1011) or improprieties raised judicial suspicion as to the accuracy of the verdict (Sales, 151 Ill.App.3d at 230-31, 104 Ill.Dec. 561, 502 N.E.2d 1221). It has not been applied, however, even when physical evidence was inconclusive, if there were several witnesses connecting the defendant to the crime. See, e.g., People v. Turner (1989), 128 Ill.2d 540, 560, 132 Ill.Dec. 390, 539 N.E.2d 1196.\nThe State maintains that even if Alexander's admission to Paladino had been excluded, and the other alleged errors had not occurred, the evidence against Alexander would still have been massive. This evidence consisted of his identification by Stimage in the police lineup and at trial, which was not impeached, despite Stimage's underestimation of Alexander's height (Alexander is six feet eight inches tall but was originally described by Stimage to police as being six feet two inches tall); as well as the evidence of Alexander's fingerprints at the scene of the crime. Moreover, the jury had no reason to doubt Olejniczak's expertise in identifying the fingerprint, even if other less-experienced examiners would have required more points of match between Alexander's fingerprint and those found at Video Supreme. We agree with the State and accordingly find that the evidence of Alexander's guilt was more than sufficient to leave no reasonable doubt that the errors we have delineated above had no influence on the verdict.\nAlexander argues, however, that with regard to his claim that his confession to Paladino was improperly admitted, this court should review that issue either because it is a constitutional issue or because he adequately preserved the issue through his motion to suppress before trial, regardless *1083 of any failure to file a post-trial motion. We disagree. We acknowledge that People v. Enoch allowed review of \"constitutional issues which have properly been raised at trial and which can be raised later in a post-conviction hearing petition [pursuant to section 122-1 of the Code of Criminal Procedure of 1963 (Ill.Rev.Stat. (1987), ch. 38, par. 122-1)] * * *,\" even when not otherwise properly preserved. (122 Ill.2d at 190, 119 Ill.Dec. 265, 522 N.E.2d 1124.) We further recognize that the authorities are not in harmony on this issue, as some cases have refused to review constitutional issues because they were not properly preserved in a post-trial motion (see, e.g., People v. Elvart (1st Dist.1989), 189 Ill.App.3d 524, 531, 136 Ill.Dec. 807, 545 N.E.2d 331 (double jeopardy); People v. Schmidt (1st Dist.1988), 168 Ill.App.3d 873, 878, 119 Ill. Dec. 458, 522 N.E.2d 1317 (unreasonable search and seizure)), while others have held that review of constitutional issues properly raised at trial is not precluded by failure to preserve them in a post-trial motion. See, e.g., People v. Turner (1st Dist.1989), 186 Ill.App.3d 849, 852, 134 Ill.Dec. 589, 542 N.E.2d 935 (double jeopardy); People v. Whaley (1st Dist.1989), 184 Ill.App.3d 459, 465, 132 Ill.Dec. 681, 540 N.E.2d 421 (equal protection).\nWe agree with Elvart and Schmidt, and hold that review of even a constitutional issue is waived by failure to properly preserve it in a post-trial motion, unless the error reasonably could have affected the verdict or if it would have resulted in a failure to afford the defendant due process of law. We believe that the holding in Enoch was clearly intended to govern direct reviews by the Illinois Supreme Court of \"cases in which a sentence of death was imposed,\" (Enoch, 122 Ill.2d 176 at 190,119 Ill.Dec. 265, 522 N.E.2d 1124; Ill. Const. 1970, art. VI, sec. 4(b)), and that limiting our review to issues which could reasonably have affected the verdict still adequately ensures that serious injustices are corrected and that the integrity and reputation of the judicial process is preserved. People v. Young (1989), 128 Ill.2d at 46, 131 Ill.Dec. 78, 538 N.E.2d 453.\nThis holding, furthermore, does not call into question the validity of the cases cited above in which issues were reviewed on the ground that they were of constitutional dimension. In Turner, the claim of double jeopardy, if valid, would have barred the prosecution altogether. (186 Ill.App.3d at 852, 134 Ill.Dec. 589, 542 N.E.2d 935.) In Whaley, the success of the defendant's claim that the prosecution was guilty of racial discrimination in its use of peremptory challenges in selecting a jury would, pursuant to Batson v. Kentucky (1986), 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69, have required a reversal of his conviction and a new trial. (184 Ill.App.3d at 464, 132 Ill.Dec. 681, 540 N.E.2d 421.) While the defendant in Elvart was held to have waived review of his claim that his prosecution was barred by double jeopardy, a claim that if upheld would have resulted in reversal of his conviction, the court held that even if there had been no waiver, his claim was without merit. 189 Ill.App.3d at 531, 136 Ill.Dec. 807, 545 N.E.2d 331.\nFinally, while Alexander claims that his attempt to suppress his confession before trial adequately preserved the issue, the cases he cites: People v. Dickerson (1979), 69 Ill.App.3d 825, 828, 25 Ill.Dec. 930, 387 N.E.2d 806; People v. Lott (1975), 33 Ill. App.3d 779, 787, 338 N.E.2d 434, and People v. Nunez (1974), 24 Ill.App.3d 163, 170, 320 N.E.2d 462, all held that the defendant may have been prejudiced by the error alleged to have been committed before they reviewed errors not preserved by post-trial motions. Accordingly, we hold that Alexander has waived his right to have the aforementioned errors reviewed by this court.\nThe State does not argue, however, that Alexander has waived review of the trial court's admission of his confession to Paladino, his lineup identification by Stimage and his fingerprint identification over his objection that they were obtained as the result of an arrest effectuated by the entry of the police into Alexander's home in violation of the fourth amendment to the United States Constitution (U.S. Const. amend. IV). We therefore review this issue, especially since any error here could have affected *1084 the verdict against Alexander, as leaving only Stimage's in-court identification of Alexander as evidence of his guilt; which, even if sufficient, was doubtless considerably buttressed by the evidence Alexander sought to exclude.\nAlexander does not dispute the trial court's finding that the police had probable cause for his arrest; rather, he disputes whether his wife, Lydia, consented to the entry by police into her and Alexander's home at the time of his arrest. The trial court, while finding that Lydia \"admitted\" the officers into the apartment, and that in response to a request by police she \"pointed\" to where Alexander was sleeping, never decided whether she \"consented\" to entry by the police, Alexander having failed to raise that as an issue either in his original or his \"amended\" motion to suppress the evidence. We hold, however, that there need not be a remand of this case to the circuit court for a determination of Lydia's consent to the entry into the home by the police, because even if such entry were nonconsensual, the trial court did not err in denying Alexander's motion to suppress.\nAlexander bases his claim of error on Payton v. New York (1980), 445 U.S. 573, 576, 100 S.Ct. 1371, 1375, 63 L.Ed.2d 639, 644, which held that \"(t)he Fourth Amendment * * * prohibits the police from making a warrantless and nonconsensual entry into a suspect's home in order to make a routine felony arrest.\" Because the entry to his home was unconstitutional, Alexander argues, evidence obtained as the product of such an entry is barred under the exclusionary rule. (Wong Sun v. United States (1963), 371 U.S. 471, 484-86, 83 S.Ct. 407, 415-16, 9 L.Ed.2d 441, 453-54.) Payton has been interpreted and applied in accordance with that theory by Illinois courts. See, e.g. People v. Johnson (1981), 99 Ill.App.3d 863, 55 Ill.Dec. 42, 425 N.E.2d 1215; People v. White (1987), 117 Ill.2d 194, 111 Ill.Dec. 288, 512 N.E.2d 677; People v. Spicer (1987), 163 Ill.App.3d 81, 114 Ill.Dec. 336, 516 N.E.2d 491.\nNevertheless, the United States Supreme Court held in New York v. Harris (1990), 495 U.S. ___, ___, 110 S.Ct. 1640, 1653, 109 L.Ed.2d 13, 22, that \"where the police have probable cause to arrest a suspect, the exclusionary rule does not bar the State's use of a statement made by the defendant outside of his home, even though the statement is taken after an arrest made in the home in violation of Payton.\" The court held that as long as the police have probable cause for holding the suspect in custody, such statements are neither \"the product of being in unlawful custody * * * [or] the fruit of having been arrested in the home rather than someplace else.\" (495 U.S. at ___, 110 S.Ct. at 1644, 109 L.Ed.2d at 19.) While Harris refers only to \"statements,\" we see no reason why the rule it enunciates should not apply as well to other evidence obtained outside the home, as the argument for excluding statements was that they were the \"fruits of an illegal arrest\" rather than that there was some basis for distinguishing between statements and other evidence. (495 U.S. at ___, 110 S.Ct. at 1643, 109 L.Ed.2d at 19.) Accordingly, as Alexander does not deny the existence of probable cause for his arrest, we hold that the court did not err in admitting evidence obtained from him away from his home after his arrest.\nFinally, Alexander alleges that he was denied the effective assistance of counsel in violation of the sixth amendment to the United States Constitution (U.S. Const., amend. VI) in that his attorney failed to file a post-trial motion, a lapse that resulted in the waiver of review of so many of the issues in this appeal. The State replies that even if such failure by defense counsel was deficient, it did not prejudice Alexander and thus provides no basis for a new trial. We agree.\nPeople v. Albanese (1984), 104 Ill.2d 504, 526-27, 85 Ill.Dec. 441, 473 N.E.2d 1246, adopted the test used in Strickland v. Washington (1984), 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674, for determining whether defense counsel was so defective that a new trial would be warranted. Strickland held that not only must the performance be so defective that the attorney representing the defendant was not functioning as the counsel guaranteed by the sixth amendment (U.S. Const., amend. VI), but the deficient performance must have prejudiced the defendant by erring so seriously \"as to deprive defendant of a fair trial, a trial whose result is reliable.\" 466 *1085 U.S. at 687, 104 S.Ct. at 2064, 80 L.Ed.2d at 694.\nAs held in People v. Carlson, however, a defense counsel's failure to file a post-trial motion does not result in prejudice to the defendant unless such a motion would have resulted in the grant of a new trial. Because the plain error rule enunciated in Supreme Court Rule 615(a) (87 Ill.2d R. 615(a)) allows a court to review unpreserved claims of error which could reasonably have affected the verdict, a defendant is thereby adequately protected from the effects of his counsel's failure to preserve such issues. (79 Ill.2d at 585, 38 Ill.Dec. 809, 404 N.E.2d 233.) The defendant must show \"that but for the failure to file the motion, he would not have been convicted * * *.\" (People v. Williams (1989), 180 Ill.App.3d 294, 301, 129 Ill.Dec. 228, 535 N.E.2d 993.) Having held above that none of the waived errors urged on appeal would have resulted in a new trial for Alexander, the failure to preserve those errors did not prejudice him.\nAccordingly, we affirm Alexander's convictions.\nAffirmed.\nHARTMAN and DiVITO, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2126042
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}