{
    "id": 2132086,
    "judges": "Larson, Smith",
    "date_filed": "1989-05-15",
    "date_filed_is_approximate": true,
    "slug": "state-v-slauson",
    "case_name_short": "Slauson",
    "case_name": "State v. Slauson",
    "case_name_full": "State of Iowa, Appellee, v. Charles Jesse Slauson, Appellant",
    "attorneys": "Henry W. Wormley and Don Hise, both of Des Moines, for appellant., Norman A. Erbe, Attorney General, Raphael R. R. Dvorak, First Assistant Attorney General, Freeman H. Forrest, Assistant Attorney General, Ray Hanrahan, County Attorney, and James Myerly, Assistant County Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b765-7\">\n    State of Iowa, appellee, v. Charles Jesse Slauson, appellant.\n   </parties><br><docketnumber id=\"b765-8\">\n    No. 49288.\n   </docketnumber><br><citation id=\"b765-9\">\n    (Reported in 88 N.W.2d 806)\n   </citation><br><decisiondate id=\"b766-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"756\"> \n     *756\n     </span>\n    March 11, 1958.\n   </decisiondate><br><attorneys id=\"b766-11\">\n    Henry\n    <em>\n     W.\n    </em>\n    Wormley and Don Hise, both of Des Moines, for appellant.\n   </attorneys><br><attorneys id=\"b766-12\">\n    Norman A. Erbe, Attorney General, Raphael R. R. Dvorak, First Assistant Attorney General, Freeman H. Forrest, Assistant Attorney General, Ray Hanrahan, County Attorney, and James Myerly, Assistant County Attorney, for appellee.\n   </attorneys>",
    "citations": [
        "88 N.W.2d 806",
        "249 Iowa 755"
    ],
    "opinions": [
        {
            "author_str": "Larson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4404.0,
            "opinion_text": "\n88 N.W.2d 806 (1958)\nSTATE of Iowa, Appellee,\nv.\nCharles Jesse SLAUSON, Appellant.\nNo. 49288.\nSupreme Court of Iowa.\nMarch 11, 1958.\n*807 Henry W. Wormley and Don Hise, Des Moines, for appellant.\nNorman A. Erbe, Atty. Gen., Raphael R. R. Dvorak, First Asst. Atty. Gen., Freeman H. Forrest, Asst. Atty. Gen., Ray Hanrahan, County Atty., and Jim I. Myerly, Asst. County Atty., Des Moines, for appellee.\nLARSON, Justice.\nThe sole question for review by this court is whether reversible error was committed when the prosecution exhibited a gun to the jury, when counsel knew that this gun could not be connected with the defendant. The facts are not in dispute. A few minutes before midnight on January 29, 1957, Alfred D. Harlow was the sole attendant at an oil station at Thirty-fourth and University Avenue in Des Moines. Approximately $175 was taken from him by a lone bandit who threatened him with a gun which he described as about six inches long and looked like a forty-five automatic. It might have been a thirty-eight, he couldn't say for sure. He identified the defendant as the person who held him up. There were no other witnesses to the holdup.\nDefendant was arrested February 1, 1957, in a tavern after officers said they had received a tip that a man with a gun was present. However, no gun was found. His defense in the trial was one of alibi and he furnished witnesses who placed him with a woman acquaintance in a tavern drinking beer at the time of the holdup.\nDuring the progress of the trial the prosecutor attempted to have Mr. Harlow, the state's principal witness, identify a gun which was marked \"Exhibit A\". He was asked, \"Mr. Harlow, at this time I hand you what is identified as State's Exhibit A for identification purposes and would ask you * * * Could you tell the jury, and for the record, what Exhibit A is?\" Defense counsel objected stating, \"Let the record show at this time that we object to a display of Exhibit A in the presence of the jury in view of the present state of the record in that it has not been identified as being the property of the defendant or in any way connected with the defendant, and could only be brought into this case at this time and in the present state of the record for the purpose of intending to excite prejudice as far as the jury is concerned, and at this point in the record it's wholly irrelevant, incompetent, and immaterial.\"\nThe objection was overruled by the court and Mr. Harlow was then asked, \"* * * could you tell us for the purpose of the record what State's Exhibit A is for identification purposes?\" Harlow answered, \"Well, it looks like the gun that he was using that night. Q. Now, can you state whether or not it is the gun? A. No, I can't state that it is the gun.\" Defense counsel then said, \"At this point we move to strike out the evidence of the witness for the reason that no proper foundation has been laid to show him qualified to testify to Exhibit A, and for the further reason that he has positively stated that he can't state this is the gun, and in the present state of the record there is no connection shown between the defendant and Exhibit A.\" The court sustained the objection, the state excepted, and defense counsel then said, \"We ask that the court caution the jury to disregard this evidence at this stage of the proceedings.\" Thereupon the court said, \"The jury is admonished to disregard *808 any evidence with reference to the gun at this stage of the proceedings as though it had not been produced and exhibited at all.\" (Emphasis supplied.)\nNo request was made for a mistrial, but counsel for the state asked for and received a recess to discuss the legal point involved outside the presence of the jury. The record discloses this discussion as follows:\nCounsel for the state requested a more full understanding of what the court ruling was with regard to Exhibit A. He stated, \"It is not the intent of counsel to introduce Exhibit A into evidence, but I thought I had the right to have Exhibit A marked and have testimony from the witness with regard to Exhibit A for comparative purposes only.\" The court inquired, \"What do you plan to do? Compare with what?\" Counsel then said, \"The witness stated from the stand * * * that this Exhibit A appeared like the gun that was used that night, and that is the only basis I propose and I do not propose to introduce it into evidence. But I thought I had the right to bring in a piece of property, or in this case Exhibit A, for the witness to compare as to his testimony with regard to physical evidence. * * *\" The court then said, \"I can't follow that. When the defendant's freedom and liberty is at stake here, for him to conjecture to the fact that this may or may not be the weapon used that particular night to which he testified isn't strong enough as far as this court is concerned to permit it to remain in the jury consideration. Obviously, the State has done what it sought to do by producing a gun which he has said, in the presence of the jury, looked like the one. And you could exclude it from the jury the next 30 hours and they still have that.\" State's counsel then said, \"* * * that was my only purpose, to have something here which represented what the gun appeared like. I never intended to introduce this gun into evidence, nor do I expect to be able to do so. * * * Because some of the members of the jury may have never seen a gun and a gun such as Exhibit A for the purposes of identification. * * * I thought I would have to have it identified for the purposes of the record only, but that was my only idea in bringing the gun in at all.\" (Emphasis supplied.) The court then ruled, \"Unless counsel can show me authority, I must exclude\u0097* * * I am afraid of it. Let our witness describe the gun, but let's don't bring something in here that is wholly unconnected * * *.\"\nThereafter no further reference was made to Exhibit A, but Mr. Harlow described the gun which he said the defendant displayed on the night of the robbery. He said it \"looked to me like a 45 automatic. It was about six inches long, I reckon, and about 4 ½ inches high. I don't know a lot about guns, but the only thing I can go by is the size of it. I thought it was a 45 automatic as near as I could tell by looking at it off at a distance. Whether it was a 45 or whether it was a 38 or what it might be, I couldn't say to that for sure. The approximate time the defendant and I were in the office together was just a matter of seconds. He scared me when he told me to come and go with him. I was scared before, but that scared me worse than ever.\"\nFrom the record we learn the court overruled the defense motion for a directed verdict, and there appear to have been no objections to the court's instructions relative to this matter. The jury found defendant guilty, and the defense motion for a new trial partially based upon the alleged misconduct of the county attorney was overruled. Defendant appeals, contending the misconduct of the county attorney in attempting to introduce evidence relating to the displayed gun, Exhibit A, so prejudiced the jury that it must be held prejudicial error and requires reversal. We cannot agree.\nI. Misconduct of the county attorney is not enough alone to require the granting of a new trial, unless his acts or statements appear to have been so prejudicial as to deprive the complaining party of a *809 fair trial. State v. Haffa, 246 Iowa 1275, 1283, 71 N.W.2d 35, and cases cited therein. In announcing that well established rule in State v. Cooper, 169 Iowa 571, 587, 151 N.W. 835, 841, we also said, \"The trial court having heard all that took place on the trial, we ought not to interfere with his discretion in refusing a new trial,\" citing cases. Therefore, unless the acts complained of herein are of such a prejudicial nature as to deprive the defendant of a fair trial, the court's denial of a new trial herein will not be disturbed. While these acts were referred to in the motion for a new trial, we find no effort prior thereto to have the court declare a mistrial. It is defendant's contention that once a gun was exhibited and displayed before the jury, nothing could eradicate the memory of it from the minds of the jury. He complains that it created prejudice of the highest order and prevented the defendant from having a fair trial. It is true that unless it was proven that defendant used a gun in the alleged robbery, the penalty would have been less severe. However, defendant seems to overlook the fact that the witness described the gun he said defendant used in the robbery.\nII. The real issue to be resolved in this case is the relevancy of the evidence produced. We search for the probative relationship of the evidence offered to the fact issue in question, which was, did the defendant have a gun. If so, what kind and what did it look like. Obviously, as announced by the trial court, the witness might describe what he saw, and clearly such testimony was relevant and proper.\nRelevant evidence, of course, means evidence having any tendency in reason to prove any material matter and includes opinion evidence and hearsay evidence. See Model Code of Evidence, Rule 1(12); Uniform Rules of Evidence 1(12). Also see article on Determination of Relevancy, by Mason Ladd, in Tulane Law Review, Vol. XXXI (1956), pp. 81-90.\nIt is also true that even though the test of relevancy is met, the offered evidence is subject to the test of policy consideration. As pointed out in Dean Ladd's article referred to above, foremost among these is the danger of undue prejudice. Evidence having a minimum of probative quality and which is highly prejudicial must be excluded. While most all evidence against an adverse party is prejudicial in the sense that it creates a resistance to the success of one party's case, such objections as we found herein are really directed to the contention that the evidence is too remote and prejudicial to be accepted as relevant. Thus the prejudicial aspect becomes important only when the evidence has a minimum of probative quality. It follows, then, that primarily it is for the trial judge to decide, first, whether the offered evidence has some probative force, and second, to balance the value of that evidence as a contribution in the solution of the fact issue against the danger of its prejudicial or wrongful effect upon the triers of fact\nUniform Rule 45 summarizes the policy consideration as follows: \"Except as in these rules otherwise provided, the judge may in his discretion exclude evidence if he finds that its probative value is substantially outweighed by the risk that its admission will (a) necessitate undue consumption of time, or (b) create substantial danger of undue prejudice or of confusing the issues or of misleading the jury, or (c) * * *.\"\nExhibit A, which the witness said was a weapon of the size and type used in the robbery, must be recognized as evidence in the realm of marginal relevancy. While it may have been of some value to test the perception of the witness as to the object in the robber's hand, it was perhaps too remote or collateral to be accepted as proof of the fact in question. It was at least unnecessary, for a description of the gun would suffice. A display of a similar physical object would only tend to emphasize *810 that testimony. The trial court, therefore, was justified in denying the admission of the testimony relating to that exhibit and in striking all reference to it.\nWe are equally satisfied that the danger of undue prejudice in this instance was not so great as to justify the contention that any reference to it in the presence of the jury prevented the defendant from obtaining a fair trial.\nThe witness testified that the defendant said: \"`Get to the cash register and give me the money and hurry up about it.' I looked and he had what looked like a 45 automatic in his left hand. * * * I was about five feet from him when I first observed the gun on him. He pointed the gun at me.\" Thus he testified that the object in the robber's left hand was a gun. The probative value of the stricken matter, such as it was, was in the fact that the witness was able to identify the object in the hand of the robber as a 45 automatic which looked like Exhibit A. Any reference to the use of a gun by the defendant was, of course, prejudicial but quite relevant. The additional prejudice when the jury was permitted to see an object that fitted the gun described was slight\u0097too slight to constitute here any serious danger of undue prejudice. At least we are satisfied that here the increased prejudice, if any, of viewing such a described gun was not so undue or extreme as to amount to a denial of a fair trial to defendant.\nIII. It must be remembered there was no attempt to identify this gun as the one used in the robbery, nor to infer it was so used. Its only connection was for identification of the object in the robber's hand. The purpose of this testimony or evidence was not that which is usually banned as unacceptable demonstrative evidence in a criminal case, i.e. to infer that the weapon was the one used in the crime. But even in such cases we said recently in State v. Williams, 245 Iowa 494, 505, 62 N.W.2d 742, 748:\n\"The trial court has considerable discretion in determining the admissibility of demonstrative evidence but great latitude is shown in admitting it and it is usually received if it affords a basis for a reasonable inference on the point in issue.\"\nFurthermore, in the very recent case of State v. Poffenbarger, Iowa, 87 N.W.2d 441, 443, we reviewed generally the rules of evidence on the admissibility of weapons. As a result, it may be said we are now committed to the rule that demonstrative evidence of probative value, which will aid in establishing a fact in issue, is considered relevant and should be carefully considered when its admissibility is challenged. In the Poffenbarger case we overruled as unsound the holding in State v. Concord, 172 Iowa 467, 473-474, 154 N.W. 763, 765, which denied admission of all demonstrative evidence \"not shown to have been in the possession of the defendant at any time or to have been in his possession when the burglary was committed,\" and held the admission into evidence of certain guns found near a spot where defendants were seen was not an abuse of the discretion lodged in the trial court.\nA true analyzation of the matter indicates no arbitrary or hard and fast rule is desirable. We cannot assume undue prejudice in all cases where the connection between the demonstrative evidence and the accused is not made clear. Much depends upon the use of such evidence and its purpose as well as its possible interference with the right of an accused to obtain a fair trial. See recent article on Demonstrative Evidence and Expert Opinion, February, 1956, Washington University Law Quarterly.\nWe conclude here that the trial court acted within its discretion in refusing testimony relating to Exhibit A, but also conclude the reference to it in the presence of the jury prior to the ruling in the manner disclosed did not unduly prejudice the *811 defendant. It was not so far afield of probative value for the purpose proposed to amount to reversible error, especially in view of the fact that the jury was told to disregard it and that there was no request for a mistrial. The court, therefore, correctly found that defendant had secured a fair trial, and denied the motion for a new trial.\nAffirmed.\nAll Justices concur except SMITH, J., not sitting.\n",
            "ocr": false,
            "opinion_id": 2132086
        }
    ],
    "court_short_name": "Supreme Court of Iowa",
    "court_full_name": "Supreme Court of Iowa",
    "court_type": "S",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Robbery"
}