{
    "id": 2118299,
    "judges": "May",
    "date_filed": "2004-02-06",
    "date_filed_is_approximate": true,
    "slug": "hawkins-v-state",
    "case_name_short": "Hawkins",
    "case_name": "Hawkins v. State",
    "case_name_full": "Joshua HAWKINS, Appellant-Defendant, v. STATE of Indiana, Appellee-Plaintiff",
    "attorneys": "John C. Bohdan, Deputy Public Defender, Fort Wayne, IN, Attorney for Appellant., Steve Carter, Attorney General of Indiana, Cynthia L. Ploughe, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1184-2\">\n    Joshua HAWKINS, Appellant-Defendant, v. STATE of Indiana, Appellee-Plaintiff.\n   </parties><docketnumber id=\"AeoV\">\n    No. 02A05-0302-CR-70.\n   </docketnumber><br><court id=\"b1184-4\">\n    Court of Appeals of Indiana.\n   </court><decisiondate id=\"Al6\">\n    Sept. 10, 2003.\n   </decisiondate><br><attorneys id=\"b1185-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1159\"> \n     *1159\n     </span>\n    John C. Bohdan, Deputy Public Defender, Fort Wayne, IN, Attorney for Appellant.\n   </attorneys><br><attorneys id=\"b1185-11\">\n    Steve Carter, Attorney General of Indiana, Cynthia L. Ploughe, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n   </attorneys>",
    "citations": [
        "794 N.E.2d 1158"
    ],
    "opinions": [
        {
            "author_str": "May",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n794 N.E.2d 1158 (2003)\nJoshua HAWKINS, Appellant-Defendant,\nv.\nSTATE of Indiana, Appellee-Plaintiff.\nNo. 02A05-0302-CR-70.\nCourt of Appeals of Indiana.\nSeptember 10, 2003.\n*1159 John C. Bohdan, Deputy Public Defender, Fort Wayne, IN, Attorney for Appellant.\nSteve Carter, Attorney General of Indiana, Cynthia L. Ploughe, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n\nOPINION\nMAY, Judge.\nJoshua Hawkins was convicted after a jury trial of Counts I and II, attempted murder, Class A felonies;[1] Count III, robbery, a Class A felony;[2] Count IV, attempted robbery, a Class A felony;[3] Counts V and VI, criminal confinement, Class B felonies;[4] Count VII, carrying a handgun without a license, a Class A misdemeanor, and carrying a handgun without a license having been convicted of a felony within the prior fifteen years, a Class C felony;[5] and Count VIII, auto theft, a Class D felony.[6] He raises four issues on appeal, which we consolidate and restate as:\n1. Whether the trial court erred in denying his motion to dismiss pursuant to Ind.Crim. Rule 4(C);\n2. Whether the evidence was sufficient to sustain his convictions of attempted robbery and attempted murder; and\n3. Whether the trial court erred when it ordered Hawkins' sentences be served consecutively.\n*1160 We affirm in part, reverse in part, and remand.\n\nFACTS AND PROCEDURAL HISTORY\nOn March 6, 2001, Ronald Hotard and John Pishvai were in Pishvai's office after transporting cars from an auction to Pishvai's car lot. Hawkins entered the office, reached into his coat and pulled out a chrome revolver. A second man, also armed and shorter than Hawkins, followed Hawkins into the office. Hawkins ordered Hotard and Pishvai to get on the floor.\nHawkins repeatedly yelled \"Where's the money?\" at Hotard and Pishvai. (App. at 232, 436.)[7] Hawkins then ordered the men to remove their clothing. As they undressed, he directed them at gunpoint back to the garage area where he forced Pishvai to his hands and knees. Hawkins argued with Pishvai about money and keys to the cars. Hotard heard a gunshot. The second man then said \"you're next, you're next,\" and Hotard was shot. (Id. at 237.)\nHotard fell to the ground and remained motionless until he believed Hawkins and the other man had left. He opened his eyes and saw Pishvai had been shot in the back of his head. Hotard went to the office and found the phones pulled from the wall. He saw Pishvai's Cadillac leaving the lot.\nAfter Hawkins and the second man left, Hotard ran into the street and waved for help. A passing motorist helped Hotard contact the police. A green Cadillac and a 1997 Dodge Stratus were missing from the lot, along with some money and some license plates.\nLater that day, Fort Wayne Police Officer Brian Johnson saw a green Cadillac Seville with two male occupants, one taller than the other. He activated his lights and the Cadillac sped away. He lost sight of the vehicle, but later found it unoccupied in a parking lot.\nOn March 26, 2001, Madison County Police Officer Kurt Foust stopped a 1997 Dodge Stratus after he observed the vehicle weaving on the road. Hawkins was the driver and sole occupant of the car. Officer Foust determined that Hawkins' license was suspended. He placed Hawkins under arrest and impounded the vehicle. During the inventory search, a Lorcin handgun was found in the car.\nHawkins admitted after he was given his Miranda warnings that the gun was his but the car was not. On March 29, 2001, Hawkins was charged in Madison County with receiving stolen property, a Class D felony.[8]\nOn or about March 28, 2001, Allen County authorities placed a \"hold\" on Hawkins. Fort Wayne police detective Colynn Bender interviewed Hawkins at the Madison County Jail on March 29, 2001. Hawkins told Detective Bender \"I didn't kill anybody.\" (Id. at 484.) He admitted to possessing the Lorcin revolver during the crime. He refused to identify the shorter man, but told Detective Bender that man had shot Pishvai. He admitted to shooting *1161 Hotard after the shorter man pointed his handgun at Hawkins and told him to shoot. He also admitted to demanding money from Hotard and Pishvai, taking $400.00 and some car keys from Pishvai, and dividing the money.\nOn May 2, 2001, Hawkins was charged in Allen County with the crimes appealed herein and an arrest warrant was issued. On March 1, 2002, after the Madison County charges were dismissed, Hawkins was served with the arrest warrant and transported to Allen County. On May 1, 2002, the trial court set Hawkins' trial for September 17, 2002. Hawkins did not object to that trial date.\nOn September 9, 2002, Hawkins filed a Motion to Dismiss and Discharge Defendant alleging a violation of his right to a speedy trial under the United States Constitution, Article I, § 12 of the Indiana Constitution, and Crim. R. 4(C). The trial court denied the motion and Hawkins was convicted on all counts.\nAt the sentencing hearing, the trial court reduced the Class A felonies in Counts III and IV to Class C felonies. The court found multiple aggravating circumstances including Hawkins' criminal history, the fact he was on probation when he committed the offenses, the fact that one of the victims was over 65, and the nature and circumstances of the crime. The court found a single mitigating factor, Hawkins' remorse, but it observed that Hawkins' apology ran \"a little hollow\" because he had refused to name the second shooter. (Id. at 613.)\nHawkins was sentenced to 40 years on Count I, 40 years on Count II, 6 years on Count III, 6 years on Count IV, 15 years on Count V, and 15 years on Count VI, all to be served consecutively. He was also sentenced to six years on Count VII and three years on Count VIII, to be served concurrently with each other and the other sentences.\n\nDISCUSSION AND DECISION\n1. Right to a Speedy Trial\nAccording to Crim. R. 4(C):\nNo person shall be held on recognizance or otherwise to answer a criminal charge for a period in aggregate embracing more than one year from the date the criminal charge against such defendant is filed, or from the date of his arrest on such charge, whichever is later except where a continuance was had on his motion, or the delay was caused by his act.\n\"[W]hen a defendant is incarcerated in another county on unrelated charges, `arrest' for purposes of Ind. R.Crim. P. 4(A) and (C) does not occur until his return is ordered by the court wherein the second charges have been filed.\" Maxie v. State, 481 N.E.2d 1307, 1309 (Ind.1985). See also Landrum v. State, 428 N.E.2d 1228, 1230 (Ind.1981); State v. Helton, 625 N.E.2d 1277, 1278 (Ind.Ct.App.1993); Hinds v. State, 469 N.E.2d 31, 35-36 (Ind. Ct.App.1984), reh'g denied, trans. denied.\nWhether Hawkins received a speedy trial therefore depends on whether the Madison County charge was \"unrelated\" to the Allen County charges for Crim. R. 4(C) purposes. Hawkins contends the charge of receiving stolen property filed against him in Madison County was related to the charges filed in Allen County: \"The Receiving Stolen Property charge that pended in Madison County until February 28, 2002 was a result of his arrest while driving an automobile that formed the basis of Count VIII[9] filed in the Allen Superior Court.\" (Br. of Appellant at 20) *1162 (footnote supplied). As charges were filed against him in Madison County on March 29, 2001, but he was not tried in Allen County until September 17, 2002, he contends his right to be brought to trial within one year was violated.\nThe State contends the Madison County charge was unrelated to the Allen County charges: \"The Madison County officer arrested Defendant for offenses committed in that county on March 26, 2001. Specifically, Defendant was driving in Madison County with an expired driver's license, was driving a stolen vehicle, and had an unlicensed handgun in the car. The charge that was filed against him reflects that that crime[10] occurred on March 26, 2001, in Madison County.\" (Br. of Appellee at 7-8) (citations to record omitted).\nThe Madison County charge of receiving stolen property was unrelated to the Allen County charges, and Crim. R. 4(C) therefore was not violated. We addressed when charges arising out of a single incident are \"related\" for Crim. R. 4(C) purposes in Pruett v. State, 617 N.E.2d 980 (Ind.Ct. App.1993). In January of 1991, police saw Pruett leave a liquor store carrying two cases of beer. Pruett was nineteen years old and the officers arrested him for Illegal Possession of Alcohol by a Minor. A search incident to the arrest produced a box containing marijuana. Also inside the box was a plastic baggie containing LSD, a Schedule I Controlled Substance. On January 30, 1991, Pruett was charged in Hammond City Court with Possession of Marijuana and Illegal Possession of Alcohol by a Minor. On March 27, 1992, he pled guilty to both charges and was sentenced.\nOn February 26, 1992, while the original charges were pending in the City Court, the State charged Pruett with possession of LSD. Pruett moved to dismiss the charge on the ground it was barred by Crim. R. 4(C). The trial court denied Pruett's motion. We affirmed, relying on State v. Tharp, 406 N.E.2d 1242 (Ind.Ct. App.1980).\nIn Tharp, we ruled that after a criminal charge has become time-barred under Crim. R. 4(C) and the defendant has been discharged or is eligible for discharge pursuant to the rule, the State may not subject the defendant to a \"related\" charge growing out of the same transaction, incident, events, or set of facts, when those facts had occurred and were known or should have been known to the State and could have been joined with the initial charge. 406 N.E.2d at 1246.\nIn Tharp, a theft charge remained pending against the defendants for almost 13 months before the State dismissed the charge and simultaneously refiled a charge of conspiracy to commit the same theft. The conspiracy charge alleged that commission of the theft constituted an overt act in furtherance of the conspiracy. We ruled the State's failure to bring the defendants to trial on the theft charge within the time limit prescribed by Crim. R. 4(C) not only required discharge of the defendants on that charge but also precluded \"any prosecution growing out of the same set of facts, specifically the conspiracy charge.\" Id. at 1244.\nWe applied the Tharp rule in Gamblin v. State, 568 N.E.2d 1040 (Ind.Ct.App. 1991) even though at the time the second set of charges against Gamblin was filed, the original charges were not yet barred by Crim. R. 4(C). We held \"[t]he State *1163 cannot be allowed to obtain an entire new year by refiling substantially the same charges[.]\" Id. at 1042 n. 6. The State may not attempt to do indirectly what the lack of speedy trial prevents it from doing directly, Tharp, 406 N.E.2d at 1245; in such a case, the filing of separate, factually-related charges is viewed as one continuous prosecution, and the one year time period begins to run on the date the first charge was filed. Gamblin, 568 N.E.2d at 1043.\nHowever, where the State files subsequent charges based on facts separate and distinct from those charged in the original information, the Tharp rule is inapplicable. \"Criminal charge\" for purposes of Crim. R. 4(C) does not necessarily mean all charges stemming from the same criminal episode. See Coates v. State, 534 N.E.2d 1087 (Ind. 1989) (trial of defendant on burglary charge more than one year after his arrest on charges of rape and robbery was not barred by Crim. R. 4(C) even though all charges allegedly arose from the same incident).\nWe noted in Pruett that all the charges arose from the same criminal episode; however, we determined the charges were not so factually related as to fall within the meaning of the Tharp rule. 617 N.E.2d at 982. Rather, each charge was based on one or more facts unique to the offense charged. The facts relative to the charge of Possession of Alcohol show Pruett had in his possession several bottles of beer. The Possession of Marijuana charge was based on Pruett's possession of five marijuana cigarettes. The Possession of a Controlled Substance charge relies upon Pruett's possession of LSD. Because that charge was based upon facts separate and distinct from those charged in the previous counts, Crim. R. 4(C) did not operate to bar its prosecution until one year after the charge was filed. The trial court therefore properly denied Pruett's motion to dismiss the charge of Possession of a Controlled Substance.\nHere, as in Pruett, Hawkins' charge of receiving stolen property was based on facts separate and distinct from those charged in the previous count of auto theft. Crim. R. 4(C) therefore did not operate to bar its prosecution until one year after the charge was filed. Hawkins could have been charged with and convicted of receiving stolen property even if he had not himself stolen the property he \"received.\" Even though that charge and the Allen County charges were in some way connected to the same incident, such a connection does not render the charges \"related\" for Crim. R. 4(C) purposes because the charges rely on separate and distinct facts. In this instance, Hawkins' charge of receiving stolen property was an \"unrelated charge.\"[11]\n*1164 2. Sufficiency of Evidence\nHawkins contends that the evidence was insufficient to sustain his convictions of attempted robbery and attempted murder. In reviewing sufficiency of the evidence, we will affirm a conviction if, considering only the probative evidence and reasonable inferences supporting the verdict, and without weighing evidence or assessing witness credibility, a reasonable trier of fact could conclude that the defendant was guilty beyond a reasonable doubt. Rogers v. State, 741 N.E.2d 395, 396 (Ind.Ct.App.2000), reh'g denied, trans. denied 753 N.E.2d 16 (Ind.2001). When a conviction is based on circumstantial evidence, we will not disturb the verdict if the factfinder could reasonably infer from the evidence presented that the defendant is guilty beyond a reasonable doubt. Id. The circumstantial evidence need not overcome every reasonable hypothesis of innocence; the evidence is sufficient if an inference may reasonably be drawn from it to support the verdict. Id.\nA. Attempted robbery\nHawkins contends there was insufficient evidence that he attempted to rob Hotard. The crime of robbery occurs when a person knowingly or intentionally takes property from a person or from the presence of that person by force or by placing the person in fear. Ind.Code § 35-42-5-1. An attempt occurs when a person, acting with the required culpability, takes a substantial step toward the commission of a crime. Ind.Code § 35-41-5-1.\nHawkins points to Hotard's testimony that \"no demand was made for his money\" but only that of Pishvai (App. at 245-246). This, Hawkins suggests, confirms there was no attempt to rob Hotard. His argument fails, however, as the statute does not require an attempt to take property from the victim\u0097it also includes within the definition of robbery a taking of property from \"the presence of another person.\" Ind.Code § 35-42-5-1. Hawkins demanded of both men numerous times \"Where's the money?\" (App. at 232). Further, Hawkins told Detective Bender the demand was for money from the \"individuals.\" (Id. at 486.) The evidence was sufficient to convict Hawkins of an attempt to rob Hotard.\nB. Attempted murder\nHawkins asserts the evidence was insufficient to prove he had a specific intent to kill Pishvai or a specific intent that the second gunman kill Pishvai. The elements of attempted murder include specific intent to kill. Ramsey v. State, 723 N.E.2d 869, 871 (Ind.2000). This intent is also required in cases where the defendant is an accomplice to attempted murder. Bethel v. State, 730 N.E.2d 1242, 1246 (Ind.2000).\nHawkins notes he ordered Hotard and Pishvai to remove their clothing as a way to slow them down after he and his accomplice left. This, he argues, shows he did not have a specific intent to kill. However, there was testimony that Hawkins was the individual standing closest to Pishvai, while the other gunman stood near Hotard. Hawkins told police the other gunman shot Pishvai.\nRegardless of who shot which victim, there was ample evidence of intent to kill in the placing of Pishvai in an \"execution style\" position, the firing of a shot into the back of Pishvai's head, and the use of a deadly weapon in a manner likely to cause death or great bodily harm. See Wilson v. State, 697 N.E.2d 466, 475-76 (Ind.1998), reh'g denied. There was sufficient evidence that Hawkins had the specific intent to kill Pishvai.\n*1165 3. Sentencing\nHawkins argues, and the State concedes, that he was sentenced improperly. The trial court ordered the 40 year sentences for two attempted murder convictions, the 6 year sentences for robbery and attempted robbery, and the 15 year sentences for two criminal confinement convictions be served consecutively for an aggregate sentence of 122 years.\nThe trial court's authority to impose consecutive sentences is limited by statute:\n[E]xcept for crimes of violence, the total of the consecutive terms of imprisonment... to which the defendant is sentenced for felony convictions arising out of an episode of criminal conduct shall not exceed the presumptive sentence for a felony which is one (1) class of felony higher than the most serious of the felonies for which the person has been convicted.\nInd.Code § 35-50-1-2(c). At the time of Hawkins' crimes, the statute did not include attempted murder as a \"crime of violence.\"[12] Nor did the statute include robbery or attempted robbery as a Class C felony, or criminal confinement as a Class B felony. Id. As a result, the trial court erred in imposing consecutive sentences totaling 122 years. We remand for resentencing in compliance with the statute in effect when Hawkins committed the crimes.\nAffirmed in part, reversed in part and remanded.\nKIRSCH and MATHIAS, JJ., concur.\nNOTES\n[1]  Ind.Code §§ 35-42-1-1, 35-41-5-1.\n[2]  Ind.Code § 35-42-5-1.\n[3]  Ind.Code §§ 35-42-5-1, 35-41-5-1.\n[4]  Ind.Code § 35-42-3-3.\n[5]  Ind.Code §§ 35-47-2-1, 35-47-2-23. The charging information for Count VII is in two parts. Part I alleges only that Hawkins carried a handgun without a license when he was not in his \"place of abode or his fixed place of business,\" (App. at 20), and incorrectly indicates that offense is a Class C felony. In fact, the offense as alleged in Part I of Count VII is a Class A misdemeanor. Ind. Code § 35-47-2-23(c). In Part II of Count VII, Hawkins is charged with carrying a handgun without a license having previously been convicted of a felony. The charge in Part II is correctly indicated to be a Class C felony, see Ind.Code § 35-47-2-23(c)(2)(B). The record reflects only one conviction under Count VII, which conviction is shown as a Class C felony.\n[6]  Ind.Code § 35-42-1-1.\n[7]  Hawkins' Appendix included a copy of the entire 508-page transcript of Hawkins' jury trial, which transcript was also submitted separately. We remind counsel that the Appendix should include only those portions of the transcript that contain: 1) the rationale of the trial court's decision if the brief challenges an oral ruling or statement of decision; 2) a jury instruction, when such instruction is challenged on appeal; or 3) other \"brief portions\" of the transcript that are important to a consideration of the issues raised on appeal. Ind. Appellate R. 50(A)(2).\n[8]  Ind.Code § 35-43-4-2. That charge was dismissed on February 28, 2002.\n[9]  Count VIII was auto theft.\n[10]  Hawkins was not charged with driving with an expired driver's license or having an unlicensed handgun in the car. Rather, he was charged with receiving stolen property, which property is explicitly described in the Information filed in Madison County as a car stolen from Coliseum Auto Sales in Fort Wayne, Indiana.\n[11]  We are, however, quite concerned with the way this case was handled by the authorities in both Allen and Madison County. The record indicates Hawkins was jailed in Madison County on March 26, 2001 and was unable to post bond to secure his release from that county because Allen County had placed a \"hold\" on him shortly after he was jailed. He was held in Madison County for nearly a year on a charge that was eventually dismissed on February 28, 2002. During that time, the Allen County authorities were aware Hawkins was confined in Madison County; they visited him there at their convenience while pursuing the investigation of the Allen County crimes and they charged him on May 2, 2001 with the Allen County crimes. Hawkins was not arrested on the Allen County charges for another ten months. The record does not reflect, nor does the State offer in its brief a reasonable explanation for such a long delay between the entering of charges and Hawkins' arrest. The delay therefore gives rise to at least the appearance that the State might have been attempting to \"do indirectly what the lack of speedy trial prevented [it] from doing directly,\" Pruett, 617 N.E.2d at 982 (quoting Tharp, 406 N.E.2d at 1245).\n[12]  Ind.Code § 35-50-1-2(a) was amended effective July 1, 2001 to add attempted murder to the list of crimes of violence. That amendment was after the commission of these crimes; it therefore does not control. See Rondon v. State, 711 N.E.2d 506, 513 (Ind. 1999).\n\n",
            "ocr": false,
            "opinion_id": 2118299
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}