{
    "id": 2117455,
    "judges": "John E. Steele",
    "date_filed": 1307491200000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-hill",
    "case_name_short": "Hill",
    "case_name": "United States v. Hill",
    "case_name_full": "UNITED STATES of America v. Donald A. HILL",
    "attorneys": "Yolande G. Viacava, US Attorney’s Office, Ft. Myers, FL, for United States of America.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1344-14\">\n    UNITED STATES of America v. Donald A. HILL.\n   </parties><br><docketnumber id=\"b1344-16\">\n    Case No. 2:10-cr-127-FtM-29DNF.\n   </docketnumber><br><court id=\"b1344-17\">\n    United States District Court, M.D. Florida, Fort Myers Division.\n   </court><br><decisiondate id=\"b1344-20\">\n    June 8, 2011.\n   </decisiondate><br><attorneys id=\"b1347-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1307\"> \n     *1307\n     </span>\n    Yolande G. Viacava, US Attorney’s Office, Ft. Myers, FL, for United States of America.\n   </attorneys>",
    "citations": [
        "795 F. Supp. 2d 1304"
    ],
    "opinions": [
        {
            "author_str": "Steele",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3092.0,
            "opinion_text": "\n795 F.Supp.2d 1304 (2011)\nUNITED STATES of America\nv.\nDonald A. HILL.\nNo. 2:10-cr-127-FtM-29DNF.\nUnited States District Court, M.D. Florida, Fort Myers Division.\nJune 8, 2011.\n*1307 Yolande G. Viacava, US Attorney's Office, Ft. Myers, FL, for United States of America.\n\nOPINION AND ORDER\nJOHN E. STEELE, District Judge.\nOn May 2, 2011, United States Magistrate Judge Douglas N. Frazier submitted a Report and Recommendation (Doc. # 40) to the Court recommending that Defendant's Motion to Suppress (Doc. # 22) be granted. The Government's Objections (Doc. # 43) were filed on May 16, 2011, to which defendant filed a Response (Doc. # 45) on May 20, 2011.\n\nI.\nAfter conducting a careful and complete review of the findings and recommendations, a district judge may accept, reject or modify the magistrate judge's report and recommendation. 28 U.S.C. § 636(b)(1); United States v. Powell, 628 F.3d 1254, 1256 (11th Cir.2010). A district judge \"shall make a de novo determination of those portions of the report or specified proposed findings or recommendations to which objection is made.\" 28 U.S.C. § 636(b)(1)(C). See also United States v. Farias-Gonzalez, 556 F.3d 1181, 1184 n. 1 (11th Cir.2009). This requires that the district judge \"give fresh consideration to those issues to which specific objection has been made by a party.\" Jeffrey S. v. State Bd. of Educ. of Ga., 896 F.2d 507, 512 (11th Cir.1990) (quoting H.R. 1609, 94th Cong., § 2 (1976)). The district judge reviews legal conclusions de novo, even in the absence of an objection. See Cooper-Houston v. S. Ry. Co., 37 F.3d 603, 604 (11th Cir.1994). A district court may not reject the credibility determinations of a magistrate judge without personally rehearing disputed testimony from the witness. Powell, 628 F.3d at 1256-58.\n\nII.\nAfter reviewing the Report and Recommendation, the transcript of the evidentiary *1308 hearing and exhibits, and the papers submitted by the parties, the Court fully agrees with the findings of fact and conclusions of law made by the magistrate judge.\nThe screened-in lanai area in the back of the house was either a part of the house itself or included in the curtilage of the house, and in either case was within the protections provided by the Fourth Amendment. Despite these protections, however, a law enforcement officer in carrying out his or her duties is free to go where the public would be expected to go without violating the Fourth Amendment. Coffin v. Brandau, 642 F.3d 999 (11th Cir.2011) (citations omitted). This includes knocking on the front door, Kentucky v. King, ___ U.S. ____, 131 S.Ct. 1849, 1862, 179 L.Ed.2d 865 (2011), and in some circumstances a back door. (See Report and Recommendation, Doc. #40, p. 18) (citing cases). Nothing in this case indicates that the public would be expected to go to the lanai at the rear of the house. Therefore, since none of the exigent circumstances recognized by the Supreme Court, King, 131 S.Ct. at 1856-57, were present, the officer's initial entry into the lanai was unlawful. The Court adopts this portion of the Report and Recommendation and overrules the government's objection.\nThe Court also concurs in the magistrate judge's finding that the deputy did not act improperly in taking defendant into custody pursuant to the Baker Act. This led to the second entry into the residence, pursuant to defendant's consent to have the officer obtain some clothing for him. The only issue is whether the scope of that consent was exceeded. More specifically, the issue is whether the government established that Deputy Waid's observation of child pornography on the computer was a plain view observation or whether he or another deputy did something intentionally which caused the computer to cease its sleep mode and display the images. The magistrate judge found it \"highly unlikely\" that the computer screen came on in plain view without some intentional conduct by an officer. (Doc. #40, p. 22.) After reviewing the evidence de novo, the Court agrees. The government has failed to establish by a preponderance of evidence that the officer(s) did not do something intentionally which triggered the computer to switch from sleep mode to display the images. Therefore, there was a \"search\" within the meaning of the Fourth Amendment, Arizona v. Hicks, 480 U.S. 321, 324-25, 107 S.Ct. 1149, 94 L.Ed.2d 347 (1987), which exceeded the scope of the consent. The plain view exception does not apply, the search was not otherwise reasonable, and the observation of the images and subsequent seizure of evidence must be suppressed. The Court adopts this portion of the Report and Recommendation and overrules the government's objection.\nAccordingly, it is now\nORDERED:\n1. The Magistrate Judge's Report and Recommendation (Doc. #40) is adopted, and is specifically incorporated into this Opinion and Order.\n2. Defendant's Motion to Suppress (Doc. # 22) is GRANTED.\n\nREPORT AND RECOMMENDATION\nDOUGLAS N. FRAZIER, United States Magistrate Judge.\nTO THE UNITED STATES DISTRICT COURT\nThis cause is before the Court on the Defendant, Donald A. Hill's Motion to Suppress (Doc. 22) filed on February 11, 2011. The Defendant asserts that the initial entry into the lanai of his residence was illegal, that the officers unlawfully Baker Acted him, and that the second entry into *1309 the residence to obtain clothes and shoes was unlawful in that the officer searched the computer unlawfully, and therefore the items seized and statements made during the incident should be suppressed. The Government filed a Response to Defendant's Motion to Suppress (Doc. 24) on February 25, 2011, arguing that the entries into the residence were lawful, and that no search of the computer occurred until after a search warrant was obtained. The Defendant is charged in an Indictment with knowingly possessing one or more books, magazines, periodicals, films, video tapes, and other matter containing visual depictions that have been transported in interstate and foreign commerce by any means which involve the depictions of a minor engaged in sexually explicit conduct in violation of 18 U.S.C. § 2252(a)(4)(B) and 2252(b)(2).\n\nI. Evidence\nThe Government presented the testimony of the following individuals: Lee County Deputy Sheriff Bryan Waid, Lee County Deputy Sheriff Anita Iriarte, and Apple Store employee Edward J. Chrispen. The Government introduced into evidence photographs of the residence. (Gov. composite 1-A through 1-I). The Defendant presented the testimony of Richard Connor, a forensic computer expert. The Defendant introduced into evidence photographs of the residence. (Def. Exh. B-6, B-13, B-15, and B-16). The state search warrant was not tendered as evidence by the Government or the Defendant.\n\nA. Testimony of Deputy Waid\nDeputy Waid has been working for the Lee County Sheriff's Office for one year, and worked in law enforcement in Washington, D.C. for thirteen years. (Tr[1]. p. 8-9). On the evening of July 12, 2010, he responded to a possible burglary in progress call. (Tr. p. 9). Deputy Waid located the caller or the husband of the caller who told Deputy Waid that he saw someone naked in his neighbor's pool and when he went to the pool, the person ran into another neighbor's house at 1042 Clarellen Drive, Fort Myers, Florida. (Tr. p. 10). Deputy Waid did not know if there was an additional burglary in progress at 1042 Clarellen Drive, so the officers set up a perimeter around the house and called for additional back-up units. (Tr. p. 10). It was approximately 9:30 p.m. (Tr. p. 11). Deputy Waid was in the rear corner of the residence. (Tr. p. 10). Other deputies were at the front of the house. (Tr. p. 10-11). Deputy Waid could see a lanai area with a swimming pool, and he saw no lights on in the residence and the residence was quiet. (Tr. p. 11). K-9 units also responded to the scene and they were knocking on the doors of the residence.[2] (Tr. p. 11). At first, no one responded to the knocks, but after a period of time, a light came on inside the house and the Defendant came to the back door, and then went out on the lanai. (Tr. p. 11). Prior to making contact with the Defendant, Deputy Waid and other officers went around the house and saw wet footprints outside of the front door of the residence. (Tr. p. 12). The Defendant was wearing boxer shorts and a t-shirt. (Tr. p. 12).\n*1310 All of the officers were in uniform. (Tr. p. 12). The officers informed the Defendant as to why they were at the residence, and about the incident in the swimming pool. (Tr. p. 13). Deputy Waid did not hear the Defendant make any statements. (Tr. p. 13). The officers asked the Defendant if there were other people in the residence, and the Defendant responded no. (Tr. p. 14). Deputy Waid then asked if he could check the residence for other people, and the Defendant responded to go ahead. (Tr. p. 14). At this point, Deputy Waid was in the back of the house outside of the residence. (Tr. p. 15). Deputy Waid testified, \"we went inside his [the Defendant's] house.\" (Tr. p. 15). Officers went into the residence and looked in the rooms, closets, and garage for other individuals. (Tr. p. 15). The officers did not look into cabinets or at the computers. (Tr. p. 15-16). Deputy Waid observed the residence being in disarray with many empty cans and bottles strewn around the residence. (Tr. p. 16). He also saw wet footprints in the foyer inside the front door. (Tr. p. 16). After looking through the residence for other individuals, Deputy Waid went outside of the residence where the Defendant was located. (Tr. p. 17).\nThe Defendant was talking to Deputy Iriarte. (Tr. p. 17). Deputy Iriarte decided to Baker Act the Defendant. (Tr. p. 17). Deputy Waid did not participate in that decision. (Tr. p. 18). Deputy Iriarte asked the Defendant if the officers could get the Defendant shorts and shoes. (Tr. p. 18). The Defendant was barefoot and not wearing appropriate clothes. (Tr. p. 18). The Defendant responded that his shorts and shoes were on the floor in the bedroom next to the bed. (Tr. p. 18-19). Deputy Waid went back into the residence and into the bedroom to retrieve the shorts and shoes. (Tr. p. 19). He found the shorts on the floor by the bed but did not find shoes. (Tr. p. 19). Deputy Waid went to the walk-in closet in the bedroom and into the bathroom looking for shoes, but did not find them. (Tr. p. 19). Deputy Waid heard Sgt. Michael Weis[3] yell that he found the shoes next to the couch. (Tr. p. 19). Deputy Waid began to exit the bedroom. (Tr. p. 20). Deputy Waid testified that he could not get by the chair in the bedroom to get to the other side of the bed without moving the chair. (Tr. p. 24). As Deputy Waid was walking out of the bedroom he passed the laptop, and something caught his attention. (Tr. p. 20). He described it like a flash of light like when a television turns on, so he stopped and looked back, and saw that the computer screen was on. (Tr. p. 20). He remembered seeing a flash from the computer, but does not know why the screen came on. (Tr. p. 24). He saw little photographs of pornography involving children on the screen. (Tr. p. 20, 25). Deputy Waid testified that the did not touch the computer or the wires to the computer and did not touch anything intentionally. (Tr. p. 20). After he saw the child pornography, he did not touch the computer, and notified Sgt. Weis of his observations. (Tr. p. 21). At the time of the incident, Deputy Waid was not conducting an investigation of the Defendant regarding child pornography. (Tr. p. 25). Deputy Waid only entered the residence with the consent of the Defendant and did not exceed the Defendant's consent to allow him to retrieve shorts and shoes. (Tr. p. 28). He provided information to other law enforcement officers about his observations. (Tr. p. 21).\nOn cross-examination, Deputy Waid testified that he spoke with the husband of the neighbor who placed the 911 call about a possible burglary before Deputy Waid entered the lanai of 1042 Clarellen. (Tr. p. 32). The husband of the neighbor said *1311 that he saw a person swimming in his neighbor's pool in an enclosed lanai. (Tr. p. 33). No one was in the neighbor's residence. (Tr. p. 33, 34). There were no allegations that anything was stolen. (Tr. p. 33). The neighbor saw a suspect enter 1042 Clarellen through the front door, not the lanai. (Tr. p. 32-33). Deputy Waid testified that there was a trespass into the neighbor's property, however he saw wet footprints going into a second residence, namely 1042 Clarellen Dr. and did not know whether more than a trespass was occurring there. (Tr. p. 35).\nDeputy Waid testified that he was outside of the residence but inside of the screened lanai area when he first encountered the Defendant. (Tr. p. 29). The lanai is enclosed by a screen and had two door which were closed. (Tr. p. 29). The lanai also has an overhang. (Tr. p. 29). From the lanai, Deputy Waid could see into the kitchen through the sliding glass doors, but not into the living room. (Tr. p. 29-30). A swimming pool was located in the lanai, but it was only half full of water and due to its poor condition, was not able to be used for swimming. (Tr. p. 30-31). The lanai had tables and patio furniture. (Tr. p. 32). Deputy Waid entered the lanai through one of the closed doors. (Tr. p. 32). Deputy Waid learned that Donald Hill lived at 1042 Clarellen prior to speaking to the Defendant. (Tr. p. 35). When Deputy Waid first encountered the Defendant, he did not know that the Defendant had a criminal record. (Tr. p. 36).\nDeputy Waid entered Mr. Hill's lanai to investigate. (Tr. p. 34-35). Deputy Waid's entry onto the lanai brought him into contact with the Defendant, and if he had not been on the lanai, Deputy Waid would not have been able to be in contact with the Defendant. (Tr. p. 38). The officers spoke to the Defendant on the lanai, and he gave consent to the officers to look inside his residence for other people. (Tr. p. 38). Later after the incident concluded, Deputy Waid learned that the Defendant's ex-wife accused him of being involved with child pornography. (Tr. p. 39-40). Deputy Waid did not see or hear any officers knock at the front door of the residence, and Deputy Waid did not attempt to go to the front door. (Tr. p. 37).\nWhen Deputy Waid made contact with the Defendant on the lanai, the Defendant allowed Deputy Waid to look inside the residence for other individuals. (Tr. p. 38). Deputy Waid made a brief check of the residence and saw no other individuals. (Tr. p. 38). Deputy Waid then returned to the lanai where Deputy Iriarte was located. (Tr. p. 38-39). Deputy Iriarte made the decision to Baker Act the Defendant. (Tr. p. 39). Deputy Waid did not hear any conversation between Deputy Iriarte and the Defendant about the fact that the Defendant's former wife had previously accused him of child pornography. (Tr. p. 39). Deputy Waid learned this information after the incident occurred. (Tr. p. 40).\nThe Defendant was asked if the officers could get him his shorts and shoes. (Tr. p. 42). The Defendant said something about them being located next to the bed. (Tr. p. 42). Deputy Waid went into the house to get the clothes and shoes and then he heard the Defendant say that they were in the bedroom next to the bed. (Tr. p. 42). The shoes were in the living room not the bedroom. (Tr. p. 43).\nWhen Deputy Waid moved the chair to walk around in the bedroom as he entered, he did not know if the chair impacted anything. (Tr. p. 54, 55). He was walking toward the door of the bedroom when he saw a flash on the computer screen. (Tr. p. 56). Deputy Waid testified that he saw the flash without touching anything on the computer. (Tr. p. 57). He told Deputy Iriarte what he saw on the laptop. (Tr. p. *1312 57-58). He testified that he told Deputy Iriarte that his duty belt could have hit the chair that hit the desk that refreshed the computer, but that was \"something that we had talked about that could possibly have happened.\" (Tr. p. 58). Deputy Waid testified, \"I think that's something that we discussed that may have happened. I was\u0097I have actually no idea how the computer came on. I don't know if I touched it, I don't know if I bumped it. It's not something I paid attention to.\" (Tr. p. 59). Deputy Iriarte's report stated that Deputy Waid's gun belt bumped into the chair, and the chair bumped the desk. (Tr. p. 59-60).\nOn redirect examination, Deputy Waid testified that the information he received from the neighbor was that the individual the neighbor chased was naked, and therefore Deputy Waid was looking for a naked person. (Tr. p. 62). Deputy Waid testified that the officers set up a perimeter around the house and attempted to make contact with the person inside because they thought a burglary was in progress. (Tr. p. 63). The officers did not know if anyone was home at 1042 Clarellen. (Tr. p. 63-64). Deputy Waid proceeded to the bedroom to obtain the shoes and shorts because he heard a reference that these items were located in the bedroom. (Tr. p. 64-65). Deputy Waid did not know what caused the computer screen to flash, but he had not touched anything on the desk. (Tr. p. 65).\n\nB. Testimony of Deputy Iriarte\nDeputy Iriarte has been employed with the Lee County Sheriff's Office since 2006. (Tr. p. 73-74). On July 12, 2010, she received a call regarding a possible burglary in progress on Clarellen Drive. (Tr. p. 74). She was the first to arrive at the scene which was the residence where the suspect was seen going into the front door, and waited for back-up officers to arrive. (Tr. p. 74). A K-9 officer arrived shortly thereafter. (Tr. p. 74) Deputy Iriarte approached the east side of the residence, and the K-9 officer approached the west side. (Tr. p. 74). When more officers arrived on scene, Deputy Iriarte walked a few houses down the street, and made contact with the husband of the complainant who had seen someone go into the front door of 1042 Clarellen[4]. (Tr. p. 74, 75, 76). The suspect was a white, naked male. (Tr. p. 76).\nAfter speaking to the husband of the complainant, Deputy Iriarte returned to 1042 Clarellen to continue her investigation. (Tr. p. 77). She saw wet footprints at the front entryway. (Tr. p. 77). Deputy Iriarte joined the rest of the officers in the rear of the residence. (Tr. p. 77). The officers had already conducted the safety sweep when Deputy Iriarte arrived at the residence. (Tr. p. 80). The officers had already made contact with the Defendant who was on the lanai. (Tr. p. 77). On the lanai, Deputy Iriarte met with the Defendant who was wearing boxer shorts and a t-shirt, no shoes, and his hair was wet. (Tr. p. 78). She was on the lanai and could see into the kitchen which was in disarray. (Tr. p. 78). The pool on the lanai was murky and had dead frogs in it. (Tr. p. 78). She spoke with the Defendant and explained that she was the primary officer in charge. (Tr. p. 79). She told him that there was evidence that the Defendant was in a neighbor's pool and asked him why he was in the pool. (Tr. p. 79-80). The Defendant denied he was in the neighbor's pool. (Tr. p. 80).\nThe Defendant told Deputy Iriarte that he was battling depression and that he had a prior criminal case in 2005. (Tr. p. 80-81). The Defendant told Deputy Iriarte that he was previously a doctor, he wanted to drink himself into a coma tomorrow, *1313 and she noted that he was intoxicated, slurred his words, and smelled of alcohol. (Tr. p. 81). Deputy Iriarte saw from the lanai that the house was in disarray, and thought that the Defendant was probably swimming naked in a neighbor's pool. (Tr. p. 81). The Defendant admitted to being sad because he could not see his children on their birthday. (Tr. p. 81). Deputy Iriarte made the decision to Baker Act the Defendant as he was a threat to himself or others. (Tr. p. 81-82). She afforded the Defendant an opportunity to get shorts and shoes before he was transported. (Tr. p. 83). She asked the Defendant if he would mind if Deputy Waid went into the house to get the items of clothing, and the Defendant indicated where the items could be found. (Tr. p. 86). The Defendant told her where the shorts and shoes were located, and she asked Deputy Waid to go into the house to get them. (Tr. p. 83-84). Deputy Iriarte stayed with the Defendant. (Tr. p. 84). Deputy Waid returned and told her what he saw in the bedroom. (Tr. p. 85). She notified Sgt. Weis who contacted the watch commander and someone from the Innocent Images Task Force. (Tr. p. 85). She also made contact with the affiant for the search warrant and verbally provided information. (Tr. p. 85-86).\nOn cross-examination, Deputy Iriarte testified that it was her duty to prevent the Defendant from drinking himself into a coma. (Tr. p. 89). During her initial conversation with the Defendant, Deputy Iriarte learned about the Defendant's prior criminal case and knew it involved child pornography and that his ex-wife was involved. (Tr. p. 88-90). Deputy Iriarte made the determination to Baker Act the Defendant. (Tr. p. 90). The Defendant said that his shoes and shirt were in the bedroom, and Deputy Iriarte sent Deputy Waid into the house to get them. (Tr. p. 91). She could see into the kitchen, but could not see into the living room. (Tr. p. 92). In her report, she checked the box for a misdemeanor. (Tr. p. 94). Deputy Iriarte did not put anything in her report that was pure speculation. (Tr. p. 96). She had a conversation with Deputy Waid after he returned with the clothes. (Tr. p. 97). In Deputy Iriarte's report, she stated that Deputy Waid told her that his duty belt bumped into the computer chair which hit the desk, and the laptop then came out of sleep mode, refreshing to the last folder seen which contained numerous images of child pornography. (Tr. p. 97-98, 99). The statements she put into her report were not something that she and Deputy Waid thought might have happened, but rather what Deputy Waid told her. (Tr. p. 99). If Deputy Waid said his statements were speculation, she would have included that in her report. (Tr. p. 99).\nOn re-direct examination, Deputy Iriarte clarified that she Baker Acted the Defendant because he was battling depression, wanted to drink himself into a coma, was a danger to himself, he missed his children's birthday, and was not taking his medications. (Tr. p. 101-102). She thought that he had been the one swimming in the neighbor's pool because his hair was wet. (Tr. p. 102). Her report contained accurate information. (Tr. p. 102-103). Deputy Waid was in the house approximately two to three minutes looking for the shoes and shirt. (Tr. p. 104). Deputy Iriarte reiterated that Deputy Waid told her that his duty belt bumped into the chair, which bumped into the desk and refreshed the computer. (Tr. p. 104-105). Deputy Iriarte did not recall that another deputy was in the house when Deputy Waid entered looking for the shoes and shirt. (Tr. p. 105-106).\n\nC. Testimony of Edward J. Chrispen, Jr.\nMr. Chrispen is a lead Genius at Apple, Inc., Bonita Springs Store. (Tr. p. 109). *1314 He handles complex technical issues, coordinates a support effort locally, and training. (Tr. p. 109). He had training at the Apple headquarters and is certified with Apple computers. (Tr. p. 109). He troubleshoots and repairs MacBook Pro computers. (Tr. p. 110). A MacBook Pro goes into sleep mode or standby mode when it is left unattended for a period of time. (Tr. p. 110). During the sleep mode, the computer is on but its power consumption is reduced by turning off nonessential systems like the monitor. (Tr. p. 110). The default on the MacBook Pro for sleep mode is fifteen (15) minutes of no activity. (Tr. p. 111). First, if on the default settings, the screen will go black after five (5) minutes, and then go into sleep mode ten (10) minutes later. (Tr. p. 111). In the sleep mode, the screen is black but there is a pulsating LED light on the eject latch in the front of the computer indicating that the computer is in the sleep mode. (Tr. p. 114). Mr. Chrispen testified that Gov. Exh. 1-E depicts a MacBook Pro in sleep mode with the LED light beneath the touch pad appearing to be lit. (Tr. p. 117, Gov. Exh. 1-E). When the screen goes black, the user can see the screen again by tapping the mouse pad, using the mouse, or by hitting a keystroke. (Tr. p. 112-113). In addition, certain automatic updates or other internal causes may make the screen turn on such as a Windows XP update. (Tr. p. 113, 119). A jarring of the power strip might cause the computer to power cycle which would wake it up. (Tr. p. 122). A jarring or shaking of the table would not normally turn the screen on unless there is an input device such as an external mouse. (Tr. p. 123).\nThe Defendant's laptop is a MacBook Pro and was running Parallels which means that even though it is an Apple computer, it is running Windows XP which makes it similar to a Dell computer. (Tr. p. 119). These programs were added to the MacBook Pro and do not come with it. (Tr. p. 120).\nOn cross-examination, Mr. Chrispen testified that he had only reviewed photographs of the laptop computer in this case, and did not examine the computer itself. (Tr. p. 132-133). Mr. Chrispen testified that the most common causes of a screen turning on is touching the touch pad, hitting a key, and opening the computer. (Tr. p. 126). Mr. Chrispen testified that without an external mouse, it is highly unlikely that a jarring of the desk would activate the screen making it turn on. (Tr. p. 129). There is only a small possibility that internal software would wake up the computer from sleep mode. (Tr. p. 132). It is unlikely that if a person was in a room for thirty (30) seconds with a MacBook Pro in sleep mode, that during that short time period the computer would update at that moment and the screen would turn on. (Tr. p. 133). It is more likely that intentional acts would wake the computer up. (Tr. p. 134-135). When the computer is activated, whatever was last on the screen would appear. (Tr. p. 136).\nOn redirect examination, Mr. Chrispen testified that Parallels was the type of software that is known to trigger events that wake up computers. (Tr. p. 137). The MacBook Pro does not log every system that is running, and can write over its logs. (Tr. p. 138).\n\nD. Testimony of Richard Connor\nMr. Connor works in computer forensics which is the examination of computers. (Tr. p. 140). He has been in the field of computer forensics for six years. (Tr. p. 141). Mr. Connor is an attorney, but decided to change fields and has training in computer forensics and is certified. (Tr. p. 142). He has testified as an expert in prior cases and was retained by the Federal Public Defender's Office for a forensic *1315 examination of the Defendant's MacBook Pro. (Tr. p. 143-144). He inspected the MacBook Pro and made copies of the Windows and Apple applications. (Tr. p. 144-145). He looked at the log files, registry files, and other files. (Tr. p. 144-145). He reviewed the images of the Windows computer on the Apple and the Apple computer as well. (Tr. p. 145). He also reviewed the discovery in this case. (Tr. p. 146). The Court qualified Mr. Connor as an expert. (Tr. p. 154).\nThe MacBook Pro was running an OSX 10.4 operating system. (Tr. p. 147). Windows XP in Parallels is like a computer within a computer. (Tr. p. 147). In sleep mode which is a power saving mode, the screen turns off, but the computer maintains the state it was in. (Tr. p. 147-148). On July 12, 2010, Mr. Connor found user activity in the morning on that date until approximately 2:00 p.m., and then no user activity for the remainder of the day. (Tr. p. 150). At 9:42 p.m. on July 12, 2010, the MacBook Pro showed no user activity so it should have been in the sleep mode, however, some activity woke up the screen at that moment. (Tr. p. 148-149). At 9:42 p.m. several Apple screen saver files were accessed. (Tr. p. 150). Something occurred at that time which made the screen saver files activate. (Tr. p. 150). However, prior to that time, no one was using the computer and there was no internet activity, and therefore, prior to 9:42 p.m. the screen should have been black. (Tr. p. 150-151). Mr. Connor was not able to determine what caused the computer to turn on at 9:42 p.m. (Tr. p. 151). Mr. Connor looked for user activity and internal processes, and found nothing. (Tr. p. 151).\nIn Mr. Connor's opinion, generally a computer does not spontaneously awake unless something has happened that would cause it. (Tr. p. 155). There was no evidence of an external mouse. (Tr. p. 156). If a power adapter was plugged in and then unplugged, that would cause the computer to wake up. (Tr. p. 157). Mr. Connor found no evidence of any external device attached to the computer. (Tr. p. 158). The printer would not wake up a screen even it there is impact to it unless it is plugged in and then unplugged from the computer. (Tr. p. 158-159). The methods to wake up a screen while in sleep mode are to touch a key, touch the pad, and close and open the laptop. (tr. p. 160). If the screen wakes up for anything other than these three methods, then Mr. Connor would expect to see evidence of it on the computer. (Tr. p. 160). In Mr. Connor's opinion, at 9:42 p.m. on July 12, 2010, the screen turned on due to someone touching a key, touching the pad, or opening and closing the laptop. (Tr. p. 161). Mr. Connor testified that while the Parallels program is running it passes information from the Apple part to the Windows part and he is able to see the events in various areas of the computer. (Tr. p. 161-162). After reviewing the computer for activity at 9:42 p.m. on July 12, 2011, Mr. Connor found no communication between Parallels and Apple or Parallels and Windows XP, and therefore, Mr. Connor testified that the screen would not have come on based upon the Parallels program running. (Tr. p. 162). In Mr. Connor's opinion, the testimony of Deputy Waid that he was walking by the computer, saw a flash, and saw the computer come on is very unlikely. (Tr. p. 163). In Mr. Connor's opinion, Deputy Iriarte's report that Deputy Waid bumped into the chair that bumped the desk that bumped the computer which turned on the screen is unreasonable. (Tr. p. 163). A person can drop a MacBook Pro or jiggle it while in the sleep mode, and it will not come on unless there is an external mouse or input device, or a connection is broken and reconnected. (Tr. p. 163-164).\n*1316 On cross-examination, Mr. Connor testified that activities could have occurred on the MacBook Pro that were not logged on the computer. (Tr. p. 169). There was nothing on the computer indicating why it woke up at 9:42 p.m. and there was no evidence that a user operated the computer at that time. (Tr. p. 170-172). Mr. Connor did not find that any communications between the Parallels and the Windows XP or the Apple occurred to wake up the computer at 9:42 p.m. (Tr. p. 176-177). He found no log entry showing that there was any human interaction with the computer, and he could not testify whether any type of human interaction with the computer would cause the computer to log it in. (Tr. p. 177-178). If, for example, someone hit a key or touched the track pad, Mr. Connor did not know if a log entry would be made. (Tr. p. 178-179).\nOn re-direct examination, Mr. Connor testified that he was not certain that if someone touched the space bar, whether the computer would log it in. (Tr. p. 180). If non-human communication occurred by Parallels, then Mr. Connor testified that it would most likely have been seen on the log and activity of an external device would be logged. (Tr. p. 180-181). Further, network and internet activity is extensively logged. (Tr. p. 181). Mr. Connor determined that the most reasonable explanation for the screen turning on at 9:42 p.m. is human interaction with the computer. (Tr. p. 182).\n\nII. Analysis\nThe Defendant argues that the initial entry into the lanai of the residence was illegal and tainted the subsequent events, that the second entry into the residence to retrieve clothing went beyond the scope of the consent, that there was an illegal search of the computer on which the deputy saw the child pornographic images. The Defendant also asserts that there were insufficient grounds to Baker Act him.\n\nA. Entry onto Lanai\nThe Defendant argues that the officers' entry into the lanai[5] violated the Fourth Amendment as a warrantless entry into the premises. Deputy Waid testified that the information he received was that someone was seen swimming naked in a neighbor's pool, and that person ran into 1042 Clarellen Drive. Deputy Waid considered it a possible burglary in progress. The officers set up a perimeter around 1042 Clarellen Drive, and called for back-up units. Deputy Waid was located at the rear corner of the residence, and he testified some officers went to the front of the house. He saw no lights on in the residence. He also saw wet footprints leading to the front door of the residence. On direct examination, Deputy Waid was unclear in his testimony as to where exactly he was located prior to the Defendant exiting the residence. On cross-examination, he testified that he was on the lanai when the Defendant exited the residence and was close enough to the glass doors to see into part of the home.\nDeputy Waid knew that K-9 units were at the scene and knocking on the doors of the residence, but he did not specify which doors, including the sliding glass doors. In fact, no testimony was elicited as to the number or location of the doors to the residence. However, he testified on cross-examination that he did not see or hear any officers knock at the front door of the *1317 residence. After a period of time, the Defendant came out the back door of the residence onto the lanai, and Deputy Waid was already on the lanai when he first encountered the Defendant. The lanai is completely enclosed by a screen and has screen doors which were closed. The lanai also has an overhang of the roof which is part of the residence.\nThe burden of proof is on the Government when the issue on a motion to suppress is the reasonableness of a warrantless search and seizure.[6]United States v. Knight, 336 Fed.Appx. 900, 904 (11th Cir.2009)[7] (citing United States v. Freire, 710 F.2d 1515, 1519 (11th Cir. 1983)). The Fourth Amendment protects \"[t]he right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures.\" U.S. Const. amend. IV. \"In terms that apply equally to seizures of property and to seizures of persons, the Fourth Amendment has drawn a firm line at the entrance to the house. Absent exigent circumstances, that threshold may not reasonably be crossed without a warrant.\" Payton v. New York, 445 U.S. 573, 590, 100 S.Ct. 1371, 63 L.Ed.2d 639 (1980).\nThe Fourth Amendment protection extends to curtilage but not to open fields. United States v. Hatch, 931 F.2d 1478, 1480 (11th Cir.1991). To determine if an area is curtilage, the Court must determine \"`whether an individual reasonably may expect that the area in question should be treated as the home itself.'\" Id., quoting United States v. Dunn, 480 U.S. 294, 300, 107 S.Ct. 1134, 1139, 94 L.Ed.2d 326 (1987). The Supreme Court determined that the question of what constitutes curtilage should be resolved by referring to four factors: \"the proximity of the area claimed to be curtilage to the home, whether the area is included within an enclosure surrounding the home, the nature of the uses to which the area is put, and the steps taken by the resident to protect the area from observation by people passing by.\" United States v. Dunn, 480 U.S. at 301, 107 S.Ct. 1134.\nIn the instant case, the screened enclosure included a swimming pool and lanai, and had two closed doors. The screen was attached to the house and part of the lanai was under roof which was also part of the house. The screened enclosure had furniture and a swimming pool which was for use by the residents of the home. The screened enclosure was in the back of the house and there was no testimony that it could be seen by people passing by the house. The screened enclosure was either a part of the house or included in the curtilage of the house, and the Defendant has a reasonable expectation of privacy in this area. Therefore, the Fourth Amendment protections extended to the lanai and the screened enclosure.\nThe Government argued that the officers were lawfully in the screened enclosure to \"knock and announce\". The Fourth Amendment is not implicated when an officer enters upon private land to knock \"on a citizen's door for legitimate police purposes unconnected with a search of the premises.\" United States v. Taylor, 458 F.3d 1201, 1204 (11th Cir.2006) (citing Coolidge v. New Hampshire, 403 U.S. 443, 466, 91 S.Ct. 2022, 29 L.Ed.2d 564 (1971) and United States v. Tobin, 923 F.2d 1506, 1511 (11th Cir.1991)). \"Absent express orders from the person in possession, an officer may walk up the steps and knock on the front door of any man's castle, with the honest intent of asking questions of the occupant thereof.\" (internal quotation marks omitted) Id. (quoting Davis v. United *1318 States, 327 F.2d 301, 303 (9th Cir.1964)), See also, United States v. Cox, 391 Fed. Appx. 756, 758 (11th Cir.2010). An officer may approach a residence just as a private citizen is permitted to approach a residence's door. Id. (citation omitted). An officer may enter a property and go to the front door and knock in order to investigate a suspicious activity. United States v. Taylor, 458 F.3d 1201, 1204 (11th Cir. 2006). This \"`knock and talk'\" initial entry onto a property is not prohibited by the Fourth Amendment. Id.\nIn the instant case, the Government failed to produce evidence that the deputies took reasonable steps to contact the Defendant, such as going to the front door of the residence to knock and attempt to talk to the residents, and when receiving no answer going into the screened enclosure to knock on the sliding glass doors there. Deputy Waid testified that he did not know if any officers knocked on the front door. Generally, officers are permitted to approach a back door of a residence but only after the officers attempted to contact someone at the front door, and the contact at the front door was fruitless. Nail v. Gutierrez, 339 Fed.Appx. 630, 632 (7th Cir.2009) (citing United States v. Daoust, 916 F.2d 757, 758 (1st Cir.1990)). An officer may initiate contact somewhere other than the front door, however the officers need some reason to initiate contact in an area other than the front door such as seeing a vehicle elsewhere on the property. See e.g. United States v. Diaz, 404 Fed.Appx. 381, 382-83 (11th Cir.2010).\nIn the instant case, the Government provided no testimony, evidence or argument that the officers approached the front door of the residence to attempt to \"knock and talk.\" An officer may enter private land to \"knock and announce\" as a private citizen would, but in this case, the private citizen would go to the front door. Further, the Government failed to provide any evidence as to where the officers did knock at the residence. The only testimony was from Deputy Waid who stated that the K-9 officers knocked on a door of the residence, but he failed to indicate which door or if, perhaps, the door was located on the lanai and in the screened enclosure. The Government failed to meet its burden of showing that the officers took reasonable steps to contact the Defendant. The Government has failed to meet its burden of showing the lawfulness of the warrantless entry into the screened enclosure by the officers.\n\nB. Baker Act\nThe Defendant asserts that Deputy Iriarte has insufficient grounds to Baker Act the Defendant. Pursuant to Fla. Stat. § 394.463, under the Baker Act\n(1) Criteria.\u0097A person may be taken to a receiving facility for involuntary examination if there is reason to believe that the person has a mental illness and because of his or her mental illness:\n(a) 1. The person has refused voluntary examination after conscientious explanation and disclosure of the purpose of the examination; or\n2. The person is unable to determine for himself or herself whether examination is necessary; and\n(b) 1. Without care or treatment, the person is likely to suffer from neglect or refuse to care for himself or herself; such neglect or refusal poses a real and present threat of substantial harm to his or her well-being; and it is not apparent that such harm may be avoided through the help of willing family members or friends or the provision of other services; or\n2. There is a substantial likelihood that without care or treatment the person will cause serious bodily harm to himself *1319 or herself or others in the near future, as evidenced by recent behavior.\nDeputy Iriarte testified that the Defendant was intoxicated, depressed, wearing boxer shorts and a t-shirt, his hair was wet, his house was in disarray, he was not taking his medications, his words were slurred, and he told her that he wanted to drink himself into a coma. Deputy Iriarte testified that she believed that the Defendant was a threat to himself and therefore decided to Baker Act him. Deputy Iriarte credibly testified that she felt it was her duty to prevent the Defendant from drinking himself into a coma. The Court finds that Deputy Iriarte considered the appropriate factors when she determined that without care, the Defendant would cause serious bodily harm to himself and possibly others. The Court determines that Deputy Iriarte did not act improperly in Baker Acting the Defendant.\n\nC. Second Entry into Residence to Obtain Clothing\nThe Defendant argues that the second entry into the residence to retrieve clothing went beyond the scope of the Defendant's consent to allow the officers to retrieve his shoes and shirt. Deputy Iriarte testified that after she made the decision to Baker Act the Defendant, she afforded the Defendant the opportunity to have an officer obtain shorts and shoes for him. She asked the Defendant if he would mind if Deputy Waid went into the residence to get shorts and shoes for him, and the Defendant responded by saying that his shorts and shoes were on the floor near his bed in the bedroom. Deputy Iriarte directed Deputy Waid to go into the residence and get the shorts and shoes. The Fourth Amendment to the United States Constitution protects an individual's right to be free from unreasonable searches and seizures. United States v. Susini, 261 Fed.Appx. 270, 273 (11th Cir.2008) (citing Florida v. Jimeno, 500 U.S. 248, 250, 111 S.Ct. 1801, 114 L.Ed.2d 297 (1991)). However, searches done pursuant to consent have been held to be reasonable. Id. One limitation with consent searches is that the scope of the search is limited to the terms of the consent. Id. (citing United States v. Rackley, 742 F.2d 1266, 1270-71 (11th Cir. 1984)). In the instant case, the Defendant allowed Deputy Waid to enter the residence to retrieve shoes and shorts from his bedroom. Therefore, the scope of the consent is limited to retrieving these items. The issue is whether Deputy Waid exceeded the scope of this consent.\nGenerally, items in plain view are admissible if the officers were legitimately on the premises. Georgia v. Randolph, 547 U.S. 103, 137, 126 S.Ct. 1515, 164 L.Ed.2d 208 (2006), See also Coolidge v. New Hampshire, 403 U.S. 443, 465, 91 S.Ct. 2022, 29 L.Ed.2d 564 (1971). However, the incriminating character of the object must be immediately apparent. Horton v. California, 496 U.S. 128, 136-37, 110 S.Ct. 2301, 110 L.Ed.2d 112 (1990), United States v. Smith, 459 F.3d 1276, 1290 (11th Cir.2006). In the instant case, if the laptop was in sleep mode, then the screen was black and the incriminating character of the photographs was not immediately apparent. If Deputy Waid or another officer intentionally touched the laptop causing it to wake up from sleep mode, then he or the other officer exceeded the scope of the Defendant's consent.\nDeputy Waid testified that as he was leaving the bedroom after finding the shorts, he saw a flash, like a television turning on, and looked at the laptop and saw the images of child pornography on the screen of the laptop. Deputy Waid could not explain why the screen flashed or turned on. Deputy Iriarte testified that Deputy Waid told her that his duty belt bumped into the chair by the computer which bumped into the desk which caused *1320 the screen of the computer to turn on. She was certain that she reported exactly what Deputy Waid told her. Yet, Deputy Waid testified that he and Deputy Iriarte discussed the bumping of the chair as a \"possible\" reason why the screen turned on. Both experts testified that jarring or knocking the MacBook Pro would not cause the screen to turn on since the MacBook Pro in this case did not have any external input devices such as a mouse to cause it to turn on. Further, Mr. Chrispen testified that there was only a small possibility that internal software would wake up the screen from the sleep mode, and testified that it was unlikely that a person would be in a room for thirty (30) seconds with the MacBook Pro in sleep mode, and that during that time period the MacBook Pro would update and the screen would turn on. Further, Mr. Connor found no activity in the computer logs to indicate such an update occurred. Mr. Connor agreed with Mr. Chrispen's testimony that it was unlikely that the screen on the MacBook Pro would turn on by itself during the time Deputy Waid was in the bedroom. Both experts agreed that it is more likely that an intentional act caused the computer screen to turn on.\nThe testimony of Deputy Waid at the hearing, and the testimony of Deputy Iriarte as to what Deputy Waid stated occurred during the incident are inconsistent.[8] Further, the two experts agree that the events related to Deputy Iriarte by Deputy Waid, that he somehow bumped the computer and it turned on, are not possible. Based on the testimony of the experts, Deputy Waid's testimony that the computer suddenly turned on while he was in the bedroom is also highly unlikely, and the most likely scenario is that he or someone else intentionally touched the MacBook Pro to cause the screen to turn on.[9] Weighing the testimony of the experts against the testimony as to the series of events relating to the screen coming on in plain view within the brief time the officer was present, the Court finds the series of events to be highly unlikely.\n\nD. Exclusionary Rule\nWhether the exclusionary rule is appropriate is a separate issue from whether the Fourth Amendment rights of an individual were violated. Hudson v. Michigan, 547 U.S. 586, 591-592, 126 S.Ct. 2159, 165 L.Ed.2d 56 (2006). Even though a Fourth Amendment violation occurred, that does not necessarily mean that the evidence obtained must be suppressed. Id. at 592, 126 S.Ct. 2159. The exclusionary rule only applies \"where its deterrence benefits outweigh its substantial social costs.\" Id. (quoting Pennsylvania Bd. of Probation and Parole v. Scott, 524 U.S. 357, 363, 118 S.Ct. 2014, 141 L.Ed.2d 344 (1998)). In the instant case, the initial entry into the screened enclosure was illegal, and the subsequent evidence used for the later search warrant was based upon the illegal entry into the screened enclosure. See, United States v. McGough, 412 F.3d 1232, 1240 (11th Cir.2005). Further, it is highly unlikely that the images on the MacBook Pro of the child pornography *1321 were in \"plain view\" when Deputy Waid was in the bedroom. There is no evidence of a good faith exception for the entry into the screened enclosure or for the viewing of the MacBook Pro screen. Further, there is no evidence of any independent source for the images on the MacBook Pro that would suggest that the evidence would have been inevitably discovered by lawful means. Therefore, at best the situation is in equipoise. However it is the Government's burden which has not been met. The Court recommends that all evidence found and statements or observations made after the officers entered into the lanai should be suppressed.[10]\n\nIII. Conclusion\nThe Court determines that the entry into the enclosed lanai by the officers, and the observations by Deputy Waid of the images of child pornography on the screen of the MacBook Pro violated the Defendant's Fourth Amendment rights. The Court respectfully recommends that all evidence obtained, statements made, and observations made after the officers entered the Defendant's enclosed lanai be suppressed, and further respectfully recommends that the Motion to Suppress (Doc. 22) be granted.\nFailure to file written objections to the proposed findings and recommendations contained in this report within fourteen (14) days from the date of its filing shall bar an aggrieved party from attacking the factual findings on appeal.\nNOTES\n[1]  \"Tr\" refers to the Transcript (Doc. 35) filed on March 11, 2011 of the evidentiary hearing held on March 2, 2011.\n[2]  Deputy Waid did not specify on which doors of the residence the officers knocked, and therefore the knocking could have occurred on the front door, the sliding glass doors of the lanai, or other unknown doors. Government counsel argued that the knocking occurred on the sliding glass doors, however, this conclusion is not supported by the testimony or evidence presented at the hearing. (Tr. p. 185, 195, 196).\n[3]  There was no testimony as to why Sgt. Weiss was in the residence at that time.\n[4]  Later in the testimony, Deputy Iriarte clarified the street address.\n[5]  When the deputies testified, they used the term \"lanai\" to include both the patio area under the eaves as well as the other areas within the screened enclosure that contained the swimming pool.\n[6]  A state search warrant was obtained after the events at issue occurred.\n[7]  Eleventh Circuit unpublished opinions are not binding precedent but they may be cited as persuasive authority. 11th Cir. R. 36-2.\n[8]  Deputy Waid testified that he did not know how the computer came on while he was in the bedroom, yet Deputy Iriarte testified that Deputy Waid told her he bumped the chair, which bumped the desk, which bumped the computer causing the screen to turn on.\n[9]  According to the testimony of Deputy Waid, during the second entry into the residence when Deputy Waid retrieved the shoes and shirt, a Sgt. Weis was in the residence. Sgt. Weis yelled that he found the shoes. There was no testimony presented as to why or what Sgt. Weis was doing in the residence or whether he was in the residence prior to Deputy Waid. It would appear that Sgt. Weis exceeded the scope of the consent, but he did not discover the evidence at issue.\n[10]  The Government elicited testimony that was vague and imprecise concerning the events of the evening, and the problem was compounded by the sometimes leading (but not objected to) nature of the questions on direct examination.\n\n",
            "ocr": false,
            "opinion_id": 2117455
        }
    ],
    "court_short_name": "M.D. Florida",
    "court_full_name": "District Court, M.D. Florida",
    "court_type": "FD",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}