{
    "id": 2122633,
    "judges": "Woolpert",
    "date_filed": "2011-05-13",
    "date_filed_is_approximate": true,
    "slug": "people-v-chadwick-c",
    "case_name_short": "In Re Chadwick C.",
    "case_name": "People v. Chadwick C.",
    "case_name_full": "In Re CHADWICK C., a Person Coming Under the Juvenile Court Law. THE PEOPLE, Plaintiff and Respondent, v. CHADWICK C., Defendant and Appellant",
    "attorneys": "Counsel, Brian C. Davis, under appointment by the Court of Appeal, for Defendant and Appellant., George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Willard F. Jones and Garrick W. Chock, Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b183-4\">\n    [Civ. No. 6787.\n   </docketnumber><court data-order=\"1\" data-type=\"court\" id=\"Ae4\">\n    Fifth Dist.\n   </court><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AUm\">\n    Nov. 2, 1982.]\n   </decisiondate><br><parties data-order=\"3\" data-type=\"parties\" id=\"b183-5\">\n    In re CHADWICK C., a Person Coming Under the Juvenile Court Law. THE PEOPLE, Plaintiff and Respondent, v. CHADWICK C., Defendant and Appellant.\n   </parties><br><p data-order=\"4\" data-type=\"attorneys\" id=\"b186-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"176\"> \n     *176\n     </span>\n    Counsel\n   </p><br><p data-order=\"5\" data-type=\"attorneys\" id=\"b186-5\">\n    Brian C. Davis, under appointment by the Court of Appeal, for Defendant and Appellant.\n   </p><br><p data-order=\"6\" data-type=\"attorneys\" id=\"b186-6\">\n    George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Willard F. Jones and Garrick W. Chock, Deputy Attorneys General, for Plaintiff and Respondent.\n   </p>",
    "citations": [
        "137 Cal. App. 3d 173",
        "186 Cal. Rptr. 827"
    ],
    "opinions": [
        {
            "author_str": "Woolpert",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6644.0,
            "opinion_text": "\n137 Cal.App.3d 173 (1982)\n186 Cal. Rptr. 827\nIn re CHADWICK C., a Person Coming Under the Juvenile Court Law.\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nCHADWICK C., Defendant and Appellant.\nDocket No. 6787.\nCourt of Appeals of California, Fifth District.\nNovember 2, 1982.\n*176 COUNSEL\nBrian C. Davis, under appointment by the Court of Appeal, for Defendant and Appellant.\nGeorge Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Willard F. Jones and Garrick W. Chock, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nWOOLPERT, J.\nChadwick C., a 14-year-old minor, appeals from a judgment and dispositional order committing him to the California Youth Authority. His rather significant delinquent background will be discussed later.\nOur overriding issue is a \"procedural one\" in that appellant's counsel seeks to expand the review beyond that stated in the notice of appeal which was simply: \"Abuse of discretion by Juvenile Judge in committing minor to California Youth Authority.\" The issue urged for the first time on appeal after appellate counsel's appointment and receipt of the record on appeal is that of Boykin-Tahl error.[1] However, no certificate of probable cause was procured from the juvenile court judge pursuant to Penal Code section 1237.5 and California *177 Rules of Court, rules 31 and 39.[2] Respondent urges that the absence of the certificate precludes review of a Boykin-Tahl error, irrespective of whether the appellant is an adult or a juvenile.\nThe seriousness of this issue is of particular concern to us for two reasons. First, appellant's counsel reminds us of his client's youthfulness and emphasizes the minor's possible lack of understanding of the court proceedings upon the taking of his admissions. Counsel adds to this a legal fact of life: he takes over on appeal after it is too late to comply with section 1237.5. He asks what he is supposed to do when he discovers an omission of constitutional proportions in the advice given the minor when another attorney, the local public defender, participated in the taking of the admissions.\n*178 Second, we feel that the section 1237.5 purpose of discouraging frivolous appeals is not promoted by the practice of referring to the statute and then moving on to the merits in the interest of \"judicial economy,\" thereby ending the matter on the merits.[3] This practice has been roundly criticized as counterproductive.[4] We also note the frequency of this conflict, both in this court and others, between applying the statute and the seemingly quicker way of proceeding into the merits. Appellate counsel apparently violate section 1237.5 limitations out of duty, frustration, or a hope that a \"judicial economy\" exception will be used by the court.\n(1) Section 1237.5 is a codification of prior case law which had limited the defendant's right to attack the validity of his guilty plea to major concerns such as jurisdiction or the legality of the proceedings. (People v. Ribero (1971) 4 Cal.3d 55, 63, fn. 4 [92 Cal. Rptr. 692, 480 P.2d 308].) This legislation added a precise procedure that would first bring specific grounds for appeal to the attention of the trial judge who then would review the matter for probable cause. It was hoped that the number of frivolous appeals challenging the validity of guilty pleas would be reduced. (People v. Ward (1967) 66 Cal.2d 571, 575 [58 Cal. Rptr. 313, 426 P.2d 881].) The Ward court held the certificate procedure was not intended to apply to matters arising after the entry of the plea; \"after\" the plea referring to the time when the matter concerned took place rather than when it was brought to the attention of the court. (Ribero, supra, 4 Cal.3d at p. 63.)\nThe Ribero court found no merit to the objection that section 1237.5 seriously restricts appellate review, concluding that the procedural section leaves the *179 scope of review as before so long as the error is properly brought before the court. Many examples of section 1237.5 type reviewable errors were listed, including the one involved in this case. (Ibid.) In contrast, matters not going to the legality of the proceedings resulting in the plea are waived by the entry of the plea and cannot be preserved for review by filing a section 1237.5 certificate. (People v. DeVaughn (1977) 18 Cal.3d 889, 895-896 [135 Cal. Rptr. 786, 558 P.2d 872].) Rule 31 also spells out search and seizure and postplea exceptions to the certificate requirement.\nRule 39(a) subjects juvenile appeals to the same rules applicable to adults \"except where otherwise expressly provided by this rule, or where the application of a particular rule would be clearly impracticable or inappropriate.\" There is nothing apparent in rule 39 or the Advisory Committee comment thereto referring directly to section 1237.5 or rule 31(d) which was added to the rules to carry out the section 1237.5 requirements.\nWe do note the advisory committee advice that \"the application of the general rules relating to criminal appeals to all juvenile appeals would better enable the appellate courts to implement the legislative policy that juvenile court matters be handled expeditiously at the appellate as well as at the trial court level....\" (Advisory Com. com. to Cal. Rules of Court, rule 39, 23 pt. 1 West's Ann. Civ. and Crim. Court Rules (1981 ed.) p. 340.) However, we are concerned with the language of the rule itself which excepts criminal case rules if \"clearly impracticable or inappropriate.\" The generality of these exceptions is of especial significance in view of our agreement that section 1237.5 certificate requirements should be strictly enforced. Though \"practicable,\" is such a strict requirement \"appropriate\" to juvenile proceedings?\nIn the adult court proceeding the plea is accomplished most often with the joint efforts of the judge, district attorney, defense counsel, and defendant. Considerable care is used through benchbook, judicial notebooks, and materials to effectively advise and take a plea or admissions. Nevertheless, in reality, the need for full and proper advice, understanding, and voluntariness may be of less concern to the parties involved than the ultimate penalty to be imposed. Therefore, if there is error or omission in the proceedings, it may not come to anyone's attention until the record on appeal is prepared and new counsel, with the opportunity to exercise considerable hindsight, finds it. At that time the once-willing defendant has been upset by the postplea results; otherwise there would be no appeal.\nDuring this process in the trial court two matters of significance to our issue take place. First, if there had been a trial, care would have been taken to advise the defendant of his appeal rights pursuant to rule 250 (rule 251 in the case of juveniles). In contrast, in the case of a plea or admission, no such advice is required *180 as rules 250 and 251 are expressly limited to a trial or hearing of contested issues. Failure of the court to give advice of the section 1237.5 consequences may be a basis for granting a timely motion to withdraw the plea, but the lack of such advice does not necessarily reach constitutional proportions. (See People v. Watts (1977) 67 Cal. App.3d 173, 184 [136 Cal. Rptr. 496].) In any event, later, should an appeal be attempted, the section 1237.5 certificate would be required to challenge this lack of advice, assuming, which we do not, that it would be a cognizable issue. This is so because the lack of advice preceded the plea and is therefore subject to section 1237.5 procedures. (People v. Kaanehe (1977) 19 Cal.3d 1, 8 [136 Cal. Rptr. 409, 559 P.2d 1028].)\nSecond, the interests of trial counsel may be quite different from that of subsequent appellate counsel. Often considerable time passes after the loss of attention of the first and the taking over of the second. Appellate counsel has inquired how he can properly represent his client when prior counsel has not procured the certificate. In the case of adult appellants this has been settled. For various reasons, trial counsel has the duty to respond to a timely request of his client to either file an appeal, instruct him how to file it, or to secure other counsel for him. This also requires the attorney to aid in obtaining a certificate of probable cause. If counsel is derelict in this duty, the defendant can obtain relief from default by a proper procedure. (In re Benoit (1973) 10 Cal.3d 72, 80, fn. 9 [109 Cal. Rptr. 785, 514 P.2d 97]; People v. Ribero, supra, 4 Cal.3d at p. 65; People v. Pinon, supra, 96 Cal. App.3d at p. 908, fn. 4.)\nTherefore, even though presently there is no duty to advise of the section 1237.5 consequences of the plea and despite the fact that counsel may be more attentive to the plea arrangement than the nature of the Boykin-Tahl or other advice given, the certificate is a must for appellate review of preplea issues other than search and seizure. Nevertheless, in adult cases the courts have found many ways to avoid the section 1237.5 requirements. In addition to \"judicial economy\" there may be resort to \"constructive filing.\" (In re Benoit, supra, 10 Cal.3d at pp. 84-86; In re Fountain (1977) 74 Cal. App.3d 715, 718 [141 Cal. Rptr. 654].) Coram nobis has been mentioned as an alternative if procedurally correct (People v. Kraus (1975) 47 Cal. App.3d 568 [121 Cal. Rptr. 11]); however, habeas corpus is said not to be permitted as a means of bypassing the section 1237.5 procedure. (In re Brown, supra, 9 Cal.3d at pp. 682-683.) The Brown court noted an exception when the record has been prepared and it would have been an abuse of discretion for the trial judge to refuse the certificate. (Id., at p. 683, fn. 6.) The trial court's comments may satisfy the requirement of certifying the appeal. (People v. Holland (1978) 23 Cal.3d 77, 84 [151 Cal. Rptr. 625, 588 P.2d 765].)\nIt is obvious that counsel and the courts have had difficulties in connection with the section 1237.5 requirements in adult appeals. As to adults, \"[i]t is *181 readily apparent that where a defendant has been convicted upon a plea of guilty, his right to appeal may be dependent on many technical requirements of which he may be unaware.\" (People v. Ribero, supra, 4 Cal.3d at p. 64.) Should the same rules be applied to juveniles?\n(2) This court has given a narrow interpretation to the coverage of section 1237.5. (People v. Wagoner (1979) 89 Cal. App.3d 605, 609-610 [152 Cal. Rptr. 639].) Though in our case the 14-year-old minor may have matured beyond his years and gained juvenile court experience along the way, the rule we follow must apply equally to all juveniles, including those of less sophistication. We do not find that an adult plea is strikingly similar in its \"felony setting\" to a juvenile proceeding that may take a 14-year-old youth from his home, or could mean a commitment to the California Youth Authority. Presumptions that we would like to make about the comprehension of adults and their working relationship with counsel seem even less appropriate in the case of juveniles. An hour or two in a juvenile court will confirm this to any casual observer. If a contrary result should apply, the resort to \"judicial economy\" which we criticize, or alternatives necessitated in adult appeals, would be even more intense and frustrating to all concerned in juvenile appeals. Hard facts would make for poor application of section 1237.5. Therefore, we do not find section 1237.5 procedures to be \"appropriate\" to juvenile matters (rule 39(a)).\n\nWAS THERE BOYKIN-TAHL ERROR?\nAppellant contends there was Boykin-Tahl error because he was not apprised of all of his rights at one time. There is no merit to this contention.\nIn Boykin v. Alabama (1969) 395 U.S. 238 [23 L.Ed.2d 274, 89 S.Ct. 1709], the Supreme Court held an affirmative showing rather than a silent record was necessary to establish that a guilty plea had been made voluntarily and the constitutional rights necessarily forfeited by such a plea had been waived freely and intelligently.\nElaborating on Boykin, the California Supreme Court stated: \"This does not require the recitation of a formula by rote or the spelling out of every detail by the trial court. It does mean that the record must contain on its face direct evidence that the accused was aware, or made aware [of the necessary rights].\" (In re Tahl (1969) 1 Cal.3d 122, 132 [81 Cal. Rptr. 577, 460 P.2d 449].)\nThe Boykin-Tahl principles applied to juvenile court proceedings are embodied in California Rules of Court, rule 1354, and require that before the trial of the jurisdictional phase, the minor be advised of his right (1) to a trial by the court on the issues raised by the petition; (2) to remain silent; (3) to confront, *182 and to cross-examine any witnesses that may be called against him; and (4) to use the process of the court to compel the attendance of witnesses in his behalf. (3) Additionally, the court must advise the minor of the direct consequences of an admission such as the permissible range of punishment involved. (In re Steven H. (1982) 130 Cal. App.3d 449, 452 [181 Cal. Rptr. 719].)\nInitially appellant complains he was not advised of his right to a jury trial. The law remains unchanged; as a juvenile, he was not entitled to a jury trial. (In re Ronald E., supra, 19 Cal.3d at p. 321.)\n(4) Appellant was advised of his rights to counsel, to court process to subpoena witnesses, to remain silent, and to confront and cross-examine witnesses. This advice assumed a trial but did not spell it out. All of the Boykin-Tahl requirements were met except possibly a clear advisement of the right to a trial and that appellant risked an increased sentence if he admitted a probation violation. He then admitted part of the charges pursuant to an agreement.\nA second hearing was held a little over 48 hours later. To be sure he had no misunderstanding and to assure that the advice was complete he was advised of his right to a court trial and warned that if he admitted the probation violation his maximum confinement might be increased by 16 months, from a possible 50 months to a possible 66 months. He confirmed his understanding of the rights and consequences and answered \"Yes\" when asked, \"And do you still stand by your admissions that you made the other day,\" and again, \"Yes\" when asked, \"You want that to remain exactly the same?\"[5]\nAppellant does not argue that he was not advised of all his rights. Instead he urges that because he was not so advised all at one time, that he could not intelligently waive them. \"[T]he record must contain on its face direct evidence that the accused was aware, or made aware [of his rights].\" (In re Tahl, supra, 1 Cal.3d at p. 132; In re Ronald E., supra, 19 Cal.3d at p. 320.) At the second hearing, after being fully advised, appellant expressly adopted his admissions made two days before. This was sufficient.\nAppellant asserts he was a minor of no apparent sophistication \"[who] could [not] assimilate all of his rights and know that he was waiving all of those rights at the time he purportedly readmitted the crimes charged\" at the second hearing. This is not supported by the record. His juvenile record dated from when he was 11 years old. He had had numerous (if not continuous) brushes with the authorities. We find nothing in the record to suggest that appellant was intimidated, confused, or baffled by these proceedings.\n*183 Failure to properly advise of plea consequences, the nonconstitutionally compelled requirement, must result in prejudice. Appellant has the burden of proving more than an imaginary prejudice. (In re Michael B. (1980) 28 Cal.3d 548, 555 [178 Cal. Rptr. 291]; In re Ronald E., supra, 19 Cal.3d at pp. 325-326.) He has supplied this court \"with no basis for a belief that had he been properly admonished he would have entered a different response to the allegations of the petition.... We thus do not believe it reasonably probable that such admonishment would have persuaded [appellant] to deny the truth of the allegations.\" (In re Ronald E., supra, at p. 326.)\n\nWAS APPELLANT'S COMMITMENT TO CYA AN ABUSE OF DISCRETION?\n(5) The final assertion is that it was an abuse of discretion to commit appellant to the California Youth Authority because it is a placement of \"last resort\" and is proper only after all else fails.\n\"We are, of course, aware that a juvenile court's commitment to the CYA can only be reversed for an abuse of discretion, and in evaluating the evidence and making that determination an appellate court must apply the substantial evidence test.\" (In re Carrie W. (1979) 89 Cal. App.3d 642, 649 [152 Cal. Rptr. 690].) There is substantial evidence to support this commitment.\nAppellant relies exclusively on In re Aline D. (1975) 14 Cal.3d 557 [121 Cal. Rptr. 816, 536 P.2d 65], in which a commitment to CYA was reversed because the placement was done \"solely because there appeared to be no other suitable placement for [the minor]\" in that the juvenile court referee had concluded there was no other local alternative available. (At pp. 562-563.) \"The unavailability of suitable alternatives, standing alone, does not justify the commitment of a nondelinquent or marginally delinquent child to an institution primarily designed for the incarceration and discipline of serious offenders.\" (At p. 567; italics added.)\nWe are not going to critique this 14-year-old youth except as necessary to support the view that he had gone beyond \"marginal delinquency.\" At age 10 he robbed a paper boy, was a runaway and a vandal. At 11, he was expelled from school, having threatened to kill the principal. Apparently he was a young driver, suffering an arrest for auto theft while still 11. Age 12 saw him on probation for burglary and attempted burglary. As he moved into his early teens he tried drugs, alcohol, and resisting arrest. On this petition he admitted escape from camp, auto theft, petty theft, assaulting and obstructing an officer, battery, and violation of probation. Surely, no more was required.\nThat every step in the juvenile dispositional ladder need not be tried has been settled by In re John H. (1978) 21 Cal.3d 18, 27 [145 Cal. Rptr. 357, 577 P.2d *184 177]: \"Appellant further contends that, under Aline D. a commitment to the Youth Authority should never be ordered unless `less restrictive' placements have been attempted. To the contrary, the circumstances in a particular case may well suggest the desirability of a Youth Authority commitment despite the availability of such alternative dispositions as placement in a county camp or ranch.\"\nAppellant asserts that \"[n]o evidence was presented to show that [he] had a serious history of antisocial and violent behavior, nor that he was unable to work within some other system other than [CYA].\" We also find \"to the contrary,\" especially because his crimes were increasing in violence. In this petition he admitted to battery upon a peace officer and an independent battery for hire upon another. He left the juvenile court no basis for returning him to camp.\nThe order that appellant remain a ward of the court and the judgment of commitment are affirmed.\nZenovich, Acting P.J., and Andreen, J., concurred.\nNOTES\n[1]  For a thorough analysis of the Boykin-Tahl constitutional and judicially declared rights and rules see In re Ronald E. (1977) 19 Cal.3d 315, 320-325 [137 Cal. Rptr. 781, 562 P.2d 684].\n[2]  Penal Code section 1237.5 states in full: \"No appeal shall be taken by defendant from a judgment of conviction upon a plea of guilty or nolo contendere, or a revocation of probation following an admission of violation, except where:\n\n\"(a) The defendant has filed with the trial court a written statement, executed under oath or penalty of perjury showing reasonable constitutional, jurisdictional, or other grounds going to the legality of the proceedings; and\n\"(b) The trial court has executed and filed a certificate of probable cause for such appeal with the county clerk.\"\nAll section references are to the Penal Code.\nCalifornia Rules of Court, rule 31(d) provides: \"In cases in which a judgment of conviction was entered upon a plea of guilty or nolo contendere, the defendant shall file the statement required by Section 1237.5 of the Penal Code, which shall serve as a notice of appeal, within 60 days after the rendition of judgment, but the appeal shall not be operative unless the trial court executes and files the certificate of probable cause required by that section. Within 20 days after the defendant files his statement the trial court shall execute and file either a certificate of probable cause or an order denying such a certificate and shall forthwith notify the parties of the granting or denial of such certificate.\n\"If the appeal from a judgment of conviction entered upon a plea of guilty or nolo contendere is based solely upon grounds (1) occurring after entry of such plea which do not challenge the validity of the plea or (2) involving a search or seizure, the validity of which was contested pursuant to section 1538.5 of the Penal Code, the provisions of section 1237.5 of the Penal Code requiring a statement by the defendant and a certificate of probable cause by the trial court are inapplicable, but the appeal shall not be operative unless the notice of appeal states that it is based upon such grounds.\n\"The time for preparing, certifying and filing the record on appeal or for filing an agreed statement shall commence to run when the appeal becomes operative.\"\nCalifornia Rules of Court, rule 39, provides in part: \"(a) The rules governing appeals from the superior court in criminal cases are applicable to all appeals from the juvenile court except where otherwise expressly provided by this rule, or where the application of a particular rule would be clearly impracticable or inappropriate. This rule does not apply to any action or proceeding heard by a traffic hearing officer, nor to any rehearing or appeal from a denial of a rehearing following an order by a traffic hearing officer.\n\"(b) In the cases provided by law, an appeal from the juvenile court is taken by filing with the clerk of that court a written notice of appeal within 60 days after the rendition of the judgment or the making of the order or, in matters heard by a referee, within 60 days after the order of the referee becomes final under rule 1318(c). When an application for a judicial rehearing of a referee order is made and denied under rule 1319, the notice of appeal shall be filed within 60 days after service of the referee's order in accordance with rule 1317(b)(3), or within 30 days after the entry of the order denying the application, whichever time is greater. When a notice of appeal is received, the clerk shall proceed in accordance with rule 31.\"\n[3]  See, e.g., In re Brown (1973) 9 Cal.3d 679, 682-683 [108 Cal. Rptr. 465, 510 P.2d 1017] (not permitting use of habeas corpus to \"bypass\" § 1237.5, but then proceeding with: \"Even if [treated as] a writ of mandate\"); People v. Williams (1980) 103 Cal. App.3d 507 [163 Cal. Rptr. 169] (proceeding at length on merits of appeal after finding them \"not cognizable\" for failure to obtain certificate); People v. Santos (1976) 60 Cal. App.3d 372, 376-379 [131 Cal. Rptr. 426] (alternative solutions discussed and dropped in favor of disposing of the appeal in the interest of judicial economy, but limiting this approach to the \"unusual circumstances here presented\"); People v. Vest (1974) 43 Cal. App.3d 728, 731-732 [118 Cal. Rptr. 84] (appeal treated as habeas corpus); People v. Nigro (1974) 39 Cal. App.3d 506, 511 [114 Cal. Rptr. 213] (appeal treated as mandate \"to prevent further waste of time, effort and money\"); People v. McMillan (1971) 15 Cal. App.3d 576, 578 [93 Cal. Rptr. 296] (appeal treated as habeas corpus). In each of these cases the ruling on the merits was against the appellant.\n[4]  \"The vice in such ad hoc dispensations from the procedural requirements of section 1237.5 is that the long range purposes of the statute are effectively defeated. Defendants and their appellate counsel are encouraged to raise issues which have not been first presented to the trial court in the hope that the appellate court will be moved by its own notion of judicial economy to entertain those issues on their merits.... The end result is that section 1237.5 is effectively nullified since the appellate courts must review these issues if only to determine whether it will be `economical' to decide them on their merits.\" (People v. Pinon (1979) 96 Cal. App.3d 904, 909 [158 Cal. Rptr. 425].) \"Judicial economy, the usual excuse for circumventing this section, is a sorry excuse for ignoring a statute which was enacted for that very consideration.\" (People v. Musante (1980) 102 Cal. App.3d 156, 158 [162 Cal. Rptr. 158].)\n[5]  Compare the postplea advice approved in People v. McMillan, supra, 15 Cal. App.3d at pages 579-580.\n\n",
            "ocr": false,
            "opinion_id": 2122633
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}