{
    "id": 2124847,
    "judges": "Will",
    "date_filed": "1978-06-02",
    "date_filed_is_approximate": true,
    "slug": "seals-v-nicholl",
    "case_name_short": "Seals",
    "case_name": "Seals v. Nicholl",
    "case_name_full": "Robert SEALS, Individually and on Behalf of All Others Similarly Situated, Plaintiff, v. William J. NICHOLL, Individually and in His Official Capacity as Commanding Officer, Automotive Pounds Section, Chicago Police Department, and James B. Conlisk, Jr., Individually and in His Official Capacity as Superintendent, Chicago Police Department, Defendants",
    "attorneys": "Mark Spiegal, Robert H. Smith, Mandel Legal Aid Clinic, Chicago, Ill., for plaintiff., Michael S. Jordan, Richard Curry, Corp. Counsel, Chicago, Ill., for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b252-9\">\n    Robert SEALS, Individually and on behalf of all others similarly situated, Plaintiff, v. William J. NICHOLL, Individually and in his official capacity as Commanding Officer, Automotive Pounds Section, Chicago Police Department, and James B. Conlisk, Jr., Individually and in his official capacity as Superintendent, Chicago Police Department, Defendants.\n   </parties><br><docketnumber id=\"b252-11\">\n    No. 73 C 693.\n   </docketnumber><br><court id=\"b252-12\">\n    United States District Court, N. D. Illinois, E. D.\n   </court><br><decisiondate id=\"b252-14\">\n    Oct. 30, 1973.\n   </decisiondate><br><attorneys id=\"b253-21\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"173\"> \n     *173\n     </span>\n    Mark Spiegal, Robert H. Smith, Mandel Legal Aid Clinic, Chicago, Ill., for plaintiff.\n   </attorneys><br><attorneys id=\"b253-22\">\n    Michael S. Jordan, Richard Curry, Corp. Counsel, Chicago, Ill., for defendants.\n   </attorneys>",
    "citations": [
        "378 F. Supp. 172"
    ],
    "opinions": [
        {
            "author_str": "Will",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3478.0,
            "opinion_text": "\n378 F. Supp. 172 (1973)\nRobert SEALS, Individually and on behalf of all others similarly situated, Plaintiff,\nv.\nWilliam J. NICHOLL, Individually and in his official capacity as Commanding Officer, Automotive Pounds Section, Chicago Police Department, and James B. Conlisk, Jr., Individually and in his official capacity as Superintendent, Chicago Police Department, Defendants.\nNo. 73 C 693.\nUnited States District Court, N. D. Illinois, E. D.\nOctober 30, 1973.\n*173 Mark Spiegal, Robert H. Smith, Mandel Legal Aid Clinic, Chicago, Ill., for plaintiff.\nMichael S. Jordan, Richard Curry, Corp. Counsel, Chicago, Ill., for defendants.\n\nMEMORANDUM OPINION\nWILL, District Judge.\nPlaintiff has brought this civil rights action under 42 U.S.C. § 1983 for damages and declaratory and injunctive relief for the seizure, impoundment and destruction of his automobile by the Chicago Police Department, allegedly pursuant to orders and instructions issued by defendants relating to the disposition of automobiles in the possession of arrestees. The jurisdiction of the court is asserted under 28 U.S.C. §§ 1343(3) and 1343(4) and 28 U.S.C. §§ 2201 and 2202.\n*174 Plaintiff's request for designation of this suit as a class action under Rule 23(a) and (b), Fed.R.Civ.P., has already been denied. Defendants' motions to dismiss the complaint for failure to state a claim upon which relief can be granted and for lack of jurisdiction over the subject matter and the parties have also been denied along with their motion for summary judgment.[1] The motion now before the court is for summary judgment in favor of plaintiff on the issue of liability. For the reasons set out below, plaintiff's motion will be granted.\n\nI\nPlaintiff Seals was arrested late in the evening of October 7, 1972, after being observed carrying a battery from a 1964 Pontiac to his own 1959 Thunderbird. Both cars were parked in a private lot adjoining a grocery store from which plaintiff had just emerged. When questioned by police officers, plaintiff showed them the keys and bill of sale to his own car, the Thunderbird, but had no other legal proof of ownership as to either vehicle. He was then placed under arrest, advised of his constitutional rights and transported to the station where he was charged with petty theft of the Pontiac's battery. The next morning he appeared with one of the arresting officers in the Circuit Court of Cook County where his bond was set at $500. Being unable to meet his bond, he remained in jail for 18 days until October 25, 1972, when the charges against him were dropped and he was released.\nPlaintiff's Thunderbird, as mentioned above, was parked in the private parking lot where he was arrested. The car's front end was flush against the brick wall adjoining the south side of the lot and was blocking neither the street, driveway nor sidewalk. The evening he was arrested and during the next day, the arresting officers made various checks on the serial number of the Thunderbird to both local and national auto theft services and found that there was no report of a stolen vehicle of that number and description. However, twenty-four hours after the arrest, at 10:40 p. m. the evening of October 8, 1973, the arresting officers ordered the Thunderbird towed from this lot to Auto Vehicle Pound #2, marking the Vehicle Tow Report that it was seized as \"prisoner's property.\" As such, it could not be held for evidence, forfeiture or any other purpose, and once at the pound, had to be released immediately to anyone who presented proper evidence of ownership and paid towing and accrued storage fees.\nPursuant to normal procedure, the officer at the pound inquired of the office of the Secretary of State to determine the registered ownership of the vehicle. Upon learning it was owned by plaintiff Seals, a Chicago Police Department form notice was sent certified mail, return receipt requested, to Seals at the address given on the automobile registration form, telling where the car was being held and that he would lose all right and interest in it if he did not claim it and pay towing and storage fees within fifteen days. No reference was made to any opportunity to challenge the seizure in order to avoid the payment of fees.\nThis notice was returned to the police department undelivered. At the time it was sent, defendants' agents at the pound had in their possession the Vehicle Tow Report which clearly indicated that the car was seized as prisoner's property, but no attempt whatsoever was made to inquire whether or not plaintiff was in jail, as he was, and to send notice there or to inform him of what was about to happen to his automobile.\nPlaintiff never learned of the impending loss of his car. On October 26, 1972, the day after Seals' release, since no one had claimed it, the Thunderbird was destroyed. Plaintiff first found out about its seizure and subsequent destruction when he made inquiries about it on October 30, 1972.\n*175 The initial seizure of the automobile, the failure to provide any procedural opportunity to contest the validity of the seizure, and the inadequacy of the notice sent to plaintiff's home are all challenged as violative of plaintiff's rights under the Fourth, Fifth and Fourteenth Amendments to the United States Constitution.\n\nII\nThe first issue raised is the validity of the initial seizure of plaintiff's Thunderbird. Our review of the challenged orders and regulations of the Chicago Police Department lead us to conclude that, whether or not they are valid, this particular seizure was in violation of those rules, rather than in conformance with them as both plaintiff and defendants here contend. Police Department Special Order #69-66 states that immediate tows may be ordered by department members for \"Prisoner's Property.\" The instruction sheet for filling out the Vehicle Tow Report Form, CPD-5045 (12/70), specifies three situations when a tow will be authorized of a vehicle under the control of a person when he is arrested. The first is when the prisoner himself requests it. The second is where the car cannot be parked legally and continuously and no arrangement can be worked out for moving it to a legal place. And, the third is where the car is to be retained for evidence or further investigation.[2]\nWhile, in their brief and supporting affidavits, defendants allude to all three of these situations in their attempt to justify the seizure of plaintiff's car, the uncontested facts show that none are applicable. First, plaintiff did not request a tow of his automobile. Consequently, defendants' protestations that this tow was an accommodation to the arrestee's desire to protect his property and, as such, in his own best interests, are clearly unwarranted.\nSecond, defendants argue the seizure was valid because, inter alia, it constituted a hazard, was in a state of disrepair, and was appropriately towed as a nuisance to the public way. These assertions can be subsumed under the single purported justification that the vehicle was illegally parked. However, an examination of the uncontested facts and the applicable statutes and ordinances reveal no violation of the state's or city's traffic laws by the location of plaintiff's car. As noted above, the car was not in or on a public way but was parked in a private parking lot owned by a nearby grocery store. Its front end was flush against a brick wall and it was blocking neither street, driveway or sidewalk. Thus, it could not constitute a hazard or obstruction to traffic. The Department's own Training Bulletin, Vol. XIII, Number 35, states:\nThe Department will NOT tow a motor vehicle from a \"public parking lot\" \"private parking lot\" or \"private property where parking is encouraged.\" . . . . Private property where parking is encouraged includes parking lots maintained without charge to the customers for their convenience, e. g. at shopping centers, supermarkets, restaurants, etc. Unauthorized parking on such premises is not a violation of the law and therefore no citations will be issued in these situations. (emphasis supplied)\nSince it is not disputed that the car was parked on private property where parking is encouraged, the arresting officers were acting in defiance of the department's own order in having plaintiff's car towed.\nThe final justification for the towing of a prisoner's car is if it is needed as evidence or for further investigation. Once again, defendants' brief and affidavits contain references to this basis for the seizure in such statements as \"I concluded that the vehicle might by useful and necessary to serve as evidence *176 should a later verification of the title of said vehicle demonstrates that Mr. Seals had no interest or right to it,\" (Heard affidavit, p. 2); and that the automobile and its contents were \"evidence and contraband intimately connected with the alleged offense,\" for which Seals was arrested. (Defendants' brief, p. 4). However, these assertions fly in the face of the fact that plaintiff's car was not ordered towed or held as evidence or for further investigation. The pound to which it was sent was not directed to hold the car, and could not have done so. It had to be released to any individual who produced the proper title and paid the accrued fees. Had the officers wanted the car to be retained as evidence, they would have had to fill out a series of questions on the Tow Report pertaining to that type of seizure, and would have ordered the car sent to an entirely different Auto Pound. The answer to the complaint itself admits that the auto was \"not seized either as contraband, evidence or for forfeiture.\" (Complaint ¶ 14)\nA wholly separate issue is whether or not this vehicle could have been seized for evidence or investigation without first obtaining a warrant. At the time of ordering the tow, more than 24 hours after the arrest, the officers had already determined that the car had not been reported as stolen and either had or could have determined that it was registered in the Illinois Secretary of State's office to Seals. We need not reach that issue, however, since it is clear that the evidentiary justification was not the basis for ordering the tow.\nThus, the arresting officers in this case did not have any basis in their own departmental regulations and orders for having plaintiff's car towed. The tow here was not ordered pursuant to any policy promulgated by defendants Conlisk and Nicholl, and, in fact, appears to have been ordered in direct contradiction of departmental policies. If those rules had been followed, plaintiff's car would not have been towed. Accordingly, while plaintiff's rights may have been infringed, we fail to see any basis for holding the named defendants Nicholl and Conlisk responsible for this action. It was the arresting officers, not named in this complaint, who, by acting in conflict with departmental orders, were responsible for this injury to plaintiff's rights. Since the doctrine of respondeat superior is not applicable in actions brought under Section 1983, Pierson v. Ray, 386 U.S. 547, 87 S. Ct. 1213, 18 L. Ed. 2d 288 (1967), defendants Conlisk and Nicholl are not proper parties to this aspect of plaintiff's claim.\n\nIII\nThe conclusion with respect to the seizure issue does not end the case, however. Even though the named defendants may not have been responsible for the initial seizure of plaintiff's car, the procedures attacked with regard to its disposition after seizure are indeed those specifically promulgated or approved by defendants Conlisk and Nicholl.\nThe first question in this regard is the validity of the notice procedure whereby defendants purported to inform plaintiff of the pending disposition of his automobile. As stated above, after determining the ownership of the vehicle from the records of the Secretary of State of Illinois, defendants sent notice by way of certified mail, return receipt requested, to Seals at the address listed on those records. This was done notwithstanding the fact that the officers at the pound had in their possession the Vehicle Tow Report form clearly indicating that the car had been towed as \"prisoner's property.\" No inquiry was made to determine whether or not plaintiff was in jail, and, if so, to notify him there.\nDefendants argue this attempt to notify plaintiff was both constitutionally adequate and specifically directed by state law. It is neither. The United States Supreme Court has ruled on this exact point in an analogous case involving the same type of notice as was sent out here. Robinson v. Hanrahan, 409 U.S. *177 38, 93 S. Ct. 30, 34 L. Ed. 2d 47 (1972). There, the State of Illinois instituted forfeiture proceedings against an arrestee's automobile while he was incarcerated awaiting trial. Notice of the forfeiture proceedings was sent to him at his home address, as listed with the Secretary of State, notwithstanding the State's knowledge that he was in jail. He remained in jail until after the conclusion of the proceedings, and only learned of the forfeiture upon his release.\nIn finding the notice unconstitutional, the Court reiterated its earlier ruling in Mullane v. Central Hanover Bank &amp; Trust Co., that:\nAn elementary and fundamental requirement of due process in any proceeding which is to be accorded finality is notice reasonably calculated, under all the circumstances, to apprise interested parties of the pendency of the action and afford them an opportunity to present their objections. 339 U.S. 306, 314, 70 S. Ct. 652, 657, 94 L. Ed. 865 (1950).\nThe State's action in sending notice to an address where it knew appellant neither was at the time, nor could get to because of his incarceration, was held not to constitute an \"effort to provide notice which was `reasonably calculated' to apprise appellant of the pendency of the forfeiture proceedings.\" 409 U.S. at 40.\nSimilarly, sending notice of an impending final disposition of his car to plaintiff's home address in this case, when the State knew he was in jail and would not receive the notice, cannot be found to comport with the most fundamental requirements of due process of law and is therefore constitutionally inadequate.[3]\n\nIV\nPlaintiff's final contention is that the failure to provide any procedural opportunity to challenge the validity of the seizure of the automobile is a violation of his rights under the Fifth and Fourteenth Amendments to the Constitution. We agree. Neither state statutes, city ordinances, nor police department practices or regulations make any provision for the holding of any kind of hearing to determine whether there was a valid basis for the seizure and impoundment of a vehicle in the first place or the validity of requiring a party to pay towing and storage costs within fifteen days of the mailing of a notice or forfeit all claim to his car. Thus, even though an order to tow a car may be clearly invalid, as in the instant case, a citizen is forced to elect to pay or relinquish all rights in his property.\nEven if plaintiff Seals had received notice of the impending destruction of his car, and had been able to go to the pound within fifteen days with sufficient proof of ownership he would not, under present procedures, have been able to assert that the arresting officers had ordered his car towed improperly, and that therefore he should not be penalized by having to pay the towing and storage fees.\nClearly, this involves the same fundamental Constitutional question as discussed in connection with the notice provisions: one may not be deprived of one's property without due process of law. The procedure followed here and dictated by the applicable statutes, ordinances, and police regulations converts the tow order into a unilateral and final determination that the owner of a towed car has been guilty of a violation of some law. As such, he is automatically responsible either to pay the towing and storage charges, $20 for towing and $2 per day for storage, or lose his automobile \u0097without any opportunity to challenge the determination of guilt other than by a federal suit such as the present one, brought for deprivation of civil rights. Even a ticket for a parking *178 meter violation\u0097where the fines assessed are negligible compared to the amounts involved here\u0097entitles one to a hearing and a judicial finding of liability before any penalty can be assessed.\nObviously, if Seals had requested a tow of his car, in order to protect his property, he would have no ground for objection. Or, if the automobile had been towed on the evidentiary rationale, any order would have had to comport with the search and seizure protections of the Fourth Amendment or be subject to attack on that ground prior to any trial. But he did not request the tow, and the car was not seized as evidence. He was thus left without any opportunity whatsoever to challenge the validity of the arresting officers' towing order. This clearly constitutes a deprivation of his constitutional right to due process of law.\n\nV\nThe only issue remaining is whether or not defendants Conlisk and Nicholl can avoid liability for damages because of their asserted good faith compliance with what they considered to be valid statutes and ordinances in promulgating the procedures involved. Even following the admonition to defer to a public official's narrow reading of constitutional law \"unless patently unreasonable and without arguable support in logic and policy,\" Slate v. McFetridge, 484 F.2d 1169, 7th Cir., 1973, we do not see how defendants here can avoid liability for damages in this case.\nWith regard to the defective notice, defendants point out that the Robinson case, supra, was not decided until after the acts complained of here, and, as noted above, argue that they were merely implementing procedures directed by State law. Robinson, however, simply involved the application of existing constitutional law, as the opinion itself makes clear. No reasonable interpretation of that case would allow a conclusion that it establishes any new or more severe standard for due process. In its per curiam opinion, the Court specifically relied on the standard which had been set down twenty-five years earlier in Mullane v. Central Hanover Bank and Trust, supra, and has been followed ever since. Particularly apt here is the Court's mention of Walker v. Hutchinson, 352 U.S. 112, 77 S. Ct. 200, 1 L. Ed. 2d 178 (1956), which had relied on Mullane to hold that statutory provisions which required a lesser standard of notice did not relieve a party from the duty to provide direct notice to interested parties in condemnation proceedings where the names and addresses of those to be notified were known to defendants. See also Schroeder v. City of New York, 371 U.S. 208, 83 S. Ct. 279, 9 L. Ed. 2d 255 (1962). Thus, even if defendants here did rely on statutory provisions to provide less than actual notice to plaintiff, such action does not constitute justification in circumstances such as those involved in this case and cannot, therefore, form the basis of a good faith defense.\nMoreover, defendants here cannot even assert their compliance with state statutes as they have misinterpreted the applicable state law. They argue that Illinois requires only one letter to be sent to an individual and that the letter is to be sent to the address on file with the Secretary of State on the motor vehicle registration form. It is true that Section 4-205 of Chapter 95½, Ill. Rev.Stat., directs law enforcement agencies which tow and impound vehicles to check with the Secretary of State's office, among other sources, to determine the ownership of the vehicle being towed. It then provides:\nThe information determined from these record searches will be returned to the requesting law enforcement agency for that agency's use in sending a notification by certified mail to the owner or legally entitled person advising where the vehicle is held, requesting a disposition be made and setting forth public sale information. (emphasis supplied)\n*179 Nowhere does this statute contain a requirement that the notice be sent to the address listed with the Secretary of State or make any reference at all to where the notice is to be sent. Clearly, in most towing situations, which involve abandoned or illegally parked and unattended vehicles, the information obtained from the Secretary of State will be the only information the law enforcement agency has with regard to both the owner's name and address. Equally clearly, in situations involving the towing of arrestee's vehicles, once it has been determined that in fact, the arrestee is the owner of the vehicle, obviously the law enforcement agency itself has the best current information as to the owner's whereabouts and thus, should send notice to the place where it is most likely to reach him. To send a notice to an arrestee's address as reflected in the Secretary of State's records when he is known to be in jail is obviously ridiculous.\nConsequently, defendants' assertion of good faith cannot be supported by Illinois statutes, by common sense or by any reasonable interpretation of constitutional law.\nThe failure to provide any opportunity to challenge the validity of the tow, and thus force plaintiff to face the imposition of a penalty or the loss of his property, is even less defensible. Significantly, defendants argue no justification for this procedure and we can find none. No officer of the law could seriously argue that to deprive someone of his property without any process of law whatsoever is anything but \"patently unreasonable and without arguable support in logic or policy.\" Thus, we find that defendants' assertion of the defense of good faith is not sufficient to avoid liability in the facts of this case.\nIn sum, the notice sent to plaintiff informing him of the pending disposition of his automobile, and the failure to provide any opportunity to challenge the validity of the initial seizure of the car, constitute violations of plaintiff's rights to due process of law under the Fourteenth Amendment, for which defendants Conlisk and Nicholl are responsible. Consequently, plaintiff's motion for summary judgment as to liability is granted. An appropriate order will enter.\n\nSee Appendix on next page.\n\n\n*180 APPENDIX\n *181 *182 *183\n\nNOTES\n[1]  Order of Court, September 26, 1973.\n[2]  Copies of both Police Department Special Order #69-66 and Vehicle Tow Report Form CPD-5054 (12/70) are attached in the Appendix to this Memorandum Opinion.\n[3]  Whether or not this procedure was directed by state law has no relevance to its adequacy, but will be discussed later in the context of defendants' assertion of good faith as a defense.\n\n",
            "ocr": false,
            "opinion_id": 2124847
        }
    ],
    "court_short_name": "N.D. Illinois",
    "court_full_name": "District Court, N.D. Illinois",
    "court_type": "FD",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}