{
    "id": 2124264,
    "judges": "Elkington",
    "date_filed": 368409600000,
    "date_filed_is_approximate": false,
    "slug": "people-v-lescallett",
    "case_name_short": "Lescallett",
    "case_name": "People v. Lescallett",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. DARRELL LESCALLETT, JR., Defendant and Appellant",
    "attorneys": "Counsel, Quin Denvir, State Public Defender, under appointment by the Court of Appeal, and Allan H. Keown, Deputy State Public Defender, for Defendant and Appellant., George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Edward P. O’Brien, Assistant Attorney General, Ann K. Jensen and Linda Ludlow, Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 23,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b365-4\">\n    [Crim. No. 21360.\n   </docketnumber><court data-order=\"1\" data-type=\"court\" id=\"A0s\">\n    First Dist., Div. One.\n   </court><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ARa\">\n    Sept. 4, 1981.]\n   </decisiondate><br><parties data-order=\"3\" data-type=\"parties\" id=\"b365-5\">\n    THE PEOPLE, Plaintiff and Respondent, v. DARRELL LESCALLETT, JR., Defendant and Appellant.\n   </parties><br><p data-order=\"4\" data-type=\"attorneys\" id=\"b368-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"490\"> \n     *490\n     </span>\n    Counsel\n   </p><br><p data-order=\"5\" data-type=\"attorneys\" id=\"b368-5\">\n    Quin Denvir, State Public Defender, under appointment by the Court of Appeal, and Allan H. Keown, Deputy State Public Defender, for Defendant and Appellant.\n   </p><br><p data-order=\"6\" data-type=\"attorneys\" id=\"b368-6\">\n    George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Edward P. O’Brien, Assistant Attorney General, Ann K. Jensen and Linda Ludlow, Deputy Attorneys General, for Plaintiff and Respondent.\n   </p>",
    "citations": [
        "123 Cal. App. 3d 487",
        "176 Cal. Rptr. 687"
    ],
    "opinions": [
        {
            "author_str": "Elkington",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6396.0,
            "opinion_text": "\n123 Cal. App. 3d 487 (1981)\n176 Cal. Rptr. 687\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nDARRELL LESCALLETT, JR., Defendant and Appellant.\nDocket No. 21360.\nCourt of Appeals of California, First District, Division One.\nSeptember 4, 1981.\n*490 COUNSEL\nQuin Denvir, State Public Defender, under appointment by the Court of Appeal, and Allan H. Keown, Deputy State Public Defender, for Defendant and Appellant.\nGeorge Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Edward P. O'Brien, Assistant Attorney General, Ann K. Jensen and Linda Ludlow, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nELKINGTON, Acting P.J.\nA jury found defendant Darrell Lescallett, Jr., guilty of robbery. He appeals from the judgment which was entered upon the jury's verdict.\nWe affirm the judgment for reasons which follow.\nThe several appellate contentions are stated as they are phrased by Lescallett.\n\nI.\nContention: \"The evidence of the `force or fear' element of robbery is legally insufficient to support appellant's conviction of that crime.\"\nThe offense which was proved to the jury's satisfaction may be described as a \"purse-snatching.\" The case had been given to the jury on the theory of grand theft from the person (Pen. Code, § 487, subd. 2) or in the alternative, robbery (i.e., \"the felonious taking of personal property in the possession of another, from his person or immediate presence, and against his will, accomplished by means of force or fear\") (Pen. Code, § 211). The jury, as noted, found the crime to be robbery.\n*491 (1) In support of the instant contention Lescallett argues that: \"The evidence of `force or fear' is legally insufficient to support appellant's robbery conviction.\"\nThe relevant testimony of the victim of Lescallett's crime follows: \"... I, all of a sudden, I saw someone, a fellow running towards me, and all of a sudden, I felt a purse being snatched from my hand.... I just turned around quick, and I saw this fellow running, ... I was just walking ... slowly and just holding it casual, this way [demonstrating], and all of a sudden, I felt it snatch.... Well, he ran, ran as fast as he could with the purse.\"\nWe note initially that: \"`The degree of force used is immaterial. All the force that is required to make the offense a robbery is such force as is actually sufficient to overcome the victim's resistance....'\" (People v. Clayton (1928) 89 Cal. App. 405, 411 [264 P. 1105].)\nThe nonconsensual snatching of a purse has been held to entail such force as to permit a jury to return a verdict of robbery. \"Where property is snatched from the person of another ... the crime amounts to robbery.\" (People v. Jefferson (1939) 31 Cal. App. 2d 562, 567 [88 P.2d 238]; and see People v. Roberts (1976) 57 Cal. App. 3d 782, 785, 787 [129 Cal. Rptr. 529]; People v. Welch (1963) 218 Cal. App. 2d 422, 423 [31 Cal. Rptr. 926].)\nHowever, the issue whether sufficient force accompanied the snatching is best left to the jury which may ordinarily find the offense to be either a robbery, or grand theft from the person. In People v. Church (1897) 116 Cal. 300 [48 P. 125], the state's high court said: \"`If another feloniously takes it [a watch chain] from him against his will, by violence \u0097 by force snatches it and runs away with it \u0097 it is robbery....' [U]nder the evidence we have set out, it is a close question whether such taking constituted robbery or grand larceny. That question was dependent upon the absence or presence of the use of force in the taking; and the use or nonuse of force by defendant was a question of fact essential for the jury to determine in fixing the crime of which the defendant should be convicted. Grabbing or snatching property from the hand has often been held to be grand larceny, and not robbery.\" (Pp. 302-303; italics added.) \"[T]he jury should not have been deprived of the right to find the defendant guilty of grand larceny, if they so saw fit.\" (P. 304.) (See also People v. Morales (1975) 49 Cal. App. 3d 134, 138-140 [122 Cal. Rptr. 157].)\n*492 We observe also that the victim of Lescallett's crime, when asked if she was \"afraid or frightened when this happened,\" responded, \"Yes, I was frightened.\"\nManifestly, under the above-noted authority and the factual circumstances of the case, the jury might reasonably have concluded that Lescallett's nonconsensual removal of the purse from the victim's person was accomplished by \"force or fear,\" or both. Such evidence, believed by the jury, was sufficient to support their verdict of robbery. (See People v. Jimenez (1978) 21 Cal. 3d 595, 609 [147 Cal. Rptr. 172, 580 P.2d 672].)\n\nII.\n(2) Contention: \"The trial court committed reversible error by instructing the jury in accordance with CALJIC 2.21 because there was no evidence in the record upon which it could be based.\"\nCALJIC No. 2.21 states: \"A witness willfully false in one material part of his testimony is to be distrusted in others. You may reject the whole testimony of a witness who willfully has testified falsely as to a material point, unless, from all the evidence, you shall believe the probability of truth favors his testimony in other particulars.\n\"However, discrepancies in a witness' testimony or between his testimony and that of others, if there were any, do not necessarily mean that the witness should be discredited. Failure of recollection is a common experience; and innocent misrecollection is not uncommon. It is a fact, also, that two persons witnessing an incident or a transaction often will see or hear it differently. Whether a discrepancy pertains to a fact of importance or only to a trivial detail should be considered in weighing its significance.\"\nEight witnesses testified for the People at the trial. Lescallett's brother and three other prison inmates testified for the defense. The four defense witnesses stated that defendant Lescallett's physical condition was such that he could not have \"run\" toward, and then away from, the victim as testified by her. If their testimony were true, it would be probable that the victim and other prosecution witnesses were mistaken or \"willfully false\" in their testimony. There was thus \"evidence in the record upon which [CALJIC No. 2.21] could be based.\"\n*493 It may be, as suggested by Lescallett, that such an instruction should be avoided where, under the circumstances of the case, it might appear to be directed principally toward a defendant's exculpatory testimony. But here Lescallett did not testify at the trial and he was accordingly not so prejudiced.\n\nIII.\n(3) Contention: \"The trial court erred in allowing the 1977 burglary conviction for impeachment purposes without having required the prosecutor to prove that the burglary related to a crime involving an element of dishonesty.\"\nThe supporting argument is that since the 1977 burglary conviction may not have involved an intent to commit theft, but instead may have involved an intent to commit some other felony \"such as assault (in which case the prior would not be admissible for impeachment).\"\nWe first observe the rule that: \"In the absence of a showing by appellant that his prior attempted burglary did not involve a theft, it is assumed that it did and thus is a crime reflecting an appellant's honesty.\" (People v. Benton (1979) 100 Cal. App. 3d 92, 97 [161 Cal. Rptr. 12]; and see People v. Stewart (1973) 34 Cal. App. 3d 244, 247-248 [109 Cal. Rptr. 826]; contra, People v. Keating (1981) 118 Cal. App. 3d 172, 179-180 [173 Cal. Rptr. 286].)\nHere the trial court held a timely and extensive Beagle (People v. Beagle (1972) 6 Cal. 3d 441 [99 Cal. Rptr. 313, 492 P.2d 1]) hearing to determine whether any of Lescallett's prior felony convictions might be used for impeachment, should he elect to testify. The \"1977 burglary conviction\" was among those under consideration and the court ruled that it might be used, apparently on the theory that the overwhelming majority of such convictions are founded on an intent to perform a dishonest act, i.e., theft. At the hearing Lescallett, who certainly was advised of the charge to which he had earlier pleaded guilty, offered no argument that it involved an intent to commit an offense other than to perform a dishonest act. Indeed he offered no contradictory response to the prosecutor's statement that the 1977 burglary conviction did involve \"dishonesty.\" The instant point, or suggestion, is raised for the first time in this reviewing court. It is, of course, the law \"that questions relating to the admissibility of evidence will not be reviewed on appeal absent a specific and timely objection in the trial court on the ground sought to *494 be urged on appeal.\" (People v. Sirhan (1972) 7 Cal. 3d 710, 745 [102 Cal. Rptr. 385, 497 P.2d 1121].)\n(4) Moreover, we find the instantly claimed error to be harmless. Lescallett himself, as noted, produced three witnesses from which it appeared that he had served time in prison, and that he had thus been previously convicted of a felony; the here criticized impeachment testimony caused little, if any, additional prejudice. (See Cal. Const., art. VI, § 13; Chapman v. California (1967) 386 U.S. 18, 24 [17 L. Ed. 2d 705, 710-711, 87 S. Ct. 824, 24 A.L.R. 3d 1065]; People v. Watson (1956) 46 Cal. 2d 818, 836 [299 P.2d 243] [cert. den., 355 U.S. 846 (2 L. Ed. 2d 55, 78 S. Ct. 70)].)\nThe judgment is affirmed.\nNewsom, J., and Grodin, J., concurred.\nA petition for a rehearing was denied October 2, 1981, and appellant's petition for a hearing by the Supreme Court was denied November 27, 1981. Bird, C.J., was of the opinion that the petition should be granted.\n",
            "ocr": false,
            "opinion_id": 2124264
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}