{
    "id": 2169538,
    "judges": "Baer, Cappy, Castille, Eakin, Former, Newman, Nigro, Saylor",
    "date_filed": "2017-04-14",
    "date_filed_is_approximate": true,
    "slug": "in-re-perrone",
    "case_name_short": "In Re Perrone",
    "case_name": "In Re Perrone",
    "case_name_full": "In the Matter of William James PERRONE",
    "attorneys": "Harold E. Ciampoli, Jr., Esq., for Office of Disciplinary Counsel., Samuel C. Stretton, Esq., West Chester, for William J. Perrone.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Oct. 19, 2005.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b532-7\">\n    899 A.2d 1108\n   </citation><br><parties id=\"b532-8\">\n    In the Matter of William James PERRONE.\n   </parties><br><docketnumber id=\"b532-9\">\n    No. 959 Disciplinary Docket No. 2.\n   </docketnumber><br><court id=\"b532-10\">\n    Supreme Court of Pennsylvania.\n   </court><br><otherdate id=\"b532-11\">\n    Argued Oct. 19, 2005.\n   </otherdate><br><decisiondate id=\"b532-12\">\n    Decided June 20, 2006.\n   </decisiondate><br><attorneys id=\"b535-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"391\"> \n     *391\n     </span>\n    Harold E. Ciampoli, Jr., Esq., for Office of Disciplinary Counsel.\n   </attorneys><br><attorneys id=\"b535-7\">\n    Samuel C. Stretton, Esq., West Chester, for William J. Perrone.\n   </attorneys><br><judges id=\"b535-8\">\n    BEFORE: CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN, and BAER, JJ.\n   </judges>",
    "citations": [
        "899 A.2d 1108",
        "587 Pa. 388"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n899 A.2d 1108 (2006)\nIn the Matter of William James PERRONE.\nNo. 959 Disciplinary Docket No. 2.\nSupreme Court of Pennsylvania.\nArgued October 19, 2005.\nDecided June 20, 2006.\n*1110 Harold E. Ciampoli, Jr., Esq., for Office of Disciplinary Counsel.\nSamuel C. Stretton, Esq., West Chester, for William J. Perrone.\nBEFORE: CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN, and BAER, JJ.\n\nOPINION\nChief Justice CAPPY.\nThis matter involves William James Perrone's second petition for reinstatement following his disbarment from the practice of law in the Commonwealth of Pennsylvania on November 30, 1995, retroactive to September 1, 1993, for improperly obtaining public funds allocated for indigent legal representation. In 2001, this Court denied Perrone's first petition for reinstatement on the grounds that he did not perform adequate community service, and because eight years of disbarment was insufficient to dissipate the detrimental effect Perrone's misconduct had upon the integrity and standing of the bar and on the administration of justice. In the Matter of William James Perrone, 565 Pa. 563, 777 A.2d 413, 416-17 (2001) (hereinafter \"Perrone I\"). The Office of Disciplinary Counsel (hereinafter \"ODC\") now opposes Perrone's second reinstatement petition on the ground that he failed to comply with the requisites of Pa.R.D.E. 217(j). We hold that Perrone has satisfied his burden for reinstatement and, for the reasons that follow, we grant the petition for reinstatement.\nPerrone's disbarment was based on his convictions of theft by deception, tampering with public records or information, securing execution of documents by deception, and unsworn falsification to authorities. Perrone's convictions arose from his filing of false fee petitions as court-appointed counsel for indigent criminal defendants in Philadelphia County from 1990 through 1992. He has complied with all conditions of his five-year term of criminal probation and has made complete restitution.\nWhile disbarred, Perrone performed paralegal work for various attorneys. He received his assignments from a licensed attorney, performed most of the work at his home, and submitted the completed *1111 work to the attorney for review. Perrone did not hold himself out as an attorney, did not give legal advice to the clients for which the work was performed, and had no improper contact with such clients.\nPerrone filed the instant petition for reinstatement in 2003. Before the Hearing Committee, ODC opposed the petition primarily on the following two grounds: (1) that Perrone's performance of legal services at his home office violated Rule 217(j)(4)(ii) because he was not performing the law-related services from an office that was staffed on a full-time basis by a supervising attorney; and (2) that Perrone did not file a notice of employment as required by Rule 217(j)(5) until after ODC expressed its concern with his failure to abide by the rule. In his reinstatement questionnaire, Perrone did not answer the questions regarding compliance with Rule 217(j), but instead indicated that the questions did not apply to him.[1]\nThe Hearing Committee agreed with ODC and concluded that Perrone's performance of law-related services from his home office violated Rule 217(j)(4)(ii) because that office was not staffed on a full-time basis by a supervising attorney and violated Rule 217(j)(4)(i) because he was associated with the same office on or after the date when the acts which resulted in his disbarment occurred.[2] It further found that he violated Rule 217(j)(5) in the years 2001 through 2003 because he failed to file a notice of employment with the Disciplinary Board (hereinafter \"Board\"), which identified his supervising attorney and certified that he had been employed and that his activities would be monitored for compliance with Rule 217(j). Relying on Rule 217(i),[3] the Committee found that Perrone did not meet his burden under Rule 218(c)(3)(ii) of establishing that he possessed the moral qualifications, competency and learning in the law required for *1112 reinstatement. Further, the Committee found that Perrone's resumption of the practice of law would be detrimental to the integrity of the bar and subversive of the interests of the public.\nThe Board, however, disagreed with the Hearing Committee's interpretation of Rule 217(j) and recommended that we grant the petition for reinstatement. Initially, it noted that Perrone's conduct was not so egregious so as to preclude immediate consideration of his petition. The Board went on to find that Perrone satisfied his burden of demonstrating that he possesses the moral qualifications, competency and learning in the law necessary to practice law in this Commonwealth. Relying on the fact that Perrone had been disbarred for more than ten years, it further concluded that his resumption of the practice of law would neither be detrimental to the integrity and standing of the bar or administration of justice nor subversive of the public interest.\nAs to the Rule 217(j) issue, the Board cited the fact that Perrone and the attorneys for whom he worked were unaware of the rule until he was completing his reinstatement questionnaire in April of 2003, and Perrone believed that the rule did not apply to him because the text applies to a formerly admitted attorney who is \"employed\" by a law firm. Because Perrone was paid for his time and set his own hours, the Board noted that he reasonably believed that he was an independent contractor rather than a person \"employed\" by a firm. The Board concluded that:\n[Perrone] did not violate the spirit and intent of Rule 217(j). It is clear that [Perrone] was directly supervised in his work and did not have client contact or engage in the practice of law while carrying out his paralegal activities. The evidence is not sufficient to find that [Perrone] intended to violate Rule 217(j).\nDisciplinary Board Report at 11.\nThe Board determined that there is significant ambiguity in Rule 217(j) due to the concept of \"employment\" versus the performance of services as an independent contractor. It stated that oftentimes, the supervising attorney and the formerly admitted attorney[4] do not believe that they have an \"employment\" relationship. The Board concluded that \"an independent contractor relationship conducted within the supervision of that attorney, need not nor should it violate the intent of Rule 217(j), which is to protect the public by preventing the unauthorized practice of law by formerly admitted attorneys.\" Disciplinary Board Report at 13. Two Board Members dissented and would have recommended that we deny reinstatement.\nOn June 6, 2005, our Court entered a Rule to Show Cause pursuant to Pa.R.D.E. 218(c)(6), directing Perrone to inform our Court why an order denying reinstatement should not be entered.[5] The parties have *1113 filed their responses to the Rule to Show Cause and oral argument before our Court was conducted on October 19, 2005. The matter is now ready for disposition.\nIn attorney disciplinary matters, we exercise de novo review, and we are not bound by the findings and recommendations of the Hearing Committee or the Disciplinary Board. Office of Disciplinary Counsel v. Kiesewetter, 585 Pa. 477, 889 A.2d 47 (2005).\nOur threshold inquiry in a reinstatement matter is whether the petitioner has demonstrated that his breach of trust was not so egregious that it precludes us from even considering his petition for reinstatement. Office of Disciplinary Counsel v. Keller, 509 Pa. 573, 506 A.2d 872 (1986). We have already ruled on such issue in Perrone I, when we concluded that \"[v]iewing Perrone's misconduct in light of this Court's previous holdings concerning reinstatement petitions, we cannot say that Perrone's misconduct was so deplorable that he can never be reinstated to the bar.\" Perrone I, 777 A.2d at 416.\nWe must next examine whether Perrone has met his burden of proving by clear and convincing evidence that his current resumption of the practice of law would not have a detrimental impact on the integrity and standing of the bar, the administration of justice, or the public interest, and that he has the moral qualifications, competency and learning in the law required for admission to practice law in this Commonwealth pursuant to Pa.R.D.E. 218(c)(3)(i). In making this determination, we consider, inter alia, the amount of time that has passed since Perrone was disbarred, as well as his efforts at rehabilitation. In the Matter of Verlin, 557 Pa. 47, 731 A.2d 600 (1999).\nWe emphasize that the point of contention between the parties does not focus on the passage of sufficient time since disbarment or Perrone's efforts at rehabilitation. Rather, the parties disagree as to whether Perrone's alleged non-compliance with Rule 217(j)(4) and (j)(5) demonstrates that he lacks the moral qualifications required to grant his petition for reinstatement. In order to resolve that issue, each subsection must be examined separately.\nInitially, Perrone contends that none of the requisites of Rule 217(j) apply to him because subsections (j)(1) and (j)(5) use the terms \"employed\" and/or \"employment\" and Perrone performed his law-related services as an independent contractor rather than an employee.[6] He emphasizes that the Board expressly found that his law-related services were fully supervised by another attorney, and relies on the fact that the Board recognized the ambiguity regarding Rule 217(j)'s application to formerly admitted attorneys performing paralegal services as independent contractors. Perrone argues that such ambiguity should not serve as a basis to deny his petition for reinstatement.[7]\nLooking first to the applicability of subsection (j)(4), we conclude that Perrone is clearly bound by such rule. Subsection (j) begins by stating that a \"formerly admitted attorney may not engage in any form *1114 of law-related activities ... except in accordance with the following requirements.\" Pa.R.D.E. 217(j) (emphasis added). It is therefore clear that subsection (j) sets forth a global prohibition on the performance of all law-related activities unless they comply with the requirements of the rule, regardless of whether they are performed as an independent contractor or otherwise. Similarly, subsection (j)(4)(ii), states, \"[w]ithout limiting the other restrictions in this subdivision (j)(4), a formerly admitted attorney is specifically prohibited from engaging in any of the following activities:... (ii) performing any law-related services from an office that is not staffed, on a full time basis, by a supervising attorney.\" Pa.R.D.E. 217(j)(4)(ii) (emphasis added). Thus, the plain language of the rule establishes that subsection (j)(4) applies to all law-related services performed by formerly admitted attorneys, regardless of the manner by which they are performed. To the extent that Perrone relies on the use of the terms \"employed\" or \"employment\" in subsections (j)(1) and (j)(5) as negating the applicability of (j)(4), we reject this contention as each subsection refers to separate obligations of a formerly admitted attorney.[8]\nOur conclusion that subsection (j)(4) applies to formerly admitted attorneys performing law-related services as independent contractors is consistent with the purpose of Rule 217(j), which was adopted by our Court in December of 2000, in an effort to limit and regulate the law-related activities performed by disbarred or suspended attorneys. The rule was intended to balance the benefits of allowing a formerly admitted attorney to remain current in the law to enhance competency, while recognizing the significant policy considerations of preventing the unauthorized practice of law and avoiding public confusion regarding the status of a disbarred or suspended attorney.\nHaving concluded that Perrone is bound by Rule 217(j)(4), we must next consider whether his performance of law-related services at his home violated subsection (j)(4)(ii), which prohibits the performance of \"any law-related services from an office that is not staffed, on a full time basis, by a supervising attorney.\" Pa. R.D.E. 217(j)(4)(ii). ODC argues that the rule requires a formerly admitted attorney to be physically present in the office of the attorneys who are supervising him. It maintains that such physical presence is necessary to ensure that the disbarred attorney is not representing himself as a lawyer, is not having physical contact with the client, and is not rendering legal advice.\nPerrone contends that he has complied with subsection (j)(4)(ii) because he has performed law-related services while under the direct supervision of an attorney in a fully-staffed office. He argues that Rule 217(j)(4)(ii) does not suggest that the disbarred attorney has to be physically present in the law office at all times, but rather is intended to ensure responsible supervision of the work performed by the formerly admitted attorney. Perrone asserts that, taken to its logical conclusion, ODC's interpretation of the rule would prohibit a disbarred attorney from performing paralegal *1115 services in a law library or researching a legal matter from a computer at his desk at home. Perrone argues that it would be absurd to require the disbarred attorney's physical presence in the supervising attorney's office when the supervising attorney is ensuring that the disbarred attorney is not engaging in the practicing of law by having contact with clients or representing that he is a licensed attorney, which is the underlying purpose of the rule.\nWe agree with Perrone that ODC's interpretation of subsection (j)(4)(ii) is too restrictive and not in accordance with the mandate of the rule. The rule was intended to ensure accountability, not observation of each step of the process by which a disbarred or suspended attorney performs legal research and/or drafts memoranda. Simply put, subsection (j)(4)(ii) requires that there be a supervising attorney at a law office on a full-time basis to monitor the law-related services performed by a disbarred or suspended attorney. Pursuant to Rule 217(j)(6), the supervising attorney is subject to disciplinary action for any failure by either the formerly admitted attorney or the supervising attorney to comply with the provisions of subsection (j).\nUpon an independent review of the record, we find that a supervising attorney was present at a law office on a full-time basis and directly monitored all of the law-related services performed by Perrone.[9] We therefore conclude that Perrone complied with the requisites of Pa.R.D.E. 217(j)(4)(ii).\nWe next examine the applicability of subsection (j)(5), which refers to the filing of a \"notice of employment\" to inform the Board of the individual in the law *1116 firm who is acting as the supervising attorney. As noted, subsection (j)(5) states:\n(5) The supervising attorney and the formerly admitted attorney shall file with the Disciplinary Board a notice of employment, identifying the supervising attorney, certifying that the formerly admitted attorney has been employed and that the formerly admitted attorney's activities will be monitored for compliance with this subsection (j). The supervising attorney and the formerly admitted attorney shall file a notice with the Disciplinary Board immediately upon the termination of the employment of the formerly admitted attorney.\nPa.R.D.E. 217(j)(5).\nUnlike subsection (j)(4), which refers to \"all law-related services,\" subsection (j)(5) speaks in terms of \"employment.\" This provision was intended to serve as the vehicle by which the law-related activities of a formerly admitted attorney are reported to the Board and monitored. Admittedly, however, because the provision is couched in terms relating to \"employment,\" it could lead an attorney to reasonably believe that the filing of a \"notice of employment\" is only required if the formerly admitted attorney is performing law-related services as an employee of a law firm. We therefore conclude that Perrone's failure to comply with subsection (j)(5) until notified by ODC does not adversely reflect on his fitness to practice law and should not serve a basis for the denial of his petition for reinstatement.[10] To clarify proper application, we hereby refer subsection (j)(5) to the Board for prompt consideration and amendment to encompass the reporting of all law-related services performed by formerly admitted attorneys, regardless of the nature of the relationship between the formerly admitted attorney and the supervising attorney.\nHaving determined that Rule 217(j) may not serve an as impediment to granting Perrone's petition for reinstatement, we proceed to examine whether reinstatement is otherwise warranted. It is now over four years since we denied Perrone's first reinstatement petition and well over twelve years since he was disbarred retroactively to September of 1993. We find that the concerns that prevented us from granting reinstatement in 2001 have dissipated. This Court recognizes that Perrone's misconduct in misappropriating public funds earmarked for indigent representation undermined the core of the legal system and rendered him unfit to practice law. We conclude, however, that sufficient time has passed to dissipate the detrimental effect Perrone's misconduct had upon the integrity and standing of the bar and on the administration of justice. Moreover, the record is undisputed that Perrone has engaged in significant pro bono and community activity since the last reinstatement hearing.[11] He has heeded our Court's warning and has now demonstrated by clear and convincing evidence his fitness to resume the practice of law in this Commonwealth.\nAccordingly, the Rule to Show Cause is discharged, the petition for reinstatement is granted, and Perrone is reinstated to the practice of law. Further, pursuant to Pa.R.D.E. 218(e), Perrone is directed to *1117 pay the expenses incurred by the Board in the investigation and processing of the petition for reinstatement.\nJustice CASTILLE, Justice NEWMAN and Justice SAYLOR join the opinion.\nFormer Justice NIGRO did not participate in the decision of this case.\nJustice BAER files a concurring opinion.\nJustice EAKIN files a dissenting opinion.\nJustice BAER, concurring.\nI agree with, and join, the Majority's decision reinstating petitioner, James Perrone, to the practice of law. I write separately on two points. First, to note my view that the interpretation of the language of Pa.R.D.E. 217(j)(4)(ii) as advocated by the Office of Disciplinary Counsel (ODC), which construes such the language as restricting formerly admitted attorneys from performing law-related services at a physical location other than an office staffed by a full-time supervising attorney, is reasonable. Second, I write to distance myself from the final sentence of footnote 8 of the Majority's opinion stating that because Perrone is an independent contractor, he would not be subject to the second sentence of Rule 217(j)(1).\nPa.R.D.E. 217(j)(4)(ii) provides as follows:\n(4) Without limiting the other restrictions in this subsection (j), a formerly admitted attorney is specifically prohibited from engaging in any of the following activities:\n(ii) performing any law-related services from an office that is not staffed, on a full time basis, by a supervising attorney;\nAs noted by the Majority, ODC argues that this provision requires a formerly admitted attorney to be physically present in the office of a supervising attorney and that such physical presence is necessary to ensure that the disbarred attorney is not representing himself as a lawyer, is not having physical contact with clients, and is not rendering legal advice. The Majority rejects such an interpretation as too restrictive and concludes that the language of the Rule was not intended to limit formerly admitted attorneys regarding the physical location of where their work must be performed. The Court notes, \"we agree with Perrone that ODC's interpretation of subsection (j)(4)(ii) is too restrictive and not in accordance with the mandate of the rule. The rule was intended to ensure accountability, not observation of each step of the process by which a disbarred or suspended attorney performs legal research and/or drafts memoranda.\" Maj., ___ Pa. at ___, 899 A.2d at 1115. While such an interpretation of the rule is reasonable, I am not so sure it is better than the view articulated by ODC. Certainly, there is some legitimacy to ODC's view that direct physical oversight of a formerly admitted attorney's work is preferable to the remote supervision of such work by a full-time attorney in a staffed office. Indeed, if the majority's interpretation of the applicable clause is correct, it would make no sense to require the supervising attorney to work full-time in a staffed office. Accordingly, I believe it would be best to refer the matter to the Disciplinary Board for further consideration of the rule and to make a determination whether direct or remote supervision of formerly admitted attorneys is preferable.\nWhile I believe ODC's interpretation is reasonable and possibly the better way of reading the rule, I do not fault Perrone, in any case, for not abiding it in this regard as, in my view, the rule is ambiguous as to its meaning and Perrone was in good faith in his position that he did not intend to violate the rule by working from his home office. Thus, as noted, I join the Majority's *1118 conclusion that Perrone should be reinstated to the practice of law.\nMy final point focuses on the last sentence appearing in footnote 8 of the Majority opinion. Specifically, in discussing whether Perrone is subject to Rule 217(j) because, as he claims, he is an independent contractor, the Majority, in footnote 8, notes that \"assuming, as we have, that Perrone is an independent contractor, he would not be subject to the second sentence of subsection (j)(1), although he is clearly subject to the first.\" Maj. Slip Op. at 8 n. 8. Because the fine point of whether Perrone is subject to this specific clause of subsection (j)(1) is not before us, I would not definitively speak to its applicability.\nJustice EAKIN, dissenting.\nI agree that Pa.R.D.E. 217(j) applies to petitioner, and that a lawyer need not do all work at the physical location of the supervising attorney's office to comply with Pa.R.D.E. 217(j)(4)(ii). However, I disagree that petitioner is somehow excused from the requirements of Pa.R.D.E. 217(j)(5).\nNeither Perrone nor his proffered supervising attorney notified the Disciplinary Board of his performance for pay of \"law-related activities.\" Perrone seeks to excuse this failure by styling himself an \"independent contractor,\"[1] not a mere employee. However, to be a truly independent contractor, he would have to violate the Rule's requirement of direct supervision. That is, he cannot have complied with Pa.R.D.E. 217(j)(1)'s requirement of direct supervision and still be an independent contractor; conversely, if he did perform as an independent contractor, he cannot have complied with subsection (j)(1).\nWhile no hard and fast rule exists to determine whether a relationship is that of employer-employee or owner-independent contractor, the analysis is not different merely because the services are law-related. Our case law is replete with guidelines and factors that must be taken into consideration when making this determination:\nControl of manner work is to be done; responsibility for result only; terms of agreement between the parties; the nature of the work or occupation; skill required for performance; whether one is engaged in a distinct occupation or business; which party supplied the tools; whether payment is by the time or by the job; whether work is part of a regular business of the employer, and... the right to terminate the employment at any time.\nUniversal Am-Can, Ltd. and AIAC v. Workers' Compensation Appeal Board (Minteer), 563 Pa. 480, 762 A.2d 328, 333 (2000) (internal citations omitted) (quoting Hammermill Paper Company v. Rust Engineering Company, 430 Pa. 365, 243 A.2d 389, 392 (1968)).\n\"Whether some or all of these factors exist in any given situation is not controlling.\" Id. (quoting J. Miller Co. v. Mixter, 2 Pa.Cmwlth. 229, 277 A.2d 867, 869 (1971)). While each factor is relevant, control over the work to be completed and the manner in which it is to be performed have become dominant considerations and are the primary factors in determining employee status. Id. (collecting cases). In *1119 an employer-employee relationship, the employer controls the result of the work and has the right to direct the way in which it shall be done, whereas in an owner-independent contractor relationship, the independent contractor has exclusive control over the manner of performing it, being responsible only for the result. Moon Area School District v. Garzony, 522 Pa. 178, 560 A.2d 1361, 1367 (1989) (quoting Feller v. New Amsterdam Casualty Co., 363 Pa. 483, 70 A.2d 299, 300 (1950)). Broadly stated, if an individual is under the control of an employer, the individual is an employee; if the individual is not under such control, he is an independent contractor. Id. (quoting Feller, at 300).\n\"[I]nspection of the progress of work does not require ... an inference of exclusive control over the manner of performance of the work, but rather only of interest in the result.\" Cox v. Caeti, 444 Pa. 143, 279 A.2d 756, 758 (1971) (citing Murrin v. Rifugiato, 373 Pa. 561, 96 A.2d 865 (1953)). \"Where control is not reserved over the means, the relationship is that of independent contractor, and conversely, where such control is reserved, the relationship is that of ... employee.\" Commonwealth v. Continental Rubber Works, 347 Pa. 514, 32 A.2d 878, 880 (1943) (quoting Kelley v. Delaware, L. &amp; W. R. Co., 270 Pa. 426, 113 A. 419, 420 (1921)).[2]\nBecause an independent contractor works without another having the ability to control the manner or means in which the independent contractor's work is completed, Perrone cannot be both an independent contractor and under the direct supervision of another individual. See e.g. Universal Am-Can, at 333; Garzony, at 1367; Continental Rubber Works, at 880. Perrone could not have simultaneously been directly supervised, subjected to the supervising attorney's control, and an \"independent contractor\" who was not directly supervised.\nIf Perrone was an independent contractor, by definition he was not under the direct supervision of an attorney when he completed the law-related services, and thus would have violated Pa.R.D.E. 217(j)(1)\u0097if one could avoid the requirements of the Rule by calling oneself an independent contractor, the Rule is meaningless. If Perrone was supervised, he was an employee, and his failure (and the failure of his supervising attorney) to notify the Disciplinary Board of his employment violated Pa.R.D.E. 217(j)(5). While some of the strides Perrone has taken *1120 since his disbarment are admirable, see Majority Slip Op., at 11, his non-compliance with Rule 217 shows he failed to meet his burden. Accordingly, I would deny Perrone's petition for reinstatement to the Bar.\nNOTES\n[1]  The relevant provisions of Rule 217(j) state:\n\n(j) A formerly admitted attorney may not engage in any form of law-related activities in this Commonwealth except in accordance with the following requirements:\n(1) All law-related activities of the formerly admitted attorney shall be conducted under the direct supervision of a member in good standing of the Bar of the Commonwealth who shall be responsible for ensuring that the formerly admitted attorney complies with the requirements of this subsection (j). If the formerly admitted attorney is employed by a law firm, an attorney of the firm shall be designated by the firm as a supervising attorney for purposes of this subsection.\n* * *\n(4) Without limiting the other restrictions in this subsection (j), a formerly admitted attorney is specifically prohibited from engaging in any of the following activities:\n(ii) performing any law-related services from an office that is not staffed, on a full time basis, by a supervising attorney;\n* * *\n(5) The supervising attorney and the formerly admitted attorney shall file with the Disciplinary Board a notice of employment, identifying the supervising attorney, certifying that the formerly admitted attorney has been employed and that the formerly admitted attorney's activities will be monitored for compliance with this subsection (j). The supervising attorney and the formerly admitted attorney shall file a notice with the Disciplinary Board immediately upon the termination of the employment of the formerly admitted attorney.\nPa.R.D.E. 217(j)(1), (j)(4)(ii), and (j)(5).\n[2]  ODC does not rely on this latter ground in its filings in this Court.\n[3]  Rule 217(i) provides as follows:\n\nA formerly admitted attorney shall keep and maintain records of the various steps taken by such person under these rules so that, upon any subsequent proceeding instituted by or against such person, proof of compliance with these rules and with the disbarment, suspension or transfer to inactive status order will be available. Proof of compliance with these rules shall be a condition precedent to any petition for reinstatement.\nPa.R.D.E. 217(i) (emphasis added).\n[4]  A \"formerly admitted attorney\" is defined as a \"disbarred, suspended or inactive attorney.\" Pa.R.D.E. 102(a).\n[5]  We directed the parties to address the following issues in their responses to the Rule to Show Cause:\n\n(1) Whether a formerly admitted attorney violates Rule 217(j)(4)(ii) by performing law-related activities from an office that is not staffed, on a full time basis, by a supervising attorney, when those services are provided on an independent contract basis.\n(2) Whether a formerly admitted attorney's non-compliance with disciplinary rules demonstrates that he lacks the moral qualifications, competency and learning in the law necessary to practice law in the Commonwealth pursuant to Rule 218(c)(3)(i).\n(3) Whether a formerly admitted attorney's non-compliance with disciplinary rules precludes the grant of reinstatement pursuant to Rule 217(i), which provides that proof of compliance with disciplinary rules shall be a condition precedent to granting a petition for reinstatement.\n[6]  For purposes of this opinion, we assume that Perrone was acting as an independent contractor, as do the parties, and make no legal determination in that regard.\n[7]  Perrone also argues that Rule 217(j) does not apply to him because it was adopted after he was already disbarred. This claim is refuted by the plain language of our order adopting the rule. Our December 7, 2000 order adopting Rule 217(j) expressly stated that the rule applied commencing January 1, 2001, to persons who were formerly admitted attorneys on the date of publication. As it is undisputed that Perrone was a formerly admitted attorney at that time, this claim fails.\n[8]  In any event, we fail to see the logic in Perrone's reliance on subsection (j)(1). The first sentence of subsection (j)(1) requires that \"all law-related activities\" of a formerly admitted attorney be supervised. This clearly encompasses the services performed by Perrone. The second sentence of subsection (j)(1) explains that if the formerly admitted attorney is \"employed by a law firm\" an attorney of the firm shall be designated as supervising attorney. Assuming, as we have, that Perrone is an independent contractor, he would not be subject to the second sentence of subsection (j)(1), although he is clearly subject to the first.\n[9]  Perrone performed law-related services primarily for Attorney Mark Donald Mungello. Mungello presumed that Perrone physically performed the services at Perrone's home, the law library, or the courthouse, as he did not perform them at Mungello's law office. Notes of Testimony, November 10, 2003, at 126-127. When asked what his role was in supervising Perrone, Mungello stated:\n\nWell I have contact with the client, I determine what needs to be done to service the client, and usually I would just call [Perrone] and I would ask him to research something for me or draft a memorandum for me or draft a pleading for me and then give it to me for my review and then submit it to typing.\nId. at 107-108. Mungello further testified that Perrone never held himself out as a practicing lawyer, never gave legal advice to any of the clients for which the work was performed, and never had client contact. Id. at 109. Mungello explained that his office is staffed full-time by himself, the supervising attorney. Id. at 113. He testified that Perrone did not work on any cases for clients who previously were clients of Perrone, id. at 113, that Perrone never appeared on behalf of a client, id. at 115, nor received, disbursed or handled client funds. Id. at 116.\nAdditionally, Perrone performed law-related services for other attorneys, including Randall Schauer, for whom he performed voluntary services, and Frank Farmer. Schauer testified that Perrone assisted him in preparing a complaint and that Schauer fully reviewed and signed the document for filing. Id. at 147, 148. Schauer further stated that Perrone never held himself out as a lawyer or gave legal advice. Id. at 150. Farmer likewise testified that he fully supervised whatever legal responsibilities Farmer had asked Perrone to perform in his paralegal capacity. Id. at 169. He reiterated the testimony of Mungello and Schauer regarding Perrone's compliance with the restrictions on formerly admitted attorneys.\nFinally, Perrone himself testified that he has always acted under the supervision of a lawyer in every paralegal job he had performed. Id. at 203. He further stated that he never held himself out as an attorney, did not give legal advice to clients, did not provide services to clients he previously represented prior to disbarment, did not have client contact, and did not appear in court. Id. at 230-231. ODC presented no evidence to the contrary.\n[10]  To be precise, Perrone violated subsection (j)(5) from January 1, 2001, the effective date of Rule 217, through August 25, 2003, when he filed a notice of employment upon the suggestion of ODC.\n[11]  Perrone presented evidence that he has performed services for Meals on Wheels and Saint Gabriel's Hall, a juvenile detention facility. He also advocated prisoners' rights through the Prison Society, coached Little League, was active in his parish, and spearheaded a neighborhood group to work to resolve a traffic problem in his local community.\n[1]  The majority states the parties concede Perrone was an independent contractor. See Majority, ___ Pa. at ___ n. 6, 899 A.2d at 1113 n. 6. However, Office of Disciplinary Counsel (ODC) states in its brief that \"Perrone was `employed' by these individuals [referring to alleged supervising attorneys].\" ODC Brief, at 15. I cannot conclude that ODC conceded Perrone was not an employee subject to (j)(5), nor do I find any logic in excusing an independent contractor from the reporting requirement.\n[2]  This Court recently interpreted a section of the Unemployment Compensation Law that presumes when individuals perform services for wages they are employees:\n\nServices performed by an individual for wages shall be deemed to be employment subject to this act, unless and until it is shown to the satisfaction of the department that\u0097(a) such individual has been and will continue to be free from control or direction over the performance of such services both under his contract of service and in fact; and (b) as to such services such individual is customarily engaged in an independently established trade, occupation, profession or business.\n43 P.S. § 753(I)(2)(B). Like the common law standard for determining whether an individual is an employee or independent contractor, this section focuses on whether an individual is subject to control by another. This Court interpreted \"independently\" according to its common and approved usage, see 1 Pa.C.S. § 1903(a), and concluded \"independent\" means \"not subject to control by others ....\" Danielle Viktor, Ltd. v. Department of Labor and Industry, 892 A.2d 781, 794-95 (2005) (citing Webster's Third New International Dictionary 1148 (1986)). This Court similarly defined \"dependent\" according to its common and approved usage and concluded it meant \"unable to exist, sustain oneself, or act suitably or normally without the assistance or direction of another....\" Id., at 795 (citing Webster's Third New International Dictionary 604).\n\n",
            "ocr": false,
            "opinion_id": 2169538
        },
        {
            "author_str": "Baer",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJustice BAER,\nconcurring.\nI agree with, and join, the Majority’s decision reinstating petitioner, James Perrone, to the practice of law. I write separately on two points. First, to note my view that the interpretation of the language of Pa.R.D.E. 217(j)(4)(ii) as advocated by the Office of Disciplinary Counsel (ODC), which’ construes such the language as restricting formerly admitted attorneys from performing law-related services at a physical location other than an office staffed by a full-time supervising attorney, is reasonable. Second, I write to distance myself from the final sentence of footnote 8 of the Majority’s opinion stating that because Perrone is an independent contractor, he would not be subject to the second sentence of Rule 217(j)(l).\nPa.R.D.E. 217(j)(4)(ii) provides as follows:\n(4) Without limiting the other restrictions in this subsection (j), a formerly admitted attorney is specifically prohibited from engaging in any of the following activities:\n*403(ii) performing any law-related services from an office that is not staffed, on a full time basis, by a supervising attorney;\nAs noted by the Majority, ODC argues that this provision requires a formerly admitted attorney to be physically present in the office of a supervising attorney and that such physical presence is necessary to ensure that the disbarred attorney is not representing himself as a lawyer, is not having physical contact with clients, and is not rendering legal advice. The Majority rejects such an interpretation as too restrictive and concludes that the language of the Rule was not intended to limit formerly admitted attorneys regarding the physical location of where their work must be performed. The Court notes, “we agree with Perrone that ODC’s interpretation of subsection (j)(4)(ii) is too restrictive and not in accordance with the mandate of the rule. The rule was intended to ensure accountability, not observation of each step of the process by which a disbarred or suspended attorney performs legal research and/or drafts memoranda.” Maj., 587 Pa. at 399, 899 A.2d at 1115. While such an interpretation of the rule is reasonable, I am not so sure it is better than the view articulated by ODC. Certainly, there is some legitimacy to ODC’s view that direct physical oversight of a formerly admitted attorney’s work is preferable to the remote supervision of such work by a full-time attorney in a staffed office. Indeed, if the majority’s interpretation of the applicable clause is correct, it would make no sense to require the supervising attorney to work full-time in a staffed office. Accordingly, I believe it would be best to refer the matter to the Disciplinary Board for further consideration of the rule and to make a determination whether direct or remote supervision of formerly admitted attorneys is preferable.\nWhile I believe ODC’s interpretation is reasonable and possibly the better way of reading the rule, I do not fault Perrone, in any case, for not abiding it in this regard as, in my view, the rule is ambiguous as to its meaning and Perrone was in good faith in his position that he did not intend to violate the rule by working from his home office. Thus, as noted, I *404join the Majority’s conclusion that Perrone should be reinstated to the practice of law.\nMy final point focuses on the last sentence appearing in footnote 8 of the Majority opinion. Specifically, in discussing whether Perrone is subject to Rule 217(j) because, as he claims, he is an independent contractor, the Majority, in footnote 8, notes that “assuming, as we have, that Perrone is an independent contractor, he would not be subject to the second sentence of subsection (j)(l), although he is clearly subject to the first.” Maj. Op. at 398 n. 8, 899 A.2d at 1114 n. 8. Because the fine point of whether Perrone is subject to this specific clause of subsection (j)(l) is not before us, I would not definitively speak to its applicability.\n",
            "ocr": false,
            "opinion_id": 9729961
        },
        {
            "author_str": "Eakin",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJustice EAKIN,\ndissenting.\nI agree that Pa.R.D.E. 217(j) applies to petitioner, and that a lawyer need not do all work at the physical location of the supervising attorney’s office to comply with Pa.R.D.E. 217(j)(4)(ii). However, I disagree that petitioner is somehow excused from the requirements of Pa.R.D.E. 217(j)(5).\nNeither Perrone nor his proffered supervising attorney notified the Disciplinary Board of his performance for pay of “law-related activities.” Perrone seeks to excuse this failure by styling himself an “independent contractor,”1 not a mere employee. However, to be a truly independent contractor, he would have to violate the Rule’s requirement of direct supervision. That is, he cannot have complied with Pa.R.D.E. 217(j)(l)’s requirement of direct supervision and still be an independent contractor; conversely, if he did perform as an independent contractor, he cannot have complied with subsection (j)(l).\n*405While no hard and fast rule exists to determine whether a relationship is that of employer-employee or owner-independent contractor, the analysis is not different merely because the services are law-related. Our case law is replete with guidelines and factors that must be taken into consideration when making this determination:\nControl of manner work is to be done; responsibility for result only; terms of agreement between the parties; the nature of the work or occupation; skill required for performance; whether one is engaged in a distinct occupation or business; which party supplied the tools; whether payment is by the time or by the job; whether work is part of a regular business of the employer, and ... the right to terminate the employment at any time.\nUniversal Am-Can, Ltd. and AIAC v. Workers’ Compensation Appeal Board (Minteer), 563 Pa. 480, 762 A.2d 328, 333 (2000) (internal citations omitted) (quoting Hammermill Paper Company v. Rust Engineering Company, 430 Pa. 365, 243 A.2d 389, 392 (1968)).\n“Whether some or all of these factors exist in any given situation is not controlling.” Id. (quoting J. Miller Co. v. Mixter, 2 Pa.Cmwlth. 229, 277 A.2d 867, 869 (1971)). While each factor is relevant, control over the work to be completed and the manner in which it is to be performed have become dominant considerations and are the primary factors in determining employee status. Id. (collecting cases). In an employer-employee relationship, the employer controls the result of the work and has the right to direct the way in which it shall be done, whereas in an owner-independent contractor relationship, the independent contractor has exclusive control over the manner of performing it, being responsible only for the result. Moon Area School District v. Garzony, 522 Pa. 178, 560 A.2d 1361, 1367 (1989) (quoting Feller v. New Amsterdam Casualty Co., 363 Pa. 483, 70 A.2d 299, 300 (1950)). Broadly stated, if an individual is under the control of an employer, the individual is an employee; if the individual is not under such control, he is an independent contractor. Id. (quoting Feller, at 300).\n*406“[Ijnspection of the progress of work does not require ... an inference of exclusive control over the manner of performance of the work, but rather only of interest in the result.” Cox v. Caeti, 444 Pa. 143, 279 A.2d 756, 758 (1971) (citing Murrin v. Rifugiato, 373 Pa. 561, 96 A.2d 865 (1953)). “Where control is not reserved over the means, the relationship is that of independent contractor, and conversely, where such control is reserved, the relationship is that of ... employee.” Commonwealth v. Continental Rubber Works, 347 Pa. 514, 32 A.2d 878, 880 (1943) (quoting Kelley v. Delaware, L. &amp; W. R. Co., 270 Pa. 426, 113 A. 419, 420 (1921)).2\nBecause an independent contractor works without another having the ability to control the manner or means in which the independent contractor’s work is completed, Perrone cannot be both an independent contractor and under the direct supervision of another individual. See e.g. Universal Am-Can, at 333; Garzony, at 1367; Continental Rubber Works, at 880. Perrone could not have simultaneously been directly supervised, subjected to the supervising attorney’s control, *407and an “independent contractor” who was not directly supervised.\nIf Perrone was an independent contractor, by definition he was not under the direct supervision of an attorney when he completed the law-related services, and thus would have violated Pa.R.D.E. 217(j)(l) — if one could avoid the requirements of the Rule by calling oneself an independent contractor, the Rule is meaningless. If Perrone was supervised, he was an employee, and his failure (and the failure of his supervising attorney) to notify the Disciplinary Board of his employment violated Pa.R.D.E. 217(j)(5). While some of the strides Perrone has taken since his disbarment are admirable, see Majority Slip Op., at 11, his non-compliance with Rule 217 shows he failed to meet his burden. Accordingly, I would deny Perrone’s petition for reinstatement to the Bar.\n\n. The majority states the parties concede Perrone was an independent contractor. See Majority, 587 Pa. at 396 n. 6, 899 A.2d at 1113 n. 6. However, Office of Disciplinary Counsel (ODC) states in its brief that \"Perrone was 'employed' by these individuals [referring to alleged supervising attorneys].” ODC Brief, at 15. I cannot conclude that ODC conceded Perrone was not an employee subject to (j)(5), nor do I find any logic in excusing an independent contractor from the reporting requirement.\n\n\n. This Court recently interpreted a section of the Unemployment Compensation Law that presumes when individuals perform services for wages they are employees:\nServices performed by an individual for wages shall be deemed to be employment subject to this act, unless and until it is shown to the satisfaction of the department that — (a) such individual has been and will continue to be free from control or direction over the performance of such services both under his contract of service and in fact; and (b) as to such services such individual is customarily engaged in an independently established trade, occupation, profession or business.\n43 P.S. § 753(I)(2)(B). Like the common law standard for determining whether an individual is an employee or independent contractor, this section focuses on whether an individual is subject to control by another. This Court interpreted \"independently” according to its common and approved usage, see 1 Pa.C.S. § 1903(a), and concluded \"independent” means \"not subject to control by others....” Danielle Viktor, Ltd. v. Department of Labor and Industry, 892 A.2d 781, 794-95 (2005) (citing Webster’s Third New International Dictionary 1148 (1986)). This Court similarly defined \"dependent” according to its common and approved usage and concluded it meant \"unable to exist, sustain oneself, or act suitably or normally without the assistance or direction of another....” Id., at 795 (citing Webster’s Third New International Dictionary 604).\n\n",
            "ocr": false,
            "opinion_id": 9729962
        },
        {
            "author_str": "Cappy",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nOPINION\n\nChief Justice CAPPY.\nThis matter involves William James Perrone’s second petition lor reinstatement following his disbarment from the practice of law in the Commonwealth of Pennsylvania on November 30, 1995, retroactive to September 1, 1993, for improperly obtaining public funds allocated for indigent legal representation. In 2001, this Court denied Perrone’s first petition for reinstatement on the grounds that he did not perform adequate community service, and because eight years of disbarment was insufficient to dissipate the detrimental effect Perrone’s misconduct had upon the integrity and standing of the bar and on the administration of justice. In the Matter of William James Perrone, 565 Pa. 563, 777 A.2d 413, 416-17 (2001) (hereinafter “P&amp;rrone I ”). The Office of Disciplinary Counsel (hereinafter “ODC”) now opposes Perrone’s second reinstatement petition on the ground that he failed to comply *392with the requisites of Pa.R.D.E. 217(j). We hold that Perrone has satisfied his burden for reinstatement and, for the reasons that follow, we grant the petition for reinstatement.\nPerrone’s disbarment was based on his convictions of theft by deception, tampering with public records or information, securing execution of documents by deception, and unsworn falsification to authorities. Perrone’s convictions arose from his filing of false fee petitions as court-appointed counsel for indigent criminal defendants in Philadelphia County from 1990 through 1992. He has complied with all conditions of his five-year term of criminal probation and has made complete restitution.\nWhile disbarred, Perrone performed paralegal work for various attorneys. He received his assignments from a licensed attorney, performed most of the work at his home, and submitted the completed work to the attorney for review. Perrone did not hold himself out as an attorney, did not give legal advice to the clients for which the work was performed, and had no improper contact with such clients.\nPerrone filed the instant petition for reinstatement in 2003. .Before the Hearing Committee, ODC opposed the petition primarily on the following two grounds: (!) that Perrone’s performance of legal services at his home office violated Rule 217(j)(4)(ii) because he was not performing the law-related services from an office that was staffed on a full-time basis by a supervising attorney; and (2) that Perrone did not file a notice of employment as required by Rule 217(j)(5) until after ODC expressed its concern with his failure to abide by the rule. In his reinstatement questionnaire, Perrone did not answer the questions regarding compliance with Rule 217(j), but instead indicated that the questions did not apply to him.1\n*393The Hearing Committee agreed with ODC and concluded that Perrone’s performance of law-related services from his home office violated Rule 217(j)(4)(ii) because that office was not staffed on a full-time basis by a supervising attorney and violated Rule 217(j)(4)(i) because he was associated with the same office on or after the date when the acts which resulted in his disbarment occurred.2 It further found that he violated Rule 217Cj)(5) in the years 2001 through 2003 because he failed to file a notice of employment with the Disciplinary Board (hereinafter “Board”), which identified his supervising attorney and certified that he had been employed and that his activities would be monitored for compliance with Rule 217(j). Relying on Rule 217(i),3 the Committee found that Perrone did not meet his burden under Rule 218(c)(3)(ii) of establishing that he possessed the moral qualifications, competency and *394learning in the law required for reinstatement. Further, the Committee found that Perrone’s resumption of the practice of law would be detrimental to the integrity of the bar and subversive of the interests of the public.\nThe Board, however, disagreed with the Hearing Committee’s interpretation of Rule 217(j) and recommended that we grant the petition for reinstatement. Initially, it noted that Perrone’s conduct was not so egregious so as to preclude immediate consideration of his petition. The Board went on to find that Perrone satisfied his burden of demonstrating that he possesses the moral qualifications, competency and learning in the law necessary to practice law in this Commonwealth. Relying on the fact that Perrone had been disbarred for more than ten years, it further concluded that his resumption of the practice of law would neither be detrimental to the integrity and standing of the bar or administration of justice nor subversive of the public interest.\nAs to the Rule 217(j) issue, the Board cited the fact that Perrone and the attorneys for whom he worked were unaware of the rule until he was completing his reinstatement questionnaire in April of 2003, and Perrone believed that the rule did not apply to him because the text applies to a formerly admitted attorney who is “employed” by a law firm. Because Perrone was paid for his time and set his own hours, the Board noted that he reasonably believed that he was an independent contractor rather than a person “employed” by a firm. The Board concluded that:\n[Perrone] did not violate the spirit and intent of Rule 217(j). It is clear that [Perrone] was directly supervised in his work and did not have client contact or engage in the practice of law while carrying out his paralegal activities. The evidence is not sufficient to find that [Perrone] intended to violate Rule 217(j).\nDisciplinary Board Report at 11.\nThe Board determined that there is significant ambiguity in Rule 217(j) due to the concept of “employment” versus the performance of services as an independent contractor. It *395stated that oftentimes, the supervising attorney and the formerly admitted attorney4 do not believe that they have an “employment” relationship. The Board concluded that “an independent contractor relationship conducted within the supervision of that attorney, need not nor should it violate the intent of Rule 217(j), which is to protect the public by preventing the unauthorized practice of law by formerly admitted attorneys.” Disciplinary Board Report at 13. Two Board Members dissented and would have recommended that we deny reinstatement.\nOn June 6, 2005, our Court entered a Rule to Show Cause pursuant to Pa.R.D.E. 218(c)(6), directing Perrone to inform our Court why an order denying reinstatement should not be entered.5 The parties have filed their responses to the Rule to Show Cause and oral argument before our Court was conducted on October 19, 2005. The matter is now ready for disposition.\nIn attorney disciplinary matters, we exercise de novo review, and we are not bound by the findings and recommendations of the Hearing Committee or the Disciplinary Board. Office of Disciplinary Counsel v. Kiesewetter, 585 Pa. 477, 889 A.2d 47 (2005).\nOur threshold inquiry in a reinstatement matter is whether the petitioner has demonstrated that his breach of *396trust was not so egregious that it precludes us from even considering his petition for reinstatement. Office of Disciplinary Counsel v. Keller, 509 Pa. 573, 506 A.2d 872 (1986). We have already ruled on such issue in Perrone I, when we concluded that “[vjiewing Perrone’s misconduct in light of this Court’s previous holdings concerning reinstatement petitions, we cannot say that Perrone’s misconduct was so deplorable that he can never be reinstated to the bar.” Perrone I, 777 A.2d at 416.\nWe must next examine whether Perrone has met his burden of proving by clear and convincing evidence that his current resumption of the practice of law would not have a detrimental impact on the integrity and standing of the bar, the administration of justice, or the public interest, and that he has the moral qualifications, competency and learning in the law required for admission to practice law in this Commonwealth pursuant to Pa.R.D.E. 218(c)(3)(i). In making this determination, we consider, inter alia, the amount of time that has passed since Perrone was disbarred, as well as his efforts at rehabilitation. In the Matter of Verlin, 557 Pa. 47, 731 A.2d 600 (1999).\nWe emphasize that the point of contention between the parties does not focus on the passage of sufficient time since disbarment or Perrone’s efforts at rehabilitation. Rather, the parties disagree as to whether Perrone’s alleged non-compliance with Rule 2170)(4) and 0)(5) demonstrates that he lacks the moral qualifications required to grant his petition for reinstatement. In order to resolve that issue, each subsection must be examined separately.\nInitially, Perrone contends that none of the requisites of Rule 2170) apply to him because subsections 0)(1) and 0)(5) use the terms “employed” and/or “employment” and Perrone performed his law-related services as an independent contractor rather than an employee.6 He emphasizes that the *397Board expressly found that his law-related services were fully supervised by another attorney, and relies on the fact that the Board recognized the ambiguity regarding Rule 217(j)’s application to formerly admitted attorneys performing paralegal services as independent contractors. Perrone argues that such ambiguity should not serve as a basis to deny his petition for reinstatement.7\nLooking first to the applicability of subsection (j)(4), we conclude that Perrone is clearly bound by such rule. Subsection (j) begins by stating that a “formerly admitted attorney may not engage in any form of law-related, activities ... except in accordance with the following requirements.” Pa. R.D.E. 217(j) (emphasis added). It is therefore clear that subsection (j) sets forth a global prohibition on the performance of all law-related activities unless they comply with the requirements of the rule, regardless of whether they are performed as an independent contractor or otherwise. Similarly, subsection (j)(4)(ii), states, “[w]ithout limiting the other restrictions in this subdivision (j)(4), a formerly admitted attorney is specifically prohibited from engaging in any of the following activities: ... (ii) performing any latv-related services from an office that is not staffed, on a full time basis, by a supervising attorney.” Pa.R.D.E. 217(j)(4)(ii) (emphasis added). Thus, the plain language of the rule establishes that subsection (j)(4) applies to all law-related services performed by formerly admitted attorneys, regardless of the manner by which they are performed. To the extent that Perrone relies on the use of the terms “employed” or “employment” in subsections (j)(l) and (j)(5) as negating the applicability of (j)(4), we reject this contention as each subsection refers to separate obligations of a formerly admitted attorney.8\n*398Our conclusion that subsection (j)(4) applies to formerly admitted attorneys performing law-related services as independent contractors is consistent with the purpose of Rule 217(j), which was adopted by our Court in December of 2000, in an effort to limit and regulate the law-related activities performed by disbarred or suspended attorneys. The rule was intended to balance the benefits of allowing a formerly admitted attorney to remain current in the law to enhance competency, while recognizing the significant policy considerations of preventing the unauthorized practice of law and avoiding public confusion regarding the status of a disbarred or suspended attorney.\nHaving concluded that Perrone is bound by Rule 217(j)(4), we must next consider whether his performance of law-related services at his home violated subsection (j)(4)(ii), which prohibits the performance of “any law-related services from an office that is not staffed, on a full time basis, by a supervising attorney.” Pa.R.D.E. 217(j)(4)(ii). ODC argues that the rule requires a formerly admitted attorney to be physically present in the office of the attorneys who are supervising him. It maintains that such physical presence is necessary to ensure that the disbarred attorney is not representing himself as a lawyer, is not having physical contact with the client, and is not rendering legal advice.\nPerrone contends that he has complied with subsection (j)(4)(ii) because he has performed law-related services while under the direct supervision of an attorney in a fully-staffed office. He argues that Rule 217(j)(4)(ii) does not suggest that the disbarred attorney has to be physically present in the law office at all times, but rather is intended to ensure responsible supervision of the work performed by the formerly admitted *399attorney. Perrone asserts that, taken to its logical conclusion, ODC’s interpretation of the rule would prohibit a disbarred attorney from performing paralegal services in a law library or researching a legal matter from a computer at his desk at home. Perrone argues that it would be absurd to require the disbarred attorney’s physical presence in the supervising attorney’s office when the supervising attorney is ensuring that the disbarred attorney is not engaging in the practicing of law by having contact with clients or representing that he is a licensed attorney, which is the underlying purpose of the rule.\nWe agree with Perrone that ODC’s interpretation of subsection (j)(4)(ii) is too restrictive and not in accordance with the mandate of the rule. The rule was intended to ensure accountability, not observation of each step of the process by which a disbarred or suspended attorney performs legal research and/or drafts memoranda. Simply put, subsection (j)(4)(ii) requires that there be a supervising attorney at a law office on a full-time basis to monitor the law-related services performed by a disbarred or suspended attorney. Pursuant to Rule 217(j)(6), the supervising attorney is subject to disciplinary action for any failure by either the formerly admitted attorney or the supervising attorney to comply with the provisions of subsection (j).\nUpon an independent review of the record, we find that a supervising attorney was present at a law office on a full-time basis and directly monitored all of the law-related services performed by Perrone.9 We therefore conclude that Perrone complied with the requisites of Pa.R.D.E. 217(j)(4)(ii).\n*400We next examine the applicability of subsection (j)(5), which refers to the filing of a “notice of employment” to inform the Board of the individual in the law firm who is acting as the supervising attorney. As noted, subsection (j)(5) states:\n(5) The supervising attorney and the formerly admitted attorney shall file with the Disciplinary Board a notice of employment, identifying the supervising attorney, certifying that the formerly admitted attorney has been employed and that the formerly admitted attorney’s activities will be monitored for compliance with this subsection (j). The supervising attorney and the formerly admitted attorney shall file a notice with the Disciplinary Board immediately upon the termination of the employment of the formerly admitted attorney.\nPa.R.D.E. 217Q)(5).\nUnlike subsection (j)(4), which refers to “all law-related services,” subsection (j)(5) speaks in terms of “employment.” *401This provision was intended to serve as the vehicle by which the law-related activities of a formerly admitted attorney are reported to the Board and monitored. Admittedly, however, because the provision is couched in terms relating to “employment,” it could lead an attorney to reasonably believe that the filing of a “notice of employment” is only required if the formerly admitted attorney is performing law-related services as an employee of a law firm. We therefore conclude that Perrone’s failure to comply with subsection (j)(5) until notified by ODC does not adversely reflect on his fitness to practice law and should not serve a basis for the denial of his petition for reinstatement.10 To clarify proper application, we hereby refer subsection (j)(5) to the Board for prompt consideration and amendment to encompass the reporting of all law-related services performed by formerly admitted attorneys, regardless of the nature of the relationship between the formerly admitted attorney and the supervising attorney.\nHaving determined that Rule 217(j) may not serve an as impediment to granting Perrone’s petition for reinstatement, we proceed to examine whether reinstatement is otherwise warranted. It is now over four years since we denied Perrone’s first reinstatement petition and well over twelve years since he was disbarred retroactively to September of 1993. We find that the concerns that prevented us from granting reinstatement in 2001 have dissipated. This Court recognizes that Perrone’s misconduct in misappropriating public funds earmarked for indigent representation undermined the core of the legal system and rendered him unfit to practice law. We conclude, however, that sufficient time has passed to dissipate the detrimental effect Perrone’s misconduct had upon the integrity and standing of the bar and on the administration of justice. Moreover, the record is undisputed that Perrone has engaged in significant pro bono and community activity since the last reinstatement hearing.11 He has heeded *402our Court’s warning and has now demonstrated by clear and convincing evidence his fitness to resume the practice of law in this Commonwealth.\nAccordingly, the Rule to Show Cause is discharged, the petition for reinstatement is granted, and Perrone is reinstated to the practice of law. Further, pursuant to Pa.R.D.E. 218(e), Perrone is directed to pay the expenses incurred by the Board in the investigation and processing of the petition for reinstatement.\nJustice CASTILLE, Justice NEWMAN and Justice SAYLOR join the opinion.\nFormer Justice NIGRO did not participate in the decision of this case.\nJustice BAER files a concurring opinion.\nJustice EAKIN files a dissenting opinion.\n\n. The relevant provisions o[ Rule 217(j) state:\n(j) A formerly admitted attorney may not engage in any form of law-related activities in this Commonwealth except in accordance with the following requirements:\n(1) All law-related activities of the formerly admitted attorney shall be conducted under the direct supervision of a member in good standing of the Bar of the Commonwealth who shall be responsible for ensuring that the formerly admitted attorney complies with the *393requirements of this subsection (j). If the formerly admitted attorney is employed by a law firm, an attorney of the firm shall be designated by the firm as a supervising attorney for purposes of this subsection.\n(4) Without limiting the other restrictions in this subsection (j), a formerly admitted attorney is specifically prohibited from engaging in any of the following activities:\n(ii) performing any law-related services from an office that is not staffed, on a full time basis, by a supervising attorney;\n(5) The supervising attorney and the formerly admitted attorney shall file with the Disciplinary Board a nolice of employment, identifying the supervising attorney, certifying that the formerly admitted attorney has been employed and that the formerly admitted attorney's activities will be monitored for compliance with this subsection (j). The supervising attorney and the formerly admitted attorney shall file a notice witli the Disciplinary Board immediately upon the termination of Ihe employment of the formerly admitted attorney.\nPa.R.D.E. 2170X1). (j)(4)(ii), and (j)(5).\n\n\n. ODC does not rely on this latter ground in its filings in this Court.\n\n\n. Rule 217(i) provides as follows;\nA formerly admitted attorney shall keep and maintain records of the various steps taken by suclt person under these rules so that, upon any subsequent proceeding instituted by or against such person, proof of compliance with these rules and with the disbarment, suspension or transfer to inactive status order will be available. Proof of compliance with these rules shall be a condition precedent to any petition for reinstatement.\nPa.R.D.E. 217(i) (emphasis added).\n\n\n. A “formerly admitted attorney” is defined as a \"disbarred, suspended or inactive attorney.” Pa.R.D.E. 102(a).\n\n\n. We directed the parties to address the following issues in their responses to the Rule to Show Cause:\n(1) Whether a formerly admitted attorney violates Rule 217(j)(4)(ii) by performing law-related activities from an office that is not staffed, on a full time basis, by a supervising attorney, when those services are provided on an independent contract basis.\n(2) Whether a formerly admitted attorney's non-compliance with disciplinary rules demonstrates that he lacks the moral qualifications, competency and learning in the law necessary to practice law in the Commonwealth pursuant to Rule 218(c)(3)(f).\n(3) Whether a formerly admitted attorney’s non-compliance with disciplinary rules precludes the grant of reinstatement pursuant to Rule 217(i), which provides that proof of compliance with disciplinary rules shall be a condition precedent to granting a petition for reinstatement.\n\n\n. For purposes of this opinion, we assume that Perrone was acting as an independent contractor, as do the parties, and make no legal determination in that regard.\n\n\n. Perrone also argues that Rule 217(j) does not apply to him because it was adopted after he was already disbarred. This claim is refuted by the plain language of our order adopting the rule. Our December 7, 2000 order adopting Rule 217(j) expressly stated that the rule applied commencing January 1, 2001, to persons who were formerly admitted attorneys on the date of publication. As it is undisputed that Perrone was a formerly admitted attorney at that time, this claim fails.\n\n\n. In any event, we fail to see the logic in Perrone's reliance on subsection (j)(l). The first sentence of subsection (j)(l) requires that *398\"all law-related activities” of a formerly admitted attorney be supervised. This clearly encompasses the services performed by Perrone. The second sentence of subsection (j)(l) explains that if the formerly admitted attorney is \"employed by a law firm” an attorney of the firm shall be designated as supervising attorney. Assuming, as we have, that Perrone is an independent contractor, he would not be subject to the second sentence of subsection (j)(l), although he is clearly subject to the first.\n\n\n. Perrone performed law-related services primarily for Attorney Mark Donald Mungello. Mungello presumed that Perrone physically performed the services at Perrone’s home, the law library, or the courthouse, as he did not perform them at Mungello's law office. Notes of Testimony, November 10, 2003, at 126-127. When asked what his role was in supervising Perrone, Mungello stated:\nWell I have contact with the client, I determine what needs to be done to service the client, and usually I would just call [Perrone] and I would ask him to research something for me or draft a memorandum for me or draft a pleading for me and then give it to me for my review and then submit it to typing.\n*400Id. at 107-108. Mungello further testified that Perrone never held himself out as a practicing lawyer, never gave legal advice to any of the clients for which the work was performed, and never had client contact. Id. at 109. Mungello explained that his office is staffed full-time by himself, the supervising attorney. Id. at 113. He testified that Perrone did not work on any cases for clients who previously were clients of Perrone, id. at 113, that Perrone never appeared on behalf of a client, id. at 115, nor received, disbursed or handled client funds. Id. at 116. Additionally, Perrone performed law-related services for other attorneys, including Randall Schauer, for whom he performed voluntary services, and Frank Farmer. Schauer testified that Perrone assisted him in preparing a complaint and that Schauer fully reviewed and signed the document for filing. Id. at 147, 148. Schauer further stated that Perrone never held himself out as a lawyer or gave legal advice. Id. at 150. Farmer likewise testified that he fully supervised whatever legal responsibilities Farmer had asked Perrone to perform in his paralegal capacity. Id. at 169. He reiterated the testimony of Mungello and Schauer regarding Perrone's compliance with the restrictions on formerly admitted attorneys.\nFinally, Perrone himself testified that he has always acted under the supervision of a lawyer in every paralegal job he had performed. Id. at 203. He further stated that he never held himself out as an attorney, did not give legal advice to clients, did not provide services to clients he previously represented prior to disbarment, did not have client contact, and did not appear in court. Id. at 230-231. ODC presented no evidence to the contrary.\n\n\n. To be precise, Perrone violated subsection (j)(5) from January 1, 2001, the effective date of Rule 217, through August 25, 2003, when he filed a notice of employment upon the suggestion of ODC.\n\n\n. Perrone presented evidence that he has performed services for Meals on Wheels and Saint Gabriel's Hall, a juvenile detention facility. He *402also advocated prisoners’ rights through the Prison Society, coached Little League, was active in his parish, and spearheaded a neighborhood group to work to resolve a traffic problem in his local community.\n\n",
            "ocr": false,
            "opinion_id": 9729960
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}