{
    "id": 2171659,
    "judges": "Alarcon",
    "date_filed": 301622400000,
    "date_filed_is_approximate": false,
    "slug": "people-v-hall",
    "case_name_short": "Hall",
    "case_name": "People v. Hall",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. DWAYNE LAMONT HALL, Defendant and Appellant",
    "attorneys": "Counsel, Joseph Shemaria, under appointment by the Court of Appeal, for Defendant and Appellant., George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, S. Clark Moore, Assistant Attorney General, Roger W. Boren and Robert R. Anderson, Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 15,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b299-4\">\n    [Crim. No. 33783.\n   </docketnumber><court id=\"Ag4\">\n    Second Dist., Div. Four.\n   </court><decisiondate id=\"AKK\">\n    July 24, 1979.]\n   </decisiondate><br><parties id=\"b299-5\">\n    THE PEOPLE, Plaintiff and Respondent, v. DWAYNE LAMONT HALL, Defendant and Appellant.\n   </parties><br><attorneys id=\"b302-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"302\"> \n     *302\n     </span>\n    Counsel\n   </attorneys><br><attorneys id=\"b302-5\">\n    Joseph Shemaria, under appointment by the Court of Appeal, for Defendant and Appellant.\n   </attorneys><br><attorneys id=\"b302-6\">\n    George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, S. Clark Moore, Assistant Attorney General, Roger W. Boren and Robert R. Anderson, Deputy Attorneys General, for Plaintiff and Respondent.\n   </attorneys>",
    "citations": [
        "95 Cal. App. 3d 299",
        "157 Cal. Rptr. 107"
    ],
    "opinions": [
        {
            "author_str": "Alarcon",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6306.0,
            "opinion_text": "\n95 Cal.App.3d 299 (1979)\n157 Cal. Rptr. 107\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nDWAYNE LAMONT HALL, Defendant and Appellant.\nDocket No. 33783.\nCourt of Appeals of California, Second District, Division Four.\nJuly 24, 1979.\n*302 COUNSEL\nJoseph Shemaria, under appointment by the Court of Appeal, for Defendant and Appellant.\nGeorge Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, S. Clark Moore, Assistant Attorney General, Roger W. Boren and Robert R. Anderson, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nALARCON, J.\nDefendant was charged in an information with violation of section 261, subdivision 2 and section 261, subdivision 3 of the Penal Code, rape, and violation of section 288a, subdivision (c), forcible oral copulation. Prior to trial, the People's motion to amend the information was granted, to allege a violation of Penal Code section 12022.7, the infliction of great bodily injury during the commission of the rape.\nDefendant was tried by a jury and found guilty of both counts; the jury found that the allegation of infliction of great bodily injury was true.\nDefendant was sentenced to state prison for a period of four years on count I, with an additional three-year enhancement for the great bodily injury finding. Defendant was sentenced to a term of three years in state prison on count II, that sentence to run concurrently with the sentence imposed on count I. Defendant has appealed from the judgment of conviction.\n\nContentions on Appeal\n1. There was no good cause to justify excusing one of the regular jurors, and thus the substitution of the alternate juror was error.\n*303 2. The in-court identification of defendant was tainted by an unnecessarily suggestive one-person show-up. It was error to admit testimony concerning the pretrial and in-court identification.\n3. The court erred in refusing to instruct the jury in the language of special instructions submitted by appellant concerning eyewitness identification testimony.\n4. The court erred in allowing the prosecution to amend the information on the day of trial to allege great bodily injury.\n5. The court erred in allowing counsel for the parties to stipulate to the testimony of Dr. Wong without first obtaining an express waiver from defendant of his constitutional right of confrontation.\n\nStatement of the Facts\nThe victim, D.L., testified that she resides and is employed on the Island of Catalina. On April 16, 1978, at approximately 1:30 a.m., she returned to her home from the restaurant where she works. She traveled to her home in a small electric golf cart which she parked on the street. As she was stepping onto the sidewalk, defendant approached her and asked her if he could use her telephone to call either the shore boat or sheriff's station so that he could get back to his ship. She directed him to a nearby pay telephone and gave him change to make a phone call. Defendant said he had had too much to drink and asked if the victim would place the telephone call for him. The victim and defendant went to the victim's front door, and he asked if he could come in and use her bathroom. She consented, he entered the house and went into the bathroom. Her kitchen and living room lights were both on once they were inside the residence.\nShe testified that she had seen defendant fairly clearly on the street, but it was lighter inside the residence, and she got a better look at his face. Defendant came out of the victim's bathroom and asked for a glass of water, which she provided. She asked him if she should call the sheriff's station or the shore boat. After a brief discussion, defendant turned and faced the victim directly and said, \"I want to make love to you.\" She asked him to leave and he responded, \"You know, I can force you.\" He began to push the victim into another room, and she indicated that she would cooperate so that he would not hurt her. Defendant ordered the victim to undress and he then raped her and forced her to orally copulate *304 him. During the incident, the victim had her eyes open and was watching defendant. He spoke to her during the rape.\nWhen the sexual act was completed, the defendant said to the victim, \"You know I have to kill you.... Because you will snitch.\" He then struck her with his fist in her left eye. He struck her on the face and temple with very hard blows, at least four times. The victim testified that she believes she lost consciousness. She sagged to the floor and defendant left. After she heard the front door close, the victim crawled to the telephone and called the sheriff's office. Deputy sheriffs arrived at her house within two minutes.\nThe victim testified that she gave the following description of defendant to sheriffs: approximately 5 feet 10 inches tall, 170 pounds, black, wearing bluejeans, a light shirt, a khaki-colored fatigue jacket, and a navy blue or black knitted watchcap. The victim was taken by ambulance to the hospital and treated. A cut over her left eye was sutured, and she was informed that she had a cracked rib; she had numerous facial bruises, and her left eye was swollen shut. She testified that her left eye remained closed for approximately five days, and at the time of trial she continued to have a problem with blurring and double vision in the left eye.\nFrom the hospital, she was driven by some friends to the sheriff's station. She remained seated in her friends' van, and the sheriff's deputy brought a man out onto the street and asked if she could identify him. She arrived at the sheriff's station at approximately 2:30 a.m., about an hour after the offense. Defendant stood approximately eight to ten feet from the van; she could not tell whether he was handcuffed. She testified that the lighting was not very good. She could see that he matched the general description of the man who had assaulted her. He was wearing the same clothing, although his shirt appeared to be torn in the front. She told the sheriff's deputy that the clothing appeared to be the same and that his height, weight and general appearance were the same. She testified that he looked like the man, but she could not be positive. The deputies then asked her if she could get out of the van and come into the station. She did so and noted that the lighting inside the station was much brighter. She looked closely at defendant when she got into the station and said, \"That's the man.\" Defendant then began to speak, and the victim testified that she recognized his voice. He had a very distinctive voice and there was absolutely no doubt in her mind that this was the *305 man who had attacked her. She told the deputy sheriff, \"I would recognize that voice anywhere.\"\nLos Angeles County Deputy Sheriff Glen Bartholomew testified that, after receiving a report from the victim and description of defendant, he went to the Catalina pier and radioed the harbor patrol office. He spoke to the patrolman on duty and asked him to radio the shore boat which had recently left the pier and determine whether anyone matching the description of the assailant was on board. Arrangements were made for the shore boat to turn around. When the boat docked, the officer saw defendant, who matched the description, and defendant was arrested.\nDefendant testified in his own defense that he had spent the evening on the island drinking in various bars. He denied going to the victim's residence or raping her.\n\nThe Substitution of the Alternate Juror\nDuring jury voir dire, after counsel for both sides had accepted the jury panel as constituted, the judge inquired whether any of the jurors anticipated illness or any problems which might interfere with their service. Mr. Ernest Martinez informed the court that his wife anticipated cataract surgery and that he would have to drive her to the doctor's office and hospital. He informed the court that he would not be needed until the following week. The court stated: \"I don't think that will be a problem. I think we will have the case completed by then.\" One alternate was then chosen, and the jury was sworn in.\nOn Friday, August 4, the jury was instructed and began deliberations at approximately 2 p.m. At approximately 4:30, the jury was recessed until 11 o'clock Monday morning. Juror Martinez approached the court outside the presence of the jury and counsel and informed the court that he had to take his wife to a specialist Monday morning. He told the court that his wife had a 9:30 a.m. appointment and that thereafter he might be required to take her to another specialist or to the hospital. The court instructed Mr. Martinez to keep the appointment and try to be back to court by 11 o'clock. If he could not return on time, he was to telephone the judge.\nOn Monday, August 7, at 11:15 a.m., the court reported to defendant and counsel the conversation with Mr. Martinez the previous Friday. The *306 court then stated: \"... He has called in this morning, and I have not talked with him, but my bailiff has. Essentially, the information he is conveying is that he will be tied up all day with his wife. She apparently is going to have to be seen by another doctor today, and he just doesn't feel that he can get here at all.... My suggestion is that, inasmuch as Mr. Martinez had alerted us to the problem \u0097 I recall it vividly. I told him I thought we would have the matter resolved by the end of last week. We now give him the opportunity to finish that personal problem that he has and that we use the alternate juror. I don't feel that I can compel Mr. Martinez to come in today and abandon his wife. By the same token, I don't want to keep the jury waiting for another day if he is not here. What I want to do at this time is excuse Mr. Martinez and substitute in Mr. Montgomery. I have shared what has happened with you, and I hope you understand why I have indicated what I want to do and why.\"\nCounsel and the court then agreed on the proper jury instruction to be given upon substitution of an alternate during deliberations; the jury was brought in and an explanation given to them by the court concerning the substitution. A Mr. Montgomery, the alternate, was then substituted in for Mr. Martinez.\n(1a) Appellant contends that the substitution of the alternate juror was in violation of Penal Code section 1089 and deprived defendant of his right to jury trial. Penal Code section 1089 provides, in pertinent part, that a court may order a juror to be discharged and may replace him with an alternate,\" ... if a juror requests a discharge and good cause appears therefor, ...\" Appellant argues that the court had other alternatives available to it; for example, the court could have ordered Mr. Martinez to be present with the requirement that his wife find other transportation with a friend or by taxicab. Alternatively, the trial could have been postponed for one day, pending the return of Mr. Martinez.\nWe note at the outset that no objection to the substitution of an alternate was raised by defendant at trial. (2) Ordinarily, a failure to object to an alleged error constitutes a waiver of appellant's right to cite that error on appeal. (See Sabella v. Southern Pac. Co. (1969) 70 Cal.2d 311, 319 [74 Cal. Rptr. 534, 449 P.2d 750].)\nIn People v. Davidian (1937) 20 Cal. App.2d 720 [67 P.2d 1085], a juror was discharged and an alternate substituted. No objection was made by counsel for defendant until the following day when defense counsel refused to stipulate that \"the jury is present.\" The court stated at page *307 727: \"We feel that this objection, \u0097 if it can be so called or if it was well taken \u0097 which was made by Mr. Thompson, counsel for defendants, came too late and can avail appellant nothing upon this appeal.\"\nThe Davidian court, however, proceeded to reach the issue raised by appellant; we do the same.\n(3) The decision to discharge a juror and substitute an alternate, under Penal Code section 1089, rests within the discretion of the trial court. (People v. Abbott (1956) 47 Cal.2d 362, 371 [303 P.2d 730].) The exercise of that discretion is not rendered abusive merely because other alternative courses of action may have been available to the trial judge. In People v. Hernandez (1968) 263 Cal. App.2d 242, 255 [69 Cal. Rptr. 448], in meeting a similar challenge, the court observed: \"It is customary to observe the requirements of family duty on the part of officers of a court; ....\" (1b) We see no abuse of discretion in the court's determination that the juror's family requirements constituted good cause for his discharge.\nIn any event, appellant has demonstrated no harm flowing to him as the result of the substitution of the alternate juror. (4) It is long-established law in California that where an alternate juror, approved by defendant in voir dire, is allowed to deliberate on the jury panel, the defendant bears a heavy burden to demonstrate that he was somehow harmed thereby.\nIn People v. Howard (1930) 211 Cal. 322 [295 P. 333, 71 A.L.R. 1385], the court explained at pages 324-325: \"We may assume that the defendant was satisfied that the alternate jurors thus selected would give him the fair and impartial trial to which he was entitled, should either be called in lieu of one of the other jurors.... [¶] While the circumstances of this case are not such as to bring it within the purview of section 1089 of the Penal Code providing for alternate jurors, we think the procedure by which the alternate juror was substituted in the place and stead of the regular juror was, at most, but an irregularity which in no way substantially affected the defendant's rights.... It is not claimed that the verdict would have been any different had the alternate juror not participated in the deliberations of the jury.\"\nIn Darcy v. Moore (1942) 49 Cal. App.2d 694, 700 [122 P.2d 281], the court responded to a similar challenge as follows: \"[I]t is well settled that the right of a defendant to a fair and impartial jury does not give him the *308 right to have any particular juror or jurors sit in his case (... People v. Howard, 211 Cal. 322 ...); and that the erroneous disallowance of a challenge for cause is harmless if it does not appear that an objectionable juror was forced upon the defendant. [Citation.] ... As stated, in order to constitute legal basis for assignment of prejudicial error it must appear that an objectionable juror was forced upon the defendant; that is to say, it must appear that he has not only exhausted all of his peremptory challenges, but that he has in some appropriate manner manifested his dissatisfaction with the jury as completed. [Citations.]\" (See also People v. Abbott, supra, 47 Cal.2d at pp. 371-372.) Defendant has not demonstrated any manner in which he has suffered harm by the substitution of the alternate juror.\n\nThe Pretrial Identification Procedure\nPrior to trial, defendant made a motion to \"suppress\" the pretrial identification of defendant by the victim, contending that the identification was made under circumstances which were unnecessarily suggestive. That motion was denied. Appellant contends that the victim should have been required to select defendant from a lineup. At the hearing on the identification testimony, Deputy Sheriff Raymond Baytos testified that he was at the Catalina Sheriff's office when the victim arrived to attempt to identify the suspect. The prosecutor asked him: \"Did you consider presenting more than one person to [D.L.] for her to view as possible assailants? A. I did consider it. Yes. Q. What did you consider in that regard? A. The problem is that Avalon is comprised of 1200 people. At that particular time there was only one black individual living on the entire island. He was about 45 years old and in no way fit the possible description of the suspect we had gotten from the victim. I felt that it was senseless to bring him into the station. I don't know of any other black persons in Avalon on that particular night in question.\"\nAppellant acknowledges that a fair lineup would necessarily have been comprised of other black persons, but argues that sheriff's deputies should have arranged for black persons incarcerated at the Los Angeles County jail on the mainland to be brought to the island so that a lineup could be conducted. On cross-examination, Officer Baytos was asked whether he was aware that the Los Angeles County Sheriff's Department runs the county jail with several thousand prisoners in it each day in downtown Los Angeles. Officer Baytos acknowledged that fact and that there was transportation for a sheriff's deputy back and forth from the *309 mainland to Catalina Island, but testified that such transportation was available only during the daylight hours. Obviously, then, the creation of a lineup would have necessitated keeping defendant in custody for several hours. On the other hand, a statement by the victim that defendant was not her assailant would have resulted in his immediate release. Officer Baytos was asked: \"If [D.L.] looked at Mr. Hall and had said that he was definitely not the man that had attacked her, what would your course of action then have been? A. I would have released him immediately.\"\nAs will be discussed hereinafter, promptitude of identification may be a valid reason for conducting a one-person show-up, in lieu of a lineup. In Stovall v. Denno (1967) 388 U.S. 293 [18 L.Ed.2d 1199, 87 S.Ct. 1967], the United States Supreme Court initially observed that the practice of showing a suspect singly for purposes of identification has been condemned. However, \"It is settled that a single person show up is not necessarily unfair and must be assessed in the light of the totality of the circumstances.\" (People v. Bisogni (1971) 4 Cal.3d 582, 587 [94 Cal. Rptr. 164, 483 P.2d 780].) The United States Supreme Court and California courts have recognized a number of factors which should be taken into consideration in determining whether a single-person show-up was justified under the circumstances. \"In Neil v. Biggers, supra, 409 U.S. [188] at page 199 [34 L.Ed.2d 401 at p. 411, 93 S.Ct. 375] ..., the Supreme Court of the United States set forth a series of factors to be considered in determining whether a confrontation procedure was so suggestive as to lead to the likelihood of misidentification. These factors are: `the opportunity of the witness to view the criminal at the time of the crime, the witness' degree of attention, the accuracy of the witness' prior description of the criminal, the level of certainty demonstrated by the witness at the confrontation, and the length of time between the crime and the confrontation.'\" (People v. Gomez (1976) 63 Cal. App.3d 328, 337 [133 Cal. Rptr. 731].)\n(5) Applying the foregoing test to the facts of the instant case, we find that the single-person show-up was not unreasonable under the circumstances. The victim had ample opportunity to view the defendant during the crime. She testified to the adequate lighting in her house and to the fact that she was observing defendant throughout the crime. Likewise, her degree of attention was undoubtedly high. As observed by the California Supreme Court in People v. Bauer (1969) 1 Cal.3d 368 at page 374 [82 Cal. Rptr. 357, 461 P.2d 637, 37 A.L.R.3d 1398]: \"The witnesses had a substantial opportunity to observe the robbers during the robbery. This *310 was not a case of a hurried look in circumstances where there was no reason to observe with particularity.\"\nThe description given by the victim to the police proved accurate with regard to his physical makeup and the items of clothing.\nWith respect to the element of certainty of identification at confrontation, appellant argues that the victim's inability to identify him on the street demonstrates that her identification was not sufficiently positive to be admissible. However, the record reflects that the victim's identification of the defendant, once inside the sheriff's station under better lighting, was unequivocal. Further, Officer Baytos testified that the lighting on the street was poor. He initially left the victim seated in the van in an effort not to disturb her injuries but, \"The lighting was poor. He was back lit, because there was a light over the door of the station. It is a bare bulb, 60-watt light or something.\" The victim was able to recognize the general similarities between defendant and the suspect, which would be visible even under such poor lighting conditions: his height, weight, and manner of dress. Once inside the building, where she could see defendant's face under good light, she immediately identified him. This identification was made even more positive by her recognition of his voice.\nFinally, the length of time between the crime and the confrontation was approximately one hour. Obviously, an identification under such circumstances has much greater indicia of reliability than one made after a lapse of a substantial period of time. (See, for example, People v. Bisogni, supra, 4 Cal.3d 582, where a one-person show-up conducted several months after the crime was found to be unfair.)\nThe value of prompt identification of suspects was recognized in People v. Irvin (1968) 264 Cal. App.2d 747 [70 Cal. Rptr. 892], where the court observed at page 759: \"Prompt identification of a suspect who has been apprehended close to the time and place of the offense `aids in quickly exonerating the innocent and discovering the guilty.' [Citations.] Furthermore, the promptitude may promote reliability.\" And, at page 760, the court queried: \"If innocent men had been apprehended should they await the assembling of a lineup, ... while the real perpetrators put more time, and presumably distance, between themselves and the focal point of the offense?\"\nAppellant argues that the instructions given to the victim prior to her view of defendant were unnecessarily suggestive and would have *311 operated to influence her decision concerning the man she was about to see. Officer Baytos testified: \"I advised the victim that we had arrested an individual in connection with a crime she had reported of rape and that we had this man at the station and that we wanted her to take a look at him. I further advised her that because the man was wearing handcuffs and also that he was in custody and the only black individual at the station had no bearing on her identification or shouldn't interfere with her judgment in looking at him, that because he was in custody that did not mean he was guilty of anything.\" We do not believe that those instructions would prejudice a witness in favor of selecting a suspect as an assailant.\nIn People v. Gomez, supra, 63 Cal. App.3d 328, a victim was driven to the scene of defendant's arrest shortly after the crime. She was told there was a suspect the police would like her to look at. Gomez was on the street, near a police car, in handcuffs. She immediately identified the defendant as the man who had robbed her. The court found no error in allowing the in-court testimony and identification, stating at page 336: \"We first point out that this court applies the substantial evidence test in reviewing the trial court's determination, with a resultant resolution of conflicting factual versions in favor of the finding of the trial court. [Citation.]\" In the instant case, the contention that the officer unduly influenced the victim is belied by her initial reluctance to identify defendant on the street.\nWe find that the decision to conduct a single-person show-up of defendant was proper under the circumstances, that it was fairly conducted and not unduly suggestive, and that the court properly allowed testimony concerning the pretrial identification and properly allowed the witness to identify the defendant in court.\n\nJury Instruction Regarding Eyewitness Identification\nAppellant states that \"the key issue in this case was the accuracy of the eyewitness identification of the appellant by [D.L.].\" We agree. (6) Thus, appellant contends, it was error for the trial judge to refuse to instruct the jury in the language of the special instructions on this issue proposed by defendant. The proposed instructions read as follows:\n\"In evaluating the identification testimony of a witness, you should determine if:\n*312 \"1. The witness had an adequate opportunity to make the observation;\n\"2. If the witness is positive in his identification;\n\"3. If the witness' identification testimony is not weakened by a prior failure to identify or by prior inconsistent identification, and\n\"4. If after cross-examination the testimony remains positive and unqualified.\n\"If you find that any one of these four conditions is absent, you are admonished to consider the witness' testimony as to identification with caution and scrutinize it with care.\"\n\"In evaluating the credibility of an eyewitness and in determining the reliability of his identification, you may take into consideration the following factors:\n\"1. The opportunity of the witness to observe the suspect, including the time of day or night the observation took place; the extent of any illumination; and the length of the observation.\n\"2. Whether the witness had ever seen the suspect before.\n\"3. Whether the observation was connected with any force, fear, excitement or trauma.\n\"4. The character of any description given by the witness to the police, including the extent of particularity and preciseness in the description.\n\"In evaluating any subsequent identification of a suspect, you may take into consideration:\n\"1. The lapse of time, if any, between the observation and the subsequent identification.\n\"2. Whether the identification was made by the witness of the suspect in person or whether it was made by photograph.\n\"3. Whether the manner of the identification procedure was in any way suggestive.\"\n*313 Appellant cites People v. Guzman (1975) 47 Cal. App.3d 380 [121 Cal. Rptr. 69], in support of his contention that his requested instruction should have been given. In fact, the requested instructions in this case were taken from People v. Guzman wherein the refusal to give those instructions was found to be error. The Guzman court held at page 387: \"Notwithstanding the broad language of Penal Code section 1096, a defendant is entitled to an instruction directing the jury's attention to evidence from the consideration of which reasonable doubt of defendant's guilt might be engendered. [Citations.] Under this rule defendant is entitled to an instruction relating identification to reasonable doubt. [Citations.]\" This same result was reached in People v. Roberts (1967) 256 Cal. App.2d 488, 494 [64 Cal. Rptr. 70] and People v. Gomez (1972) 24 Cal. App.3d 486, 490 [100 Cal. Rptr. 896].\nHowever, in the instant case, the court read to the jury the following language of CALJIC No. 2.91, adopted pursuant to the holding in People v. Gomez, supra: \"The burden is on the State to prove beyond a reasonable doubt that the defendant is the person who committed the offense with which he is charged. You must be satisfied beyond a reasonable doubt of the accuracy of the identification of defendant as the person who committed the offense before you may convict him. If you have a reasonable doubt whether defendant was the person who committed the offense, you must give the defendant the benefit of that doubt and find him not guilty.\" This instruction was not read to the jury in any of the foregoing cases wherein it was deemed error not to instruct the jury on the issues of identification and reasonable doubt. The language of CALJIC No. 2.91, which expressly directs the attention of the jury to its obligation to be satisfied beyond a reasonable doubt as to the accuracy of the identification of defendant, clearly satisfies the rule that \"[a] defendant is entitled to an instruction relating particular facts to any legal issue.\" (People v. Sears (1970) 2 Cal.3d 180, 190 [84 Cal. Rptr. 711, 465 P.2d 847].)\nThe instructions requested by defendant, although not incorrect statements of the law, would have been superfluous. The court did not err in refusing to read them to the jury.\n\nAmendment of Information\n(7) Appellant cites error in the court's authorization of the amendment of the information to add the allegation that defendant inflicted great bodily injury on the victim during the commission of the rape. *314 Appellant contends that the amendment \"changes the offense charged\" in violation of Penal Code section 1009. We need not determine on this appeal whether the addition of an allegation concerning the infliction of great bodily injury would be a change of the offense charged if done in violation of Penal Code section 1009. Under the facts of this case, the amendment was properly allowed.\nPenal Code section 1009 provides in pertinent part as follows: \"An indictment or accusation cannot be amended so as to change the offense charged, nor an information so as to charge an offense not shown by the evidence taken at the preliminary examination.\" (Italics added.)\nAt the hearing on the motion to amend the information, defense counsel objected to the amendment and the court stated: \"The Court has read the transcript of the preliminary hearing, and on page 10 of the transcript, starting at line 13 and ending at line 20, there is a reference to numerous blows with the fist over the victim's left eye. Then again, on page 12 \u0097 well, starting, approximately, at line 7 then continuing through the balance of the page there is further reference to the fact there was swelling of the face which required stitches at the hospital, the eye being swollen shut. Later in the transcript, there is a reference in the testimony of the alleged victim of experiencing a period of unconsciousness.... I maintain those portions in the transcript reflect testimony under oath from a witness to the effect that a number of blows were administered to the face, cheek, eye area, to such an extent that stitches were taken at the hospital and the eye was swollen shut.\"\nThe evidence taken at the preliminary examination gave adequate notice to defendant that great bodily injury was inflicted upon the victim during the commission of the offense charged. There was no error in the amendment.\n\nThe Stipulation Concerning the Testimony of Dr. Wong\n(8) Appellant's final contention is that the court erred in accepting from counsel for the parties a stipulation allowing to be read to the jury the testimony which would have been presented by Dr. Edward K. Wong had he been called personally to testify. The stipulation read as follows: \"Edward K. Wong, be deemed to have been called, to have been duly sworn, and to have testified that he is a medical doctor, a physician and surgeon \u0097 specifically, an ophthalmologist \u0097 that is, an eye specialist \u0097 in *315 the private practice of Ophthalmology and also an assistant medical professor of the Department of Ophthalmology at the University of California at Irvine; that he saw [D.L.] in his medical office on June 19, 1978, and again on July 31, 1978; that on those dates he performed eye examinations and X-rays of the area surrounding her left eye taken; that his findings including [sic] the following: Her left eye is sunken inward. She has trouble moving her left eye upwards. Her left cheek has been made numb as a result of the injury on April 16th. X-rays confirm there is a fracture of a bone directly under the left eye. The fracture of that bone has trapped a muscle which pulls the eye downward. Because this muscle is trapped, her ability to move that eye upward \u0097 that is, the left eye \u0097 is limited. The medical treatment of this problem would probably involve an operation to repair the fractured bone and to release the muscle which is trapped in the fracture. She is experiencing double vision in the left eye. No improvement of the double vision has occurred between the visit to Dr. Wong on June 19, 1978, and the visit to Dr. Wong on July 31, 1978.\"\nAppellant argues that the stipulation was \"tantamount to an admission of the great bodily injury allegation,\" resulted in an additional three years imprisonment, and thus could not have been entered into by counsel alone; the court should have required a personal waiver by defendant of his right to confront and cross-examine Dr. Wong. Appellant cites as authority the case of In re Mosley (1970) 1 Cal.3d 913, 926 [83 Cal. Rptr. 809, 464 P.2d 473], to the effect that stipulations which are in fact tantamount to pleas of guilty must be accompanied by Boykin-Tahl waivers.\nRespondent argues that the stipulation in question was not tantamount to a plea of guilty but is similar to a stipulation which admits one element of an offense. In People v. Fisk (1975) 50 Cal. App.3d 364, 370 [123 Cal. Rptr. 414], defense counsel stipulated that defendant was an \"ex-con\" with respect to Penal Code section 12021, possession of a weapon by a felon. In People v. McCoy (1974) 40 Cal. App.3d 854, 857 [115 Cal. Rptr. 559], defense counsel stipulated to the chemical composition of contraband with respect to a charge defendant had sold a restricted dangerous drug. The court found no error in such stipulations by counsel.\nWe do not view this stipulation as an admission of a crime nor of any of the elements of a crime. The stipulation merely recites that if called, Dr. Wong would testify concerning the nature and extent of injuries he observed on the victim. Dr. Wong would not testify that those injuries *316 were inflicted by the defendant, nor that they constituted \"great bodily injury\" within the meaning of the law. Whether those injuries were inflicted by defendant and whether they constitute great bodily injuries are factual questions for determination by the jury. The stipulation which allowed the jury to consider testimony of the doctor did not operate to remove that fact-finding obligation from the jury.\nFinally, we note that the court instructed the jury in the language of CALJIC No. 2.80 to the effect that they are not bound by, and are free to reject, expert testimony.\nThe judgment is affirmed.\nKingsley, Acting P.J., and Jefferson (Bernard), J., concurred.\nAppellant's petition for a hearing by the Supreme Court was denied September 20, 1979.\n",
            "ocr": false,
            "opinion_id": 2171659
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}