{
    "id": 2172914,
    "judges": "Carey, Herrmann, Wolcott",
    "date_filed": "1989-05-27",
    "date_filed_is_approximate": true,
    "slug": "nardini-v-willin",
    "case_name_short": "Nardini",
    "case_name": "Nardini v. Willin",
    "case_name_full": "William NARDINI, Commissioner of Department of Corrections and Warden Anderson, of New Castle County Correctional Institution, Defendants Below, Appellants, v. Elwood WILLIN, Plaintiff Below, Appellee",
    "attorneys": "Jerome O. Herlihy, Deputy Atty. Gen., Wilmington, for defendants below, appellants., Michael F. Tucker, Asst. Public Defender, Wilmington, for plaintiff below, appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b196-3\">\n    William NARDINI, Commissioner of Department of Corrections and Warden Anderson, of New Castle County Correctional Institution, Defendants Below, Appellants, v. Elwood WILLIN, Plaintiff Below, Appellee.\n   </parties><br><court id=\"b196-6\">\n    Supreme Court of Delaware.\n   </court><br><decisiondate id=\"b196-7\">\n    July 10, 1968.\n   </decisiondate><br><attorneys id=\"b196-18\">\n    Jerome O. Herlihy, Deputy Atty. Gen., Wilmington, for defendants below, appellants.\n   </attorneys><br><attorneys id=\"b196-19\">\n    Michael F. Tucker, Asst. Public Defender, Wilmington, for plaintiff below, appellee.\n   </attorneys><br><judges id=\"b196-20\">\n    WOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting.\n   </judges>",
    "citations": [
        "245 A.2d 164"
    ],
    "opinions": [
        {
            "author_str": "Herrmann",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4016.0,
            "opinion_text": "\n245 A.2d 164 (1968)\nWilliam NARDINI, Commissioner of Department of Corrections and Warden Anderson, of New Castle County Correctional Institution, Defendants Below, Appellants,\nv.\nElwood WILLIN, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nJuly 10, 1968.\nJerome O. Herlihy, Deputy Atty. Gen., Wilmington, for defendants below, appellants.\nMichael F. Tucker, Asst. Public Defender, Wilmington, for plaintiff below, appellee.\nWOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting.\nHERRMANN, Justice.\nIn this case, we are called upon to construe 11 Del.C. Subchapter VII (§§ 4371-4373), entitled \"Diminution of Confinement\", the Statute that provides for the allowance of \"good time\" to a prisoner.\nThe prisoner, Elwood Willin, petitioned for a writ of habeas corpus, asserting that he is being deprived by the Department of Corrections of the full amount of good-time allowance to which he is entitled under the Statute. The Superior Court granted the writ. The Department of Corrections appeals. The petitioner has been released pending the outcome of the appeal.\nBy 11 Del.C. § 4371, it is provided that a prisoner \"may merit diminution of his confinement by his behavior, fidelity and compliance with the rules.\" By § 4372, it is provided that for good behavior, diminution of sentence shall be 5 days for each month \"commencing on the first day of his *165 arrival at the facility\" until more than one year of the sentence has elapsed; thereafter, the diminution shall be 7 days for each month until more than 2 years of the sentence have elapsed; thereafter, 9 days monthly until more than 3 years have elapsed; thereafter, 10 days per month until the end of the sentence. By § 4373, it is provided that previously allowed good time may be forfeited by bad behavior and that any such forfeiture may be restored if the Department so decides.[1]\nThe facts are stipulated: The petitioner was sentenced to a term of 15 years imprisonment for robbery, commencing on May 27, 1962. Thereafter, he violated parole on three occasions, and was convicted of escape twice. For the second escape, Willin was sentenced on March 23, 1967 to a term of 6 months imprisonment to run concurrently with the robbery sentence. After each parole violation and escape, the Department declared all previously allowed good time forfeited.\nIt has been the policy and the practice of the Department, upon the forfeiture of previously allowed good time, to apply the Statute as though the original sentence was recommencing, and to revert to a computation of good time on the basis of 5 days per month. Pursuant to that policy, after the forfeiture of accumulated good time for the escape of March 1967, the Department \"re-cycled\" the computation of good time for the petitioner on a 5 day per month basis. Under that policy, the petitioner's release date would have been April 5, 1968. Under the petitioner's claim to an allowance of 10 days per month after the March 1967 forfeiture, his release date would have been February 15, 1968.\nThe petitioner does not contest the Department's right to forfeit previously allowed good time for the parole violations and escapes. The issue presented is confined to the propriety, under the Statute, of the Department's \"re-cycling\" policy.\nThe allowance of good time to a prisoner is strictly a matter of Statute.[2] The petitioner has no greater rights than can be found in the Statute. By the same token, however, the Department is bound *166 by the Statute and may not mould it to suit its own views of the best correctional practices and procedures.\nWe think the provisions of the Statute are plain and clear; that, therefore, there is no room for construction. By § 4371, the allowance of good time in the first instance has been placed entirely within the discretion of the Department. Once having determined to exercise that discretion in favor of a good-time allowance, however, the Department has no discretion as to the computation thereof, and must follow the schedule set forth in § 4372. The starting point of that schedule is stated in § 4372(1) to be \"the first day of his arrival at the facility.\" The plain meaning of that phrase is the day of the commencement of the prisoner's term of imprisonment\u0097the first day of his incarceration thereunder\u0097not the first day of his return to the Institution after a parole violation or escape.[3] The present policy of the Department requires the latter construction of the phrase. We find such construction in conflict with the clear meaning of the statutory language and of the remainder of the Act.\nWe do not pass upon the wisdom of the Statute; we pass only upon its meaning.\nAccordingly, we agree with the holding of the Superior Court that, since more than 3 years of the petitioner's sentence had elapsed when the Department granted diminution of sentence for good behavior after the March 1967 forfeiture, the computation must be on the basis of 10 days per month under § 4372(4), not 5 days per month under § 4372(1).\nThe judgment below is affirmed and the cause remanded for action by the Department not inconsistent herewith.\nNOTES\n[1]  The text of 11 Del.C. Subchapter VII is as follows:\n\n\"§ 4371. When diminution given\n\"A person committed to the Department may merit diminution of his confinement by his behavior, fidelity and compliance with the rules.\n\"§ 4372. Rate of reduction of confinement\n\"When a person has not been guilty of any violation of discipline or any rules of the Department and has labored with diligence and fidelity, diminution of sentence shall be \u0097\n\"(1) For each month commencing on the first day of his arrival at the facility there shall be a reduction of 5 days from the sentence;\n\"(2) When more than 1 year of a sentence has elapsed, less the reduction of sentence as provided in paragraph (1) of this section, then from that time there shall be a reduction of 7 days for each month of the sentence;\n\"(3) When more than 2 years of a sentence has elapsed, less the reduction of sentence as provided in paragraphs (1) and (2) of this section, then from that time there shall be a reduction of 9 days for each month of the sentence; and\n\"(4) When 3 or more years of a sentence has elapsed, less the reduction of sentence as provided in paragraphs (1)-(3) of this section, then from that time there shall be a reduction of 10 days for each month of the sentence.\n\"§ 4373. Forfeiture and restoration of granted time\n\"For violation of the rules and discipline, or for want of diligence and fidelity in his actions, the Department may deduct a portion or all of a person's previously allowed time and may subsequently restore any such deductions if the conduct of the person so warrants. The Department's actions shall be in accordance with the rules and regulations and shall be subject to approval of the Commissioner.\"\n[2]  For this reason, other cases based upon other statutes on the subject are of little assistance. See Annotation at 95 A.L.R. 2d 1265-1321.\n[3]  We are not required to decide whether a different rule would apply upon the commencement of a consecutive sentence for escape, the escape sentence here being concurrent.\n\n",
            "ocr": false,
            "opinion_id": 2172914
        }
    ],
    "court_short_name": "Supreme Court of Delaware",
    "court_full_name": "Supreme Court of Delaware",
    "court_type": "S",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Robbery"
}