{
    "id": 2138010,
    "judges": "Munson",
    "date_filed": 465609600000,
    "date_filed_is_approximate": false,
    "slug": "andrulonis-v-united-states",
    "case_name_short": "Andrulonis",
    "case_name": "Andrulonis v. United States",
    "case_name_full": "Joanna ANDRULONIS, as Conservator of the Property of Jerome Andrulonis, Plaintiff, v. UNITED STATES of America; Glatt Air Techniques, Inc.; Glatt GmbH (Germany); Wisconsin Alumni Research Foundation, Inc.; Warf Institute, Inc.; Raltech Scientific Services, Inc.; Ralston Purina Company; Eli Lilly and Company; And John L. Thompson and Sons and Company, Defendants; UNITED STATES of America, Third-Party Plaintiff, v. NEW YORK STATE DEPARTMENT OF HEALTH, Third-Party Defendant",
    "attorneys": "Roemer & Featherstonhaugh, Albany, N.Y., for plaintiffs; Dean J. Higgins, Albany, N.Y., of counsel., Anderson Russell Kill & Olick, P.C., New York City, Paul F. Donahue Associates, Albany, N.Y., for defendant Glatt GmbH (Germany); Irene C. Warshauer, Marcy Louise Kahn, Robert P. Reichman, New York City, of counsel., Carter, Conboy, Bardwell, Case & Black-more, Albany, N.Y., for defendant Wisconsin Alumni Research Foundation; Jeffrey J. Tymann, Albany, N.Y., of counsel., McNamee, Lochner, Titus & Williams, Albany, N.Y., for defendants, Raltech Scientific Services, Inc. and Ralston Purina Co.; Paul Scanlan, Albany, N.Y., of counsel., Maynard, O’Connor & Smith, Schenectady, N.Y., for defendant Warf Institute, Inc.; Richard Gershon, Schenectady, N.Y., of counsel., Ainsworth, Sullivan, Tracy & Knauf, Albany, N.Y., for defendants Eli Lilly and Co. and John L. Thompson & Sons & Co.; Thomas F. Tracy, Albany, N.Y., of counsel., Galef & Jacobs, New York City, for defendant Glatt Air Techniques, Inc.; Christopher M. Houlihan, New York City, of counsel., Frederick J. Scullin, Jr., U.S. Atty., Robert Abrams, Atty. Gen. of the State of N.Y., Albany, N.Y., for defendant New York State Dept, of Health; William Fanciullo, Asst. U.S. Atty., Kevan J. Acton, Asst. Atty. Gen., Albany, N.Y., of counsel., Dept, of Justice, Civ. Div., Torts Branch, Washington, D.C., for U.S.; Lizabeth A. McKibben, Trial Atty., Washington, D.C., of counsel.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": "See also, D.C., 526 F.Supp. 183; 96 F.R.D. 43.",
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1404-16\">\n    Joanna ANDRULONIS, as Conservator of the Property of Jerome Andrulonis, Plaintiff, v. UNITED STATES of America; Glatt Air Techniques, Inc.; Glatt GmbH (Germany); Wisconsin Alumni Research Foundation, Inc.; Warf Institute, Inc.; Raltech Scientific Services, Inc.; Ralston Purina Company; Eli Lilly and Company; and John L. Thompson and Sons and Company, Defendants. UNITED STATES of America, Third-Party Plaintiff, v. NEW YORK STATE DEPARTMENT OF HEALTH, Third-Party Defendant.\n   </parties><br><docketnumber id=\"b1404-22\">\n    No. 79-CV-847.\n   </docketnumber><br><court id=\"b1404-23\">\n    United States District Court, N.D. New York.\n   </court><br><decisiondate id=\"b1404-25\">\n    Oct. 3, 1984.\n   </decisiondate><br><seealso id=\"b1405-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1337\"> \n     *1337\n     </span>\n    See also, D.C., 526 F.Supp. 183; 96 F.R.D. 43.\n   </seealso><br><attorneys id=\"b1405-8\">\n    Roemer &amp; Featherstonhaugh, Albany, N.Y., for plaintiffs; Dean J. Higgins, Albany, N.Y., of counsel.\n   </attorneys><br><attorneys id=\"b1405-9\">\n    Anderson Russell Kill &amp; Olick, P.C., New York City, Paul F. Donahue Associates, Albany, N.Y., for defendant Glatt GmbH (Germany); Irene C. Warshauer, Marcy Louise Kahn, Robert P. Reichman, New York City, of counsel.\n   </attorneys><br><attorneys id=\"b1405-10\">\n    Carter, Conboy, Bardwell, Case\n    <em>\n     &amp;\n    </em>\n    Black-more, Albany, N.Y., for defendant Wisconsin Alumni Research Foundation; Jeffrey J. Tymann, Albany, N.Y., of counsel.\n   </attorneys><br><attorneys id=\"b1405-11\">\n    McNamee, Lochner, Titus &amp; Williams, Albany, N.Y., for defendants, Raltech Scientific Services, Inc. and Ralston Purina Co.; Paul Scanlan, Albany, N.Y., of counsel.\n   </attorneys><br><attorneys id=\"b1405-12\">\n    Maynard, O’Connor &amp; Smith, Schenectady, N.Y., for defendant Warf Institute, Inc.; Richard Gershon, Schenectady, N.Y., of counsel.\n   </attorneys><br><attorneys id=\"b1405-13\">\n    Ainsworth, Sullivan, Tracy &amp; Knauf, Albany, N.Y., for defendants Eli Lilly and Co. and John L. Thompson &amp; Sons &amp; Co.; Thomas F. Tracy, Albany, N.Y., of counsel.\n   </attorneys><br><attorneys id=\"b1405-14\">\n    Galef &amp; Jacobs, New York City, for defendant Glatt Air Techniques, Inc.; Christopher M. Houlihan, New York City, of counsel.\n   </attorneys><br><attorneys id=\"b1405-16\">\n    Frederick J. Scullin, Jr., U.S. Atty., Robert Abrams, Atty. Gen. of the State of N.Y., Albany, N.Y., for defendant New York State Dept, of Health; William Fanciullo, Asst. U.S. Atty., Kevan J. Acton, Asst. Atty. Gen., Albany, N.Y., of counsel.\n   </attorneys><br><attorneys id=\"b1405-17\">\n    Dept, of Justice, Civ. Div., Torts Branch, Washington, D.C., for U.S.; Lizabeth A. McKibben, Trial Atty., Washington, D.C., of counsel.\n   </attorneys>",
    "citations": [
        "593 F. Supp. 1336"
    ],
    "opinions": [
        {
            "author_str": "Munson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2350.0,
            "opinion_text": "\n593 F.Supp. 1336 (1984)\nJoanna ANDRULONIS, as Conservator of the Property of Jerome Andrulonis, Plaintiff,\nv.\nUNITED STATES of America; Glatt Air Techniques, Inc.; Glatt GmbH (Germany); Wisconsin Alumni Research Foundation, Inc.; Warf Institute, Inc.; Raltech Scientific Services, Inc.; Ralston Purina Company; Eli Lilly and Company; and John L. Thompson and Sons and Company, Defendants.\nUNITED STATES of America, Third-Party Plaintiff,\nv.\nNEW YORK STATE DEPARTMENT OF HEALTH, Third-Party Defendant.\nNo. 79-CV-847.\nUnited States District Court, N.D. New York.\nOctober 3, 1984.\n*1337 Roemer &amp; Featherstonhaugh, Albany, N.Y., for plaintiffs; Dean J. Higgins, Albany, N.Y., of counsel.\nAnderson Russell Kill &amp; Olick, P.C., New York City, Paul F. Donahue Associates, Albany, N.Y., for defendant Glatt GmbH (Germany); Irene C. Warshauer, Marcy Louise Kahn, Robert P. Reichman, New York City, of counsel.\nCarter, Conboy, Bardwell, Case &amp; Blackmore, Albany, N.Y., for defendant Wisconsin Alumni Research Foundation; Jeffrey J. Tymann, Albany, N.Y., of counsel.\nMcNamee, Lochner, Titus &amp; Williams, Albany, N.Y., for defendants, Raltech Scientific Services, Inc. and Ralston Purina Co.; Paul Scanlan, Albany, N.Y., of counsel.\nMaynard, O'Connor &amp; Smith, Schenectady, N.Y., for defendant Warf Institute, Inc.; Richard Gershon, Schenectady, N.Y., of counsel.\nAinsworth, Sullivan, Tracy &amp; Knauf, Albany, N.Y., for defendants Eli Lilly and Co. and John L. Thompson &amp; Sons &amp; Co.; Thomas F. Tracy, Albany, N.Y., of counsel.\nGalef &amp; Jacobs, New York City, for defendant Glatt Air Techniques, Inc.; Christopher M. Houlihan, New York City, of counsel.\nFrederick J. Scullin, Jr., U.S. Atty., Robert Abrams, Atty. Gen. of the State of N.Y., Albany, N.Y., for defendant New York State Dept. of Health; William Fanciullo, Asst. U.S. Atty., Kevan J. Acton, Asst. Atty. Gen., Albany, N.Y., of counsel.\nDept. of Justice, Civ. Div., Torts Branch, Washington, D.C., for U.S.; Lizabeth A. McKibben, Trial Atty., Washington, D.C., of counsel.\n\nORDER\nMUNSON, Chief Judge.\nThe defendant United States has renewed its Rule 12(b) motion to dismiss or for summary judgment under Rule 56 following the recent decision by the Supreme Court on the discretionary function exception to the Federal Tort Claims Act, 28 U.S.C. § 2680(a) (1982), [FTCA], United States v. S.A. Empresa DeViacao Aerea Rio Grandense (Varig Airlines), ___ U.S. ___, 104 S.Ct. 2755, 81 L.Ed.2d 660 (1984), [Varig]. The Government's previous motion to dismiss was denied on December 19, 1983. After careful review of the parties' memoranda and after oral arguments on the motion, the court concludes that the challenged governmental conduct in the case at bar does not fall within the discretionary function exception to the Federal Tort Claims Act.\nIn Varig the Supreme Court held that the discretionary function exception to the FTCA precluded a negligence action against the Federal Aviation Administration challenging the regulatory scheme for the promotion of airplane safety and the Government's selected method for implementing the scheme. Plaintiffs in Varig alleged negligence in the FAA's certification and particularly the \"spot-checking\" method selected for insuring compliance with the FAA's safety regulations which allegedly caused in-flight fires and resulting death and injuries. It is significant to note that the plaintiffs in Varig did not *1338 allege specific acts of negligence on the part of FAA employees in the actual inspection of the defective planes. Instead, the plaintiffs were challenging the effectiveness of the FAA's spot-checking system in insuring compliance with safety regulations. The Court held that a challenge to the method selected by the FAA in the exercise of its regulatory authority implicated policy decisions; these policy decisions and their implementation were the type of exercise of discretionary authority that Congress intended to immunize from tort liability under the discretionary function exception, 28 U.S.C. § 2680(a). Varig, ___ U.S. at ___, 104 S.Ct. at 2768.\nIn the instant case plaintiffs make specific allegations of negligence on the part of the Government's employee Dr. Baer in carrying out his responsibilities with respect to the development of a method for orally immunizing wildlife against rabies. For the purposes of this motion the court will view the facts in the light most favorable to plaintiffs as the nonmoving parties, see Project Release v. Prevost, 722 F.2d 960, 968 (2d Cir.1983); Patrick v. LeFevre, 745 F.2d 153 at ___ (2d Cir.1984). Specific allegations of negligent conduct by Dr. Baer include: the production of the virus with an increased titer more hazardous to humans, failure to warn of the known hazards of the virus, written assurance given as to the safety of the virus and Dr. Baer's personal participation in the introduction of the virus into the \"Uni-Glatt\" machine when Dr. Baer knew or should have known that conditions at the Griffin Laboratory were unsafe. As a result of his exposure to the rabies virus at Griffin Laboratory, plaintiff developed rabies and suffered irreversible brain damage.\nThe specific allegations of negligence on the part of the individual governmental employee Dr. Baer are a far cry from the broad challenge asserted in Varig to the regulatory scheme developed by the FAA. None of the cases submitted by the Government which were decided subsequent to Varig, nor any case which the court has been able to locate independently, militate against adherence to this court's previous denial of the Government's motion to dismiss or for summary judgment.\nThe Government has presented five cases decided subsequent to Varig in which the discretionary function exception to the FTCA was held to preclude negligence actions against the federal government. None of the cases present factual situations similar to the instant case. However, a discussion of these cases may be worthwhile.\nNational Gas Pipeline Co. v. United States, 742 F.2d 502 (9th Cir.1984), presented a challenge to FAA safety inspections similar to that in Varig. Relying directly on Varig, the Ninth Circuit dismissed the claim against the Government. Similarly, the Third Circuit has recently held that claims based on the negligent exercise of regulatory authority by the federal Nuclear Regulatory Commission are barred by the discretionary function exception. General Public Utilities Corp. v. United States, 745 F.2d 239 (3d Cir.1984).\nIn Flammia v. United States, 739 F.2d 202 (5th Cir.1984), the Fifth Circuit applied the discretionary function exception to preclude an action against the Immigration and Naturalization Service [INS] by a police officer wounded in a burglary committed by a Cuban refugee. To the extent that the plaintiff alleged that the INS should not have admitted the particular person into the United States or released him from the \"processing center\" or should have arranged for a second private sponsorship, the action was precluded by the discretionary function exception because the suit was essentially a challenge to United States immigration policies. And to the extent the action was against the INS as a regulator of private conduct, the decision by the INS to release the Cuban refugee from the processing center was clearly precluded by the Supreme Court's pronouncement in Varig, see ___ U.S. at ___, 104 S.Ct. at 2764.\nIn another Fifth Circuit case the court dismissed a third-party complaint against *1339 an area manager of the National Weather Service for the failure to properly monitor weather conditions and supervise employees resulting in flood damage to the plaintiffs' property when, as a result, the (Louisiana) Parish Levee Board could not close flood gates in time. Spencer v. New Orleans Levee Board, 737 F.2d 435 (5th Cir. July 3, 1984). The court applied the discretionary function exception to dismiss the claim against the National Weather Service manager without analysis, citing a 1954 case holding that the federal Flood Control Acts immunized the United States and its employees from claims for property damage allegedly caused by inaccurate weather forecasts. Id. at 436. Spencer appears to have been decided based on a reluctance to hold the United States accountable in any manner for the vagaries of the weather; no analysis was presented on the extent to which acts or omissions implicated policy decisions as dictated by the Supreme Court in Varig.\nIn Begay v. United States, 591 F.Supp. 991 (D.Ariz.1984), plaintiffs sought to hold various federal governmental agencies liable for failing to enforce safety levels at uranium mines. In an extensive discussion the court concluded that high-level governmental policy choices directly dictated the agencies' actions and, therefore, the discretionary function exception was applicable.\nIn the instant case, as previously stated, plaintiffs have alleged specific acts of negligence on the part of Dr. Baer, an employee of the federal government. The basic purpose of the FTCA is to make the United States liable for tort claims to the same extent and in the same manner as a private individual under similar circumstances. 28 U.S.C. § 2674. United States v. Muniz, 374 U.S. 150, 153, 83 S.Ct. 1850, 1853, 10 L.Ed.2d 805 (1963). Whether a claim is precluded by the discretionary function exception depends on the \"nature and quality of the discretion involved in the acts complained of.\" Indian Towing Co. v. United States, 350 U.S. 61, 68, 76 S.Ct. 122, 126, 100 L.Ed. 48 (1955), Smith v. United States, 375 F.2d 243, 246 (5th Cir.1967). The fact that an individual actor employed by the federal government exercises some judgment in the carrying out of his responsibilities cannot be determinative, or the discretionary function exception would swallow the general rule permitting tort suits against the government. See Caban v. United States, 671 F.2d 1230, 1232 (2d Cir.1982); Downs v. United States, 522 F.2d 990, 995 (6th Cir.1975); Griffin v. United States, 500 F.2d 1059, 1063-64 (3rd Cir.1974). As in Griffin, the instant case in its present posture presents the issues of negligence in the exercise of professional and scientific judgment rather than policymaking and a concomitant balancing of competing considerations in determining the public interest. See Griffin, 500 F.2d at 1066. And, as in Caban, the activities of the defendant government employee, as the case currently stands, are not the kind of activities that involve weighing important policy choices, see Caban, 671 F.2d at 1233.\nAccordingly, the motion of defendant United States to dismiss or for summary judgment is denied.\nIt is so Ordered.\n",
            "ocr": false,
            "opinion_id": 2138010
        }
    ],
    "court_short_name": "N.D. New York",
    "court_full_name": "District Court, N.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}