{
    "id": 2140719,
    "judges": "Gilbert",
    "date_filed": 501811200000,
    "date_filed_is_approximate": false,
    "slug": "people-v-jacob",
    "case_name_short": "Jacob",
    "case_name": "People v. Jacob",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. WILLIAM RANDOLPH JACOB, JR., Defendant and Appellant",
    "attorneys": "Counsel, Victoria A. Lewis and Tibor Toczauer, under appointment by the Court of Appeal, for Defendant and Appellant., John K. Van de Kamp, Attorney General, Norman H. Sokolow and Robert R. Anderson, Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b840-3\">\n    [No. B006828.\n   </docketnumber><court id=\"A6S\">\n    Second Dist., Div. Six.\n   </court><decisiondate id=\"AzH\">\n    Nov. 26, 1985.]\n   </decisiondate><br><parties id=\"b840-4\">\n    THE PEOPLE, Plaintiff and Respondent, v. WILLIAM RANDOLPH JACOB, JR., Defendant and Appellant.\n   </parties><br><attorneys id=\"b842-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1168\"> \n     *1168\n     </span>\n    Counsel\n   </attorneys><br><attorneys id=\"b842-6\">\n    Victoria A. Lewis and Tibor Toczauer, under appointment by the Court of Appeal, for Defendant and Appellant.\n   </attorneys><br><attorneys id=\"b842-7\">\n    John K. Van de Kamp, Attorney General, Norman H. Sokolow and Robert R. Anderson, Deputy Attorneys General, for Plaintiff and Respondent.\n   </attorneys>",
    "citations": [
        "174 Cal. App. 3d 1166",
        "220 Cal. Rptr. 520"
    ],
    "opinions": [
        {
            "author_str": "Gilbert",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6418.0,
            "opinion_text": "\n174 Cal. App. 3d 1166 (1985)\n220 Cal. Rptr. 520\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nWILLIAM RANDOLPH JACOB, JR., Defendant and Appellant.\nDocket No. B006828.\nCourt of Appeals of California, Second District, Division Six.\nNovember 26, 1985.\n*1168 COUNSEL\nVictoria A. Lewis and Tibor Toczauer, under appointment by the Court of Appeal, for Defendant and Appellant.\nJohn K. Van de Kamp, Attorney General, Norman H. Sokolow and Robert R. Anderson, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nGILBERT, J.\nWilliam Randolph Jacob, Jr., appeals his nine-year prison sentence for burglary, a violation of Penal Code section 459. We hold that the trial court properly imposed a five-year enhancement for a prior robbery conviction suffered by Jacob, even though this prior conviction was expunged after Jacob received an honorable discharge from the California Youth Authority.\n*1169 The information charging Jacob with burglary also alleged that he had been convicted of robbery on December 1, 1976, a serious felony within the meaning of Penal Code section 667, subdivision (a) and Penal Code section 1192.7. Jacob was 19 years old at the time of this prior offense. He was committed to the California Youth Authority and received an honorable discharge on October 27, 1981.\n\nDISCUSSION\n\nI\n(1a) We must determine whether Jacob's honorable discharge from the California Youth Authority, which resulted in the expungement of his conviction, precluded the trial court from enhancing his sentence because of that prior conviction.\nWelfare and Institutions Code section 1179 provides in pertinent part: \"(a) All persons honorably discharged from control of the Youthful Offender Parole Board shall thereafter be released from all penalties or disabilities resulting from the offenses for which they were committed, including, ... [¶] (c) Upon the final discharge or dismissal of any such person, the Youth Authority shall immediately certify the discharge or dismissal in writing, and shall transmit the certificate to the court by which the person was committed. The court shall thereupon dismiss the accusation and the action pending against that person.\"\nWelfare and Institutions Code section 1772 provides in pertinent part: \"(a) Every person honorably discharged from control by the Youthful Offender Parole Board who has not, during the period of control by the authority been placed by the authority in a state prison shall thereafter be released from all penalties and disabilities resulting from the offense or crime for which he or she was committed, and every person discharged may petition the court which committed him or her, and the court may upon such petition set aside the verdict of guilty and dismiss the accusation or information against the petitioner who shall thereafter be released from all penalties and disabilities resulting from the offense or crime for which he or she was committed, ...\"\nThe recently enacted article I, section 28, subdivision (f) of the California Constitution, popularly known as Proposition 8, provides in pertinent part: \"Any prior felony conviction of any person in any criminal proceeding, whether adult or juvenile, shall subsequently be used without limitation for purposes of impeachment or enhancement of sentence in any criminal proceeding. *1170 When a prior felony conviction is an element of any felony offense, it shall be proven to the trier of fact in open court.\"\nPenal Code section 667 subdivision (a) provides that persons convicted of various felonies who have previously been convicted of a \"serious felony\" listed in subdivision (c) of Penal Code section 1192.7 shall receive a five year enhancement for each prior conviction. Robbery is one of the serious felonies listed in Penal Code section 1192.7 subdivision (c).\nIn People v. West (1984) 154 Cal. App. 3d 100 [201 Cal. Rptr. 63], cited by Jacob, the Court of Appeal held that juvenile adjudications for criminal misconduct do not amount to felony convictions within the meaning of Penal Code section 667 subdivision (a). Despite the language of Proposition 8, the West court relied on In re Joseph B. (1983) 34 Cal. 3d 952, 955 [196 Cal. Rptr. 348, 671 P.2d 852], for the proposition that \"`minors charged with violations of the Juvenile Court Law are not \"defendants.\" ...'\" (People v. West, supra, 154 Cal. App.3d at p. 107.) The West court pointed out that section 203 of the Welfare and Institutions Code states that orders which adjudge a minor to be a ward of the juvenile court \"`... \"... shall not be deemed a conviction of a crime for any purpose, nor shall a proceeding in the juvenile court be deemed a criminal proceeding.\"'\" (Id., at p. 108.)\nIn re Anthony R. (1984) 154 Cal. App. 3d 772 [201 Cal. Rptr. 299] is in accord with West, and holds that a juvenile cannot be found to have violated Penal Code section 666[1] because adjudications of juvenile wrongdoings are not criminal convictions.\n(2) Although Jacob and the People disagree as to whether the West and Anthony R. courts were correct, we need not resolve that controversy here, because those cases also held that the words \"criminal proceedings,\" contained in Proposition 8 refer to convictions of juveniles in adult court after they have been found unfit for treatment in juvenile court.[2] Jacob's prior *1171 robbery conviction was not the result of a juvenile court adjudication resulting in wardship. He pled guilty in an adult court to the charge of robbery for which he received his sentence to the California Youth Authority. Although he was a juvenile at that time, he was in fact \"convicted\" of a crime.\n(1b) We therefore focus our attention on the effect of the expungement statutes on the prior robbery conviction. In People v. Navarro (1972) 7 Cal. 3d 248, 271-281 [102 Cal. Rptr. 137, 497 P.2d 481], defendant Navarro was charged with sale of heroin, which at the time of his offense was a violation of Health and Safety Code section 11501. He was also charged with a prior conviction for assault with a deadly weapon. (Pen. Code, § 245.) His prior conviction had resulted in a commitment to the California Youth Authority from which he was honorably discharged. At the time of Navarro's conviction, Welfare and Institutions Code section 3052 precluded commitment of persons to a narcotic treatment facility who had previously been convicted of certain crimes, including section 245 of the Penal Code. Our Supreme Court held that Navarro was eligible for commitment to the program because Welfare and Institutions Code section 1772 released him from the penalties and disabilities of his prior offense when he was honorably discharged from the Youth Authority.\nNavarro is not instructive here. The Navarro court stated that it was \"inappropriate to attempt to here define all the penalties and disabilities intended to be released by section 1772, or its counterpart section 1179.\" (Id., at p. 280.) The court noted that the legislative presumption excluding certain persons from treatment in section 3052 was relaxed by an amendment to section 3051 which allowed exceptions to section 3052. The court stated \"[i]t would appear to be also within the legislative presumption that persons who are entitled to release of penalties and disabilities arising from their prior conviction are persons entitled to be released from the exclusions stated in section 3052.\" (Id., at p. 281.)\nAlso, the trial court in Navarro had an additional sentencing option because the prior offense was reduced to a misdemeanor. A prior misdemeanor conviction did not render a person ineligible for a narcotics treatment program under section 3052. Moreover, Navarro did not have to consider Proposition 8 with its clear and explicit language that a prior conviction used for the purpose of enhancing a sentence in a criminal proceeding applies to any prior felony conviction, \"whether adult or juvenile.\"\nWelfare and Institutions Code sections 1179 and 1772 release persons honorably discharged from the Youth Authority \"from all penalties or disabilities resulting from\" the offenses for which they were committed. This is consistent with the purpose of the Youth Authority Act which \"is to *1172 protect society more effectively by substituting for retributive punishment methods of training and treatment directed toward the correction and rehabilitation of young persons found guilty of public offenses ([Welf. &amp; Inst. Code] § 1700; [citations]).\" (In re Aaron N. (1977) 70 Cal. App. 3d 931, 938-939 [139 Cal. Rptr. 258].) (3) A release from penalties and disabilities for one offense does not mean a release from penalties for subsequent offenses. Although an honorable discharge results in a dismissal of the accusation, such dismissal does not eradicate a conviction for all purposes.\n(4) Jacob is correct when he asserts that Proposition 8 did not repeal the expungement provisions of the Welfare and Institutions Code. (1c) Upon discharge from the California Youth Authority, Jacob had the opportunity to become a law abiding member of society without suffering the same disabilities as adult ex-felons. For example, he did not have to tell employers that he had been previously convicted of a felony. The benefits Jacob received from his honorable discharge, however, do not include a reduced penalty for subsequent crimes. That would thwart the Legislature's effort to help persons like Jacob become law abiding.\n(5a) Proposition 8 was enacted after Jacob was honorably discharged from the Youth Authority. The use of Jacob's prior conviction, which occurred prior to the passage of Proposition 8, to enhance his sentence on an offense committed after Proposition 8, does not violate the ex post facto principle. (6) \"The ex post facto prohibition [fn. omitted] forbids the Congress and the States to enact any law `which imposes a punishment for an act which was not punishable at the time it was committed; or imposes additional punishment to that then prescribed.' [Citations.] [Fn. omitted.]\" (Weaver v. Graham (1981) 450 U.S. 24, 28 [67 L. Ed. 2d 17, 22, 101 S. Ct. 960].) (5b) Proposition 8 made it possible for Jacob to be disadvantaged only if he committed an offense subsequent to its passage. Thus, Proposition 8 did not operate retrospectively on Jacob, but gave him fair notice that future conduct could result in a specific punishment.\n(1d) The People correctly point out that the enhancement is not an added punishment for the prior serious felony conviction, but instead \"is a stiffened penalty for the latest crime, which is considered to be an aggravated offense because a repetitive one. [Citations.]\" (Gryger v. Burke (1948) 334 U.S. 728, 732 [92 L. Ed. 1683, 1687, 68 S. Ct. 1256].) The purposes of the law affecting juveniles include providing \"for the protection and safety of the public and each minor ...\" and providing the minor with guidance which may \"... include punishment that is consistent with the rehabilitative objectives ...\" of the juvenile court law. (Welf. &amp; Inst. Code, § 202, subds. (a) and (b).) These laudable goals would be undermined were we to reward Jacob by striking the enhancement.\n\n\n*1173 II\nEven without Proposition 8, Jacob's prior expunged conviction could be used to enhance his sentence.\nIn People v. Biggs (1937) 9 Cal. 2d 508 [71 P.2d 214], defendant was charged with grand theft with two prior convictions for felonies committed in Texas. Biggs moved to strike the priors because he had received pardons on the prior convictions from the governor of Texas. Our Supreme Court noted that the general effect of a pardon is to remove the stain of guilt from a defendant as though he had never committed the offense. \"It is universally established that a pardon exempts the individual from the punishment which the law inflicts for the crime which he has committed; and generally speaking, it also removes any disqualifications or disabilities which would ordinarily have followed from the conviction.\" (Id., at p. 511.)\nBut the court also made the perceptive observation that \"[t]o say, however, that the offender is `a new man', and `as innocent as if he had never committed the offense', is to ignore the difference between the crime and the criminal. A person adjudged guilty of an offense is a convicted criminal, though pardoned; he may be deserving of punishment, though left unpunished; and the law may regard him as more dangerous to society than one never found guilty of crime, though it place no restraints upon him following his conviction. The criminal character or habits of the individual, the chief postulate of habitual criminal statutes, is often as clearly disclosed by a pardoned conviction as by one never condoned. The broad generalizations quoted above are, if taken too literally, logically unsound as well as historically questionable. [Citations.]\" (Id., at pp. 511-512.)\n\"`... The Legislature of this state has said that one who commits a crime after having been convicted of another crime is a greater offender than as though he had not previously been convicted, and the punishment inflicted is solely for the second offense, to which a greater degree of criminality is thus attached. That degree of criminality is not at all lessened by the fact of a pardon which assumes his guilt, remits the punishment, and affords him an opportunity to become a law-abiding citizen....'\" (Id., at p. 513.) The same logic applies here.\nIn de la Cruz-Martinez v. Immigration &amp; Naturalization Serv. (9th Cir.1968) 404 F.2d 1198, 1199, cert. den., 394 U.S. 955 [22 L. Ed. 2d 491, 89 S. Ct. 1291], petitioner was convicted of narcotics offenses and sentenced to the Youth Authority. The United States Court of Appeals held that the expungement of this conviction under Welfare and Institutions Code section 1772 did not eliminate all disabilities flowing from this conviction. Thus, *1174 the Board of Immigration Appeals could consider that prior conviction in reaching a decision to deport the petitioner. In Adams v. United States (9th Cir.1962) 299 F.2d 327, 331, the appellate court held that an honorable discharge from the California Youth Authority pursuant to Welfare and Institutions Code section 1772 does not \"wipe out\" a conviction for all purposes under California law.\nIn Garcia-Gonzales v. Immigration &amp; Nat. Service (9th Cir.1965) 344 F.2d 804, 806, cert. den. 382 U.S. 840 [15 L. Ed. 2d 81, 86 S. Ct. 88], the United States Court of Appeals held that Penal Code section 1203.4 which releases defendants who have fulfilled the terms of their probation \"from all penalties and disabilities resulting from the offense or crime\" for which they have been convicted does not \"wipe out\" the conviction. The conviction may still be used against petitioner in a deportation hearing.[3]\n\nIII\n(7) In the recent case of People v. Fritz (1985) 40 Cal. 3d 227 [219 Cal. Rptr. 460, 707 P.2d 833] our Supreme Court held that under Penal Code section 1385 a trial court has discretion to strike a prior conviction of a defendant who had been previously convicted of a serious felony within the meaning of Penal Code section 667. We need not remand for sentencing here because Judge McMahon, the trial judge, exercised his discretion in imposing the five-year enhancement. At sentencing he considered the arguments of defense counsel who urged him to use his discretion to strike the prior conviction in the interest of justice. The perspicacious and prescient trial judge knew he had discretion. He referred to People v. Lopez (1983) 147 Cal. App. 3d 162 [195 Cal. Rptr. 27], which holds that a trial court has discretion to strike a prior conviction used to enhance under Penal Code section 667 despite the language in Proposition 8. The trial judge also cited People v. Williams (1981) 30 Cal. 3d 470 [179 Cal. Rptr. 443, 637 P.2d 1029], a case relied upon by the Fritz court for the proposition that a court's discretion to dismiss under Penal Code section 1385 is not abrogated in a sentencing statute, absent a clear legislative intent to the contrary. Finally, he considered Jacob's background and the circumstances surrounding his present and prior offenses and stated \"I'm not disposed to strike it.\" The trial court properly exercised its discretion.\n*1175 The judgment is affirmed.\nStone, P.J., and Abbe, J., concurred.\nNOTES\n[1]  Penal Code section 666 states: \"Every person who, having been convicted of petit theft, grand theft, burglary, or robbery and having served a term therefor in any penal institution or having been imprisoned therein as a condition of probation for such offense, is subsequently convicted of petit theft, then the person convicted of such subsequent offense is punishable by imprisonment in the county jail not exceeding one year, or in the state prison.\"\n[2]  In In re Javier A. (1984) 159 Cal. App. 3d 913, 964, fn. 46 [206 Cal. Rptr. 386] the appellate court noted that West and In re Anthony R. conflicted with dictum contained in In re Kenneth H. (1983) 33 Cal. 3d 616, 619 fn. 3 [189 Cal. Rptr. 867, 659 P.2d 1156]. \"In In re Kenneth H., the Supreme Court held a juvenile court must specify whether it finds the juvenile delinquent committed a felony or misdemeanor. In highlighting some of the consequences of this distinction in juvenile proceedings, Justice Kaus observed, `[T]he potential for prejudice from a finding of felony status has been increased by passage of Proposition 8, which provides that any prior felony conviction, whether adult or juvenile, \"shall ... be used without limitation for purposes of impeachment or enhancement of sentence in any criminal proceeding.\"' (33 Cal.3d at p. 619, fn. 3, italics added.)\"\n[3]  Penal Code section 1203.4 contains a provision that a defendant's conviction can be used against him in any subsequent conviction despite a dismissal under that section. Such a provision does not appear in either Welfare and Institutions Code section 1179 or 1772. Nevertheless, the legislative history and the express language in the statutes state that the purpose of a dismissal is to release a defendant from all penalties and disabilities resulting from the offenses for which he was committed, and not from penalties or disabilities resulting from future offenses.\n\n",
            "ocr": false,
            "opinion_id": 2140719
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}