{
    "id": 2214140,
    "judges": "Conley",
    "date_filed": "1995-11-28",
    "date_filed_is_approximate": true,
    "slug": "people-v-palmer",
    "case_name_short": null,
    "case_name": "People v. Palmer",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. SAMMIE PALMER, Defendant and Appellant",
    "attorneys": "Leonard L. Hartley, under appointment by the District Court of Appeal, for Defendant and Appellant., Thomas C. Lynch, Attorney General, Raymond M. Momboisse and Ronald W. Tochterman, Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 21,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b665-5\">\n    [Crim. No. 166.\n   </docketnumber><court id=\"AvB\">\n    Fifth Dist.\n   </court><decisiondate id=\"ACF\">\n    Aug. 18, 1965.]\n   </decisiondate><br><parties id=\"b665-6\">\n    THE PEOPLE, Plaintiff and Respondent, v. SAMMIE PALMER, Defendant and Appellant.\n   </parties><br><attorneys id=\"b666-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"646\"> \n     *646\n     </span>\n    Leonard L. Hartley, under appointment by the District Court of Appeal, for Defendant and Appellant.\n   </attorneys><br><attorneys id=\"b666-5\">\n    Thomas C. Lynch, Attorney General, Raymond M. Momboisse and Ronald W. Tochterman, Deputy Attorneys General, for Plaintiff and Respondent.\n   </attorneys>",
    "citations": [
        "236 Cal. App. 2d 645"
    ],
    "opinions": [
        {
            "author_str": "Conley",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n236 Cal.App.2d 645 (1965)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nSAMMIE PALMER, Defendant and Appellant.\nCrim. No. 166. \nCalifornia Court of Appeals. Fifth Dist.  \nAug. 18, 1965.\n Leonard L. Hartley, under appointment by the District Court of Appeal, for Defendant and Appellant.\n Thomas C. Lynch, Attorney General, Raymond M. Momboisse and Ronald W. Tochterman, Deputy Attorneys General, for Plaintiff and Respondent.\n CONLEY, P. J.\n The defendant, Sammie Palmer, appeals from a conviction of first degree robbery. He and Manford Glenn, his codefendant, were two of a group of four men who robbed Kenneth McKinzie, a gasoline station proprietor, in the City of Modesto. While the defendant urged a series of defenses to the effect that he was a completely, or at least a relatively, innocent bystander, his counsel is too cognizant of appellate court technique to claim that there is not sufficient evidence to warrant the conviction; in other words, it is inferentially conceded that there is substantial evidence which, if believed, justified the jury's verdict.\n The points raised on appeal deal with the question whether or not the defendant was sufficiently advised of his right to have an attorney and to remain silent after his arrest; he made statements at that time to the arresting officer, which were later used in evidence; although they did not technically amount to a confession, they did give an indication of facts which the jury might well have weighed against him.\n On Sunday morning, November 1, 1964, appellant started from \"skid-row\" in Stockton in an automobile borrowed from a friend, after having drunk beer and wine with three other men he said he did not know and to whom he had announced he would give a ride to Modesto, if they so wished; he claimed to have been depressed by virtue of a separation from his wife, and there was no compelling reason suggested for a trip to Modesto; he planned to visit friends and to drink. After arriving in Modesto, the group stopped during the afternoon at the gasoline station owned and operated by Mr. McKinzie to buy a quart of oil for the car and a few cents worth of gas; the defendant counted out what money he had left, including a number of pennies, and used whatever surplus there was for the purchase of gasoline; the group drove around town afterwards and one of them mentioned the fact that they had no money. Appellant went into a bar called \"Club 14\" and obtained a dollar from a man he had previously known in Modesto in order to purchase a bottle of wine. The group had visited a woman who was an *647 acquaintance of the appellant and there had indulged in drinking. One or more of the men in the car talked about a holdup. The appellant claimed that he let the men off to go to the restroom in the McKinzie service station, and that he did not arrive at the scene of the crime until it was complete; he admitted that he ran when somebody, referring to McKinzie, said, \"The man has a gun.\"\n However, Mr. McKinzie testified that four men approached him while he was working in the \"lube room\" of his station, and asked him if he had a tow truck. When he said he did not, and turned again to his work, three of the men, including Manford Glenn, grabbed and held him, while appellant stood approximately 4 feet away. Mr. McKinzie testified that when he tried to break loose, appellant told him that knives were being held on him, and that Glenn and one of the other men in fact had knives pressed close to him; Glenn's knife actually cut his neck slightly. The men moved McKinzie to the storeroom of his station and took from him a pocketknife, a fingernail clipper, and a wallet containing six or seven dollars and a $20 check. They told him not to leave, and shut the door. McKinzie got a gun which he had left in the storeroom and opened the door. Glenn was about 8 feet away and the other three men, including appellant, were at the cash box. Glenn saw McKinzie and yelled, \"He has a gun.\" The men ran from the station. A bystander saw Glenn running away and followed him; the observing witness signaled to a police officer in a patrol car and pointed Glenn out; his arrest followed, and McKinzie's knife, fingernail clipper, and wallet were recovered from him.\n Shortly afterwards, McKinzie noticed that the 1955 Oldsmobile which appellant had been driving when he first came into the service station was parked on the street about 30 feet away. While one of the investigating officers was interviewing McKinzie, someone got into the car and drove it away. The officer followed in his own automobile, taking McKinzie with him, but eventually the driver abandoned the car, which he had driven, and disappeared.\n [1a] Detective Watson and Captain Coulson of the Modesto Police Department arrested appellant in Stockton on the following day; the appellant had a conversation with the officers; Mr. Watson testified as follows:\n \"Q. Would you, prior to going into the details of what happened on the 1st of November, at that time did you admonish him as to his rights? A. Yes, we did. *648\"\n \"Q. Would you relate that portion of the conversation in which you informed him of his rights? A. Well, we told him that he had the right to an attorney, and the right to remain silent.\"\n \"Q. And what was his response to that? A. He said that he understood this.\"\n \"Q. This was the conversation that took place in Stockton at his residence, is that correct? A. Yes, in the police car in front of the residence.\"\n In his talk, the defendant maintained that he did not rob the service station. The officer further testified that no promises or threats of any kind were made to the defendant, and that the statements were free and voluntary. At the start, he said he did not know anything about the robbery in Modesto, but on the way back from Stockton to that city he changed his statement, and he told the officers that he, in fact, was in Modesto at the time. The account of the robbery made by the defendant to Mr. Watson, as testified to by the officer, included the following:\n \"... They came to Modesto and they went to a friend of his, a Mrs. Fordson who lived on Oak Street, and they had a few drinks and decided to go back to Stockton, and they went to the Enco station at Seventh and H, where he purchased approximately $1.00 worth of gasoline, he said he had some loose change in his pants, and after buying the gasoline, the four were going to Stockton, however, he said that he decided that he would like to go by the Club 14 on Seventh Street and see if anyone [was] there that he knew, and he said that the four of them drove to this place on Seventh Street, and didn't seem to be anyone around, and decided to go back to Stockton, and so they were driving back from the Club 14 to Stockton and they were discussing the fact that they didn't have any money, and they were going to need some gas, and Mr. Palmer said that at this point he doesn't remember which one it was suggested that they stop at this station, and they would take some money away from the attendant, and he said they stopped on Seventh Street, across the street from the station, and the three other boys got out and went over to the station and then after they went over, he said two of them went over first, and then one of them, and then when he got out and came over, as he walked up, he said he didn't know which one said, \"Run, he has a gun,\" and he said when he said that, he started running, and he ran, and then later on he saw the police car circling around the area and *649 realized that he had to go back and get the car, and so he went back and got the car and at that point someone yelled, \"There is one,\" and he jumped in the car and took off with the police car in pursuit, and he drove the car over on Washington, and it spun out of control and he jumped out and left the car, and he stayed at a friend's house that night, and then went back to Stockton the next day on a Greyhound bus.\"\n Officer Watson testified that the defendant stated that he was not able to give the names of the other persons involved as he did not know any of them. This testimony followed:\n \"Q. Did he say how he planned to get the money from the station? A. Well, he didn't say how they were going to get it. He said they discussed that they would take some money from the attendant, and he presumed that they were going to take it by some type of force. But he said that he was not sure of that.\"\n Appellant argues that the use at the trial of facts stated by him to the officers after his arrest, but in the absence of counsel, constituted a violation of his constitutional rights under the rule enunciated in Escobedo v. Illinois, 378 U.S. 478 [84 S.Ct. 1758, 12 L.Ed 2d 977] and People v. Dorado, 62 Cal.2d 338 [42 Cal.Rptr. 169, 398 P.2d 361].\n [2] It is improper to use a confession as evidence at a trial when obtained under the following circumstances: \"(1) the investigation was no longer a general inquiry into an unsolved crime but had begun to focus on a particular suspect, (2) the suspect was in custody, (3) the authorities had carried out a process of interrogations that lent itself to eliciting incriminating statements, (4) the authorities had not effectively informed defendant of his right to counsel or of his absolute right to remain silent, and no evidence establishes that he had waived these rights.\" (People v. Dorado, supra, 62 Cal.2d 338, 353-354.) (See also People v. Blaylock, 233 Cal.App.2d 603, 604- 605 [43 Cal.Rptr. 846].)\n [1b] In the present case, the prerequisites for eliminating evidence of a confession, or a series of admissions, by a defendant are not all present; for the authorities did effectively inform defendant of his right to counsel and of his right to remain silent. The evidence shows that the statements made by the defendant were free and voluntary; before the conversation, Officer Watson had specifically told him that he did not have to talk and that he had the right to an attorney. The record shows that Palmer understood what was said, and *650 there is no virtue in the contention that something else should have been done other than the giving of the advice by the officer relative to his constitutional rights. (See Faulkner v. United States (1965) 240 F.Supp. 198; Bichell v. State, 235 Md. 395 [201 A.2d 800].)\n [3] It should be noted also that the appellant actually has no right to raise this point on appeal because no objection was made to the offer, or receipt, of the evidence in the lower court. The trial was held in January of 1965, and the Escobedo case had been decided on June 22, 1964. As indicated in People v. Perez, 62 Cal.2d 769, 774 [44 Cal.Rptr. 326, 401 P.2d 934], appellant cannot raise the question on appeal, because he failed to object to the introduction of the evidence at the trial. It has been held by the Supreme Court that in view of the fact that very few people in the United States knew that a defendant had the constitutional right to be advised of his right to remain silent and to have an attorney before making a confession, the failure of counsel for a defendant to object in the trial court to evidence of a confession should not prevent him from raising the point on appeal before the enunciation of the rule in the Escobedo case. (People v. Perez, supra, 62 Cal.2d 769, 774; People v. Davis, 62 Cal.2d 791, 795-796 [44 Cal.Rptr. 454, 402 P.2d 142]; People v. Hillery, 62 Cal.2d 692, 711-712 [44 Cal. Rptr. 452, 402 P.2d 140].) But the Supreme Court indicates, at least inferentially, in the same authorities that the raising of the issue on appeal, after the enunciation of the rule in the Escobedo case, must be based upon an objection taken in the court below.\n The judgment is affirmed.\n Brown (R.M.), J., concurred.\n",
            "ocr": false,
            "opinion_id": 2214140
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}