{
    "id": 2218825,
    "judges": "Knecht, Lund, Steigmann",
    "date_filed": 709862400000,
    "date_filed_is_approximate": false,
    "slug": "people-v-lawson",
    "case_name_short": "Lawson",
    "case_name": "People v. Lawson",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. BRYAN S. LAWSON, Defendant-Appellant",
    "attorneys": "Frederick P. Erickson and Thomas E. Griffith, both of Erickson, Davis, Murphy, Griffith & Walsh, Ltd., of Decatur, for appellant., Lawrence R. Fichter, State’s Attorney, of Decatur (Norbert J. Goetten, Robert J. Biderman, and David E. Mannchen, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b304-8\" pgmap=\"304\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. BRYAN S. LAWSON, Defendant-Appellant.\n   </parties><br><court id=\"b304-10\" pgmap=\"304\">\n    Fourth District\n   </court><docketnumber id=\"AVt\" pgmap=\"304\">\n    No. 4—91—0805\n   </docketnumber><br><decisiondate id=\"b304-11\" pgmap=\"304\">\n    Opinion filed June 30, 1992.\n   </decisiondate><br><attorneys id=\"b306-7\" pgmap=\"306\">\n    Frederick P. Erickson and Thomas E. Griffith, both of Erickson, Davis, Murphy, Griffith &amp; Walsh, Ltd., of Decatur, for appellant.\n   </attorneys><br><attorneys id=\"b306-8\" pgmap=\"306\">\n    Lawrence R. Fichter, State’s Attorney, of Decatur (Norbert J. Goetten, Robert J. Biderman, and David E. Mannchen, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "596 N.E.2d 1235",
        "232 Ill. App. 3d 284",
        "173 Ill. Dec. 356"
    ],
    "opinions": [
        {
            "author_str": "Knecht",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n596 N.E.2d 1235 (1992)\n232 Ill. App.3d 284\n173 Ill.Dec. 356\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nBryan S. LAWSON, Defendant-Appellant.\nNo. 4-91-0805.\nAppellate Court of Illinois, Fourth District.\nJune 30, 1992.\n*1237 Frederick P. Erickson, Thomas E. Griffith, Erickson, Davis, Murphy, Griffith &amp; Walsh, Ltd., Decatur, for defendant-appellant.\nLawrence R. Fichter, State's Atty., Decatur, Norbert J. Goetten, Director, State's *1238 Attorneys Appellate Prosecutor, Springfield, Robert J. Biderman, Deputy Director, David E. Mannchen, Staff Atty., for plaintiff-appellee.\n*1236 Justice KNECHT delivered the opinion of the court:\nFollowing a jury trial, defendant was convicted of first degree murder (Ill.Rev. Stat.1989, ch. 38, par. 9-1) in the circuit court of Macon County and sentenced to 50 years' imprisonment. Defendant appeals his conviction and sentence as well as denial of his supplemental post-trial motion for a new trial based on newly discovered evidence. Defendant alleges (1) the victim's dying declaration was improperly admitted; (2) evidence of a prior shooting was improperly admitted; (3) he was deprived of a fair trial by the prosecutor's closing argument; (4) guilt was not proved beyond a reasonable doubt; (5) the supplemental post-trial motion for a new trial based on newly discovered evidence was improperly denied; and (6) the sentence of 50 years' imprisonment was excessive.\n\nI. FACTS\nOn March 26, 1991, at approximately 7:45 p.m., Robert Hauskins, whose residence overlooks the east edge of Lincoln Park in Decatur, heard four gunshots coming from the park below. He immediately telephoned the police. Hauskins then heard six or seven more shots, went to the window, and observed the headlights of a car turning around in the road near the parking lot in the park. Hauskins went into the park with a flashlight and met Officer George Harris, and he directed him toward the area where he had heard the gunshots and had seen the car. Both witnesses heard a voice calling \"`Help me. I've been shot.'\" They approached the edge of an embankment and Officer Harris shined his flashlight down into the ravine. Approximately 20 to 30 feet below, they observed the victim, Tony Singleton, lying on a pile of debris and again saying \"`Help me. I've been shot.'\" Officer Harris radioed for an ambulance and went down the embankment to take a statement from the victim. After giving his name, the victim said, \"`Help me. I'm dying. I've been shot in the back. Get me out of here. You need to get me out of here.'\" Officer Harris asked the victim who had done this and the victim said, \"`Bryan Lawson is the one who did this to me.'\" The statement was then repeated, \"`Bryan Lawson did this to me.'\" As the ambulance was arriving, the victim stopped speaking and lost consciousness. At approximately 8:09 p.m., while at the scene with the emergency equipment, Officer Harris heard additional gunshots coming from another location in the park. The victim was transported to the hospital and pronounced dead at approximately 8:35 p.m. He had been shot a total of nine times and bled to death from his wounds. Officer Harris stated he searched the area and found four .380 caliber cartridges in the roadway near the ravine and a pair of shoes, later identified as belonging to the victim, near the basketball court. The following day, a 9 millimeter cartridge was found in the same general area.\nAt trial, the State called Owen Bates as an eyewitness. He stated that on March 26 he was drinking beer at a picnic table in Lincoln Park when the defendant, the victim, codefendant Stacy Peoples, and a male Bates did not know arrived. Bates heard the group arguing near the basketball court and saw Stacy Peoples searching the victim's clothes and shoes. Stacy Peoples threw the shoes toward the parking lot. Bates testified that he then heard a shot and saw the victim fall down in the grass. The victim got up and ran, and the defendant ran after him shooting a gun. When Bates saw the victim and the defendant running toward the street, Bates ran up a hill toward the tennis court. He stated that two cars were parked in the parking lot when the shooting began, one of which was a little blue car, and the other a brownish-colored car.\nDuring cross-examination, Bates stated he was on intensive probation due to a prior conviction for forgery and that he had 10 violations of probation pending at the time of trial. Bates also admitted he had given the police a number of versions of *1239 the events of March 26 regarding who was present and how the shooting had occurred. The morning following the shooting, Bates was stopped by Officer Montgomery for driving on a suspended driver's license. Bates at that time told Montgomery that he had seen Bryan Lawson shoot Tony Singleton in Lincoln Park. Bates told Officer Montgomery he was in a car with his cousin Clarence Jones when they heard shots fired. Bates also reported there were a lot of people playing basketball at the time of the shooting and everyone left when shots were fired. Bates later admitted that Clarence Jones did not exist.\nOn March 28, 1991, Bates was arrested on unrelated charges and interviewed by several police officers while in jail. Bates told Officer Begs he did not see the shooting. On March 30, Bates told Officer Beck that on the afternoon of March 26 he went to Lincoln Park to play basketball with Chuck Jones (but he admitted at trial that he actually had gone with his cousin \"Cheeseball\"). Bates also told Officer Beck that the victim arrived at Lincoln Park in a brown vehicle driven by an unknown black male and that he had played basketball with the victim, Chuck Jones, and other black males at Lincoln Park. Bates told Officer Beck that 15 minutes after the basketball game began, the defendant and Stacy Peoples arrived.\nAt trial, Bates admitted he had lied to Officer Beck during the investigation because \"I didn't want to do myself any more damage than what I was.\" He testified that when he had given previous statements to the police about Singleton playing basketball, he had done so because he was scared. Bates acknowledged that except for the interview with Officer Begs when he denied being a witness to the shooting, every time he talked to the police he told them he saw the defendant shoot Tony Singleton.\nThe second eyewitness at the scene was a high school student named Jeremy Goucher. He testified that on the night of the shooting, he was going down to the river to go fishing with his friend David Sweet. Halfway down a hill in the park, he observed two people by the basketball court, one of whom pulled out a gun and started shooting. Goucher testified the man doing the shooting was wearing a green shirt and blue jeans with ripped knees and bleach spots all over. He also testified that the gunman's hair was long and greasy. (A girlfriend and a sister of the defendant subsequently testified that defendant's hair had never been worn long and greasy and they never saw him wear jeans with bleach spots and ripped knees.) Goucher testified he and Sweet dropped their fishing equipment and ran home. Goucher later returned to the scene to pick up his fishing equipment and at that time spoke to the news media, telling them he had heard shots but had not seen anything.\nDavid Sweet testified that on the evening of March 26, he and Jeremy Goucher went over to Sandy Smothers' house. While listening to a police scanner they heard something about the police needing assistance in Lincoln Park. He and Goucher and two other people at the Smothers residence then left to go to the park. Sweet and Goucher first stopped next door at Goucher's house and picked up fishing equipment. As they approached the park, they heard what sounded like shots. When they arrived, they saw the rescue team lift Singleton out of the ravine. They stayed and watched the activity for approximately 10 to 15 minutes and then returned to Sandy Smothers' house. Sweet stated that he and Goucher and four other friends returned to the scene a second time after police vehicles had left but while the news media was there. Sweet stated that before he heard the news on the police scanner, he knew nothing about a shooting in the park.\nThree girls who were at the Smothers residence with Sweet and Goucher testified they were all listening to a police scanner and, after hearing that the police needed assistance in Lincoln Park, two of the girls accompanied Sweet and Goucher to the park. Goucher first stopped next door at his own house to pick up some fishing equipment. On arrival at the park, they observed police and emergency personnel, waited about 10 minutes, and returned home. Each of the two girls stated that *1240 they later returned to the scene while the news media was there and one of the girls testified that she heard both Sweet and Goucher tell the news media they had seen the shooting.\nKim Murphy, a girlfriend of the victim, testified that Singleton had resided with her for the two nights prior to the shooting. On March 26, at 5:30 p.m., the defendant and Stacy Peoples stopped in front of her house and asked for Singleton. When she told them Singleton was asleep, the defendant responded that he would be back in 15 minutes. The defendant did not return to Murphy's residence until 7:15 when he told her to have Singleton meet him at the liquor store in 15 minutes. The defendant was in a little blue Horizon and Murphy saw him drive to the liquor store a few hundred feet west of her house. She stated that Singleton left her house between 7:25 and 7:28 p.m., just as the television program \"Who's the Boss?\" was ending, and walked to the liquor store where he got in the blue Horizon with the defendant. She stated that they drove away from the liquor store at approximately 7:35 p.m.\nDexter Dunning was called by the State and testified that on March 26 he saw the victim and the defendant together at a barbecue stand at approximately 7 p.m. Dunning stated that he talked to Singleton while the defendant was in a blue Horizon talking on the telephone. Dunning then observed Singleton get in the blue car with defendant and another person he did not recognize and drive off.\nPatrick Tyler was called as a witness to a shooting which had occurred two months prior to the murder. He testified that in the early morning hours of February 2, 1991, he was walking past a housing project in Decatur when he heard hollering and observed the defendant walking toward a maroon car and cursing. Tyler observed the defendant make a motion he called \"slide action back\" with what he believed to be a gun. As Tyler turned to run he heard a gunshot and was struck by a bullet in the left buttock. Tyler said he did not believe the defendant was shooting at him. The parties entered a stipulation that Tyler's treating physician at the time of the incident would testify Tyler told him on February 2 that he had been sitting around a table drinking when an argument ensued and he was shot in the buttock as he turned to leave. Tyler denied telling his physician that version of events. The bullet was removed from Tyler's buttock on July 19, 1991, by his treating physician and entered into evidence.\nOn July 4, 1991, a .380 semi-automatic pistol, wrapped in duct tape and a Decatur newspaper, was found along the Illinois side of the bank of the Mississippi River in East St. Louis. On July 14, 1991, a second firearm was found in the same general location partially buried in sand and wrapped in gray duct tape. This firearm was a 9 millimeter Star automatic pistol. The blue Horizon was recovered on March 30, 1991, and a .380 caliber cartridge was removed from the backseat cushions. There was also evidence that the windshield of the car had been replaced two days after the murder.\nA forensic expert testified he examined the five cartridges found at the scene of the crime, the four bullets removed from the victim, the bullet removed from the buttock of Patrick Tyler, the cartridge removed from the backseat of the blue Horizon, the .380 caliber pistol, and the 9 millimeter Star pistol. The expert testified five of the cartridge cases were fired from the .380 caliber firearm found on July 4, 1991, and one of the cartridges found at the scene was fired from the 9 millimeter automatic found on July 14, 1991. Three of the bullets removed from the body of the victim were fired from the .380 caliber firearm and the fourth bullet was fired from the 9 millimeter handgun. The expert further testified the bullet removed from the chest of the victim and the bullet removed from the buttock of Patrick Tyler were fired from the same 9 millimeter handgun.\nRandy Mullens, an inmate in the Department of Corrections, testified that on March 29, 1991, he was housed in the Macon County jail and overheard a conversation between defendant and an inmate *1241 named Charles Peck regarding money the victim owed the defendant and other people. Mullens testified that he heard defendant state that he did not get his money, but \"he cold served the mother fucker.\" He also claimed the defendant stated his favorite gun was a 9 millimeter and that a skin test analysis for gun powder would do no good because he was wearing gloves. In response, the defense called Charles Peck, who stated he was present in the county jail when defendant was a prisoner there and he never overheard defendant say he was involved in the murder in any way.\nThe defense called nine witnesses who stated, essentially, that at the time of the shooting, defendant was in Phoenix Park playing basketball or talking to friends. Three female high school students stated that on March 26 they were dropped off at Phoenix Park at approximately 6 p.m. and were not picked up until after 8 p.m. Each stated defendant was at the park before their arrival and that he left in a white truck no sooner than 15 minutes before they did. He was described as wearing red or black pants. One of the girls stated that it did not get dark until a little after 7:30 p.m. when people quit playing basketball and moved to the parking lot. A stipulation was entered that on March 26, 1991, in Decatur, Illinois, sunset was at 6:16 p.m. A witness who drove the three girls to the park testified that one or two days prior to hearing about the shooting she had dropped off the three girls at Phoenix Park by 6 p.m., returned home and had a phone call with her boyfriend in the military, and returned to the park to pick up the girls. She took all the girls home and was home herself by 7:30 p.m.\nAnother defense witness testified that he saw the defendant at Phoenix Park on March 26 as defendant walked toward the parking lot sometime before 7:30 p.m. at which time \"the sun was getting ready to go down, but it wasn't real dark.\" The witness stated that after that time, he did not see defendant for the rest of the evening nor the blue car that had been parked in the parking lot.\nTwo other witnesses recalled seeing the defendant at Phoenix Park from 5:30 or 6 p.m. until 8 or 8:30 p.m. on the date of the shooting. Christopher Peoples, cousin of the defendant and the brother of codefendant Stacy Peoples, stated that he went to Phoenix Park at 7:45 p.m. on March 26 and he and defendant listened for 15 minutes to new speakers he had put in his car. Another witness stated he saw the defendant at the park from 5:30 or 6 p.m. until after 9 p.m. One witness testified he was certain he saw the defendant at Phoenix Park around 7:30 p.m. because he had to be at his job at the Elks Club by 8 p.m. and he had arrived late on that date. The employer testified that the witness had not been employed at the Elks Club until May or June 1991, and was not working there in March.\nAt the hearing on defendant's supplemental post-trial motion, Dwayne Kirk, who is known by the name \"Cheeseball,\" testified that following the trial Bates told him he lied about seeing the defendant shoot Singleton. Kirk testified Bates made the same statement to his brother, Stacy Bates. Each of the brothers denied making or hearing that statement.\nKirk stated he first related Bates' statement to codefendant Stacy Peoples, with whom he shared the same pod while both were in custody in the Macon County jail. The court denied the motion for a new trial, indicating the evidence was not of such conclusive character it would have changed the results of the trial.\n\nII. DYING DECLARATION\nDefendant challenges the admission of the victim's statement \"`Bryan Lawson did this to me'\" on two grounds: (1) since the victim said, \"`Get me out of here,'\" he had not given up hope for his survival nor despaired of life; and (2) while the statement indicates the victim was holding the defendant accountable in some unknown manner, he never said the defendant shot him. The State claims the victim's statements are legally sufficient as either a dying declaration or an excited utterance. We need not address the State's latter *1242 claim as we find the statement was properly admitted as a dying declaration.\nStatements of fact by the victim concerning the cause and circumstances of a homicide are admissible when (1) they are made by the victim under the fixed belief and moral conviction that death is impending and certain to follow almost immediately, (2) the victim is in possession of his mental faculties sufficient to understand what he is doing and to be able to give a true and correct accounting of the facts to which the statement relates, and (3) the court outside the hearing of the jury is convinced beyond all reasonable doubt the elements of a true dying declaration are present. (People v. Tilley (1950), 406 Ill. 398, 403-04, 94 N.E.2d 328, 331-32; People v. Cobb (1989), 186 Ill.App.3d 898, 907-08, 134 Ill.Dec. 664, 671, 542 N.E.2d 1171, 1178.) In determining whether a particular statement constitutes a dying declaration a court will look to all the facts and circumstances surrounding the statement, including the grievous nature of the victim's wounds, as evidence of the victim's state of mind. People v. Webb (1984), 125 Ill. App.3d 924, 934-35, 81 Ill.Dec. 134, 141, 466 N.E.2d 936, 943.\nIn this instance, at the time the statement was made, the victim had been shot a total of nine times with powerful handguns and he was bleeding to death as a result of those wounds. It is reasonable to conclude he knew of the seriousness of his condition. (See Webb, 125 Ill.App.3d at 935, 81 Ill.Dec. at 141, 466 N.E.2d at 943; People v. Rhoads (1982), 110 Ill.App.3d 1107, 1119, 66 Ill.Dec. 747, 757, 443 N.E.2d 673, 683.) When discovered by Officer Harris and Hauskins, he was conscious, coherent, and crying out for help. Prior to naming the defendant, he repeatedly stated he had been shot in the back and was dying. The fact the victim insisted on being removed from the ravine is insufficient to refute his stated belief he was going to die based on the dire circumstance of his condition.\n\"To require that the declarant should have lost every scintilla of a hope of recovery would be to require the impossible.\nIn most cases, a dying person will cling to whatever hope of recovery exists, no matter how unreasonable, even until his last desperate breath has expired. Thus, if we were to hold that the declarant is required to have absolutely no hope of recovery, no matter how unreasonable that hope is, we would have to hold that no such thing as a dying declaration exists. A statement should not be rejected as a dying declaration when only nebulous rays of hope exist.\" (People v. Davis (1981), 93 Ill.App.3d 217, 232, 48 Ill.Dec. 675, 686, 416 N.E.2d 1197, 1208.)\nDefendant takes exception to the form of the accusation uttered by the victim, i.e., the defendant \"`did this,'\" and argues an uncertainty therefore exists as to the meaning of the declaration. Given the context of the statement\u0097made while the victim lay bleeding to death in the ravine from nine bullet wounds\u0097any lack of specificity in the accusation creates no reasonable doubt the victim was naming defendant as his murderer.\nA court's determination of the admissibility of the statement may not be disturbed on appeal unless it is palpably contrary to the manifest weight of the evidence. (People ex rel. Hatch v. Elrod (1989), 190 Ill.App.3d 1004, 1015, 138 Ill. Dec. 643, 649, 547 N.E.2d 1264, 1270, cert. denied (1990), ___ U.S. ___, 111 S.Ct. 128, 112 L.Ed.2d 96; Webb, 125 Ill.App.3d at 934, 81 Ill.Dec. at 140, 466 N.E.2d at 942.) This was a dying declaration and was properly admitted.\n\nIII. OTHER CRIMES EVIDENCE\nDefendant contends that both the testimony as to the prior shooting of Patrick Tyler and the bullet removed from his buttock were improperly admitted into evidence because (1) defendant was never charged with the shooting of Tyler and (2) the evidence was insufficient to indicate defendant had in fact shot Tyler. Evidence of other crimes may be admitted if relevant to establish any fact material to the prosecution other than the propensity of the defendant to commit a crime. (People v. Illgen (1991), 145 Ill.2d 353, 164 Ill.Dec. *1243 599, 583 N.E.2d 515; People v. Summers (1990), 202 Ill.App.3d 1, 147 Ill.Dec. 793, 559 N.E.2d 1133.) The decision of the trial court regarding the admissibility of other crimes evidence will not be disturbed on review unless it constitutes a clear abuse of discretion. (Summers, 202 Ill.App.3d at 18, 147 Ill.Dec. at 803, 559 N.E.2d at 1143.) The testimonial evidence by Tyler identifying defendant as the gunman responsible for his injury together with the forensic evidence linking the bullets used in the shootings of both Tyler and the murder victim was highly probative in identifying the weapon and its possessor at the time of the March 26 shooting. In People v. Carter (1967), 38 Ill.2d 496, 232 N.E.2d 692, the court admitted testimony concerning an assault and robbery involving the same handgun which was used in a murder committed seven years earlier. The court determined that testimony regarding the later attack and the identification of the assailant was properly admitted because it tended to establish the identity and ownership of the weapon used in the murder. Carter, 38 Ill.2d at 504-05, 232 N.E.2d at 697.\nIn People v. Richardson (1988), 123 Ill.2d 322, 123 Ill.Dec. 908, 528 N.E.2d 612, the court admitted evidence linking the weapon used in a shooting at a tavern and the identity of the perpetrator of that shooting to a murder committed four days prior to the tavern shooting. The court noted that expert testimony had established the same gun fired the bullet recovered from the decedent and the bullet recovered from the wounded bartender. Moreover, eyewitness testimony identifying defendant as the gunman in the tavern shooting was relevant to the determination of whether he was the gunman in the previous murder. (Richardson, 123 Ill.2d at 339-40, 123 Ill.Dec. at 913, 528 N.E.2d at 617.) Similarly, in this case, the bullet removed from Tyler's buttock and testimony identifying defendant as the gunman in February 1991 were relevant in determining whether he was the gunman in the murder of Singleton.\nDefendant's argument on this issue appears to be in reference to the rule that evidence of other crimes cannot be admitted unless it is first shown that a crime actually occurred and the defendant committed it. (Summers, 202 Ill.App.3d at 17, 147 Ill.Dec. at 803, 559 N.E.2d at 1143; see People v. Gugliotta (1980), 81 Ill.App.3d 362, 365, 36 Ill.Dec. 581, 583, 401 N.E.2d 262, 264.) However, there is no requirement that defendant be charged with the other offense (see People v. Peebles (1983), 114 Ill.App.3d 684, 70 Ill.Dec. 356, 449 N.E.2d 230 (other crimes evidence was admissible when prosecution of those other charges was barred by the statute of limitations); People v. Osborn (1977), 53 Ill. App.3d 312, 11 Ill.Dec. 57, 368 N.E.2d 608 (charges were dismissed at the preliminary hearing)); nor is there any doubt the shooting of Tyler was a criminal offense even if he was not the intended victim. Tyler testified he saw defendant make a sliding or cocking motion with an object Tyler did not see but believed was a gun. He heard the defendant cursing as defendant approached someone near a maroon car. Tyler turned to run, apparently the other person moved out of the way, and Tyler received a bullet in his buttock.\nEvidence of other crimes need not be proved beyond a reasonable doubt. (Wernowsky v. Economy Fire &amp; Casualty Co. (1985), 106 Ill.2d 49, 87 Ill.Dec. 484, 477 N.E.2d 231; Summers, 202 Ill.App.3d at 17, 147 Ill.Dec. at 803, 559 N.E.2d at 1143.) We find the evidence was sufficient to show a crime had been committed and defendant had fired the shot which struck Tyler. Accordingly, this evidence was properly admitted.\n\nIV. THE PROSECUTOR'S CLOSING ARGUMENT\nDefendant next claims the prosecutor's closing argument mischaracterized the evidence by stating Hauskins observed a \"small vehicle\" in the parking lot at the time he reported the gunshots to the police. Counsel for the defense objected that the comment was a misstatement of the evidence. The court sustained the objection and admonished the jury to recall the evidence for itself. Hauskins actually had *1244 testified he saw the headlights of a car turning around to leave the park. Hauskins was certain the vehicle was not a large truck but felt it could have been a pickup truck. Defendant contends the prosecutor again misstated the evidence by claiming three defense witnesses were constantly looking at their watches during the time defendant allegedly was present in Phoenix Park. Counsel objected, noting one witness was uncertain of the time. The court overruled the objection, instructing the jury to recall the evidence. The State claims this comment actually benefits the defendant by making his alibi stronger than it was, while defendant claims the statement was made to discredit the alibi witnesses by suggesting their testimony was incredible.\nProsecutors have a great deal of latitude in making closing arguments and absent a clear abuse of discretion, determinations as to their propriety and possible prejudicial effect will be followed. (People v. Morgan (1991), 142 Ill.2d 410, 452-53, 154 Ill.Dec. 534, 549, 568 N.E.2d 755, 770.) In order for a prosecutorial remark to be deemed reversible error, it must have resulted in substantial prejudice to the accused such that the verdict would have been different had it not been made. (Morgan, 142 Ill.2d at 453, 154 Ill.Dec. at 549, 568 N.E.2d at 770.) At both the beginning and the end of closing arguments, the court instructed the jury that the attorneys' statements were not evidence in the case and any statement made by an attorney not based on the evidence should be disregarded. The prosecutor as well as the defense counsel told the jury that what they said was not evidence and anything not based on the evidence should be disregarded. Jurors are presumed to have followed the court's instructions. People v. Bratton (1989), 178 Ill.App.3d 718, 726, 127 Ill.Dec. 700, 706, 533 N.E.2d 572, 578.\nWe conclude the prosecutor's characterization of Hauskins' testimony was a reasonable inference drawn from the evidence presented (People v. Thompkins (1988), 121 Ill.2d 401, 445, 117 Ill.Dec. 927, 946, 521 N.E.2d 38, 57), and any mischaracterization of the three defense witnesses' testimony that they were all checking their watches would not have changed the outcome had this statement not been made. Therefore, neither of the remarks constitutes reversible error.\n\nV. SUFFICIENCY OF THE EVIDENCE\nDefendant points to the following inconsistent evidence presented at trial to show he was not proved guilty beyond a reasonable doubt: (1) conflicting statements were given by Owen Bates to the police prior to trial; (2) alibi testimony of defense witnesses placed the defendant at Phoenix Park rather than Lincoln Park at the time of the shooting; and (3) Jeremy Goucher's description of the shooter as having long, greasy hair and wearing jeans with bleach spots and holes in the knees was in contrast to the other witnesses' description of defendant as having short hair and wearing red or black pants. When faced with a challenge to the sufficiency of the evidence, it is not the reviewing court's function to retry the defendant. (Illgen, 145 Ill.2d at 376, 164 Ill.Dec. at 609, 583 N.E.2d at 525.) Our standard of review is limited to determining if any rational trier of fact when reviewing the evidence in the light most favorable to the prosecution could have found the essential elements of the crime beyond a reasonable doubt. People v. Young (1989), 128 Ill.2d 1, 49, 131 Ill.Dec. 86, 97-98, 538 N.E.2d 461, 472-73, cert. denied (1990), ___ U.S. ___, 110 S.Ct. 3290, 111 L.Ed.2d 798.\nIt is evident Owen Bates' trial testimony was contradicted by previous statements he had given to various police officers investigating the case. He admitted that he lied at one point during the investigation when he denied witnessing the shooting. Other inconsistencies went to the identification of persons he had been with on the afternoon of the shooting, eyewitnesses to the shooting who either were not present or never existed, whether he left the scene by car or bicycle, and whether the defendant, the victim, and others were playing basketball at the park prior to the shooting.\n*1245 Defense witnesses who testified they saw the defendant at Phoenix Park during the relevant time span were in turn contradicted by witnesses for the State who placed the victim in the company of the defendant between 10 and 40 minutes before the shooting took place. Jeremy Goucher gave a description of the shooter that did not match that of the defendant, but his three companions gave testimony indicating none of them were present at Lincoln Park at the time of the shooting and first went to the scene after hearing a report on the police scanner.\nInconsistencies in testimony are to be resolved by the trier of fact. (People v. Hoffman (1970), 45 Ill.2d 221, 258 N.E.2d 326.) \"[D]eterminations of the credibility of witnesses, the weight to be given to their testimony, and the reasonable inferences to be drawn from the evidence are responsibilities of the trier of fact.\" (People v. Jimerson (1989), 127 Ill.2d 12, 43, 129 Ill.Dec. 124, 138, 535 N.E.2d 889, 903, cert. denied (1990), ___ U.S. ___, 110 S.Ct. 3288, 111 L.Ed.2d 796.) Moreover, the contradictory testimony presented by each of the parties was not the only evidence in the case. Evidence of the defendant's identity as the murderer was first presented by the final words of the victim: \"`Bryan Lawson did this to me.'\" The jury is not required to accept contradictory alibi testimony over positive identification by the victim, and the testimony of a single witness, if positive and credible, is sufficient for a conviction. (People v. Palmer (1989), 188 Ill.App.3d 414, 420-21, 137 Ill.Dec. 90, 96-97, 545 N.E.2d 743, 749.) Additionally, the State linked the defendant to the murder weapon through evidence of the shooting of Tyler less than two months before the murder. In reviewing the record as a whole, there is no doubt a rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\nVI. MOTION FOR A NEW TRIAL BASED ON RECANTATION AND NEWLY DISCOVERED EVIDENCE\nDefendant's supplemental post-trial motion requested a new trial based on newly discovered evidence which contradicted Bates' testimony he had been playing basketball with \"Cheeseball\" at Lincoln Park on the day of the shooting and on an alleged recantation by Owen Bates. Dwayne Kirk, known as \"Cheeseball,\" testified he had been with Bates on the afternoon of the shooting and they had played basketball at Phoenix Park. He stated he left Bates at approximately 7 p.m. when Bates stated he was going home to comply with the terms of his intensive probation.\nGenerally, newly discovered evidence must be material and not merely cumulative, so conclusive it would probably have changed the outcome and incapable of discovery prior to trial by the exercise of due diligence. (People v. Miller (1980), 79 Ill.2d 454, 38 Ill.Dec. 775, 404 N.E.2d 199.) In this case, the newly discovered evidence would merely have contradicted some of Bates' testimony regarding his activities prior to the shooting; it provided no information as to the circumstances of the shooting or impeachment of Bates' observations in Lincoln Park. It could not have changed the jury's verdict. Kirk claimed Bates told him he had lied during his trial testimony because he was already in deep trouble and Stacy Bates, Owen's brother, had also heard this statement. Stacy Bates testified that Owen had never discussed the trial in his presence and he had never heard Owen say that he lied during his trial testimony. Owen Bates denied making any statement to Kirk that he had lied during his trial testimony.\nRecantation of trial testimony is generally viewed as unreliable, and a determination as to the credibility of a witness recanting prior testimony lies within the discretionary authority of the trial judge. (See People v. Fields (1990), 135 Ill.2d 18, 43, 142 Ill.Dec. 200, 210-11, 552 N.E.2d 791, 801-02, cert. denied (1990), ___ U.S. ___, 111 S.Ct. 227, 112 L.Ed.2d 182.) In this instance, we are presented with nothing more than an alleged recantation which was denied by both Owen Bates and his brother. It is apparent the trial court afforded little weight to either the recantation testimony or the newly discovered evidence, *1246 as it noted: \"The jury did not find [defendant] guilty of murder on the basis of the testimony of Mr. Bates. At the very most, it was cumulative if [it] chose to give any weight to what he said. And this Court is of the opinion that even without that testimony, that the result of the trial probably would not have been other than what it was.\" Decisions of the trial judge on a motion for a new trial based on newly discovered evidence will not be disturbed on appeal absent an abuse of discretion. (Miller, 79 Ill.2d at 464, 38 Ill.Dec. at 780, 404 N.E.2d at 204.) We find no abuse of discretion in the denial of the motion for a new trial.\n\nVII. EXCESSIVE SENTENCE\nDefendant contends his sentence of 50 years' imprisonment was excessive based on the trial court's failure to consider mitigating factors and his rehabilitative potential. Pursuant to defendant's conviction for first degree murder, he was eligible for a sentence of imprisonment for a term not less than 20 nor more than 60 years. (Ill.Rev.Stat.1989, ch. 38, par. 1005-8-1(a)(1).) Defendant bases his potential for rehabilitation on his young age (21) and the absence of any acts of violence in connection with his prior criminal convictions. As factors in mitigation, defendant lists the death of his mother when he was only 10 years old and the fact he helped his elderly grandparents by working in the garden and running errands. The court found a lack of factors in mitigation, noting that while defendant was a young man, he was not a child and was capable of appreciating the seriousness of his actions, which were not the result of events unlikely to recur. The court also considered defendant's three prior adult criminal convictions as factors in aggravation, and noted that deterrence was a proper sentencing factor.\nWhile the court is required to consider rehabilitative potential, this factor need not be accorded more weight than the seriousness of the offense or the other factors considered. (People v. Waud (1977), 69 Ill.2d 588, 14 Ill.Dec. 870, 373 N.E.2d 1; People v. Buckner (1990), 203 Ill.App.3d 525, 149 Ill.Dec. 57, 561 N.E.2d 335.) The responsibility for striking the balance between the competing factors is for the determination of the trial court. People v. Steppan (1985), 105 Ill.2d 310, 323, 85 Ill.Dec. 495, 502, 473 N.E.2d 1300, 1307.\nThe trial court expressly reviewed the statutory factors, both in mitigation and in aggravation, including defendant's rehabilitative potential, his prior convictions, the evidence regarding the shooting of Tyler, and the seriousness of the offense. We find no abuse of discretion in the sentence imposed.\nThe decision of the circuit court of Macon County is affirmed.\nAffirmed.\nSTEIGMANN and LUND, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2218825
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}