{
    "id": 2218231,
    "judges": "DeBRULER, Givan, Hunter, Pivarnik, Prentice",
    "date_filed": 314496000000,
    "date_filed_is_approximate": false,
    "slug": "herman-v-state",
    "case_name_short": "Herman",
    "case_name": "Herman v. State",
    "case_name_full": "Daniel HERMAN, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)",
    "attorneys": "Christopher C. Zoeller, Peters, Carter & Zoeller, Indianapolis, for appellant., Theodore L. Sendak, Atty. Gen. of Ind., Gordon R. Medlicott, Deputy Atty. Gen., Indianapolis, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1024-3\">\n    Daniel HERMAN, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below).\n   </parties><br><docketnumber id=\"b1024-6\">\n    No. 779S182.\n   </docketnumber><br><court id=\"b1024-7\">\n    Supreme Court of Indiana.\n   </court><br><decisiondate id=\"b1024-8\">\n    Dec. 20, 1979.\n   </decisiondate><br><attorneys id=\"b1024-22\">\n    Christopher C. Zoeller, Peters, Carter &amp; Zoeller, Indianapolis, for appellant.\n   </attorneys><br><attorneys id=\"b1024-23\">\n    Theodore L. Sendak, Atty. Gen. of Ind., Gordon R. Medlicott, Deputy Atty. Gen., Indianapolis, for appellee.\n   </attorneys>",
    "citations": [
        "397 N.E.2d 978",
        "272 Ind. 361"
    ],
    "opinions": [
        {
            "author_str": "Prentice",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4340.0,
            "opinion_text": "\n397 N.E.2d 978 (1979)\nDaniel HERMAN, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 779S182.\nSupreme Court of Indiana.\nDecember 20, 1979.\nChristopher C. Zoeller, Peters, Carter &amp; Zoeller, Indianapolis, for appellant.\nTheodore L. Sendak, Atty. Gen. of Ind., Gordon R. Medlicott, Deputy Atty. Gen., Indianapolis, for appellee.\nPRENTICE, Justice.\nDefendant (Appellant) was convicted in a non-jury trial of armed robbery, Ind. Code § 35-12-1-1 (Burns 1975) for which he was sentenced to imprisonment for thirty (30) years. On appeal, he raises the following issues:\n(1) Whether the trial court, being a state court, has jurisdiction to try and convict Defendant for the robbery of a United States Post Office.\n(2) Whether the in-court identification of Defendant was based on impermissibly suggestive pre-trial identification procedures.\nOn May 24, 1977, at the Brightwood Branch Post Office in Indianapolis, a customer asked one of the tellers, a Mrs. Powell, for a zip code number, pointed a gun at her, and proceeded to snatch money from her cash drawer. The other teller, a Mrs. Moore, saw the weapon and left the counter so as to inform her supervisor of the robbery. While she was thusly away from her window, the robber grabbed money from her cash drawer also. He then fired a shot and fled. Two eye-witnesses later identified the defendant as the robber.\n\n* * * * * *\n\nISSUE I\nDefendant's first contention is that the state trial court lacked subject-matter jurisdiction over the case because the robbery *979 was committed in a United States Post Office. The defendant admits that a private individual is the owner of the land upon which the Post Office stands, but he points out that the United States of America is the lessee of that land and the owner of the stolen money. Defendant states that there are no Indiana cases on point but cites several cases from other jurisdictions. However, those cases are not on point because they were governed by statutes of the states wherein they arose. Defendant also relies on Ind. Code § 4-21-1-1 (Burns 1974) as supportive of his claim that the State of Indiana has ceded jurisdiction over this parcel of land inasmuch as the parcel had been \"selected and acquired by the United States for the purpose of erecting post offices.\" However, said statute provides:\n\"4-21-1-1 [62-1001]. Jurisdiction ceded to United States. \u0097 The jurisdiction of this state is hereby ceded to the United States of America over all such pieces or parcels of land within the limits of this state as have been or shall hereafter be selected and acquired by the United States for the purpose of erecting post offices, custom houses or other structures exclusively owned by the general government and used for its purposes: Provided, That an accurate description and plat of such lands so acquired, verified by the oath of some officer of the general government having knowledge of the facts, shall be filed with the governor of the state. And, provided further, That this cession is upon the express condition that the state of Indiana shall so far retain concurrent jurisdiction with the United States in and over all lands acquired or hereafter acquired as aforesaid, that all civil and criminal process issued by any court of competent jurisdiction, or officer having authority of law to issue such process; and all orders made by such court or any judicial officer duly empowered to make such orders and necessary to be served upon any person, may be executed upon said lands, and in the buildings that may be erected thereon, in the same way and manner as if jurisdiction had not been ceded as aforesaid. [Acts 1883, ch. 7, § 1, p. 8.]\" (Emphasis added.)\nThe defendant argues that the statute is applicable with respect to premises leased by the United States as well as to those owned by it. We need not determine that question, however. The statute contains a proviso making a filing by the United States with the Governor of Indiana a prerequisite to such cession. The record herein does not reflect such filing. Defendant asserts that it was incumbent upon the State in the court below to prove the State's jurisdiction. He has cited no authority to support this viewpoint, and we disagree. A court of general jurisdiction is presumed to have acted within its powers until a want of jurisdiction appears affirmatively on the record. Nichols v. State, (1890) 127 Ind. 406, 26 N.E. 839; O'Brien v. State, (1890) 125 Ind. 38, 25 N.E. 137.\n\nISSUE II\nDefendant's brief has two arguments grouped under Issue II. The first of such arguments deals with the conflicting verdicts and appears to be only incidentally related to the pre-trial identification procedure. In any event, he first contends that it is inconsistent that he be convicted upon Count II, which charged the armed robbery of Mrs. Powell, yet acquitted upon Count I, which charged the armed robbery of Mrs. Moore. He contends that he was acquitted upon Count I only because Mrs. Moore was unable to identify him. However, the record leaves no doubt that one and the same person robbed both ladies.\nThis sub-issue was not raised in the motion to correct errors, nor was it listed in Defendant's brief under the statement of issues; thus it is not properly before us. In any event, it is not every inconsistency that requires a reversal. This Court held in the recent case of Marsh v. State, (1979) Ind., 393 N.E.2d 757, that the verdict of the trier of fact will not be overturned by virtue of speculation upon the factors which influenced its decision; rather, corrective action is warranted only *980 where the verdicts are \"extremely contradictory and irreconcilable.\" 393 N.E.2d at 761.\nDefendant has provided one explanation for the different verdicts upon Counts I and II. However, a more plausible explanation is that the trial court acquitted the defendant of the armed robbery charge relating to Mrs. Moore for the reason that she left the area upon seeing the gun pointed at Mrs. Powell, thereby leaving her cash drawer unprotected. Thus, the robber was able to simply to grab the money from Mrs. Moore's cash drawer without threatening her person. It was her testimony that she left her station, not because she was in fear, but rather in order to inform her supervisor that they were being robbed. The verdicts are not necessarily inconsistent.\nDefendant's final contention is that the in-court identification of him was tainted by impermissibly suggestive pre-trial identification procedures. He asserts that there was no foundation for the in-court identification by Mrs. Powell by virtue of the fact that Sgt. Gillespie, the police officer who conducted the pre-trial identification procedure, contradicted Mrs. Powell's testimony that State's Exhibit No. 2 was the same photograph of the defendant which she had picked out of a photographic display and positively identified as being a picture of the robber. Defendant's counsel is referred to the appellate rules on the arrangement and contents of briefs filed with this Court. A.P. 8.3(A)(5) and (7) require that Defendant's contentions be supported, where appropriate, with citations to authorities, statutes, and parts of the record relied upon. In any event, we have examined the record and determined that defendant's contention is without merit. Mrs. Powell examined various mugshots on four different occasions. On the third viewing, she told Sgt. Gillespie that a man in one of the photographs looked very familiar, but that she was unable to make a definite identification. The photograph referred to was of the defendant. Sgt. Gillespie returned several days later with yet a fourth set of photographs which contained a more recent picture of the defendant. Mrs. Powell picked out the defendant's photograph from this display and said that she had no doubt that it portrayed the robber. Some confusion arose at the trial as to whether Exhibit No. 2 was the photograph which she had qualifiedly identified from the third set or whether it was the photograph which she had definitely identified from the fourth set. It is understandable that, many months after having first viewed the photographic displays, she would be somewhat confused as to whether a particular photograph came from the third or fourth series. The minor inconsistency which resulted between the testimonies of Sgt. Gillespie and Mrs. Powell was a matter for the jury's consideration. Mrs. Powell, Mrs. Moore, and a third witness, a customer of the post office, all picked the defendant's photograph from a display of eight photographs, and they also picked him out of a line-up of eight black males. Mrs. Powell and the third witness also recognized and identified the defendant as the robber, as he sat in the courtroom at trial. The record does not reflect that the witnesses' in-court identifications were in any way tainted by the pre-trial identification procedure; nor does the record reflect that that procedure was impermissibly suggestive in any way.\nWe find no error. The judgment of the trial court is affirmed.\nGIVAN, C.J., and DeBRULER, HUNTER and PIVARNIK, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2218231
        }
    ],
    "court_short_name": "Indiana Supreme Court",
    "court_full_name": "Indiana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}