{
    "id": 2631923,
    "judges": "Landau, Presiding Judge, and Ortega, Judge, and Carson, Senior Judge",
    "date_filed": 1282089600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-pitt",
    "case_name_short": "Pitt",
    "case_name": "State v. Pitt",
    "case_name_full": "STATE OF OREGON, Plaintiff-Respondent, v. DOUGLAS LEROY PITT, Defendant-Appellant",
    "attorneys": "Peter Gartlan, Chief Defender, and Shawn Wiley, Chief Deputy Public Defender, Appellate Division, Office of Public Defense Services, filed the brief for appellant., John R. Kroger, Attorney General, Jerome Lidz, Solicitor General, and Ryan Kahn, Assistant Attorney General, filed the brief for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted August 28, 2009,",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b707-2\">\n    Submitted August 28, 2009,\n   </otherdate><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"ApH\">\n    affirmed August 18, 2010\n   </decisiondate><br><parties data-order=\"2\" data-type=\"parties\" id=\"b707-3\">\n    STATE OF OREGON,\n    <em>\n     Plaintiff-Respondent, v.\n    </em>\n    DOUGLAS LEROY PITT,\n    <em>\n     Defendant-Appellant.\n    </em>\n</parties><br><p data-order=\"3\" data-type=\"court\" id=\"b707-5\">\n    Clatsop County Circuit Court\n   </p><docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"Adm\">\n    011381; A137399\n   </docketnumber><br><citation data-order=\"5\" data-type=\"citation\" id=\"b707-6\">\n    237 P3d 890\n   </citation><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b707-15\">\n    Peter Gartlan, Chief Defender, and Shawn Wiley, Chief Deputy Public Defender, Appellate Division, Office of Public Defense Services, filed the brief for appellant.\n   </attorneys><br><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b707-16\">\n    John R. Kroger, Attorney General, Jerome Lidz, Solicitor General, and Ryan Kahn, Assistant Attorney General, filed the brief for respondent.\n   </attorneys><br><judges data-order=\"8\" data-type=\"judges\" id=\"b708-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"658\"> \n     *658\n     </span>\n    Before Landau, Presiding Judge, and Ortega, Judge, and Carson, Senior Judge.\n   </judges><br><judges data-order=\"9\" data-type=\"judges\" id=\"b708-4\">\n    ORTEGA, J.\n   </judges>",
    "citations": [
        "237 P.3d 890",
        "236 Or. App. 657"
    ],
    "opinions": [
        {
            "author_str": "Ortega",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8195.0,
            "opinion_text": "\n237 P.3d 890 (2010)\n236 Or. App. 657\nSTATE of Oregon, Plaintiff-Respondent,\nv.\nDouglas Leroy PITT, Defendant-Appellant.\n011381; A137399.\nCourt of Appeals of Oregon.\nSubmitted August 28, 2009.\nDecided August 18, 2010.\n*891 Peter Gartlan, Chief Defender, and Shawn Wiley, Chief Deputy Public Defender, Appellate Division, Office of Public Defense Services, filed the brief for appellant.\nJohn R. Kroger, Attorney General, Jerome Lidz, Solicitor General, and Ryan Kahn, Assistant Attorney General, filed the brief for respondent.\nBefore LANDAU, Presiding Judge, and ORTEGA, Judge, and CARSON, Senior Judge.\nORTEGA, J.\nDefendant appeals a judgment of conviction of two counts of first-degree unlawful sexual penetration, ORS 163.411, and two counts of first-degree sexual abuse, ORS 163.427. He raises nine assignments of error. Eight involve challenges to nonunanimous jury verdicts, and we reject those challenges without further discussion. State v. Cobb, 224 Or.App. 594, 596-97, 198 P.3d 978 (2008), rev. den., 346 Or. 364, 213 P.3d 578 (2009). The remaining assignment of error concerns the denial of defendant's motion in limine to exclude evidence of uncharged misconduct. For the reasons set forth below, we affirm.\nThe indictment in this case alleged that defendant committed sexual offenses involving one victim, A., in late 2001 in Clatsop County. Before trial, defendant moved to exclude evidence of misconduct not charged in that indictment, including his earlier sexual abuse of the victim and her same-aged cousin, R., in Lane County. At the hearing on defendant's motion in limine, defendant argued that the uncharged misconduct evidence was not admissible to show intent, because his \"defense is and has always been that this didn't happen, that he didn't do it, if it did happen, it wasn't him. And so the question of intent is really not at issue in this case.\" Defendant also contended that the evidence was not admissible, because its probative value was outweighed by the risk of unfair prejudice. The state responded that the evidence was relevant to show intent and absence of mistake or accident.\nThe trial court denied defendant's motion. In a letter opinion, the court applied the test from State v. Johns, 301 Or. 535, 725 P.2d 312 (1986), and concluded that the evidence was pertinent to show defendant's mental state; the court also noted that if defendant cross-examined witnesses regarding concerns that the victim's mother raised in 1999 about sexual abuse of the victim by the victim's father, \"then [the] identity of who committed the crime is at issue.\"[1]\nAt trial, the state offered evidence\u0097 including the victim's and R.'s testimony and testimony about and DVDs of the victim's and R.'s more contemporaneous reports\u0097 that defendant had touched the victim and R. The victim testified that, while in Clatsop County, defendant had touched her private parts (the charged acts); she further testified that he also had done so in Lane County *892 and that she had seen him touch R's private parts (the uncharged misconduct). A physician, Stefanelli, testified concerning physical injuries to the victim and Stefanelli's diagnosis that the victim had been sexually abused.\nDefendant elicited testimony that young children are highly suggestible; that the victim's initial identification of her abuser as \"Doug\" was ambiguous, because Doug is not only defendant's name but also the name of one of the victim's relatives; and that the victim's father had been accused of sexually abusing her in 1999 and had had contact with her during the period before Stefanelli's examination of the victim in December 2001. Stefanelli testified that she could not, on the basis of physical findings, identify the person who had abused the victim.\nIn closing, defendant questioned the basis for Stefanelli's diagnosis of sexual abuse and argued that the victim's mother was motivated to have the victim accuse defendant and that the mother had previously made an allegation of sexual abuse by the victim's father. Defendant contended that the victim's identification of him was unreliable for various reasons, including that, when the victim reported that \"Doug did it,\" she did not say defendant's full name, and \"we know that this child has had two Dougs involved in her life.\" Defendant also emphasized that, although defendant had been alone with the victim and R. when babysitting them, there had been \"a lot of other people that are in and out of this house at that point in time.\"\nThe jury returned guilty verdicts, and the trial court entered judgment accordingly. Defendant appeals and now renews his arguments concerning uncharged misconduct evidence.\nWe begin with the pertinent rule of evidence. OEC 404(3) provides:\n\"Evidence of other crimes, wrongs or acts is not admissible to prove the character of a person in order to show that the person acted in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\"\nWe review the relevance of uncharged misconduct evidence for errors of law. State v. Blanscet, 230 Or.App. 363, 367, 215 P.3d 924 (2009).\nHere, defendant contends that the trial court erred by admitting the uncharged misconduct evidence because it was irrelevant for any admissible purpose. He contends that his intent was not a contested fact, because the defense theory was \"that the crime never occurred at all, or it was committed by someone else\"\u0097not that, if he touched the victim, his conduct was innocent or accidental. Because the uncharged misconduct evidence was not relevant to prove intent, he argues, its only remaining use was as propensity evidence, which is inadmissible. The state responds that, when a defendant pleads not guilty, the plea is a denial of every material allegation, and the state must prove every element beyond a reasonable doubt.\nWe conclude that, because one of defendant's theories was that someone else was the perpetrator of any abuse of the victim, the uncharged misconduct evidence was relevant to a contested fact, namely, the accuracy of the victim's identification of her abuser. Defendant's theory about the identity of the perpetrator distinguishes this case from the cases on which he relies: State v. Phillips, 217 Or.App. 93, 174 P.3d 1032 (2007), and State v. Baughman, 164 Or.App. 715, 995 P.2d 551 (2000), rev. dismissed as improvidently allowed, 333 Or. 596, 44 P.3d 590 (2002).[2]\nIn Baughman, the defendant was charged with sexual offenses against his five-year-old daughter; the charged acts allegedly occurred on one particular evening, after *893 the defendant told his daughter a story about \"bloody bears.\" The uncharged misconduct evidence was testimony that, 12 years before, the defendant had sexually abused his ex-wife's six-year-old daughter after telling her a story involving \"bloody bears.\" 164 Or. App. at 717-19, 995 P.2d 551. At trial, the defendant testified on his own behalf, giving a detailed account of the evening of the charged acts, and denied having abused his daughter and having told a story about bloody bears; in his view, his then-wife had pressed his daughter to fabricate the story. Id. at 720, 995 P.2d 551. Given the defendant's theory of the case, we rejected the trial court's view that the uncharged misconduct was admissible to prove the identity of the perpetrator:\n\"Here, in contrast to the `signature crime' precedents, the issue was not whether defendant, as opposed to anyone else, had committed the crime. Rather, it was whether a crime had occurred at all. [His daughter] asserted that defendant had abused her. Defendant's sole defense was that the episode had never occurred. Defendant did not contend that, even if [his daughter] had been abused, someone else must have been the perpetrator. Consequently, `identity' was not at issue, and the challenged evidence was not relevant for that purpose.\"\nId. at 722, 995 P.2d 551 (emphasis added).\nWe further explained that analysis in Phillips. There, the defendant was charged with robbery and kidnapping of the victim, Majors, in April 2002. The uncharged misconduct evidence related to an earlier theft from Majors in October 2001. At trial, the defendant relied on an alibi defense to the charged robbery and kidnapping. 217 Or.App. at 95-97, 174 P.3d 1032. Relying on Baughman, the defendant argued on appeal that, because his sole defense was an alibi, the uncharged misconduct evidence was not relevant to prove a fact at issue. Phillips, 217 Or.App. at 98, 174 P.3d 1032. We identified the preliminary issue on appeal as whether the state had offered the uncharged misconduct evidence to prove a fact that the defendant contested. Id. at 100, 174 P.3d 1032. Because the defendant had asserted an alibi defense, we rejected his reliance on Baughman and concluded that the uncharged misconduct evidence was relevant to a contested fact:\n\"The defendant in [Baughman], by staking his defense on the contention that no crime occurred, did not put at issue the question whether he was more or less likely than some other person to have committed it. The two issues\u0097whether a crime occurred at all, and whether the defendant was more likely than some other person to have committed it\u0097were logically unrelated; if, as the defendant maintained, no crime occurred, then the fact that he was more likely than some other person to have committed it was of no relevance. Baughman, 164 Or.App. at 722, 995 P.2d 551. The same cannot be said here. In asserting an alibi defense in this case, where the actual occurrence of the crime is acknowledged, defendant in essence asserted that some other person was more likely than him to have committed it. His defense put at issue the question that the defendant in Baughman never raised: Who did it? By contending that he did not do it, defendant implicitly contested all evidence that could prove that he did do it\u0097including evidence that he had a plan to do it. Thus, in introducing evidence of the 2001 theft, the state was attempting to establish a contested fact.\"\nPhillips, 217 Or.App. at 101, 174 P.3d 1032 (emphasis in original).\nHere, likewise, defendant did not simply argue that the charged acts never occurred. He raised the question of the perpetrator's identity, the question that was not raised in Baughman. By arguing that the victim was abused by someone else, defendant contested the accuracy of the victim's identification of him as the perpetrator of the charged acts. Strictly speaking, such identification is different from \"identity,\" as that term is used in OEC 404(3). See Johns, 301 Or. at 551, 725 P.2d 312 (\"[E]vidence of other crimes offered to prove identity is strictly limited to crimes committed `by the use of a novel means or in a particular manner' so as to earmark the acts as the handiwork of the accused.\"). The credibility of the victim's identification of defendant, *894 nevertheless, was plainly a contested issue.\nThe uncharged misconduct evidence was relevant to bolster the victim's credibility on that issue. State v. Shreeve, 225 Or. App. 656, 662-64, 202 P.3d 231, rev. den., 347 Or. 44, 217 P.3d 690 (2009). A jury could conclude that the victim would be less likely to misidentify her abuser if she had been abused by the same person on other occasions and had seen the same person abuse her cousin as well. Likewise, evidence that R. had reported being abused by defendant bolstered the credibility of the victim's identification of defendant. The relevance of that evidence does not rely on an impermissible inference about defendant's character. The trial court did not err in admitting the uncharged misconduct evidence.\nDefendant's other arguments regarding the admission of the uncharged misconduct evidence are, first, that the trial court failed to comply with OEC 403 by weighing the probative value of the evidence against the danger of unfair prejudice and, second, that such balancing is required by due process under the Fifth and Fourteenth Amendments to the United States Constitution. We have previously rejected those arguments. Under OEC 404(4),[3] in a criminal case, a trial court cannot engage in OEC 403 balancing unless such balancing is required by the state or federal constitution, State v. Wyant, 217 Or.App. 199, 204-06, 175 P.3d 988 (2007), rev. den., 344 Or. 558, 187 P.3d 219 (2008). Due process does not require such balancing here. State v. Coen, 231 Or. App. 280, 285, 220 P.3d 423 (2009), rev. allowed, 348 Or. 114, 228 P.3d 1213 (2010).\nAffirmed.\nNOTES\n[1]  The jury was instructed to consider the evidence\n\n\"for two limited purposes: first, as to whether defendant acted with knowledge as to the alleged criminal conduct in this case, or, second, as to the identity of the person who committed the allegations in this case, i.e., whether the defendant or someone else committed the alleged criminal conduct. Specifically you are not to draw the inference that the evidence of the other conduct makes defendant guilty of the charges in this case.\"\n[2]  Defendant also cites State v. Sicks, 33 Or.App. 435, 576 P.2d 834 (1978). In that case, too, there apparently was no argument that someone else had perpetrated acts of abuse against the victims. In addition, Sicks relied in part on the proposition that the rule against the use of propensity evidence \"has been strictly applied in sex crime cases, even those involving deviate sexual behavior, insofar as conduct with persons other than the victim is concerned.\" Id. at 438, 576 P.2d 834 (citations omitted). In State v. Zybach, 308 Or. 96, 99, 775 P.2d 318 (1989), however, the Supreme Court rejected that view, explaining that \"[t]he rule is not `wide or narrow' depending on the crime.\"\n[3]  OEC 404(4) provides:\n\n\"In criminal actions, evidence of other crimes, wrongs or acts by the defendant is admissible if relevant except as otherwise provided by:\n\"(a) ORS 40.180, 40.185, 40.190, 40.195, 40.200, 40.205, 40.210 and, to the extent required by the United States Constitution or the Oregon Constitution, ORS 40.160;\n\"(b) The rules of evidence relating to privilege and hearsay;\n\"(c) The Oregon Constitution; and\n\"(d) The United States Constitution.\"\n\n",
            "ocr": false,
            "opinion_id": 2631923
        }
    ],
    "court_short_name": "Court of Appeals of Oregon",
    "court_full_name": "Court of Appeals of Oregon",
    "court_type": "SA",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Robbery"
}