{
    "id": 2225178,
    "judges": "Smith",
    "date_filed": "2016-04-17",
    "date_filed_is_approximate": true,
    "slug": "people-v-tribbett",
    "case_name_short": "Tribbett",
    "case_name": "People v. Tribbett",
    "case_name_full": "People of the State of Illinois, Plaintiff-Appellee, v. J. C. Tribbett, Defendant-Appellant",
    "attorneys": "Vance Kepley, of Champaign, for appellant., John J. Bresee, State’s Attorney of Champaign County, of Urbana, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b302-5\" pgmap=\"302\">\n    People of the State of Illinois, Plaintiff-Appellee, v. J. C. Tribbett, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b302-6\" pgmap=\"302\">\n    Gen. No. 10,856.\n   </docketnumber><br><court id=\"b302-7\" pgmap=\"302\">\n    Fourth District.\n   </court><br><decisiondate id=\"b302-8\" pgmap=\"302\">\n    December 21, 1967.\n   </decisiondate><br><attorneys id=\"b304-2\" pgmap=\"304\">\n    Vance Kepley, of Champaign, for appellant.\n   </attorneys><br><attorneys id=\"b304-3\" pgmap=\"304\">\n    John J. Bresee, State’s Attorney of Champaign County, of Urbana, for appellee.\n   </attorneys>",
    "citations": [
        "232 N.E.2d 523",
        "90 Ill. App. 2d 296"
    ],
    "opinions": [
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7245.0,
            "opinion_text": "\n90 Ill. App. 2d 296 (1967)\n232 N.E.2d 523\nPeople of the State of Illinois, Plaintiff-Appellee,\nv.\nJ.C. Tribbett, Defendant-Appellant.\nGen. No. 10,856.\nIllinois Appellate Court \u0097 Fourth District.\nDecember 21, 1967.\n*297 *298 Vance Kepley, of Champaign, for appellant.\nJohn J. Bresee, State's Attorney of Champaign County, of Urbana, for appellee.\nSMITH, P.J.\nDefendant appeals his conviction of robbery. For reversal he urges, insufficiency of identification, denial of his pretrial discovery motion and error in the admission of a revolver.\nThe facts are not unusual \u0097 indeed, mundane. A filling station is robbed by two armed men, the attendant resists, is hit on the head, and the robbers flee. The attendant is able to give a description of their automobile and the number of the license. The automobile is found abandoned, with a revolver on the floor, and the defendant apprehended and identified. A person admittedly one of the robbers testifies that defendant was not his partner-in-crime \u0097 that he was someone else. Defendant admits ownership of the car and at the trial, ownership of the revolver.\n[1-3] We will forbear further factual exposition, because no facts, in our opinion, render the identification incredible. The question of identity was one of fact, and we can only say, as we have said many times before, the answer is not for us but for the jury. As we know, a single witness is enough to create this question, because nobody is incredible as a matter of law \u0097 anymore. The question of defendant's identity was answerable and has been answered and should not be reanswered here.\n[4, 5] The revolver was never precisely stated to be the one actually held by defendant. It would be singular if such had happened. Holdup victims have enough on their hands without expecting them to take note of minutia. The State had the duty of proving not only the robbery (corpus delicti), but defendant's nexus (criminal *299 agency), and in proving such the foundation was laid for the admission of a weapon reasonably connected with the offense. Here, the robbers were armed, a like revolver is found almost immediately in the get-away-car, defendant is identified, and it turns out to be his. It was clearly admissible, without proof of ownership. The exactitude sought is not required.\n[6] Prior to trial defendant moved for the discovery of \"all items of tangible evidence which the People have in their possession or control, or intend to introduce into evidence.\" The motion was denied. It should have been allowed \u0097 at least as to the final disjunctive, \"or intends to introduce into evidence.\" As it turned out, the only discoverable item was the revolver.\nOur quick affirmation requires elucidation. There are no authoritative rules in this State sanctioning criminal discovery, but the Code of Criminal Procedure impliedly recognizes their propriety as § 114-13 does authorize their promulgation. There is, however, a measure of discovery provided for in the Code. Both § 111-6 and § 114-2 spell out the furnishing of bills of particulars, but such were never really considered true discovery, rather their office was stated to be that of merely enlarging upon the statement of the offense contained in the charge as an aid in preparing for trial, or to preclude a second prosecution. Of course, such enlargement really is discovery \u0097 in the sense that a defendant knows more than he would have without it, and for some time now defendants have been able to obtain their confessions prior to trial, and know any statements whether inculpatory or exculpatory. People v. Bryant, 87 Ill. App. 2d 238, 231 NE2d 4.\nIndeed, the last decade has seen many innovations that would have been unthinkable not too many years before. The turnover of prior statements of prosecution witnesses for purposes of cross-examination is now standard in Illinois and many other states, and is specifically provided *300 for in the United States courts. Section 3500, Title 18, USCA. A sign of the times, is the broadening amendment to Rule 16 of the Federal Rules of Criminal Procedure providing for an extensive disclosure, and, of utmost significance, a modicum of discovery for the government if a defendant opts for such \u0097 discovery now is somewhat of a two-way street.\nAs an aside, one well might wonder at the tortoise like pace discovery has taken in America. Such was recently commented on by Mr. Justice Brennan in, \"The Criminal Prosecution: Sporting Event or Quest for Truth?\", Wash ULQ 279 (1963):\n\"It may appear strange that resistance to criminal discovery should be so stubborn in America, when Chief Justice Marshall seemed so strongly to approve it. You will recall that as a Circuit Justice he presided in the celebrated trial of Aaron Burr. At that trial a request was made on Burr's behalf for pretrial inspection of a letter addressed to the President of the United States and in the possession of the United States Attorney. Although the great Chief Justice did not hold that there was an absolute right to compel disclosure, in characteristically strong terms he stated his view that if the letter had evidentiary relevance, or indeed was useful in cross-examination of any Government witness at the trial, it could not, in fairness to the defendant, be withheld from him. But the value of that precedent was virtually unappreciated in our country for almost a century and a half.\"\nUntil recently, the prevailing view everywhere was best apostrophized by Judge Learned Hand in this much quoted paragraph from United States v. Garsson, 291 F 646, 649 (1923):\n\n*301 \"Under our criminal procedure the accused has every advantage. While the prosecution is held rigidly to the charge, he need not disclose the barest outline of his defense. He is immune from question or comment on his silence; he cannot be convicted when there is the least fair doubt in the minds of any one of the twelve. Why in addition he should in advance have the whole evidence against him to pick over at his leisure, and make his defense, fairly or foully, I have never been able to see ... Our dangers do not lie in too little tenderness to the accused. Our procedure has always been haunted by the ghost of the innocent man convicted. It is an unreal dream. What we need to fear is the archaic formalism and the watery sentiment that obstructs, delays and defeats the prosecution of crime.\"\n[7] But we must shuck such viewpoint and resolve the problem here in the context of the philosophy enunciated in the breakthrough case of People v. Moses, 11 Ill. 2d 84, 142 NE2d 1:\n\"Where it appears that there is evidence in the possession and control of the prosecution favorable to the defendant, `a right sense of justice demands that it should be available, unless there are strong reasons otherwise.'\"\nIt is not amiss at this juncture to reconsider certain basic principles on which this articulation is based, as it is an eminently proper one. We all know what a trial is, but we sometimes forget certain basic preconditions, if it is to serve its function and serve it well. For a working definition, let us say that a trial is a contest held just once between well prepared adversaries of roughly equal strength. This necessarily implies that neither side has an unjust advantage over the other. Thus, in determining *302 whether or not there should be disclosure, we should ask ourselves whether or not such would avoid an unjust advantage, or to phrase it the other way, remove an unjust disadvantage. We should make it clear, right here, that we are not speaking of advantages or disadvantages as to which nothing can be done. For instance, the prosecution may have a very strong case, but this is not an advantage, or at least the type of advantage we are talking about. A defendant may have no real defense, and this is certainly to his disadvantage, but, again, discovery serves no office here. However, if the prosecution's case is strong because it is full of surprises, this is an advantage that is unjust, because it will not square with the adversary concept \u0097 of a contest between well prepared adversaries of equal strength. Surprise negates equality and without that rough equality, a criminal trial will not produce the desired result, which is, to put it succinctly, to discover so far as human agencies can, whether a defendant is guilty or not guilty. Apropos is the following from 59 Harvard Law Review, 517:\n\"The destruction of the notion of a lawsuit as a sort of intellectual duel comes slowly and painfully. But the right to hold back relevant material so as to surprise the opponent at the trial and to refuse to disclose the existence and content of evidence favorable to him is being challenged. In criminal cases particularly the defendant ought to have protection from concealment.\"\nSince a trial contemplates a lone occasion, preparation for that occasion is of the utmost importance. Discovery can aid preparation. Indictments are never fulsome, indeed, quite otherwise, and a defendant not fully apprised is at a disadvantage because he is hindered in his preparation. Such purpose was recently touched on in State v. Johnson, 28 NJ 133, 145 A2d 313:\n\n*303 \"We start with the premise that the truth is best revealed by a decent opportunity to prepare in advance of trial. We have embraced that tenet with respect to civil litigation, and absent overriding considerations, it should be as valid in criminal matters.\"\nDisadvantages, too, can arise during the course of the trial. Keeping in mind our so-called working definition, it must be readily apparent that it is an unjust disadvantage for a defendant not to know what a witness may have said on other occasions which might affect the credence to be given his testimony \u0097 certainly a matter of the utmost importance. The following from Jencks v. United States, 353 U.S. 657, 1 L Ed2d 1103, is pertinent:\n\"Every experienced trial judge and trial lawyer knows the value for impeaching purposes of statements of the witness recording the events before time dulls treacherous memory. Flat contradiction between the witness' testimony and the version of the events given in his reports is not the only test of inconsistency. The omission from the reports of facts related at the trial, or a contrast in emphasis upon the same facts, even a different order of treatment, are also relevant to the cross-examining process of testing the credibility of a witness' trial testimony.\"\nAnd, lastly, discovery must be had (possibly voluntarily by the prosecution) in those rare situations where nondisclosure, whether sought or not, amounts to suppression. As was said recently in Dennis v. United States, 384 U.S. 855, 16 L Ed2d 973, 985,\n\"... Under these circumstances, it is especially important that the defense, the judge and the jury should have the assurance that the doors that may lead to truth have been unlocked. In our adversary *304 system for determining guilt or innocence, it is rarely justifiable for the prosecution to have exclusive access to a storehouse of relevant fact. Exceptions to this are justifiable only by the clearest and most compelling considerations.\"\n[8] With these principles in mind let us attempt an approach to the problem before us. We have a robbery charge to be tried and a defendant preparing to meet it. We should not be waylaid in our approach by trying to fathom whether discovery really would aid him in preparation or obviate surprise. Apparently, the prosecution had made an initial determination that the revolver was admissible, because it was offered and admitted, and we can reason backwards and infer an intent prior to trial to offer it. In our opinion, tangible objects which the prosecution intends to offer, should be subject to inspection, if such is requested, where, to paraphrase Moses, no \"overriding considerations\" are present. None here have been suggested. Apt in this context is the following from In re Di Joseph's Petition, 394 Pa 19, 145 A2d 187:\n\"I believe that a person who asserts his innocence of a crime of which he stands accused is entitled to examine prosecution exhibits which are reasonably associated with the theory of guilt and of which he probably may be unaware. However, where an exhibit is one of which the accused is entirely cognizant and already knows whether it could or could not be an item of incrimination against him, he is not entitled to its inspection if such inspection would hamper the Commonwealth in proceeding with its case.\"\n[9] The motion, as we have limited it, should have been allowed. If the State feared possible mishap, the court, upon request, could have set the stage for the inspection. *305 However, the denial of the motion here worked no real disadvantage. Certainly foreknowledge by defendant of the intended use of his revolver would have been of little assistance to him in getting ready, and it is hard to see that he was surprised, and if he was, that it prejudiced him to the extent that a new trial should be allowed. Accordingly affirmance is called for.\nAffirmed.\nTRAPP and CRAVEN, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2225178
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}