{
    "id": 2226755,
    "judges": "Boslaugh, Brodkey, Clinton, Hastings, Krivosha, McCown, White",
    "date_filed": 359337600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-ebberson",
    "case_name_short": "Ebberson",
    "case_name": "State v. Ebberson",
    "case_name_full": "State of Nebraska, Appellee, v. Larry D. Ebberson, Appellant",
    "attorneys": "James S. Jansen for appellant., Paul L. Douglas, Attorney General, and G. Roderic Anderson for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 22,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b71-5\">\n    State of Nebraska, appellee, v. Larry D. Ebberson, appellant.\n   </parties><br><citation id=\"b71-7\">\n    305 N.W.2d 904\n   </citation><br><decisiondate id=\"b71-8\">\n    Filed May 22, 1981.\n   </decisiondate><docketnumber id=\"AG-\">\n    No. 43684.\n   </docketnumber><br><attorneys id=\"b71-15\">\n    James S. Jansen for appellant.\n   </attorneys><br><attorneys id=\"b71-16\">\n    Paul L. Douglas, Attorney General, and G. Roderic Anderson for appellee.\n   </attorneys><br><judges id=\"b71-17\">\n    Heard before Krivosha, C.J., Boslaugh, McCown, Clinton, Brodkey, White, and Hastings, JJ.\n   </judges>",
    "citations": [
        "305 N.W.2d 904",
        "209 Neb. 41"
    ],
    "opinions": [
        {
            "author_str": "McCown",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5019.0,
            "opinion_text": "\n305 N.W.2d 904 (1981)\n209 Neb. 41\nSTATE of Nebraska, Appellee,\nv.\nLarry D. EBBERSON, Appellant.\nNo. 43684.\nSupreme Court of Nebraska.\nMay 22, 1981.\n*905 James S. Jansen, Omaha, for appellant.\nPaul L. Douglas, Atty. Gen. and G. Roderic Anderson, Asst. Atty. Gen., for appellee.\n*906 Heard before KRIVOSHA, C. J., and BOSLAUGH, McCOWN, CLINTON, BRODKEY, WHITE, and HASTINGS, JJ.\nMcCOWN, Justice.\nThe defendant was found guilty by a jury of robbery and use of a firearm in the commission of a felony. He was sentenced to 10 to 15 years' imprisonment on the robbery count and 5 to 10 years' imprisonment on the firearm count, the sentences to be served consecutively.\nOn the morning of February 1, 1980, at approximately 12:40 a.m., two black males entered a Kwik Shop at 50th and Grover Streets in Omaha, Nebraska. One of the men pointed a shotgun at an employee and ordered him to open the cash register. The man carrying the gun was described by the employee as about 5 feet tall, wearing a green jacket, black gloves, and a hat. The other man was described as approximately 5 feet 6 inches tall, also wearing a hat. The taller of the two men emptied the cash register. The gunman then ordered the employee to open the safe and the tall man took the contents of the safe, which included a green moneybag with a lock, a blue moneybag, and some rolls of change. The robbers left the store and ran north. The employee immediately called the police.\nAt approximately the same time two police officers in a cruiser were just leaving Interstate 80 at the 42nd Street exit. At that point Interstate 80 runs generally east and west. Grover Street is also an east-west street, a very short distance to the north of Interstate 80 in that area. The officers received a broadcast over police radio that a robbery had just occurred at the Kwik Shop at 50th and Grover Streets. The broadcast described the robbers as two small black males armed with a shotgun. The officers immediately drove north on 42nd Street to the intersection of 42nd and Grover Streets, which was 8 blocks east of the Kwik Shop, and parked their cruiser in a lot on the northwest corner of that intersection. Forty-second Street is the first north-south arterial street east of 50th Street which has an entrance to Interstate 80.\nWithin a minute after the officers parked the cruiser, they observed an automobile approaching the intersection from the west on Grover Street. The car stopped at the traffic signal at the intersection of 42nd and Grover Streets. The car was under a street light approximately 30 feet from the officers. The windows of the car were steamed up, except that the driver's window was rolled down and the passenger window in the front seat was covered by a plastic trash bag. The officers observed two black males in the front seat of the automobile and the driver appeared to be short. The car turned north on 42nd Street and the officers followed it and stopped the car.\nThe officers asked the driver to produce his driver's license and registration. One of the officers noticed a movement in the rear seat, turned on his flashlight, and observed two individuals and a green coat which was bundled up on the back seat. He returned to the cruiser to request more information over the radio as to the description of the suspects, and was advised that one of the suspects had been wearing a khaki or green-colored jacket and black gloves. With this information the officers asked the occupants to get out of the car. Another police officer had arrived on the scene by that time and the officers found a green army field jacket and a pair of black gloves on the back seat. They also found a shotgun, a green and a blue moneybag, and some rolls of change on the floor. The defendant and the other suspects were placed under arrest. The evidence at trial established that the amount taken in the robbery was approximately $1,300 and the amount seized from the car was almost exactly the same amount.\nThe employee of the Kwik Shop was unable to identify the defendant at trial, but one of the other suspects testified as a witness for the State and testified that he and the defendant were the two robbers.\nThe jury found the defendant guilty on both counts and he was sentenced to 10 to 15 years' imprisonment for robbery and 5 to *907 10 years' imprisonment for use of a firearm in the commission of a felony, the sentences to be served consecutively.\nThe defendant's principal contention on appeal is that the District Court erred in failing to sustain the defendant's motion to suppress the physical evidence obtained from the automobile. The defendant asserts that the police officers had no adequate cause to make the initial investigative stop of the automobile. The argument is that because there was no evidence that the automobile was violating any traffic regulations, there was, therefore, no objective manifestation that the defendant had been engaged in any criminal activity and the investigative stop of the automobile was unjustified. The assignment of error is predicated on the investigative stop and not on the search.\nPolice officers have statutory authority to \"stop any person in a public place whom he reasonably suspects of committing, who has committed, or who is about to commit a crime ....\" Neb.Rev.Stat. § 29-829 (Reissue 1979).\nThis court has essentially interpreted the scope of the statute to be coextensive with the requirements of the fourth amendment. In State v. Booth, 202 Neb. 692, 276 N.W.2d 673 (1979), we held that a police officer may in appropriate circumstances and in an appropriate manner approach a person for the purpose of investigating possible criminal behavior even though there is no probable cause to make an arrest.\nThe test of whether an investigative stop is justified is whether the police officer has a reasonable suspicion founded upon articulable facts which indicate that criminal activity has occurred or is occurring and that the suspect may be involved. See State v. Anderson, 204 Neb. 186, 281 N.W.2d 743 (1979).\nThe U.S. Supreme Court has addressed the standards that must be met in an investigatory stop to satisfy the requirements of the fourth amendment in United States v. Cortez, ___ U.S. ___, 101 S. Ct. 690, 66 L. Ed. 2d 621 (1981). The court held that an investigatory stop must be justified by objective manifestation that the person stopped is, has been, or is about to be engaged in criminal activity. In determining what cause is sufficient to authorize police to stop a person, the totality of the circumstances \u0097the whole picture\u0097must be taken into account.\nPolice officers must have a particularized and objective basis for suspecting the person stopped of criminal activity. The assessment of the totality of circumstances includes all of the objective observations and considerations, as well as the suspicion drawn by a trained and experienced police officer by inference and deduction that the individual stopped is or has been or is about to be engaged in criminal behavior. See, Brown v. Texas, 443 U.S. 47, 99 S. Ct. 2637, 61 L. Ed. 2d 357 (1979); Delaware v. Prouse, 440 U.S. 648, 99 S. Ct. 1391, 59 L. Ed. 2d 660 (1979).\nIn the case at bar, the armed robbery was reported to the police immediately after it occurred and the police officers involved were only a short distance away on the first major north-south arterial east of the robbery scene. Their observation point was 8 blocks from the robbery scene and they knew that Grover Street was one of the few thoroughfares to the east from the robbery site. At that time of night there was little traffic on Grover Street. The automobile approached from the direction of the robbery site within minutes after the robbery, and there were two black males in the front seat and the driver appeared to be short. In the totality of the circumstances these experienced police officers knew that criminal activity had occurred and had a reasonable suspicion, founded upon articulable facts, to conclude that the persons in the automobile might be involved in that activity. The District Court, at the hearing on the motion to suppress, reached that conclusion on the facts and that determination was not clearly erroneous.\nThe defendant also contends that the trial court erred in overruling defendant's motion for a mistrial. During cross-examination *908 of the employee of the Kwik Shop, the defendant's counsel asked him whether or not one of the investigating officers had been in the store and chatted with the employee about the case. The employee responded: \"No. He just said that they got a really good case against them.\"\nAn objection was interposed and a motion for mistrial was made. The objection was sustained and the jury was instructed to disregard the answer given, and the motion for mistrial was overruled. The answer was invited by defendant's counsel, and even if it had been wholly unresponsive it was clearly not so prejudicial as to require a new trial. Ordinarily, when an objection to improper evidence is sustained and the jury is instructed to disregard it, such an instruction is deemed sufficient to prevent prejudice. See State v. Dittrich, 191 Neb. 475, 215 N.W.2d 637 (1974).\nDefendant's remaining assignments of error are without merit.\nAFFIRMED.\n",
            "ocr": false,
            "opinion_id": 2226755
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}