{
    "id": 2193290,
    "judges": "Erickstad, Paulson, Pederson, Sand, Vande, Walle",
    "date_filed": "1983-04-09",
    "date_filed_is_approximate": true,
    "slug": "state-v-arne",
    "case_name_short": "Arne",
    "case_name": "State v. Arne",
    "case_name_full": "STATE of North Dakota, Plaintiff and Appellee, v. Douglas L. ARNE and Gregory Scott Reinke, Defendants and Appellants",
    "attorneys": "Wayne P. Jones, State’s Atty., Lisbon, for plaintiff and appellee State of North Dakota., Lyle R. Bopp, Forman, for defendants and appellants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b216-11\">\n    STATE of North Dakota, Plaintiff and Appellee, v. Douglas L. ARNE and Gregory Scott Reinke, Defendants and Appellants.\n   </parties><br><docketnumber id=\"b216-14\">\n    Cr. No. 789.\n   </docketnumber><br><court id=\"b216-15\">\n    Supreme Court of North Dakota.\n   </court><br><decisiondate id=\"b216-16\">\n    Oct. 23, 1981.\n   </decisiondate><br><attorneys id=\"b217-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"187\"> \n     *187\n     </span>\n    Wayne P. Jones, State’s Atty., Lisbon, for plaintiff and appellee State of North Dakota.\n   </attorneys><br><attorneys id=\"b217-10\">\n    Lyle R. Bopp, Forman, for defendants and appellants.\n   </attorneys>",
    "citations": [
        "311 N.W.2d 186"
    ],
    "opinions": [
        {
            "author_str": "De Walle",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nVANDE WALLE, Justice.\nThe defendants, after trial to the court without a jury, were convicted of the crime of burglary, a Class C felony, under Section 12.1-22-02, N.D.C.C. They appealed from the judgment of conviction. We affirm.\nPursuant to Rule 10(g), N.D.R.App.P.,1 the parties agreed to, and signed, a statement of the case and the issues presented in lieu of the record on appeal. The statement was approved by the trial court and serves as the record for the purposes of this appeal. The stipulation of the facts is as follows:\n“FACTS: On the night in question, March 16, 1981, the two defendant-appellants, Douglas L. Arne and Gregory Scott Reinke, were driving around in a pickup truck. At approximately 10:40 the Defendant-Appellants needed gas and drove their pick-up truck to the Ransom County Shed, located in Lisbon, North Dakota, in a residential area. The Ransom County Shed is used by Ransom County for storage of county equipment and vehicles, and as a repair shop for those vehicles. Gas pumps are located outside of the building. Douglas L. Arne and Gregory Scott Reinke attempted to turn on the gas pump outside of the shed but were unable to do so because the master switch controlling the pump, inside the shed, had been turned off for the evening. Unable to get the pump to turn on from outside the building, the two Defendant-Appellants broke in through the back door of the County Shed by using an axe to break a window, and entered and did not find the master switch at the back end of the building, and went out through the door which they entered and went around to the front of the County Shed and broke the window in the front door with an axe, and entered into the front part of the County Shed, finding the switches. The Defendant-Appellants admitted and no contradictory testimony was entered as evidence at trial, that the sole purpose for entering the shed was to turn on the master switch to activate the outside gas pump. Nothing was ever taken from the shed nor was there any attempt to take anything from within the County Shed.\n*188“On the 11th day of June, 1981, the defendant-appellants were convicted of the crime of burglary pursuant to 12.1-22-02 North Dakota Century Code, a Class C felony. Section 12.1-22-02(1) of the North Dakota Century Code defines Burglary and provides in relevant part as follows:\n“Burglary — 1. A person is guilty of burglary if he willfully enters or surreptitiously remains in a building or occupied structure, or a separately secured or occupied portion thereof, when at the time the premises are not open to the public and the actor is not licensed, invited, or otherwise privileged to enter or remain as the case may be, with intent to commit a crime therein\n\n\n\n“N.D.Cent.Code § 12.1-22-02(1) (1976) (emphasis added).”\nThe stipulated issue is as follows:\n“ISSUE: The issue presented by the facts is whether under the stated set of facts the defendant-appellants could be convicted of the crime of burglary. The issue, more succinctly stated, is can the act of activating a switch inside a building to turn on a gas pump outside the building satisfy the elements of 12.1-22-02(1) N.D.Cent.Code requiring the entering or remaining be with ‘intent to commit a crime therein’ (emphasis added).”\nThe trial court found that the defendants entered the building with the intent to commit a crime therein, and that the intended act of turning on the switch located within the building satisfied the requirement of Section 12.1-22-02(1), N.D.C.C., which provides that in order to be convicted of the crime of burglary the person charged must enter the building with “intent to commit a crime therein.”\nThe defendants, on appeal, argue that the “therein” requirement of the statute is satisfied only by evidence that the actor intended to commit a crime within the building entered. They concede that they had the intent to commit a crime, i. e., to steal gas outside the building entered but they argue vigorously that they did not have the requisite intent to commit a crime “therein,” i. e., inside the building they entered. They allege that their intention in entering the building was not to commit a crime in the building but rather to turn on a switch to allow them to take gasoline from the pump outside. They urge us to conclude that the turning on of the switch constitutes no crime in the building, i. e., “therein.” We thus are called upon to construe the “therein” provision of Section 12.1-22-02(1) in the light of these facts.\nSection 12.1-22-02(1) is the codification of Section 21, Chapter 116, S.L. of North Dakota 1973. Chapter 116 was a substantial revision of the North Dakota criminal statutes. It resulted from an interim study by the Judiciary B Committee of the Legislative Council. The minutes of that committee, in reflecting the discussion of this particular provision, state:\n“Another element of the crime of burglary ... is that the offender intended to ‘commit a crime’ in the building or occupied structure which he has entered, ...” Minutes, Judiciary B Comm., June 21, 1972, at 24.\nThere thus is no doubt that the statute requires proof that the offender intended to commit a crime in the building or structure which he has entered in order to sustain a conviction of the crime of burglary. We must determine if the defendants’ act of turning on the switch, inside the building, to the gasoline pumps, outside the building, is a crime.\nLanguage similar to that used by our Legislature has been previously construed by courts in other States and, while their construction is not binding upon us, we examine those decisions to determine whether or not they are persuasive.\nThe decisions in some of the other jurisdictions are seemingly not in accord in the application of this wording in a burglary statute to facts somewhat similar to those with which we are concerned. See, e. g., State v. O’Rourke, R.I., 399 A.2d 1237 (1979); Porter v. State, 243 A.2d 699 (Del.1968); and State v. Watson, 383 S.W.2d 753 *189(Mo.1964), all involving the breaking into and entering one building with the purpose of gaining access to another building from within the first building, in which the courts held there could be no burglary charge for breaking into and entering the first building. See also the concurring opinion in State v. Syddall, 20 Utah 2d 73, 433 P.2d 10 (1967), in which Justice Ellett agreed to uphold the conviction in that case on the basis that the Utah statute did not contain the word “therein.”\nIn People v. Wright, 206 Cal.App.2d 184, 23 Cal.Rptr. 734 (1962), the facts also involved a breaking into of one building in order to breach a wall into an adjoining building for the purpose of committing a theft. The California Court of Appeals held that the intent to commit a felony was not confined to an intent to commit the crime in the building which was entered if the intent at the time of entry was to commit the offense in the immediate vicinity of the place entered by the defendant.2 The California statute did not contain the word “therein” in the definition of “burglary.”\nAlthough we might attempt to distinguish or apply those cases on the basis of the statutes or the factual situations involved we do not attempt to do so. Rather, insofar as the rationale of those decisions might appear to support the defendants’ contentions, we find it unpersuasive.\nWe find persuasive the rationale of the Michigan Court of Appeals in People v. Adams, 75 Mich.App. 736, 255 N.W.2d 752 (1977). The Michigan burglary statute also contained the word “therein.” Under facts almost identical to those in the instant case, the Michigan court stated:\n“Defendant also contends that his conviction was invalid because it was not shown that he broke into the gas pump shed with the intent to commit a ‘larceny therein’. (Emphasis added.) He argues that he merely broke into the shed to turn on the pump, and that any larceny could only have occurred when gas actually left the pump nozzle, outside the shed.\n“This rather novel argument does not convince us that defendant’s conviction was erroneous. Defendánt broke into the shed with the express intent to steal some gasoline. In order to accomplish this larceny the switch on the pump, inside of the shed, had to be activated. Defendant broke and entered the shed to commit an essential act of the completed crime. We do not feel that the conviction is tainted solely because a subsequent portion of the crime would have occurred, if defendant had reached that point, outside the shed.” 75 Mich.App. at 738-39, 255 N.W.2d at 753. [Emphasis in original.]\nWe agree with the Michigan court in Adams and the California court in Nance, supra at footnote 2, that the act necessary to the theft was performed within the premises and was an essential act of the contemplated crime. There was an intent to commit the crime at the time the building was entered and, because an essential act of the crime, i. e., activating the switch to the gasoline pumps, was completed within the building and because the defendants intended to commit such act there was intent to commit a crime therein within the meaning of Section 12.1-22-02(1), N.D.C.C. The judgment of conviction is affirmed.\nERICKSTAD, C. J., and SAND and PAULSON, JJ., concur.\n\n. Subsection (g) of Rule 10, N.D.R.App.P., provides:\n“(g) Agreed Statement as the Record On Appeal. In lieu of the record on appeal as defined in subdivision (a), the parties may prepare and sign a statement of the case showing how the issues presented by the appeal arose and were decided in the trial court and setting forth only so many of the facts averred and proved or sought to be proved as are essential to a decision of the issues presented. If the statement conforms to the truth, it, together with any additions the trial court may consider necessary to present the issues raised by the appeal, shall be approved by the trial court and shall then be certified to the supreme court as the record on appeal and transmitted thereto by the clerk of the trial court within the time provided by Rule 11.”\n\n\n. This decision was cited with approval in People v. Nance, 25 Cal.App.3d 925, 102 Cal.Rptr. 266 (1972), in a case with facts almost identical to those in the stipulation of facts filed in the instant case. However, after quoting from Wright the Nance court observed: “Here the entry was made to turn on a switch to the gasoline pumps in order to steal gasoline. The act necessary to the theft was to be performed within the premises. In such a situation, it would not be necessary that the gasoline be inside the premises.” 25 Cal.App.3d at 932, 102 Cal.Rptr. at 271.\n\n",
            "ocr": false,
            "opinion_id": 9861794
        },
        {
            "author_str": "Pederson",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPEDERSON, Justice,\ndissenting.\nTo the best of my knowledge, this is the first appeal to this court wherein Rule 10(g), NDRAppP, has been used. I commend counsel for it. There may be instanc*190es in which counsel should not employ the rule but its non-use should not be the result of inadvertence.\nWhen two civilized, grown men admittedly take an axe and bust up two doors to a public building for the purpose of stealing gasoline which belongs to all taxpayers, they ought to go to jail — right? No question about it. The trouble is that, under our constitutions, both United States and North Dakota, and pursuant to the rules developed in the courts of England and America, our criminal justice system guarantees that no one will be convicted of committing a crime for which he has not been charged.\nLegal scholars, over the centuries, have analyzed the elements of common-law burglary, as well as the more recent offense of statutory burglary, such as we have in North Dakota. Some writers have pointed out the difficulty resulting from a failure to properly distinguish burglary and other crimes as, for example, “criminal attempt.”\nCertainly, Arne and Reinke couldn’t steal gasoline while they were inside the building, but they could and did take “a substantial step toward” stealing gasoline by turning on the master switch to the pump outside. Under the provisions of § 12.1-06-01, NDCC, Arne and Reinke could have been charged with “criminal attempt.” Unless it can be said that Arne and Reinke intended to fail, criminal attempt could never be the crime that they intended to commit inside the building. It is possible that “criminal conspiracy” could have been the charge under § 12.1-06-04, NDCC. If Arne had broken and entered to turn on the switch while Reinke had waited outside at the pump, Ame could have been charged under § 12.-1-06-02, NDCC, with “criminal facilitation.” If they succeeded in stealing the gas, the two could have been charged with theft under Chapter 12.1-23, NDCC.\nI do not agree with Justice Vande Walle and the majority of this court that the rationale of the Michigan Court of Appeals is persuasive. The Michigan case, People v. Adams, 75 Mich.App. 736, 255 N.W.2d 752 (1977), dismissed the argument because it is “rather novel.” The argument is not novel, except maybe in Michigan, as is clearly illustrated by the cases cited by- Justice Vande Walle.\nThe persuasive cases that were decided before the North Dakota Legislative Assembly added the “therein” to the definition of statutory burglary, uniformly interpreted the word “therein” to mean that the actor must have entered the building with the intent to commit a crime inside the building. The documented legislative history supports the conclusion that an entry with intent to commit a crime inside is the type of behavior that is to be punished as burglarious. The National Commission on Reform of Federal Criminal Laws in Vol. II, Working Papers, at 892, discloses the same objective. Decisions such as State v. Thibeault, 402 A.2d 445 (Me.1979), and Commonwealth v. Crowson, 267 Pa.Super. 46, 405 A.2d 1295 (1979), construing generally “therein” requirements, presume that the offender must have the intent to commit a crime within the entered structure. See, generally, Annot: Burglary — “Building” or “House,” 78 A.L.R.2d 779, and Burglary — Out-building, 43 A.L.R.2d 831. See also Low and Jeffries, The Crime of Burglary Under the Model Penal Code, 26 Prac. Law. 33 (1980); Note, Reformation of Burglary, 11 Wm. &amp; Mary L.Rev. 211 (1969); Note, A Rationale of the Law of Burglary, 51 Colum.L.Rev. 1009, 1020 (1951); Note, Burglary, 56 Dick.L.Rev. 244, 246 (1952).\nThe judgment of conviction should be reversed.\n",
            "ocr": false,
            "opinion_id": 9861795
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n311 N.W.2d 186 (1981)\nSTATE of North Dakota, Plaintiff and Appellee,\nv.\nDouglas L. ARNE and Gregory Scott Reinke, Defendants and Appellants.\nCr. No. 789.\nSupreme Court of North Dakota.\nOctober 23, 1981.\n*187 Wayne P. Jones, State's Atty., Lisbon, for plaintiff and appellee State of North Dakota.\nLyle R. Bopp, Forman, for defendants and appellants.\nVANDE WALLE, Justice.\nThe defendants, after trial to the court without a jury, were convicted of the crime of burglary, a Class C felony, under Section 12.1-22-02, N.D.C.C. They appealed from the judgment of conviction. We affirm.\nPursuant to Rule 10(g), N.D.R.App.P.,[1] the parties agreed to, and signed, a statement of the case and the issues presented in lieu of the record on appeal. The statement was approved by the trial court and serves as the record for the purposes of this appeal. The stipulation of the facts is as follows:\n\"FACTS: On the night in question, March 16, 1981, the two defendant-appellants, Douglas L. Arne and Gregory Scott Reinke, were driving around in a pickup truck. At approximately 10:40 the Defendant-Appellants needed gas and drove their pick-up truck to the Ransom County Shed, located in Lisbon, North Dakota, in a residential area. The Ransom County Shed is used by Ransom County for storage of county equipment and vehicles, and as a repair shop for those vehicles. Gas pumps are located outside of the building. Douglas L. Arne and Gregory Scott Reinke attempted to turn on the gas pump outside of the shed but were unable to do so because the master switch controlling the pump, inside the shed, had been turned off for the evening. Unable to get the pump to turn on from outside the building, the two Defendant-Appellants broke in through the back door of the County Shed by using an axe to break a window, and entered and did not find the master switch at the back end of the building, and went out through the door which they entered and went around to the front of the County Shed and broke the window in the front door with an axe, and entered into the front part of the County Shed, finding the switches. The Defendant-Appellants admitted and no contradictory testimony was entered as evidence at trial, that the sole purpose for entering the shed was to turn on the master switch to activate the outside gas pump. Nothing was ever taken from the shed nor was there any attempt to take anything from within the County Shed.\n\n*188 \"On the 11th day of June, 1981, the defendant-appellants were convicted of the crime of burglary pursuant to 12.1-22-02 North Dakota Century Code, a Class C felony. Section 12.1-22-02(1) of the North Dakota Century Code defines Burglary and provides in relevant part as follows:\n\"Burglary\u00971. A person is guilty of burglary if he willfully enters or surreptitiously remains in a building or occupied structure, or a separately secured or occupied portion thereof, when at the time the premises are not open to the public and the actor is not licensed, invited, or otherwise privileged to enter or remain as the case may be, with intent to commit a crime therein....\n\"N.D.Cent.Code § 12.1-22-02(1) (1976) (emphasis added).\"\nThe stipulated issue is as follows:\n\"ISSUE: The issue presented by the facts is whether under the stated set of facts the defendant-appellants could be convicted of the crime of burglary. The issue, more succinctly stated, is can the act of activating a switch inside a building to turn on a gas pump outside the building satisfy the elements of 12.1-22-02(1) N.D.Cent.Code requiring the entering or remaining be with `intent to commit a crime therein' (emphasis added).\"\nThe trial court found that the defendants entered the building with the intent to commit a crime therein, and that the intended act of turning on the switch located within the building satisfied the requirement of Section 12.1-22-02(1), N.D.C.C., which provides that in order to be convicted of the crime of burglary the person charged must enter the building with \"intent to commit a crime therein.\"\nThe defendants, on appeal, argue that the \"therein\" requirement of the statute is satisfied only by evidence that the actor intended to commit a crime within the building entered. They concede that they had the intent to commit a crime, i. e., to steal gas outside the building entered but they argue vigorously that they did not have the requisite intent to commit a crime \"therein,\" i. e., inside the building they entered. They allege that their intention in entering the building was not to commit a crime in the building but rather to turn on a switch to allow them to take gasoline from the pump outside. They urge us to conclude that the turning on of the switch constitutes no crime in the building, i. e., \"therein.\" We thus are called upon to construe the \"therein\" provision of Section 12.1-22-02(1) in the light of these facts.\nSection 12.1-22-02(1) is the codification of Section 21, Chapter 116, S.L. of North Dakota 1973. Chapter 116 was a substantial revision of the North Dakota criminal statutes. It resulted from an interim study by the Judiciary B Committee of the Legislative Council. The minutes of that committee, in reflecting the discussion of this particular provision, state:\n\"Another element of the crime of burglary... is that the offender intended to `commit a crime' in the building or occupied structure which he has entered, ...\" Minutes, Judiciary B Comm., June 21, 1972, at 24.\nThere thus is no doubt that the statute requires proof that the offender intended to commit a crime in the building or structure which he has entered in order to sustain a conviction of the crime of burglary. We must determine if the defendants' act of turning on the switch, inside the building, to the gasoline pumps, outside the building, is a crime.\nLanguage similar to that used by our Legislature has been previously construed by courts in other States and, while their construction is not binding upon us, we examine those decisions to determine whether or not they are persuasive.\nThe decisions in some of the other jurisdictions are seemingly not in accord in the application of this wording in a burglary statute to facts somewhat similar to those with which we are concerned. See, e. g., State v. O'Rourke, R.I., 399 A.2d 1237 (1979); Porter v. State, 243 A.2d 699 (Del. 1968); and State v. Watson, 383 S.W.2d 753 *189 (Mo.1964), all involving the breaking into and entering one building with the purpose of gaining access to another building from within the first building, in which the courts held there could be no burglary charge for breaking into and entering the first building. See also the concurring opinion in State v. Syddall, 20 Utah 2d 73, 433 P.2d 10 (1967), in which Justice Ellett agreed to uphold the conviction in that case on the basis that the Utah statute did not contain the word \"therein.\"\nIn People v. Wright, 206 Cal. App. 2d 184, 23 Cal. Rptr. 734 (1962), the facts also involved a breaking into of one building in order to breach a wall into an adjoining building for the purpose of committing a theft. The California Court of Appeals held that the intent to commit a felony was not confined to an intent to commit the crime in the building which was entered if the intent at the time of entry was to commit the offense in the immediate vicinity of the place entered by the defendant.[2] The California statute did not contain the word \"therein\" in the definition of \"burglary.\"\nAlthough we might attempt to distinguish or apply those cases on the basis of the statutes or the factual situations involved we do not attempt to do so. Rather, insofar as the rationale of those decisions might appear to support the defendants' contentions, we find it unpersuasive.\nWe find persuasive the rationale of the Michigan Court of Appeals in People v. Adams, 75 Mich.App. 736, 255 N.W.2d 752 (1977). The Michigan burglary statute also contained the word \"therein.\" Under facts almost identical to those in the instant case, the Michigan court stated:\n\"Defendant also contends that his conviction was invalid because it was not shown that he broke into the gas pump shed with the intent to commit a `larceny therein'. (Emphasis added.) He argues that he merely broke into the shed to turn on the pump, and that any larceny could only have occurred when gas actually left the pump nozzle, outside the shed.\n\"This rather novel argument does not convince us that defendant's conviction was erroneous. Defendant broke into the shed with the express intent to steal some gasoline. In order to accomplish this larceny the switch on the pump, inside of the shed, had to be activated. Defendant broke and entered the shed to commit an essential act of the completed crime. We do not feel that the conviction is tainted solely because a subsequent portion of the crime would have occurred, if defendant had reached that point, outside the shed.\" 75 Mich.App. at 738-39, 255 N.W.2d at 753. [Emphasis in original.]\nWe agree with the Michigan court in Adams and the California court in Nance, supra at footnote 2, that the act necessary to the theft was performed within the premises and was an essential act of the contemplated crime. There was an intent to commit the crime at the time the building was entered and, because an essential act of the crime, i. e., activating the switch to the gasoline pumps, was completed within the building and because the defendants intended to commit such act there was intent to commit a crime therein within the meaning of Section 12.1-22-02(1), N.D.C.C.\nThe judgment of conviction is affirmed.\nERICKSTAD, C. J., and SAND and PAULSON, JJ., concur.\nPEDERSON, Justice, dissenting.\nTo the best of my knowledge, this is the first appeal to this court wherein Rule 10(g), NDRAppP, has been used. I commend counsel for it. There may be instances *190 in which counsel should not employ the rule but its non-use should not be the result of inadvertence.\nWhen two civilized, grown men admittedly take an axe and bust up two doors to a public building for the purpose of stealing gasoline which belongs to all taxpayers, they ought to go to jail\u0097right? No question about it. The trouble is that, under our constitutions, both United States and North Dakota, and pursuant to the rules developed in the courts of England and America, our criminal justice system guarantees that no one will be convicted of committing a crime for which he has not been charged.\nLegal scholars, over the centuries, have analyzed the elements of common-law burglary, as well as the more recent offense of statutory burglary, such as we have in North Dakota. Some writers have pointed out the difficulty resulting from a failure to properly distinguish burglary and other crimes as, for example, \"criminal attempt.\"\nCertainly, Arne and Reinke couldn't steal gasoline while they were inside the building, but they could and did take \"a substantial step toward\" stealing gasoline by turning on the master switch to the pump outside. Under the provisions of § 12.1-06-01, NDCC, Arne and Reinke could have been charged with \"criminal attempt.\" Unless it can be said that Arne and Reinke intended to fail, criminal attempt could never be the crime that they intended to commit inside the building. It is possible that \"criminal conspiracy\" could have been the charge under § 12.1-06-04, NDCC. If Arne had broken and entered to turn on the switch while Reinke had waited outside at the pump, Arne could have been charged under § 12.1-06-02, NDCC, with \"criminal facilitation.\" If they succeeded in stealing the gas, the two could have been charged with theft under Chapter 12.1-23, NDCC.\nI do not agree with Justice Vande Walle and the majority of this court that the rationale of the Michigan Court of Appeals is persuasive. The Michigan case, People v. Adams, 75 Mich.App. 736, 255 N.W.2d 752 (1977), dismissed the argument because it is \"rather novel.\" The argument is not novel, except maybe in Michigan, as is clearly illustrated by the cases cited by Justice Vande Walle.\nThe persuasive cases that were decided before the North Dakota Legislative Assembly added the \"therein\" to the definition of statutory burglary, uniformly interpreted the word \"therein\" to mean that the actor must have entered the building with the intent to commit a crime inside the building. The documented legislative history supports the conclusion that an entry with intent to commit a crime inside is the type of behavior that is to be punished as burglarious. The National Commission on Reform of Federal Criminal Laws in Vol. II, Working Papers, at 892, discloses the same objective. Decisions such as State v. Thibeault, 402 A.2d 445 (Me.1979), and Commonwealth v. Crowson, 267 Pa.Super. 46, 405 A.2d 1295 (1979), construing generally \"therein\" requirements, presume that the offender must have the intent to commit a crime within the entered structure. See, generally, Annot: Burglary\u0097\"Building\" or \"House,\" 78 A.L.R. 2d 779, and Burglary\u0097Out-building, 43 A.L.R. 2d 831. See also Low and Jeffries, The Crime of Burglary Under the Model Penal Code, 26 Prac. Law. 33 (1980); Note, Reformation of Burglary, 11 Wm. &amp; Mary L.Rev. 211 (1969); Note, A Rationale of the Law of Burglary, 51 Colum.L.Rev. 1009, 1020 (1951); Note, Burglary, 56 Dick.L.Rev. 244, 246 (1952).\nThe judgment of conviction should be reversed.\nNOTES\n[1]  Subsection (g) of Rule 10, N.D.R.App.P., provides:\n\n\"(g) Agreed Statement as the Record On Appeal. In lieu of the record on appeal as defined in subdivision (a), the parties may prepare and sign a statement of the case showing how the issues presented by the appeal arose and were decided in the trial court and setting forth only so many of the facts averred and proved or sought to be proved as are essential to a decision of the issues presented. If the statement conforms to the truth, it, together with any additions the trial court may consider necessary to present the issues raised by the appeal, shall be approved by the trial court and shall then be certified to the supreme court as the record on appeal and transmitted thereto by the clerk of the trial court within the time provided by Rule 11.\"\n[2]  This decision was cited with approval in People v. Nance, 25 Cal. App. 3d 925, 102 Cal. Rptr. 266 (1972), in a case with facts almost identical to those in the stipulation of facts filed in the instant case. However, after quoting from Wright the Nance court observed: \"Here the entry was made to turn on a switch to the gasoline pumps in order to steal gasoline. The act necessary to the theft was to be performed within the premises. In such a situation, it would not be necessary that the gasoline be inside the premises.\" 25 Cal. App. 3d at 932, 102 Cal.Rptr. at 271.\n\n",
            "ocr": false,
            "opinion_id": 2193290
        }
    ],
    "court_short_name": "North Dakota Supreme Court",
    "court_full_name": "North Dakota Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "North Dakota, ND",
    "crime_category": "Robbery"
}