{
    "id": 2195281,
    "judges": "Salsman",
    "date_filed": "1985-01-09",
    "date_filed_is_approximate": true,
    "slug": "people-v-phillips",
    "case_name_short": "Phillips",
    "case_name": "People v. Phillips",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. RAYMOND O. PHILLIPS, Defendant and Appellant",
    "attorneys": "Herbert G. Hawkins, under appointment by the District Court of Appeal, for Defendant and Appellant., Stanley Mosk, Attorney General, John S. McInerny and John F. Foran, Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b403-5\">\n    [Crim. No. 3984.\n   </docketnumber><court id=\"AxV\">\n    First Dist., Div. Three.\n   </court><decisiondate id=\"ANR\">\n    Mar. 15, 1962.]\n   </decisiondate><br><parties id=\"b403-6\">\n    THE PEOPLE, Plaintiff and Respondent, v. RAYMOND O. PHILLIPS, Defendant and Appellant.\n   </parties><br><attorneys id=\"b403-12\">\n    Herbert G. Hawkins, under appointment by the District Court of Appeal, for Defendant and Appellant.\n   </attorneys><br><attorneys id=\"b403-13\">\n    Stanley Mosk, Attorney General, John S. McInerny and John F. Foran, Deputy Attorneys General, for Plaintiff and Respondent.\n   </attorneys>",
    "citations": [
        "201 Cal. App. 2d 383"
    ],
    "opinions": [
        {
            "author_str": "Salsman",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6572.0,
            "opinion_text": "\n201 Cal. App. 2d 383 (1962)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nRAYMOND O. PHILLIPS, Defendant and Appellant.\nCrim. No. 3984. \nCalifornia Court of Appeals. First Dist., Div. Three.  \nMar. 15, 1962.\n Herbert G. Hawkins, under appointment by the District Court of Appeal, for Defendant and Appellant.\n Stanley Mosk, Attorney General, John S. McInerny and John F. Foran, Deputy Attorneys General, for Plaintiff and Respondent.\n SALSMAN, J.\n The defendant Phillips appeals from a judgment of conviction of first degree robbery. His companion, Willie York, was also convicted of the same offense but has taken no appeal.\n The principal ground of the appeal is that the evidence, about which there is no conflict, does not establish a robbery as a matter of law.\n The facts disclosed by the record may be summarized thus:\n The defendant Phillips and his companion York planned the robbery of a service station. The method agreed upon was *384 to drive in and order gas; York was to pretend to go to the men's room but was actually to enter the service station office and rifle the cash box, while the defendant Phillips detained the service station attendant at the car.\n On December 12, 1960, about 4:35 a. m., York and the defendant Phillips drove into a gas station in Richmond. York asked the service station attendant, William Farrell, for \"$3.00 worth,\" and then announced that he was going to the men's room. In fact, he proceeded to the service station office, as previously planned, and began a search for the cash box. The attendant pumped gasoline into the tank of the car, cleaned the rear window, and then stepped forward on the passenger side of the vehicle to ask the defendant Phillips if the oil should be checked. The defendant then confronted Farrell with a rifle and stated \"Move and your dead.\" Farrell hesitated for a moment or two, and then looked across the top of the car and saw Willie York rummaging in the office. Farrell immediately ran around the back of the car and into the station office, where he grabbed York and put him in a \"bear hug.\" As York and Farrell struggled, the defendant Phillips left the car, ran to the office and stood before the struggling pair with his rifle. York pleaded with Phillips not to shoot. In a moment or two Phillips turned and ran back to the car. York broke out of Farrell's grasp and also ran to the car, jumped in and drove away at high speed. Farrell ran after the pair as the car left the station and \"hollered something about $2.98\" for the gas. Less than 10 minutes later Phillips and York were taken into custody by the police. The rifle was found on the back seat of the car and bullets were found on the floor of the vehicle. When apprehended, York was armed with a razor.\n California Penal Code section 211 defines robbery as \"... the felonious taking of personal property in the possession of another, from his person or immediate presence, and against his will, accomplished by means of force or fear.\"\n The only personal property to which the robbery charge here can relate is the $2.98 worth of gasoline which was placed in the car by Farrell and not paid for. The defendant argues that the gasoline was pumped into the tank at York's request and that no force or fear of any kind was used to gain possession of the personal property. The threats, display of the rifle and the struggle of Farrell and York took place after the transfer of the gasoline to the defendant's vehicle, *385 and hence, according to the defendant's argument, there can be no robbery as a matter of law.\n The defendant cites substantial authority in support of his position, beginning with Blackstone, as quoted in Perkins, Criminal Law, page 239. The general rule is stated in 46 American Jurisprudence 148: \"... although the cases are not without conflict, the general rule does not permit a charge of robbery to be sustained merely by a showing of retention of property, or an attempt to escape, by force or putting in fear. ...\" This rule was applied in State v. Holmes, 317 Mo. 9 [295 S.W. 71, 58 A.L.R. 652], and many cases are cited in the annotation beginning at page 656. In Williams v. State, 124 Ohio St. 585 [180 N.E. 58, 83 A.L.R. 439], and Kernell v. State, 53 Okla.Crim. 259 [10 P.2d 287], gasoline was ordered by a defendant and placed in the tank of a car. No force or fear was exercised in either case to obtain the gasoline, although in the Kernell case a pistol was used to effect an escape. In each case the court applied the general rule stated above and reversed convictions of robbery.\n In citing and discussing the general rule, no California cases are referred to in support thereof, either by the American Jurisprudence reference or the American Law Report annotation. From our examination of the authorities we find that the law of California does not support the defendant's position. [1] The escape of the robber with the loot is a part of the robbery itself, and this has been repeatedly affirmed in many California cases. (See People v. Boss, 210 Cal. 245 [290 P. 881]; People v. Kristy, 4 Cal. 2d 504 at 508 [50 P.2d 798]; People v. Dowell, 204 Cal. 109 [266 P. 807]; People v. Raucho, 8 Cal. App. 2d 655, 664 [47 P.2d 1108]; People v. Melendrez, 25 Cal. App. 2d 490, 494 [77 P.2d 870]; People v. Wallace, 36 Cal. App. 2d 1, 4 [97 P.2d 256].)\n In the case of People v. Perhab, 92 Cal. App. 2d 430 [206 P.2d 1133] the victim left his shop carrying a bag containing his cash receipts. He then realized that he had forgotten the key to his car and he placed the bag of receipts on a box and reentered the store. As he was picking up his key, he looked out and saw the defendant's head bob down and his hand reach in the direction of the bag of the receipts. The victim ran out of the store and encountered defendant standing there with the money bag in one hand, a gun in the other. The robber then ordered the victim away, got into a car and drove off. No force or fear had been used by the robber to gain possession of the money, but both force and fear were used *386 in removing the money from the owner's immediate presence. A conviction of first degree robbery was sustained.\n In MacGruer v. Fidelity &amp; Casualty Co., 89 Cal. App. 227 [264 P. 501], the victim carried a bag of money to a job site to pay off the workmen. As he handed the bag to the foreman a voice said \"I'll take it,\" and the bag was given to an unknown person. When the person who took the bag had retreated some 20 feet, the victim who at first had not understood that his money was in danger, suddenly realized that something was wrong, and began a pursuit of the man with the bag. The victim was met with gunfire, and the robber fled with the loot. No force or fear had been used to gain possession of the money, but force and fear were used in removing it from the presence of the victim, and in making good an escape. The court had no difficulty coming to the conclusion that this was a robbery within the meaning of California Penal Code section 211. (See also the Pawn Shop cases, McNeal v. State, 11 Ohio Dec. Reprint 782, 29 Ohio L.J. 185, and Grant v. State, 125 Ga. 259 [54 S.E. 191], in each of which cases the defendant entered a pawn shop and asked to inspect a pistol with a view to its purchase. When handed the weapon the defendant loaded it, pointed it at the clerk, and then fled with the gun. Although the property had been willingly handed over in each case by the clerk, and the clerk was later put in fear, convictions of robbery were sustained.)\n [2] In the case now before us, the jury could reasonably infer from all of the evidence that the defendant and York had a settled plan for the robbery of the service station; that the plan involved obtaining the gasoline first, to be followed by the detention of the attendant at the car by force and fear while York searched for the cash box, and when the cash box was found this was to be followed by immediate flight with both the cash and the gasoline. The testimony of Farrell shows that this was the plan pursued in the robbery. Although York's extrajudicial statement that this was substantially the plan was admitted in evidence, it was admitted against York only, and we have not considered it as against appellant. Rather, we have limited ourselves to the inferences which the jury reasonably could have drawn from evidence admitted against both defendants. We find no difficulty, therefore, in upholding the implied finding of the jury that under the circumstances of this case the gasoline was removed from the immediate presence of the service station attendant by means *387 of force and fear, and in violation of section 211 of the Penal Code.\n The defendant also complains that there was error in allowing the district attorney to amend the information to conform to proof, in admitting the straight-edge razor into evidence, in admitting the statement made by appellant following his arrest, and in certain instructions given by the court to the jury. We have examined each of these claims of error and find them to be without merit.\n Judgment affirmed. The purported appeals from orders are dismissed.\n Draper, P. J., and Devine, J., concurred.\n",
            "ocr": false,
            "opinion_id": 2195281
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}