{
    "id": 2196438,
    "judges": "Calvo",
    "date_filed": "2015-08-15",
    "date_filed_is_approximate": true,
    "slug": "people-v-morris",
    "case_name_short": "Morris",
    "case_name": "People v. Morris",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Appellant, v. TYRONE MORRIS, Appellee",
    "attorneys": "Neil F. Hartigan, Attorney General, of Springfield (Robert J. Ruiz, Solicitor General, and Terence M. Madsen, Jack Donatelli and Arleen C. Anderson, Assistant Attorneys General, of Chicago, of counsel), for the People., Joseph Weller, Deputy Defender, and Patrick M. Carmody, Assistant Defender, of the Office of the State Appellate Defender, of Elgin, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 48,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b167-5\" pgmap=\"167\">\n    (No. 68971.\n   </docketnumber><br><parties id=\"b167-6\" pgmap=\"167\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Appellant, v. TYRONE MORRIS, Appellee.\n   </parties><br><decisiondate id=\"b167-7\" pgmap=\"167\">\n    Opinion filed April 18, 1990.\n   </decisiondate><br><attorneys id=\"b169-7\" pgmap=\"169\">\n    Neil F. Hartigan, Attorney General, of Springfield (Robert J. Ruiz, Solicitor General, and Terence M. Madsen, Jack Donatelli and Arleen C. Anderson, Assistant Attorneys General, of Chicago, of counsel), for the People.\n   </attorneys><br><attorneys id=\"b169-8\" pgmap=\"169\">\n    Joseph Weller, Deputy Defender, and Patrick M. Carmody, Assistant Defender, of the Office of the State Appellate Defender, of Elgin, for appellee.\n   </attorneys>",
    "citations": [
        "554 N.E.2d 235",
        "136 Ill. 2d 157"
    ],
    "opinions": [
        {
            "author_str": "Calvo",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4199.0,
            "opinion_text": "\n136 Ill.2d 157 (1990)\n554 N.E.2d 235\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellant,\nv.\nTYRONE MORRIS, Appellee.\nNo. 68971.\nSupreme Court of Illinois.\nOpinion filed April 18, 1990.\n*158 *159 Neil F. Hartigan, Attorney General, of Springfield (Robert J. Ruiz, Solicitor General, and Terence M. Madsen, Jack Donatelli and Arleen C. Anderson, Assistant Attorneys General, of Chicago, of counsel), for the People.\nJoseph Weller, Deputy Defender, and Patrick M. Carmody, Assistant Defender, of the Office of the State Appellate Defender, of Elgin, for appellee.\nAffirmed; cause remanded.\nJUSTICE CALVO delivered the opinion of the court:\nDefendant, Tyrone Morris, was found guilty by the circuit court of Du Page County of the offense of possession of an altered temporary registration permit in violation *160 of section 4-104(a)(3) of the Illinois Vehicle Code (the Code) (Ill. Rev. Stat. 1987, ch. 95 1/2, par. 4-104(a)(3)). A temporary registration permit is commonly known as a license-applied-for sticker. The penalty classification for a violation of section 4-104(a)(3) of the Code is a Class 2 felony. (Ill. Rev. Stat. 1987, ch. 95 1/2, par. 4-104(b)(2).) A Class 2 felony carries a penalty of three to seven years of imprisonment. (Ill. Rev. Stat. 1987, ch. 38, par. 1005-8-1(a)(5).) Defendant was convicted of having altered the expiration date on his temporary registration permit from February 12, 1988, to August 12, 1988.\nDefendant filed a post-trial motion in arrest of judgment in which he argued the statute defining the offense of possession of an altered temporary registration permit was unconstitutional. In his motion, defendant noted that Public Act 83-1473, effective January 1, 1985, increased the penalty for the altered permit offense from a Class 4 to a Class 2 felony. (Ill. Rev. Stat. 1983, ch. 95 1/2, par. 4-104(b)(2); Ill. Rev. Stat. 1987, ch. 95 1/2, par. 4-104(b)(2).) Defendant also noted that the classification of the penalty for the offense of possession of a stolen motor vehicle (Ill. Rev. Stat. 1987, ch. 95 1/2, pars. 4-103(a)(1), (b)) was the same as the classification of the penalty for the offense of altering a temporary registration permit. Defendant argued the increased penalty violated his rights of due process and proportionate penalties as guaranteed by the Illinois Constitution.\nThe circuit court granted defendant's motion. The circuit court held the penalty provided by subsection (b)(2) of section 4-104 of the Code unconstitutional in that the penalty was disproportionate to the offense committed by defendant. The court did not enter a judgment of conviction. The State appealed to the Appellate Court, Second District. This court then granted the State's motion to transfer its appeal to this court.\n*161 The issue on appeal is whether the penalty provided by section 4-104(b)(2) for violation of section 4-104(a)(3) of the Code is constitutional, as applied in this case.\nSection 4-104(a)(3) of the Code provides:\n\"§ 4-104. Offenses relating to possession of titles and registration. (a) It is a violation of this Chapter for:\n* * *\n3. A person to possess any manufacturers statement of origin, salvage certificate, junking certificate, display certificate or certificate of title, temporary registration permit, registration card, license plate or registration sticker knowing it to have been stolen, converted, altered, forged or counterfeited.\" (Ill. Rev. Stat. 1987, ch. 95 1/2, par. 4-104(a)(3).)\nSection 4-104(b)(2) of the Code provides: \"A person convicted of violation of subsection 3 of paragraph (a) of this Section is guilty of a Class 2 felony.\" Ill. Rev. Stat. 1987, ch. 95 1/2, par. 4-104(b)(2).\nIt is well established that under the State's police power, the legislature has wide discretion to prescribe penalties for defined offenses. (People v. Dixon (1948), 400 Ill. 449, 453.) \"To be a valid exercise of police power, the legislation must bear a reasonable relationship to [the interest] which is sought to be protected, and the means adopted must constitute a reasonable method to accomplish such objective.\" (City of Carbondale v. Brewster (1979), 78 Ill.2d 111, 115.) The determination of reasonableness is a matter for the courts. Such legislation will not be invalidated \"unless the challenged penalty is clearly in excess of the very broad and general constitutional limitations applicable.\" People ex rel. Carey v. Bentivenga (1981), 83 Ill.2d 537, 542.\nArticle I, section 2, of the Illinois Constitution is applicable to all legislative enactments. Article I, section 2, provides, in pertinent part: \"No person shall be deprived *162 of life, liberty or property without due process of law * * *.\" (Ill. Const. 1970, art. I, § 2.) When reviewing a statute under the due process clause of our constitution, the test \"focuses on the purposes and objectives of the enactment in question.\" (People v. Bradley (1980), 79 Ill.2d 410, 417.) It has been consistently stated by this court \"that the standard of a proper exercise of the police power is whether the statute is reasonably designed to remedy the evils which the legislature has determined to be a threat to the public health, safety and general welfare.\" Heimgaertner v. Benjamin Electric Manufacturing Co. (1955), 6 Ill.2d 152, 159.\nSection 4-104 of the Code is part of the general statutory scheme entitled \"ANTI \u0097 THEFT LAWS.\" (Ill. Rev. Stat. 1987, ch. 95 1/2, ch. 4, art. I.) The purpose of the anti-theft laws \"is to protect automobile owners against theft and to protect the general public against the commission of crimes involving stolen automobiles.\" (People v. One 1979 Pontiac Grand Prix Automobile (1982), 89 Ill.2d 506, 510.) Defendant altered the temporary registration permit on his own vehicle. No evidence was presented which indicated the alteration contributed in any way to any vehicle theft-related crime.\nUnder the facts of this case, we conclude the circuit court was correct in holding unconstitutional the penalty of a Class 2 felony for the alteration by an owner of an automobile of the temporary registration permit for that automobile. A Class 2 penalty for a person who alters a temporary registration permit for a vehicle which he or she owns or to which he or she is legally entitled is not reasonably designed to protect automobile owners against theft, nor is it reasonably designed to protect the general public against the commission of crimes involving stolen motor vehicles. Such a penalty is violative of the due process clause of our constitution, and may not stand.\n*163 We also find the penalty of a Class 2 felony for altering the temporary registration permit for a vehicle which one owns or to which one is legally entitled violates the guarantee of proportionate penalties in our constitution. Article I, section 11, of the constitution provides, in pertinent part: \"All penalties shall be determined both according to the seriousness of the offense and with the objective of restoring the offender to useful citizenship.\" (Ill. Const. 1970, art. I, § 11.) Article I, section 11, of the constitution requires \"the legislature, in defining crimes and their penalties, to consider the constitutional goals of restoring an offender to useful citizenship and of providing a penalty according to the seriousness of the offense.\" People v. Taylor (1984), 102 Ill.2d 201, 206.\nIn the arguments before the circuit court on defendant's motion in arrest of judgment, defendant pointed out that the penalty for unauthorized possession of a certificate of title is a Class 4 felony (Ill. Rev. Stat. 1987, ch. 95 1/2, pars. 4-104(a)(1), (b)(1)), and display of an unauthorized registration sticker is a Class A misdemeanor (Ill. Rev. Stat. 1987, ch. 95 1/2, pars. 4-104(a)(4), (b)(3)).\nWhen the circuit court ruled on defendant's post-trial motion, reference was made to the appellate court decision in People v. Bryant (1988), 165 Ill. App.3d 996. The appellate court in Bryant held sections 4-103(a)(1) and (b) (Ill. Rev. Stat. 1985, ch. 95 1/2, pars. 4-103(a)(1), (b)) unconstitutional as violative of the constitutional guarantees of due process and proportionate penalties. The defendant in Bryant was convicted of the offense of possession of a stolen motor vehicle, which is classified as a Class 2 felony. This court reversed the appellate court in People v. Bryant (1989), 128 Ill.2d 448. Our decision in Bryant had not yet been announced when the circuit court, in the case at bar, determined the penalty *164 provided by subsection (b)(2) of section 4-104 of the Code was unconstitutional.\nIn Bryant, this court noted that \"[i]t is a primary rule of statutory construction that the intention of the legislature should be ascertained and given effect.\" (Bryant, 128 Ill.2d at 454-55, quoting People v. Robinson (1982), 89 Ill.2d 469, 475.) We further noted that the plain language of the statute in question best indicates the drafter's intent, and \"[w]here the intent can be ascertained from the statutory language it must be given effect without resorting to other aids for construction.\" (Bryant, 128 Ill.2d at 455.) The error committed by the appellate court in Bryant was looking beyond the plain language of the statute in question to the legislative history to determine the intention of the legislature in increasing the penalty for a violation of section 4-103(a)(1) of the Code from a Class 3 to a Class 2 penalty.\nIn Bryant, the appellate court, by relying on the legislative history of the statute, concluded the legislature intended to treat individuals found guilty of the offense of possession of a stolen motor vehicle less severely than members of organized motor vehicle theft groups, or members of \"chop shop\" operations, found guilty of the offense of possession of a stolen motor vehicle. This court found the reliance on the legislative history unnecessary. The intention of the legislature in increasing the penalty for violation of section 4-103(a)(1) of the Code was clear: \"the legislature intended to prohibit all persons, not just organized motor vehicle thieves, from possessing stolen motor vehicles.\" (Emphasis in original.) Bryant, 128 Ill.2d at 455.\nBecause the appellate court in Bryant concluded that there was a more serious penalty for the lesser offense of possession of a stolen motor vehicle than for the greater offense of theft, the appellate court found that the penalty for violation of section 4-103(a)(1) of the *165 Code violated the proportionate penalties guarantee. This court in Bryant noted the steady increase in the penalty for possession of a stolen motor vehicle and found the increase \"indicative of the legislature's intent to make possession of a stolen motor vehicle a separate, more serious offense than theft, rather than a lesser included offense of theft.\" Bryant, 128 Ill.2d at 457.\nThe State argues that we must reverse the circuit court's decision in the case at bar for the same reasons we reversed the appellate court in Bryant. In its brief, the State argues the penalty provided for a violation of section 4-104(a)(3) of the Code does not violate the constitutional guarantees of due process and proportionate penalties because:\n\"The plain language of the statute reveals a legislative intent to punish all persons who violate the requirements for possessing title and registration documents, not just organized motor vehicle thieves. The statute does not punish violators of the requirements for possessing title and registration documents more severely than it punishes organized motor vehicle thieves who commit the same offense.\" (Emphasis in original.)\nThe State suggests the increase in penalties for auto theft offenses in the Code reveals a \"thoughtful, deliberate attempt on the part of the legislature to deter and punish all offenders with stiffer penalties. The penalties were part of the scheme to remedy the evils that result from vehicle theft-related crime.\"\nThe State argues that the increase in the penalty for an offense relating to possession of vehicle title and registration \"is indicative of the legislature's intent to establish this anti-theft offense as a more serious offense than was previously recognized.\" The State refers us to anti-theft offenses contained in article I of chapter 4 of the Code for which the legislature, in the exercise of its police power, has increased the penalties. (Penalty for offense *166 of vehicle theft conspiracy increased to a Class 2 penalty from a Class 3 penalty for a first offense and a Class 2 penalty for subsequent offenses (Ill. Rev. Stat. 1987, ch. 95 1/2, par. 4-103.1(c); Ill. Rev. Stat. 1983, ch. 95 1/2, par. 4-103.1(c); see Pub. Act 83-1473, eff. January 1, 1985); penalty for offenses relating to disposition of titles and registration increased to a Class 2 penalty from a Class 4 penalty for a first offense and a Class 3 penalty for subsequent offenses (Ill. Rev. Stat. 1987, ch. 95 1/2, par. 4-105(b); Ill. Rev. Stat. 1983, ch. 95 1/2, par. 4-105(b); see Pub. Act 83-1473, eff. January 1, 1985); penalty for aiding or abetting another in commission of anti-theft offenses increased so that the aider/abettor is subject to the same sentence as if he or she committed the offense rather than a Class A misdemeanor (Ill. Rev. Stat. 1987, ch. 95 1/2, par. 4-108(a); Ill. Rev. Stat. 1983, ch. 95 1/2, par. 4-108(a); see Pub. Act 83-1473, eff. January 1, 1985)).\nDefendant argues it is illogical to believe the legislature intended to subject a person to a three- to seven-year prison term for altering the expiration date on the temporary registration permit for his or her own vehicle. Defendant points out that his automobile is a 1980 Pontiac Grand Prix. Defendant states that had he stolen a similar automobile, he could have been found guilty of theft under $300 and could have been sentenced for a Class A misdemeanor. (Ill. Rev. Stat. 1987, ch. 38, par. 16-1(e)(1).) Defendant also states that possession of a stolen motor vehicle carries the same Class 2 penalty as altering the expiration date on a temporary registration permit for one's own vehicle. Ill. Rev. Stat. 1987, ch. 95 1/2, pars. 4-103(a)(1), (b).\nWe do not agree with the State that our opinion in Bryant mandates a reversal of the circuit court's determination that a Class 2 penalty for the alteration by defendant of the temporary registration permit on his *167 own vehicle is unconstitutional. The circuit court did not look to the legislative history of sections 4-104(a)(3) and (b)(2) of the Code when it determined that the penalty was disproportionate to the offense committed by defendant.\nThe standard of review under the proportionate penalties provision was stated in People v. Gonzales (1962), 25 Ill.2d 235, 240:\n\"This court has traditionally been reluctant to override the judgment of the General Assembly with respect to criminal penalties. It indicated at an early date that the constitutional command that `penalties shall be proportioned to the nature of the offense' would justify interference with the legislative judgment only if the punishment was `cruel,' `degrading' or `so wholly disproportionate to the offense committed as to shock the moral sense of the community.'\"\nIn urging this court to find the legislature intended to treat all persons who alter temporary registration permits alike, in the same way this court in Bryant found the legislature intended to punish all persons who possess stolen motor vehicles alike, the State ignores an important distinction. An individual, acting either alone, or as part of an organized motor vehicle theft group or a \"chop shop\" organization, who possesses a stolen motor vehicle necessarily has in his or her possession a vehicle which has been stolen. This is an evil which the anti-theft laws of the Code were designed to remedy.\nIn contrast, an individual who alters the expiration date on the temporary registration permit of his or her own vehicle has not deprived another automobile owner of his or her vehicle; there has been no theft of an automobile. The intention of the legislature to treat anti-theft offenses of the Code as more serious offenses than heretofore recognized, as we found in Bryant, does not encompass *168 offenses committed by owners of vehicles when no theft has occurred.\nThere is no relationship between the offense of altering the temporary registration permit for a vehicle which one owns or to which one is legally entitled and the protection of \"automobile owners against theft\" or \"the general public against the commission of crimes involving stolen automobiles.\" (One 1979 Pontiac Grand Prix, 89 Ill.2d at 510.) The penalty provided by section 4-104(b)(2) for violation of section 4-104(a)(3) of the Code, as applied to one who alters the temporary registration permit for his or her own vehicle, is disproportionate to the seriousness of the offense committed.\nBy so holding, we note that the State is not precluded from prosecuting defendant for altering his temporary registration permit. Section 3-703 of the Code (Ill. Rev. Stat. 1987, ch. 95 1/2, par. 3-703) prohibits any person from altering registration stickers, which would include temporary registration permits. A violation of section 3-703 carries a penalty of a Class C misdemeanor. A Class C misdemeanor carries a penalty of not more than 30 days' imprisonment. Ill. Rev. Stat. 1987, ch. 38, par. 1005-8-3(a)(3).\nFor the reasons expressed above, the decision of the circuit court holding the penalty provided by subsection (b)(2) of section 4-104 of the Code unconstitutional as applied here is affirmed. The cause is remanded to the circuit court of Du Page County for proceedings not inconsistent with this opinion.\nAffirmed; cause remanded.\n",
            "ocr": false,
            "opinion_id": 2196438
        }
    ],
    "court_short_name": "Illinois Supreme Court",
    "court_full_name": "Illinois Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}