{
    "id": 2195521,
    "judges": "Counihan, Lummus, Qua, Spalding, Williams",
    "date_filed": -482630400000,
    "date_filed_is_approximate": false,
    "slug": "smith-v-commonwealth",
    "case_name_short": "Commonwealth",
    "case_name": "Smith v. Commonwealth",
    "case_name_full": "Carl G. Smith vs. Commonwealth",
    "attorneys": "George H. Lewald, for the petitioner., George Fingold, Attorney General, & Malcolm M. Donahue, Assistant Attorney General, for the Commonwealth.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "June 29, 1954.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 15,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b625-8\">\n    Carl G. Smith\n    <em>\n     vs.\n    </em>\n    Commonwealth.\n   </parties><br><court data-order=\"1\" data-type=\"court\" id=\"b625-9\">\n    Suffolk.\n   </court><otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A9fD\">\n    June 29, 1954.\n   </otherdate><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AH4\">\n    September 16, 1954.\n   </decisiondate><br><p data-order=\"4\" data-type=\"judges\" id=\"b625-10\">\n    Present: Qua, C.J., Lummus, Spalding, Williams, &amp; Counihan, JJ.\n   </p><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b626-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"586\"> \n     *586\n     </span>\n<em>\n     George H. Lewald,\n    </em>\n    for the petitioner.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b626-9\">\n<em>\n     George Fingold,\n    </em>\n    Attorney General,\n    <em>\n     &amp; Malcolm M. Donahue,\n    </em>\n    Assistant Attorney General, for the Commonwealth.\n   </attorneys>",
    "citations": [
        "121 N.E.2d 707",
        "331 Mass. 585"
    ],
    "opinions": [
        {
            "author_str": "Qua",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4747.0,
            "opinion_text": "\n331 Mass. 585 (1954)\n121 N.E.2d 707\nCARL G. SMITH\nvs.\nCOMMONWEALTH.\nSupreme Judicial Court of Massachusetts, Suffolk.\nJune 29, 1954.\nSeptember 16, 1954.\nPresent: QUA, C.J., LUMMUS, SPALDING, WILLIAMS, &amp; COUNIHAN, JJ.\nGeorge H. Lewald, for the petitioner.\nGeorge Fingold, Attorney General, &amp; Malcolm M. Donahue, Assistant Attorney General, for the Commonwealth.\nQUA, C.J.\nThe petitioner has sued out his writ of error to reverse a sentence of from eight to ten years in the State prison imposed upon him, after trial in the Superior Court at Worcester, on August 31, 1951, for breaking and entering a building in West Boylston in the nighttime on February 15, 1949, and larceny therefrom. The contention of the petitioner was and is that on February 15, 1949, he was in or near Chicago in the State of Illinois and was not at West Boylston in this Commonwealth. The single justice reserved and reported the case.\nThe case was fully heard by the single justice of this court on the writ of error. He made a statement of some of the evidence before him and made certain findings thereon. It will be necessary to recite this evidence and the findings in some detail.\nThere was evidence by the petitioner and one Cavanaugh *587 that both had been arrested in Portland, Maine, on March 2, 1949, for what offence does not appear. The report of the single justice continues, \"They escaped from jail on April 5, 1949, and were captured and charged with stealing a truck while they were at liberty. The petitioner became apprehensive before he escaped that he might be severely punished, and to avoid imprisonment in Maine he sent for police officers from Boston to whom he confessed a burglary committed on March 1, 1949, which he later repudiated. When he did not succeed in being brought back to Boston, he then made a confession concerning the West Boylston job in order to have the officers bring him to Worcester but the officers took his confession, left him in the Maine jail, and took him to Worcester for trial when he was subsequently discharged in Maine. All the information contained in this confession, it was claimed, was given to him by a fellow convict in Maine in the presence of William Cavanaugh. The petitioner so testified at the trial of the indictment but refused to name the convict and he also refused to name the convict at the hearing before me. Cavanaugh testified at the trial and at the hearing that he did not know the name of the convict.\"\nThe single justice found, as we construe his report, that the petitioner had been injured on January 10, 1949, while he was a seaman on a tanker owned by Cities Service Oil Company. He was discharged from a hospital in New York on January 31. He went to the office of the oil company in New York, apparently in reference to a claim arising out of his injury. When he informed the oil company that he was going to Gary, Indiana, it gave him a letter of introduction to a Chicago law firm which represented the company. The petitioner arrived in Gary on February 2, and left there for New York on February 17.\nVarious letters and documents were introduced in evidence before the single justice, \"not as evidence of the truth of their contents but merely to show knowledge of their existence by the district attorney before the trial.\" Findings of the single justice relative to these exhibits are as follows: *588 \"He ... [the petitioner] produced an affidavit from the family with whom he stayed in Gary. He testified that while in Gary he was employed in a department store and had a letter from the store stating such employment. Gary is 28 miles from Chicago. He visited the law firm in Chicago on four occasions. He transacted his business with John R. Rogers who was employed by the firm. Rogers gave him a check on February 7, 1949, and also on February 17, 1949. Both checks were cashed on their respective dates at a Chicago bank, and one Meyer, an official of the bank, sent a letter on October 20, 1949, to this effect to the petitioner. The payment on February 17, 1949, was evidenced by the original receipt signed by the petitioner and witnessed by Rogers. This receipt was sent to him by the law firm. The daily work sheet made out by Mr. Rogers contains an item indicating that the petitioner called Mr. Rogers twice on the telephone on February 15, 1949, and also that he personally conferred with Mr. Rogers on that day. Mr. Rogers under date of March 8, 1951, gave the petitioner an affidavit showing one telephone call and the conference. A bill rendered by the law firm to its client contained an item showing a charge for this conference with the petitioner. Mr. Peterson, the head of the law firm, wrote the district attorney on May 4, 1951, that the petitioner was in the law office on February 15, 1949, and also on said date sent an affidavit to this effect to the district attorney, and he stated that he was willing to testify by deposition to this effect. It did not appear that the district attorney did anything to verify any of the facts alleged in these letters or affidavits, copies of which had been left at his office by one John Cavanaugh in March, 1951. John Cavanaugh is the brother of William E. Cavanaugh who was then under indictment with the petitioner charged with the same offence as the petitioner, but subsequently the indictment against him was nol prossed.\"\nAt the trial in the Superior Court the judge admitted an automobile operator's license secured by the petitioner in Gary on February 8 \"and also one or two of the letters or *589 affidavits already mentioned.\" All were admitted at the hearing of a motion for new trial, which was denied.[1] The petitioner in the brief submitted to us by his counsel asserts that he had no attorney at the trial, but there is nothing in the record to that effect. The brief also contains an alleged statement as to what the trial judge said which does not appear in the record and contains other statements not borne out by the record. No attention can be paid to such statements.\nThe report of the single justice continues as follows: \"The petitioner concedes that these various letters and affidavits were hearsay and that there was no error committed by the trial judge in excluding them. He further concedes that the truth of the matters mentioned in them was not open at the hearing upon this petition. His only contention is that, the district attorney having been seasonably presented with copies of them, it was his duty to determine the truth of their contents which he could have easily done, or that he should have seasonably apprised the trial judge of their contents, or that he should have taken some other means of protecting the rights of the petitioner if he intended to try the indictment. No other question is now presented.\" This defines exactly the issue presented at the hearing on the writ before the single justice and therefore the issue before us on the present record. That issue relates exclusively to the conduct of the district attorney. Although the assignments of error are stated somewhat more broadly, we are confined on the present record to the questions reported, as in the case of a bill of exceptions we would be confined to the exceptions taken. G.L. (Ter. Ed.) c. 250, § 2. Rule 50 of the Rules for the Regulation of Practice at Common Law and in Equity (1952), 328 Mass. 726. Rothschild v. Knight, 176 Mass. 48, 53. Aldrich v. Boston &amp; Worcester Railroad, 100 Mass. 31. Churchill v. Palmer, 115 Mass. 310, 313. Smith v. Lincoln, 198 Mass. 388, 392-393. Scanlon v. Carey, 207 Mass. 285, 286. Crowe v. Boston &amp; Maine Railroad, *590 242 Mass. 389, 392-393. Daddario v. Gloucester, 329 Mass. 297, 299-300.\nIt also becomes necessary to take into account certain important findings of the single justice not yet stated. In his own words these findings are: \"The confession furnished the most minute details concerning the West Boylston burglary. It stated the exact amount of money that was stolen including a ten dollar bill which was enclosed in a Christmas envelope. It not only stated the amount of liquor stolen but specified the brands. It furnished the authorities with information which they did not have and which was found to be true. For instance, they found the safe in a field mentioned in the confession. It was damaged in the precise manner described in the confession. In short, as testified by the petitioner, it stated everything concerning the burglary except the weather. The petitioner testified that he had adopted this method of giving confessions which he subsequently repudiated in various instances which he named solely for the purpose of securing his release from the prison where he happened to be then confined. I find that the district attorney and the assistant district attorney who prosecuted the indictment became cognizant of the contents of these letters and affidavits a few months before the trial. Both acted in good faith and reasonably believed that a confession which disclosed so completely the facts concerning the offence, including some which the police officers themselves did not know until informed by the confession and which were later verified, must have been given by the one who actually perpetrated the crime. I further find as matter of fact that the district attorney and the said assistant district attorney did not violate any rights of the petitioner in the premises in failing to investigate the truth of the matters contained in these letters and affidavits or otherwise.\"\nThe single justice ruled as matter of law that the judgment should be affirmed, and at the request of the petitioner reserved and reported the case with a stipulation of the parties that if his ruling was erroneous an entry is to be *591 made reversing the judgment; otherwise an entry is to be made affirming the judgment.\nWe are impressed by our examination of the exhibits presented to the single justice and by his detailed findings in reference to them. They seem to indicate that it was possible to obtain by deposition (G.L. [Ter. Ed.] c. 277, §§ 76, 77) or otherwise evidence having a strong tendency to show that the petitioner was not in West Boylston on February 15, 1949. Particularly difficult to explain away is the evidence of a telephone call and a personal interview at the office of the attorneys in Chicago on the very day of the alleged crime and the evidence that the petitioner cashed a check in Chicago two days latter, as the culmination of negotiations with the attorneys there. In these days of air transportation it may not have been absolutely impossible for the petitioner to telephone the attorneys in Chicago and to call at their office on the fifteenth, to reach West Boylston in time to commit the crime the same day, and to return to Chicago to cash the check on February 17. But the evidence had a substantial tendency to show that this was improbable. It would seem that the alleged alibi ought to have been fully and squarely presented to the jury.\nIt is well understood that the duty of a district attorney is not merely to secure convictions. It is his duty to secure them with due regard to the constitutional and other rights of the defendant. Berger v. United States, 295 U.S. 78, 88-89. People v. Talle, 111 Cal. App. (2d) 650, 678-679. Commonwealth v. Nicely, 130 Pa. 261, 270. State v. Bethune, 104 S.C. 353. It may even become his duty in some circumstances to direct the attention of the court to evidence favorable to the defendant. People v. Tann, 326 Mich. 361, 367. People v. Walsh, 262 N.Y. 140, 150. See Commonwealth v. Sacco, 259 Mass. 128, 141; Melanson v. O'Brien, 191 Fed. (2d) 963, 968-969. Compare Jordon v. Bondy, 114 Fed. (2d) 599. It clearly appears from the exhibits introduced before the single justice and made part of his report that the district attorney was fully informed long before the trial of the evidence available to sustain the *592 petitioner's alibi and that key individuals in Chicago were prepared to give depositions in support of the documents.\nWhether the district attorney fully performed his duty in this instance we do not think we can determine with proper assurance on the present record. We do not even know whether the petitioner was represented by an attorney at the trial and during the important period before the trial when depositions could have been taken. Adequate representation of the petitioner by an attorney would have a very important bearing upon the duty of the district attorney toward the petitioner. The findings of the single justice seem to indicate that some effort was made, perhaps by the petitioner himself, to prove his alibi at the trial, but the findings fall far short of showing that the full strength of the available evidence was brought out. Even if the district attorney performed his full duty, there is a possibility that the trial judge should himself have taken the matter in hand, and although, as already stated in substance, no question of the conduct of the judge is reported on the present record, a more complete record might raise such a question within the scope of the assignments of error already on file. We should be more fully informed as to what took place at the trial in the matter of the petitioner's alibi. In reference to the confession of the petitioner on which so much reliance is placed by the prosecution we are not informed whether it was in writing, perhaps signed by the petitioner, or rested entirely upon word of mouth of police officers. If it was in writing we have not been able to see it. It would seem that sufficient evidence could be obtained upon all the points as to which we have stated that we consider the present record inadequate. All of them seem to us important to a proper decision of the case.\nWe do not intend to say that, even where a defendant is without counsel, it is the duty of a district attorney or a judge to follow up in distant States every claim of alibi made by the defendant, where the evidence against him seems on its surface conclusive. We say only that enough appears in this instance to suggest that if all the circumstances *593 were more fully developed it might be shown that there was sufficient probability of the existence of a defence, based upon documentary proof and the testimony, easily obtainable, of reliable persons to require the district attorney or the trial judge or both to take further action in order to perform their duty to secure to the petitioner a fair trial. We are in no sense condoning the reprehensible conduct of the petitioner. We recognize, nevertheless, his right to be convicted only of the crime for which he was prosecuted, alleged to have been committed on February 15, 1949, and to be convicted only after a fair trial. We are not now deciding that he did not have a fair trial. We leave that question to be determined later upon a more complete record. Neither do we now intimate that every item of evidence herein mentioned would be competent in a criminal trial. That question has not been argued. It seems probable, however, that much pertinent evidence could have been obtained which would have been competent.\nWe have not overlooked the finding of the single justice in substance that the district attorney and his assistant acted in good faith and reasonably believed the confession to be true. Good faith and reasonable belief in the guilt of the defendant do not necessarily measure the duty of a prosecuting officer to secure a fair trial to the accused and to bring before judge and jury all that ought to be brought before them. Neither do we overlook the general finding that the district attorney and his assistant \"did not violate any rights of the petitioner in the premises in failing to investigate the truth of the matters contained in these letters and affidavits or otherwise.\" The validity of that finding must be finally determined in the light of subsidiary facts which, as already stated, we believe are not sufficiently disclosed upon the present record. Those facts might indicate that as matter of law a duty rested upon the prosecuting officers.\nAs has been well said, \"Where the facts on which the rights of the parties depend have not been ascertained at *594 the trial it is within the power of the court, in its discretion and of its own motion, to recommit the cause for retrial.\" DeVeer v. Pierson, 222 Mass. 167, 175. Old Colony Railroad v. Wilder, 137 Mass. 536, 538-539. Phelps v. Phelps, 145 Mass. 416. New England Cement Gun Co. v. McGivern, 218 Mass. 198, 204-205. Rubenstein v. Lottow, 220 Mass. 156, 164. Comstock v. Soule, 303 Mass. 153, 157-159. Watkins v. Simplex Time Recorder Co. 316 Mass. 217, 224-225. Caputo v. Board of Appeals of Somerville, 330 Mass. 107, 113-114. Bendslev v. Commissioner of Public Safety, ante, 261, 266-267. Accordingly, the report is discharged, and the cause is to stand for further action by the single justice on the writ of error.\nSo ordered.\nNOTES\n[1]  This motion was heard by a different judge after the decease of the judge who had conducted the trial.\n\n",
            "ocr": false,
            "opinion_id": 2195521
        }
    ],
    "court_short_name": "Massachusetts Supreme Judicial Court",
    "court_full_name": "Massachusetts Supreme Judicial Court",
    "court_type": "S",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Robbery"
}