{
    "id": 2209280,
    "judges": "DeBRULER, Dickson, Givan, Pivar-Nik, Shepard",
    "date_filed": "1982-05-05",
    "date_filed_is_approximate": true,
    "slug": "mediate-v-state",
    "case_name_short": "Mediate",
    "case_name": "Mediate v. State",
    "case_name_full": "Rocco MEDIATE, III, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)",
    "attorneys": "Belle T. Choate, Choate, Visher & Haith, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., Louis E. Ransdell, Deputy Atty. Gen., Indianapolis, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b433-9\">\n    Rocco MEDIATE, III, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below).\n   </parties><br><docketnumber id=\"b433-10\">\n    No. 1084S374.\n   </docketnumber><court id=\"A8g\">\n    Supreme Court of Indiana.\n   </court><br><decisiondate id=\"b433-11\">\n    Oct. 16, 1986.\n   </decisiondate><br><attorneys id=\"b434-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"392\"> \n     *392\n     </span>\n    Belle T. Choate, Choate, Visher &amp; Haith, Indianapolis, for appellant.\n   </attorneys><br><attorneys id=\"b434-7\">\n    Linley E. Pearson, Atty. Gen., Louis E. Ransdell, Deputy Atty. Gen., Indianapolis, for appellee.\n   </attorneys>",
    "citations": [
        "498 N.E.2d 391"
    ],
    "opinions": [
        {
            "author_str": "Shepard",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4352.0,
            "opinion_text": "\n498 N.E.2d 391 (1986)\nRocco MEDIATE, III, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 1084S374.\nSupreme Court of Indiana.\nOctober 16, 1986.\n*392 Belle T. Choate, Choate, Visher &amp; Haith, Indianapolis, for appellant.\nLinley E. Pearson, Atty. Gen., Louis E. Ransdell, Deputy Atty. Gen., Indianapolis, for appellee.\nSHEPARD, Justice.\nRocco Mediate was convicted of burglary, a class B felony, Ind. Code § 35-43-2-1 (Burns 1979 Repl.) and theft, a class D felony, Ind. Code § 35-43-4-2 (Burns 1979 Repl.), upon charges that he broke into the home of Joseph Montgomery and stole property. Appellant was sentenced to concurrent terms of twelve years for the burglary conviction and three years for the theft conviction. We affirm.\nWe have consolidated the issues raised by appellant to a sole question: what quantum of additional evidence, if any, is necessary to sustain a conviction based principally upon a fingerprint?\nThe State's case in chief was based upon the following evidence. On November 21st, Spencer Ivy discovered that his black and silver pick-up truck, containing tools labeled with his employer's address, was missing, and he reported the theft to the police. The same day, Jimmy Edwards, a maintenance man at an apartment building, observed two men remove items from a black and silver truck into an apartment dumpster. Edwards identified appellant in court as one of these men. Edwards removed from the dumpster some of the items which were labeled with the address of Ivy's employer. The jury found appellant not guilty of this theft.\nThe same day, William S. Van Buskirk observed a black truck in Joseph Montgomery's driveway. A few moments later Van Buskirk saw a shadowy unidentifiable figure placing something in the truck. Officer Robert Hawkins responded to the Montgomery burglary after receiving a dispatch that a black and silver Ford truck, license plate number 5782A or 57882A could be involved. The certificate of registration indicated that Ivy's truck had a license plate number of 57882A.\nWhen Montgomery, a gun dealer, left his house on November 21st, the house was locked and the door of the attached garage was closed, but not locked. No one had permission to be in his house while he was absent. The jam of the front door was broken when he returned. A VCR, microwave *393 oven, television, and five guns were stolen. Appellant's apartment was searched twenty hours after the crime, but none of the stolen items were recovered.\nA box of twelve gauge super-x shotgun shells apparently had been moved from the closet to the floor of the garage by the burglar. Officer Hawkins found latent fingerprints on the shotgun shell box which were determined by an expert to match appellant's fingerprints. Hawkins did not take fingerprints from the two men who were arrested for the theft of Ivy's truck.\nMontgomery sold this type of shotgun shell at his gun store. He did not know whether Mediate had ever been in the store because of the volume of customers and the possibility that an employee may have served appellant. Montgomery purchased these shells from a discount store, but he did not remember the date of purchase nor did he label the boxes. When asked whether the box of shells had ever been offered for sale at his place of business, Montgomery responded, \"Not that I know of.\"\nAs an appellate tribunal, we neither reweigh the evidence nor judge the credibility of witnesses when an appellant challenges the sufficiency of the evidence, but consider only the evidence most favorable to the State and all reasonable inferences therefrom. Freeze v. State (1986), Ind., 491 N.E.2d 202. We review the evidence for the purpose of determining, as a question of law, whether there is substantial evidence of probative value from which a jury could reasonably infer or find the existence of each material element of the crime in order to reach the conclusion that the accused has been proved guilty beyond a reasonable doubt. Baker v. State (1956), 236 Ind. 55, 138 N.E.2d 641. Substantial evidence of probative value is evidence that has the qualities of directness and freedom from uncertainty. Vuncannon v. State (1970), 254 Ind. 206, 258 N.E.2d 639.\nThe rule of law defining proof beyond a reasonable doubt is well settled:\nIt requires the trier of facts to be so convinced by the evidence that as a prudent man he would feel safe to act upon such conviction in matters of the highest concern and importance to his own nearest, dearest and most important interests under curcumstances where there was no compulsion or coercion to act at all.\nEastson v. State (1967), 248 Ind. 338, 344-45, 228 N.E.2d 6, 11. A reasonable doubt \"is not a fanciful doubt \u0097 it must be more than speculation or whim. And it is a doubt which arises from the evidence, the lack of evidence, or a conflict in the evidence.\" Brown v. State (1977), 266 Ind. 82, 360 N.E.2d 830, 836. A reasonable inference of guilt must be more than a mere suspicion, conjecture, conclusion, guess, opportunity, or scintilla. Harris v. State (1978), 269 Ind. 672, 382 N.E.2d 913.\nWhen the principal evidence which establishes that an appellant committed the theft or burglary is latent fingerprints, sufficiency of the evidence is an important and difficult question. In many cases in which appellant argues that the only evidence supporting the conviction is his finger-prints, the State also presents additional direct evidence which alone would be sufficient to sustain the conviction or overwhelming circumstantial evidence. Other factors considered by this Court are legitimate access to the fingerprinted object, relocation of the object from its point of origin, and authorization to enter the dwelling or structure. The only circumstances under which fingerprint evidence was alone sufficient to sustain a conviction is when the print was found at the point of entry.\nAdditional evidence may provide the basis upon which the State establishes an element of the crime or the trier of fact may infer an element from circumstantial evidence. Hanks v. State (1985), Ind., 484 N.E.2d 14 (defendant's fingerprint found on object which had to be moved to reach stolen article, buttressed by defendant's familiarity with premises and knowledge of best moment to commit crime); Staggers v. State (1985), Ind., 477 N.E.2d 539 (police officer saw defendant near crime scene at time crime committed, storm window and screen of bedroom window had been removed, victim's description of intruder corresponded *394 to defendant's description, legitimate access precluded, and lack of authorization to enter); Gillie v. State (1984), Ind., 465 N.E.2d 1380 (defendant's wallet and identification found in stolen car plus admission to cellmate); Scrivener v. State (1982), Ind., 441 N.E.2d 954 (defendant apprehended by police in car which contained the stolen property); Daniels v. State (1982), Ind., 436 N.E.2d 788 (defendant's mother received the stolen item from her son); Rowan v. State (1982), Ind., 431 N.E.2d 805 (hair sample found at point of entry matched characteristics of defendant's hair and witness saw defendant in vicinity of victim's house the night of crime); Hightower v. State (1971), 256 Ind. 344, 269 N.E.2d 10 (stolen property found in defendant's apartment); Davis v. State (1974), 162 Ind. App. 401, 319 N.E.2d 673 (defendant apprehended in the stolen car which contained items also stolen from the victim's house).\nThe preclusion of legitimate access to the object supports the inference that the fingerprints were not made in a lawful manner. Whether the fingerprinted object was located in a public or private place is an important factor. When defendant's fingerprint is found on an object which was never accessible to the public a reasonable inference arises that the print was made during the crime. Staggers v. State (1985), Ind., 477 N.E.2d 539 (box kept in dresser drawer of victim's bedroom). When a fingerprint is found on an object located in a private dwelling but at one time accessible to the public, then defendant's legitimate access to the object must be ruled out. Powell v. State (1974), 160 Ind. App. 557, 312 N.E.2d 521 (surface of television set which had been dusted frequently since removed from house for repairs one year prior to crime). Legitimate access is also precluded when the structure is open to the public but the object is located in an area restricted to authorized persons only. Shuemak v. State (1970), 254 Ind. 117, 258 N.E.2d 158 (coin box located in car dealership was taken from vending machine which was forcibly opened).\nFurthermore, a defendant's fingerprint on an object which had been moved during the commission of the offense creates a reasonable inference that defendant left his print on the object when the crime was committed. Hanks, 484 N.E.2d 14, (fingerprint on object which had to be moved to reach stolen item); Staggers, 477 N.E.2d 539, (box removed from inside dresser drawer to top of dresser); Scrivener, 441 N.E.2d 954, (oil can removed from kitchen shelf to a kitchen counter during burglary); Hightower, 256 Ind. 344, (silver platter apparently dropped by burglar inside house); Shuemak, 254 Ind. 117, 258 N.E.2d 158, (coin box removed from the interior of vending machine). The inference that defendant committed the crime is strengthened when a private residence is burglarized and he did not have the victim's authorization to enter. Staggers, 477 N.E.2d 539; Scott v. State (1982), Ind., 434 N.E.2d 86; Hightower, 256 Ind. 344, 269 N.E.2d 10.\nA fingerprint found at the point of entry is accorded substantial weight because of its direct relationship to the element of illegal entry. Fingerprints found near the point of entry on the interior of dwelling may be sufficient standing alone. Scott, 434 N.E.2d 86 (fingerprint on screen removed from bathroom window and on bathroom wall inside residence); Paschall v. State (1972), 152 Ind. App. 408, 283 N.E.2d 801 (fingerprint on inside doorknob of victim's house alone sufficient). However, when the location of the print does not readily indicate a forced or illegal entry, then additional evidence may be necessary to sustain the conviction. Evans v. State (1986), Ind., 495 N.E.2d 739 (inside security chain of front door of victim's house was latched in his absence and defendant's prints were on broken glass of basement window) Daniels, 436 N.E.2d 788, (fingerprint found on pane of glass at point of entry and defendant had possession of stolen items); Curry v. State (1982), Ind. App., 440 N.E.2d 687 (one fingerprint on inside and one print on outside of piece of broken glass at point of entry, *395 indicating glass touched after broken, and expert testimony that the juxtaposition of prints indicated breaking and entering occurred simultaneously).\nIn the case at bar, defendant's fingerprints were found on an object which may have been previously accessible to the public. The conviction may be sustained only if appellant's legitimate access to the box of shotgun shells is precluded by the evidence presented at trial. If legitimate access is not precluded, then the jury's verdict would be based upon speculation rather than proof beyond a reasonable doubt.\nThe possibility of legitimate access was adequately foreclosed. Montgomery testified that, while he did sell this type of ammunition at his store, he did not believe that this particular box had been offered for sale there. The reasonable inference to be derived from this testimony and the relocation of the box from its point of origin is that appellant is the burglar whose prints were impressed on the box during the course of the crime.\nThe judgment of the trial court is affirmed.\nGIVAN, C.J., and DeBRULER, PIVARNIK and DICKSON, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2209280
        }
    ],
    "court_short_name": "Indiana Supreme Court",
    "court_full_name": "Indiana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}