{
    "id": 2212176,
    "judges": "Taylor",
    "date_filed": -21686400000,
    "date_filed_is_approximate": false,
    "slug": "people-v-buggs",
    "case_name_short": "Buggs",
    "case_name": "People v. Buggs",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. GARLAND BUGGS, JR., Defendant and Appellant",
    "attorneys": "Burton A. Gruber, under appointment by the Court of Appeal, for Defendant and Appellant., Thomas C. Lynch, Attorney General, Robert R. Granueci and John P. Henning, Jr., Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b307-5\">\n    [Crim. No. 7009.\n   </docketnumber><court data-order=\"1\" data-type=\"court\" id=\"Ake\">\n    First Dist., Div. Two.\n   </court><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ASy\">\n    Apr. 25, 1969.]\n   </decisiondate><br><parties data-order=\"3\" data-type=\"parties\" id=\"b307-6\">\n    THE PEOPLE, Plaintiff and Respondent, v. GARLAND BUGGS, JR., Defendant and Appellant.\n   </parties><br><p data-order=\"4\" data-type=\"attorneys\" id=\"b307-10\">\n    Burton A. Gruber, under appointment by the Court of Appeal, for Defendant and Appellant.\n   </p><br><p data-order=\"5\" data-type=\"attorneys\" id=\"b307-11\">\n    Thomas C. Lynch, Attorney General, Robert R. Granueci and John P. Henning, Jr., Deputy Attorneys General, for Plaintiff and Respondent.\n   </p>",
    "citations": [
        "272 Cal. App. 2d 285"
    ],
    "opinions": [
        {
            "author_str": "Taylor",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6609.0,
            "opinion_text": "\n272 Cal. App. 2d 285 (1969)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nGARLAND BUGGS, JR., Defendant and Appellant.\nCrim. No. 7009. \nCalifornia Court of Appeals. First Dist., Div. Two.  \nApr. 25, 1969.\n Burton A. Gruber, under appointment by the Court of Appeal, for Defendant and Appellant.\n Thomas C. Lynch, Attorney General, Robert R. Granucci and John F. Henning, Jr., Deputy Attorneys General, for Plaintiff and Respondent. *286\n TAYLOR, J.\n Defendant appeals from an order denying his petition for a writ of error coram nobis. He contends that his petition should have been granted and he should have been permitted to withdraw his plea of guilty in a prior proceeding.\n The facts are not in dispute. In February 1966, appellant was charged with first degree burglary (Pen. Code,  459). At this time, appellant was represented by counsel. After originally entering a plea of not guilty, appellant, after consulting with his counsel and the court, entered a plea of guilty. At the time of the change of plea, the trial court ascertained that the change was made only after appellant had consulted with his counsel and that there had been no threats or promises of any kind. Thereafter, the court asked appellant: \"And you are entering a plea to Count One which charges you with the crime of burglary, entering the premises described with the intent to commit theft, because you are guilty of that?\" Appellant did not understand the question and hesitated to answer it, although he wished to enter a plea of guilty. The court then asked: \"Are you entering a plea of guilty to Count One because you are guilty of it?\" Appellant answered in the affirmative and also indicated that he understood the court would find that he was pleading guilty to first degree burglary. The court again ascertained that appellant would not change his mind about entering the plea and the People requested dismissal of counts two and three. Thereafter, the court referred the matter to the probation department and set the sentencing hearing for two weeks later on completion of the sentence report.\n At the subsequent hearing on Monday, March 7, 1966, the time set for receiving the probation report, appellant indicated that he would like to withdraw his previously entered plea of guilty. Appellant indicated that when he entered the plea, he was under the impression that it was a six-month maximum sentence. Thereupon, the court said: \"Well, my understanding of that provision of the Code under 1202b  [fn. [1]] is, that is what it is. It says 'minimum' but it means that if you behave yourself, your case will come up for parole in about six months; and if you behaved yourself in prison, my sentencing you under that provision means that you will be let out on parole at the end of the six months. You will be out on parole *287 for them [sic] as fixed by the Adult Authority; but the time spent in prison will actually be six months.\" Appellant replied: \"Well, I think it states in that law it's the 'minimum.' \" The following ensued: \"The Court: That is right. That means it is the least amount you have to serve before you are paroled. Everyone that I have sent up there under this provision who's behaved himself in prison has been paroled at the end of six months. Under the law it says 'minimum,' but it really means that if you behave yourself, and I keep saying that--if you misbehave in prison, they will keep you there--you will be paroled at the end of six months. Mr. Sheahan: He's indicated that there's no guarantee of that; that it's still up to the Adult Authority, Your Honor, and in view of the record, he's under the impression that he will do considerably more than six months. I realize Your Honor has no control over that either. The Court: Well, I do have. But the point is that I can control it. I will tell you how. I can sentence him under 1168  [fn. [2]] also. Now, 1168 means that I could call the case back, and I will do that; so I do have control over the case. Do you understand that? The Defendant: Yeah. The Court: Now where do we stand? Mr. Sheahan: Is that satisfactory with you? The Defendant: Yeah.\"\n Thereupon, the court denied probation, sentenced appellant to the Adult Authority for the term prescribed by law under two provisions: first, that appellant, being under 23 years of age, both at the time of the offense and at the time of the sentencing, be sentenced to a minimum of six months, pursuant to Penal Code section 1202b, and, second, the court requested a diagnostic study pursuant to Penal Code section 1168, which also gave it the power to retain jurisdiction over the cause.\n Appellant then asked: \"Well, I'll be called back within six months?\" and the following ensued: \"The Court: I can call you back at any time. If six months go by and you behave yourself in prison and you have not been paroled at the end of six months, you let me know. Do you understand? The Defendant: Yeah. The Court: I will get a report back, before the six months, with a recommendation from them as to what I should do to you or with you, and that will come back long before you come up for parole, so I won't know whether you have been paroled at the end of six months. At the end of six months, if you have not been paroled, I am going to write *288 them and find out whether there is anything against you as far as your prison conduct is concerned, and then we will take a look at it, and I can bring you back.\"\n Thereupon, appellant was remanded to the custody of the sheriff and remained in custody until December 9, 1966, about nine months after his commitment. At that time, he was paroled from the department of corrections and remained on parole status until his parole was cancelled on August 18, 1967, when he was sentenced to a three-year term of imprisonment. On September 15, 1967, appellant filed his petition for a writ in this matter. He alleged that the above quoted colloquy with the trial court at the time of sentencing led him to conclude that his maximum term would be six months and that he entered his plea of guilty in reliance thereon. The petition also alleged that he had been denied adequate representation of counsel during the sentencing proceeding.\n A special hearing on the petition was held on November 30, 1967, to ascertain whether or not appellant had entered his plea under any mistaken beliefs. At this hearing, appellant was represented by the deputy public defender. After carefully questioning appellant, as well as his attorney at the original proceedings, the court indicated that it was satisfied that appellant had clearly understood the effect of his plea which had been explained to him by the trial court and denied the petition. This appeal ensued.\n Penal Code section 1202b provides, so far as pertinent: \"In any criminal proceeding in which defendant is convicted of a felony or felonies and is committed to the custody of the director of corrections, if defendant was, at the time of commission of the offense or offenses, or of the apprehension from which the criminal proceeding resulted, under the age of 23 years, the court may, notwithstanding any other provision of law fixing or affecting the penalty for the offense or offenses, specify that the minimum term of imprisonment for the offense or the offenses cumulatively shall be six months.\"\n [1] The permissive language of the statute indicates that the discretionary authority there conferred on trial courts is specifically limited to minimum sentences of six months, but does not prescribe a maximum. Therefore, the court may sentence for any term between six months and the maximum sentences specified by the statutes concerning the particular crimes. Here, in order to secure such a lesser sentence, the trial court specifically committed appellant under Penal Code section 1168, thereby retaining jurisdiction to resentence him *289 if subsequent diagnostic studies and recommendations so indicated. The practical effect was to render appellant eligible for parole within six months. This fact was explained to appellant at the sentencing hearing and in the presence of his counsel. Neither appellant nor his counsel gave any indication to the sentencing court that these arrangements were in any way unsatisfactory to appellant. At the conclusion of the sentencing hearing, the trial judge asked appellant to contact him at the termination of six months as the trial court would not otherwise know whether or not he had been paroled. Appellant replied in the affirmative but apparently failed to contact the court at the end of six months. However, as noted above, at the expiration of approximately nine months, appellant was paroled.\n We conclude that the trial court's finding that appellant understood the effect of his plea and that it had been explained to him by the sentencing court was sustained by the evidence, and is, therefore, conclusive on appeal from the order denying his petition for writ of error coram nobis (People v. Crawford, 176 Cal. App. 2d 564, 567 [1 Cal. Rptr. 811]).\n [2] Appellant also contends that he was denied adequate representation of counsel at the time of sentencing. Although the inadequacy of counsel prior to judgment cannot be properly raised collaterally on a petition for writ of error coram nobis (People v. Williams, 238 Cal. App. 2d 585 [48 Cal. Rptr. 67]; People v. Howard, 62 Cal. 2d 237, 238 [42 Cal. Rptr. 7, 397 P.2d 999]), the record here indicates that appellant was ably and well represented by counsel at all stages of the proceedings.\n Clearly, the facts in the instant case do not come anywhere close to the kind of court participation in plea bargaining that was recently condemned by Division Four of this court in People v. Williams, 269 Cal. App. 2d 879 [75 Cal. Rptr. 348]\n Affirmed.\n Shoemaker, P. J., and Agee, J., concurred.\nNOTES\n[fn. [1]]  [1]. The statute grants the trial court discretionary authority to specify a six-month minimum imprisonment for defendants under the age of 23 years (In re Ward, 227 Cal. App. 2d 369 [38 Cal. Rptr. 650]).\n[fn. [2]]  [2]. The indeterminate sentence law.\n\n",
            "ocr": false,
            "opinion_id": 2212176
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}