{
    "id": 2238410,
    "judges": "Simkins",
    "date_filed": 114048000000,
    "date_filed_is_approximate": false,
    "slug": "people-v-hutson",
    "case_name_short": "Hutson",
    "case_name": "People v. Hutson",
    "case_name_full": "The People of the State of Illinois, Plaintiff-Appellee, v. Lawrence Henry Hutson, Defendant-Appellant",
    "attorneys": "Theodore G. House, of Schmiedeskamp, Robertson, House, Neu & Mitchell, of Quincy, for appellant., Robert J. Bier, State’s Attorney, of Quincy, (John A. Beyer, Circuit Attorney Project, of counsel,) for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b797-7\" pgmap=\"797\">\n    The People of the State of Illinois, Plaintiff-Appellee, v. Lawrence Henry Hutson, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b797-8\" pgmap=\"797\">\n    (No. 11777;\n   </docketnumber><br><court id=\"b797-9\" pgmap=\"797\">\n    Fourth District —\n   </court><decisiondate id=\"AqNn\" pgmap=\"797\">\n    August 13, 1973.\n   </decisiondate><br><attorneys id=\"b798-5\" pgmap=\"798\">\n    Theodore G. House, of Schmiedeskamp, Robertson, House, Neu &amp; Mitchell, of Quincy, for appellant.\n   </attorneys><br><attorneys id=\"b798-6\" pgmap=\"798\">\n    Robert J. Bier, State’s Attorney, of Quincy, (John A. Beyer, Circuit Attorney Project, of counsel,) for the People.\n   </attorneys>",
    "citations": [
        "300 N.E.2d 305",
        "13 Ill. App. 3d 775"
    ],
    "opinions": [
        {
            "author_str": "Simkins",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n13 Ill. App. 3d 775 (1973)\n300 N.E.2d 305\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nLAWRENCE HENRY HUTSON, Defendant-Appellant.\nNo. 11777.\nIllinois Appellate Court \u0097 Fourth District.\nAugust 13, 1973.\n*776 Theodore G. House, of Schmiedeskamp, Robertson, House, Neu &amp; Mitchell, of Quincy, for appellant.\nRobert J. Bier, State's Attorney, of Quincy, (John A. Beyer, Circuit Attorney Project, of counsel,) for the People.\nJudgment affirmed.\nMr. JUSTICE SIMKINS delivered the opinion of the court:\nOn July 13, 1971, the grand jury returned an indictment charging the defendant-appellant Lawrence Henry Hutson and one Eugene Earl Fred with the crime of armed robbery. The scene of the alleged occurrence was the Cedar Club Tavern at 2001 Cedar Street in Quincy, Illinois. Fred is not a party to this appeal. Hutson was tried before a jury, convicted and sentenced to an indeterminate term of 5 to 10 years.\nOn September 29, 1971, Fred entered his plea of guilty to the charge. The trial of defendant Hutson commenced on September 30, 1971, and the first witness called by the People was Eugene Earl Fred. The record discloses that during his initial questioning by the State's Attorney, Fred was a reluctant witness, and it supports the trial judge's finding that the defendant had made prior statements inconsistent with his testimony, that the People were indeed taken by surprise and that the witness was evasive. He testified, initially, when asked to identify defendant as one who had participated in the robbery, that \"Well, sir, it looks like the defendant. I'm not actually positive though.\" When asked if he met with the defendant on the day of the crime Fred responded, \"As I said sir, that's quite awhile back.\" Eventually the State's Attorney advised the Court that defendant had, just prior to being placed on the witness stand, made statements to the State's Attorney which were entirely inconsistent with his testimony. Fred recounted his own participation in the crime as well as that played by the person who \"resembled\" the defendant. The gist of the problem was presented by his refusal to identify the defendant. The State's Attorney's motion that Fred be called as the Court's witness was then allowed over defendant's objection.\nThe trial judge then told Fred that he was being called as the Court's witness, suggested to him that he was under oath and subject to penalties for contempt and perjury. The jury was then brought in and Fred recounted *777 the details of the crime which he and defendant had committed and positively identified defendant as his co-participant.\n\u0095 1, 2 Defendant contends that the calling of Fred as the Court's witness after he had initially been called and testified as a witness for the People \"improperly reinforced the adverse effect of Fred's testimony in the eyes of the jury.\" We find no merit in this contention. Under the circumstances revealed by this record the People had no advance warning or indication that Fred would evade identification of the defendant until after he had been called and had commenced his testimony. This chain of events, and the timing involved is not uncommon and the designation of a witness as a Court's witness after he has given testimony is not, in itself, an abuse of discretion. (People v. Routt, 100 Ill. App. 2d 388, 241 N.E.2d 206; People v. Williams, 22 Ill. 2d 498, 177 N.E.2d 100, cert. denied 82 S. Ct. 646, 369 U.S. 806.) Defendant also contends that in eliciting from Fred the fact that he had made prior inconsistent statements (prior to his being designated a Court's witness) the State's Attorney was impeaching his own witness. \"However, when a witness for the State gives surprise testimony the court may permit the State to examine the witness to show that he is giving unexpected testimony, and such procedure does not amount to impeachment.\" People v. Williams, 22 Ill. 2d 498, 504, 177 N.E.2d 100.\nAfter designating Fred as a Court's witness the trial judge conducted a lengthy and detailed examination of the witness, following which the State's Attorney asked only three questions and these related to certain exhibits. The defendant argues that this extensive questioning by the trial judge usurped the function of the State's Attorney and served to unduly emphasize Fred's testimony. We first note, that the trial judge stated to counsel that he intended to question the witness and would then turn the witness over for cross-examination by them. The State's Attorney agreed to this procedure as did defense counsel who stated, in reply to the Court's question, \"Do either of you wish to be heard on the procedure that the Court suggests?\", \"Your Honor, that seems to be an entirely proper procedure.\" Defendant cites People v. Rothe, 358 Ill. 52, in support of this assignment of error. In Rothe the trial judge was criticized for his examination of a witness and for a statement made to the jury at the conclusion of his examination. The court stated \"* * * we have pointed out the impropriety and dangers attendant upon the trial court attempting any extended examination of a witness. We have said that such examination is more properly the function of counsel, and explained the dangers of giving the appearance of bias in this particular method of procedure.\" We note that Rothe opinion also recites that \"The evidence is close, highly conflicting and entirely irreconcilable.\" *778 People v. Giacomino, 347 Ill. 523, 180 N.E. 437, cited by the People, is not in conflict with the holding in Rothe, but stands for the additional proposition that lengthy examination of a witness may be warranted where the trial judge is justified in concluding that the witness is not telling the truth. The extent to which a trial judge may indulge in an examination of a witness \"* * * rests largely in his discretion but in its exercise he must not forget the function of a judge * * *.\" People v. Trefonas, 9 Ill. 2d 92, 136 N.E.2d 817.\n\u0095 3 The evidence here is not \"* * * close, highly conflicting and entirely irreconcilable.\" The evidence as to Hutson's guilt is clear, uncontradicted and overwhelming. He was positively identified by one Larry Hunter, an eyewitness to the crime, during a lineup at the police station on the day following the robbery, identified him again at the preliminary hearing and during the trial before the jury. Hutson was also identified by Vernon Gardner, another eyewitness to the crime, who was doing some carpenter work at the Cedar Club at the time. He engaged in conversation with Hutson for several minutes prior to the robbery. The witness Cookson related that on June 6, 1971, the day following the robbery, Hutson told \"* * * something about robbing a tavern the day before around 20th and Cedar somewhere, him and two or three other guys, and that they divided at one guy's house * * *.\" The witness Groseclose testified to a statement of similar import made to him by Hutson on June 6, 1971. The defendant did not testify. On this record we find no merit in defendant's contention that the trial judge committed reversible error in his examination of the defendant as a Court's witness.\n\u0095 4 There are numerous other assignments of error concerning admissibility of evidence, refusal of the trial court to grant a continuance and allegations that the trial court improperly considered certain evidence in imposing sentence which is urged to be excessive. None of these contentions were mentioned in defendant's post trial motion, and the admission of the evidence in question was not objected to during the trial. When a defendant fails to object to the admission of evidence and secure a ruling on the objection the objection is waived. (People v. Trefonas, 9 Ill. 2d 92, 136 N.E.2d 817.) We will not consider errors raised for the first time on appeal. (People v. Irwin, 32 Ill. 2d 441, 207 N.E. 76.) \"Where the grounds for a new trial are stated in writing, the accused is limited on review to the errors alleged therein and all other errors are deemed to have been waived.\" People v. Hairston, 46 Ill. 2d 348, 367, 263 N.E.2d 840.\nA detailed recital of the evidence would unduly lengthen this opinion, nor would such detail have any precedential value. Examination of the *779 record convinces us that defendant was fairly tried and his guilt established beyond any reasonable doubt and that no reversible error occurred in the proceedings.\n\u0095 5 Defendant also maintains that his sentence is excessive in comparison to that imposed upon Fred. Fred received a sentence of 5 to 15 years. Defendant was a willing and active participant in the robbery and shared in the proceeds. The sentence imposed is within the statutory limits, and in such instance a reviewing court will not disturb the sentence unless it is clear that it constitutes a great departure from the spirit and purpose of the law. (People v. Gold, 38 Ill. 2d 510, 232 N.E.2d 702.) Mindful of the guidelines stated in People v. Taylor, 33 Ill. 2d 417, 211 N.E.2d 673, we find nothing in this record which would warrant sentence reduction in this court. We accordingly affirm the judgment of the trial court.\nWe note that this case was initially presented on an Anders brief. We denied the motion to withdraw and appointed counsel with request for further briefing. We deem it appropriate to express the court's appreciation for the diligent effort which ensued.\nJudgment affirmed.\nSMITH, P.J., and TRAPP, J., concur.\n",
            "ocr": false,
            "opinion_id": 2238410
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}