{
    "id": 2243670,
    "judges": "Epstein",
    "date_filed": 773884800000,
    "date_filed_is_approximate": false,
    "slug": "ruiz-v-superior-court",
    "case_name_short": "Ruiz",
    "case_name": "Ruiz v. Superior Court",
    "case_name_full": "RAMON P. RUIZ, Petitioner, v. THE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; THE PEOPLE, Real Party in Interest",
    "attorneys": "Counsel-, Wilbur F. Littlefield, Public Defender, Albert J. Menaster, Forrest L. Elliott, Jr., and Alex Ricciardulli, Deputy Public Defenders, for Petitioner., No appearance for Respondent., Gil Garcetti, District Attorney, Brentford J. Ferreira and Brent Riggs, Deputy District Attorneys, for Real Party in Interest.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b659-4\">\n    [No. B078466.\n   </docketnumber><court id=\"ANR\">\n    Second Dist., Div. Four.\n   </court><decisiondate id=\"AZjZ\">\n    July 11, 1994.]\n   </decisiondate><br><parties id=\"b659-5\">\n    RAMON P. RUIZ, Petitioner, v. THE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; THE PEOPLE, Real Party in Interest.\n   </parties><br><attorneys id=\"b660-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"936\"> \n     *936\n     </span>\n    Counsel-\n   </attorneys><br><attorneys id=\"b660-8\">\n    Wilbur F. Littlefield, Public Defender, Albert J. Menaster, Forrest L. Elliott, Jr., and Alex Ricciardulli, Deputy Public Defenders, for Petitioner.\n   </attorneys><br><attorneys id=\"b661-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"937\"> \n     *937\n     </span>\n    No appearance for Respondent.\n   </attorneys><br><attorneys id=\"b661-5\">\n    Gil Garcetti, District Attorney, Brentford J. Ferreira and Brent Riggs, Deputy District Attorneys, for Real Party in Interest.\n   </attorneys>",
    "citations": [
        "26 Cal. App. 4th 935",
        "31 Cal. Rptr. 2d 741"
    ],
    "opinions": [
        {
            "author_str": "Epstein",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6398.0,
            "opinion_text": "\n26 Cal. App. 4th 935 (1994)\n31 Cal. Rptr. 2d 741\nRAMON P. RUIZ, Petitioner,\nv.\nTHE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; THE PEOPLE, Real Party in Interest.\nDocket No. B078466.\nCourt of Appeals of California, Second District, Division Four.\nJuly 11, 1994.\n*936 COUNSEL\nWilbur F. Littlefield, Public Defender, Albert J. Menaster, Forrest L. Elliott, Jr., and Alex Ricciardulli, Deputy Public Defenders, for Petitioner.\n*937 No appearance for Respondent.\nGil Garcetti, District Attorney, Brentford J. Ferreira and Brent Riggs, Deputy District Attorneys, for Real Party in Interest.\nOPINION\nEPSTEIN, J.\nThe issue in this case is the sufficiency of evidence at a preliminary hearing to establish probable cause for holding the petitioner to answer felony charges and to support the denial of his subsequent motion to dismiss. Petitioner argues that the declarant, whose statement was recounted by a qualified law enforcement officer, was a coparticipant in the offense, and hence that his statements were too unreliable to establish probable cause unless corroborated.\nWe conclude that the witness was not shown to be a coparticipant as a matter of law, and hence that no corroboration was required. The testimony of the peace officer pursuant to Proposition 115 was sufficient to establish the requisite probable cause.\n\nFACTUAL AND PROCEDURAL SUMMARY\nAppellant is charged by information with one count of murder (Pen. Code, § 187; all further statutory references are to the Penal Code unless otherwise indicated).\nThe sole witness at the preliminary hearing was William Newmann, a Los Angeles County Sheriff's Department detective assigned to the homicide bureau. He was the investigating officer for the drive-by shooting in which the victim in this case was killed. Detective Newmann has 23 years of experience as a peace officer. His experience and status as the investigating officer satisfy the foundational requirements for the admission of hearsay statements at a preliminary hearing through the testimony of a peace officer. (§ 872, subd. (b); Whitman v. Superior Court (1991) 54 Cal. 3d 1063, 1072-1073 [2 Cal. Rptr. 2d 160, 820 P.2d 262].)\nPetitioner does not challenge the admissibility of Detective Newmann's testimony. Instead, he argues that the declarant, Raul Cortez, was a coparticipant in the offense as a matter of law, and hence that his statements were insufficient, without corroboration, to establish probable cause.\n*938 Detective Newmann recounted statements made to him at the crime scene by witnesses. Jose Marquez told him that he was standing on Hickory Avenue with Dale Hayes and another friend shortly before midnight on February 21st. Shots were fired from a slowly approaching burgundy-colored Monte Carlo. As the three men ran, Marquez heard Hayes shout that he had been hit. Hayes died, and an autopsy, which Detective Newmann attended, revealed that he had been killed by two copper-jacketed bullets.\nDetective Newmann testified that Raul Cortez was arrested on suspicion of the homicide. Detective Newmann had two conversations with Cortez on the day of his arrest, during which Cortez denied any involvement in the shootings, and denied that his car was at the scene.\nDetective Newmann next spoke to Cortez on March 1, 1993, at the men's central jail. After Cortez again denied any role in the shooting, Detective Newmann told him that police had a witness who had identified Cortez's car near the shooting and that a .380 shell casing had been found in his car.[1] Cortez then changed his story and implicated petitioner, stating: \"Ray did it,\" and that Ray had the gun and used it to fire from Cortez's car.\nCortez explained that on the night of the murder, he was driving his vehicle. Other evidence established that the vehicle resembled the car identified by the witnesses to the Hayes shooting. Cortez said that petitioner was in the front passenger seat. Petitioner directed him to drive around the block, to a southbound direction on Hickory, saying that he wanted to pick up a girlfriend who lived on that street. Instead of stopping at the girlfriend's house, they drove beyond it, to a location where Hayes and his companions were standing on the sidewalk near a white pickup truck.\nDetective Newmann testified: \"It was at this time that Mr. Cortez noticed that Little Ray [petitioner] had a chrome .380 semi-automatic on him, and also that he didn't know what was about to happen.\" Cortez stopped his vehicle next to the men on the sidewalk, and one of them flashed a gang sign. Cortez was aware that he was in the territory of a rival gang. When one of the men on the sidewalk began to approach the car, \"[A]ll of a sudden ... Ray started shooting at the individuals and yelled, `Florencia La Tresa D.B.S.,' which is supposed to mean `Florencia 13 Dreamboys.\" After the shots were fired, Cortez sped away from the scene and drove to South Gate.\nSubsequently, Cortez selected petitioner's photograph from a mug shot folder, and identified him as the shooter whom he knew as Little Ray. Cortez gave essentially the same account in a statement tape-recorded on April 15, 1993.\n*939 Petitioner's counsel objected to admission of Cortez's statements through the testimony of Detective Newmann. He based his objections on the grounds of hearsay and inadequate foundation. Petitioner moved to dismiss for insufficiency of the evidence because Cortez was a participant in the offense, and as such, his uncorroborated statements were not sufficiently reliable to establish probable cause to hold petitioner to answer in superior court. The magistrate denied the motion.\nPetitioner filed a section 995 motion to set aside the information in the superior court. He analogized to cases requiring corroboration of probable cause information supplied by anonymous informants. The People opposed the motion on the ground that Cortez's statements were within the hearsay exception for declarations against interest. (Evid. Code, § 1230.)\nThe trial court denied the motion to dismiss. Petitioner then filed a petition for writ of prohibition, which was denied. The Supreme Court granted review and returned the case to us with directions to vacate our order and to issue an alternative writ. We have done so, and now review the petition on its merits.\n\nDISCUSSION\n(1a) Petitioner argues that his motion to set aside the information should have been granted for insufficiency of the evidence to hold petitioner to answer, in that Cortez's statements are the unreliable and uncorroborated hearsay statements of a coparticipant.\nThe function of a preliminary hearing is to determine whether there is probable cause to hold the accused for trial. (Whitman v. Superior Court, supra, 54 Cal.3d at pp. 1080-1081.) Proposition 115 added provisions to the Penal Code, the Evidence Code, and the Constitution, making major changes in the conduct of preliminary hearings. Under the new procedure, which has withstood constitutional challenge, an officer may testify to hearsay statements if he or she has \"sufficient knowledge of the crime or the circumstances under which the out-of-court statement was made so as to meaningfully assist the magistrate in assessing the reliability of the statement.\" (54 Cal.3d at pp. 1072-1073.)\nPetitioner argues that while the uncorroborated hearsay statements of a coparticipant in the offense may be admissible under Proposition 115, they are insufficiently reliable to establish probable cause. He argues that Fourth Amendment cases are applicable by analogy because the legal standard for determination of probable cause in that context is essentially the same as the *940 standard applied to determine whether a defendant should be held to answer. (See People v. Price (1991) 1 Cal. 4th 324, 410 [3 Cal. Rptr. 2d 106, 821 P.2d 610] [\"Cause to arrest exists when the facts known to the arresting officer would lead a person of ordinary care and prudence to entertain an honest and strong suspicion that the person arrested is guilty of a crime.\"]; Bailey v. Superior Court (1992) 11 Cal. App. 4th 1107, 1111 [15 Cal. Rptr. 2d 17] [\"Probable cause to issue an arrest or search warrant must ... be based on information ... providing a substantial basis from which the magistrate can reasonably conclude there is a fair probability that a person has committed a crime....\"]; People v. Alonzo (1993) 13 Cal. App. 4th 535, 538 [16 Cal. Rptr. 2d 656] [in determining whether there was probable cause to hold defendant to answer, appellate court must determine that magistrate \"could conscientiously entertain a reasonable suspicion that the defendant committed the crime charged.\"].)\nIn making this comparison, petitioner relies on People v. Campa (1984) 36 Cal. 3d 870 [206 Cal. Rptr. 114, 686 P.2d 634], in which our Supreme Court affirmed a trial court order suppressing statements made by the defendant during interrogation, on the ground that the arrest was illegal because the affidavit failed to establish probable cause. The affidavit in that case was based on uncorroborated hearsay information provided by a known informant who admittedly had participated in the crime. (Id. at p. 876.)\nWe conclude that petitioner's reliance on the search and seizure cases is misplaced because of significant differences in the purpose of determinations made in those proceedings compared with the limited purpose of the preliminary hearing. We also find Campa distinguishable on its facts, as we discuss below. We begin our analysis by contrasting the role of the reliability of a declarant in search and seizure proceedings and in preliminary hearings.\nThe focus in Campa was on the reliability of information provided by an admitted coparticipant in the offense to establish probable cause for arrest under the Fourth Amendment. \"When an affidavit is based upon hearsay information, any analysis of the competency and sufficiency of the evidence necessarily involves considerations of the credibility of the informant and the probative value of his information.\" (36 Cal.3d at p. 879.) As the dissent in Campa makes clear, the informant in that case had admitted his participation in the drive-by shooting; he had, in fact, \"admitted everything that was his to admit.\" (Id. at p. 886.)\nIn Whitman v. Superior Court, supra, 54 Cal. 3d 1063, the Supreme Court examined the materiality of the reliability of information provided at a *941 preliminary hearing conducted through the testimony of a qualified officer pursuant to Proposition 115. The court concluded: \"[T]he experience and training requirements of [section 872, subdivision (b)] help assure that the hearsay testimony of the investigating officer will indeed be as reliable as appropriate in light of the limited purpose of the preliminary hearing, as discussed in greater detail below. [Citation.] Although the underlying reliability of the victim or witness may remain untested until trial, we think the evaluation and cross-examination of the testimony of the qualified investigating officer provides sufficient basis for a pretrial probable cause determination.\" (Id. at p. 1078.)\nWe agree with petitioner that there is a rough analogy between the probable cause determination made in Fourth Amendment cases such as People v. Campa, supra, 36 Cal. 3d 870, and in the preliminary hearing context presented in this case. In search and seizure cases, the validity of an arrest or search warrant is at issue. In a felony preliminary hearing, the magistrate must decide whether the evidence is sufficient to hold a defendant to answer.\nBut Whitman instructs us that an opportunity to cross-examine a qualified police officer is sufficient at a pretrial probable cause hearing under United States Supreme Court jurisprudence. (See Whitman, 54 Cal.3d at pp. 1079-1081, discussing Gerstein v. Pugh (1975) 420 U.S. 103, 119-126 [43 L. Ed. 2d 54, 68-72, 95 S. Ct. 854].) The application of that established doctrine is fact intensive.\nUnlike Campa, the record in this case does not establish that the declarant, Cortez, was a coparticipant as a matter of law. Unlike the declarant in Campa, who admitted being a participant in the offense, Cortez's statement was precisely the opposite: he said he was not involved in the shooting. Cortez admitted that he drove petitioner to the scene, and that he was present when petitioner fired shots from the car. But he disclaimed any knowledge that petitioner had a weapon or that he planned to use it. If that statement is credited, Cortez would not be a coparticipant. At most, he would be an accessory after the fact, a separate offense under sections 32 and 33. (See People v. Riley (1993) 20 Cal. App. 4th 1808, 1813-1816 [25 Cal. Rptr. 2d 676].) It follows that the evidence was not sufficient to establish that Cortez was a coparticipant as a matter of law. (See People v. Fauber *942 (1992) 2 Cal. 4th 792, 834 [9 Cal. Rptr. 2d 24, 831 P.2d 249] [witness who participated in discussion of burglary of drug-dealing victim, drove by victim's house and urged defendant to rob victim at that time, was not an accomplice as a matter of law to murder which occurred four to seven days later. \"[I]t is not clear that [witness] knew when, how, or even if a burglary would in fact take place.\"].) Thus there was no requirement that his statements be corroborated.\nIt does not follow that petitioner is foreclosed from challenging the credibility of Cortez's statement. (2) A criminal defendant has two alternatives available upon the presentation at the preliminary hearing of the hearsay declaration of someone who may be a coparticipant in the offense charged. First, pursuant to section 866, subdivision (a), a defendant may call witnesses at a preliminary hearing who may impeach the testimony of a declarant testified to by a prosecution witness.[2] The record establishes that petitioner's counsel did not invoke this procedure. Second, the defendant may attempt at trial to present evidence to establish that the declarant is an accomplice whose testimony must be corroborated pursuant to section 1111. If the evidence at trial establishes that the declarant is an accomplice as a matter of law, the jury will have to be instructed that the testimony must be corroborated, and that it should consider Cortez's testimony with caution. If the evidence supports accomplice status but is not conclusive on the issue, the jury will be left to decide whether Cortez was an accomplice, and it will be instructed about the need for corroboration and caution in evaluating the testimony if it decides he was an accomplice. In any case, it will be for the jury to assess the credibility of any evidence from Cortez that is presented at trial.\n(1b) Since Cortez was not shown to be a coparticipant as a matter of law, his out-of-court statement was sufficient to establish probable cause even though not corroborated. The trial court properly denied petitioner's 995 motion.\n\n\n*943 DISPOSITION\nRamon Ruiz's petition for writ of prohibition is denied.\nWoods (A.M.), P.J., and Hastings, J., concurred.\nA petition for a rehearing was denied August 8, 1994, and the opinion was modified to read as printed above. Petitioner's application for review by the Supreme Court was denied October 20, 1994.\nNOTES\n[1]  Detective Newmann's statement that a casing had been found in Cortez's car was false.\n[2]  Section 866, subdivision (a) provides in pertinent part: \"When the examination of witnesses on the part of the people is closed, any witness the defendant may produce shall be sworn and examined. [¶] Upon the request of the prosecuting attorney, the magistrate shall require an offer of proof from the defense as to the testimony expected from the witness. The magistrate shall not permit the testimony of any defense witness unless the offer of proof discloses to the satisfaction of the magistrate, in his or her sound discretion, that the testimony of that witness, if believed, would be reasonably likely to ... impeach the testimony of a prosecution witness or the statement of a declarant testified to by a prosecution witness.\"\n\n",
            "ocr": false,
            "opinion_id": 2243670
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}