{
    "id": 2245258,
    "judges": "Arterburn, DeBruler, Givan, Hunter, Prentice",
    "date_filed": "2016-10-23",
    "date_filed_is_approximate": true,
    "slug": "lund-v-state",
    "case_name_short": "Lund",
    "case_name": "Lund v. State",
    "case_name_full": "Gerald L. Lund v. State of Indiana",
    "attorneys": "Jerry W. Newman, of Indianapolis, for appellant., Theodore L. Sendak, Attorney General, E. L. Whitmer, Deputy Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 26,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b460-8\">\n    Gerald L. Lund\n    <em>\n     v.\n    </em>\n    State of Indiana.\n   </parties><br><docketnumber id=\"b460-9\">\n    [No. 575S139.\n   </docketnumber><decisiondate id=\"AqH\">\n    Filed May 3, 1976.]\n   </decisiondate><br><attorneys id=\"b461-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"429\"> \n     *429\n     </span>\n<em>\n     Jerry W. Newman,\n    </em>\n    of Indianapolis, for appellant.\n   </attorneys><br><attorneys id=\"b461-8\">\n<em>\n     Theodore L. Sendak,\n    </em>\n    Attorney General,\n    <em>\n     E. L. Whitmer,\n    </em>\n    Deputy Attorney General, for appellee.\n   </attorneys>",
    "citations": [
        "345 N.E.2d 826",
        "264 Ind. 428"
    ],
    "opinions": [
        {
            "author_str": "Prentice",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4340.0,
            "opinion_text": "\n345 N.E.2d 826 (1976)\nGerald L. LUND, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 575S139.\nSupreme Court of Indiana.\nMay 3, 1976.\n*827 Jerry W. Newman, Indianapolis, for appellant.\nTheodore L. Sendak, Atty. Gen., E.L. Whitmer, Deputy Atty. Gen., Indianapolis, for appellee.\nPRENTICE, Judge.\nDefendant (Appellant) was charged and convicted of the commission of a felony (robbery) while armed[1] and of inflicting injury in the commission of a robbery.[2]*828 Trial was by jury, and he was sentenced to consecutive terms of ten (10) years imprisonment and life imprisonment. His appeal raises the following issues.\n(1) Sufficiency of the evidence.\n(2) Entitlement to additional peremptory challenges of jurors.\n(3) Correctness of trial court's denial of a motion to discharge based upon the State's failure to comply with discovery orders.\n(4) Correctness of trial court's ruling permitting testimony from a State's witness who was not listed in the response to the defendant's motion to produce.\n(5) Correctness of trial court's ruling denying a motion for mistrial predicated upon alleged prejudicial display of exhibits.\n(6) Correctness of trial court's denial of a mistrial predicated upon alleged prejudice resulting from the grant of a motion for discharge by a co-defendant.\n(7) Correctness of State's instructions No. 1 and 2.\n(8) Constitutionality of the sentences imposed.\n\nISSUE I.\nPerry Murphy and Margaret Thomas, her infant son and Mark Howard were at Murphy's residence. Murphy and Margaret left briefly, and Howard remained to care for the child. While Murphy and Margaret were gone, the defendant and one Milford Clark broke into the house. Clark had a shotgun, and the defendant had a pistol. Howard was hit in the head with the shotgun and tied while the intruders awaited the return of the others. When Murphy and Margaret returned, they were confronted by defendant and Clark, and Murphy was struck in the head several times. One of the intruders also struck Margaret. The defendant demanded that Murphy give him his money, and Murphy reached for his wallet but it was gone. He started towards the door but was shot in the back by the defendant. Clark at this time was beating Margaret and took $10.00 from her. The defendant then attempted to aid her, and Clark shot him with the shotgun.\nThe challenge to the sufficiency of the evidence is predicated upon a variance between the proof and the allegations of the charging affidavit. Counts I and II charged a robbery of Perry Murphy, whereas the evidence revealed that the money was taken not from him but from Margaret.\nThe evidence in this case disclosed the commission of two crimes under the armed robbery statute, an armed robbery of Margaret and an attempted armed robbery of Murphy. That an armed robbery of Margaret was proved under a charge of an armed robbery of Murphy appears to us to be immaterial under the circumstances of this case, because an attempted armed robbery of Murphy was clearly proved, was proscribed by the statute and was an offense necessarily included in the charging affidavit. The defendant insists that he could not be convicted of the armed robbery of Perry Murphy upon evidence that Milford Clark robbed Margaret Thomas. This cannot be disputed, but the evidence also disclosed that the defendant attempted an armed robbery of Murphy, an offense necessarily included in the charge of armed robbery of Murphy. One who is charged with the commission of a crime may be convicted of an attempt to commit the charged offense, if the attempt, *829 as well as the contemplated act is itself proscribed. Crump v. State, (1972) 259 Ind. 358, 287 N.E.2d 342.\nWere the penalty provided for the attempt less than that provided for the contemplated robbery, we would be required to remand the cause for sentencing in conformity with the statute and the crime proved. In this case, however, the completed act and the attempt thereof are both proscribed by the same statute and the same penalty is provided for each. We, therefore, see no harm to the defendant that he was sentenced for armed robbery rather than for an attempted armed robbery.\nWhat has been said above with reference to the sufficiency of the evidence upon the charge of armed robbery applies with equal logic to the crime of inflicting an injury in the commission of a robbery, inasmuch as the crime charged necessarily included the crime proved, and the penalties provided are the same.\n\nISSUE II.\nDefendant was tried jointly with one Kelley. Prior to the voir dire examination of the prospective jurors, the defendant moved that the ten peremptory challenges allowed by statute (Ind. Code 1971, § 35-1-30-2, Burns 1975, Acts 1905, ch. 169, § 228) be extended to each defendant individually rather than to them jointly. Defendant challenges this ruling as a denial of due process, in that he was hampered in his right to a jury of his own choosing. We are aware of no right of an accused to a jury of his own choice! Nor is there a constitutional right to peremptory challenges. The statute authorizing such challenges provides that when several defendants are tried together, they must join in their challenges. The defendant having no right to such challenges, except by virtue of the statute, we look only to the statute to determine his rights in this connection. Although decided as an equal protection of the law issue, rather than as a matter of statutory construction, it was held in Martin v. State, (on rehearing) (1974) Ind., 317 N.E.2d 430, that defendants tried jointly collectively receive the same number of challenges that a defendant tried individually would receive. This construction appears to be correct and has not been challenged.\n\nISSUES III and IV.\nThe prosecutor failed to comply with a pretrial discovery order in failing to list a Dr. Van Beek upon the State's list of witnesses supplied to the defendant. Defendant was not informed of this witness until January 27, 1975, the day before the trial, whereas by the court's discovery order, such information should have been furnished by January the 13th. The defendant contends that he should have been discharged because of the State's failure to comply with the order or, in the alternative, that Dr. Van Beek should not have been permitted to testify.\nThe sanctions for failure to comply with a discovery order are discretionary, not mandatory. Indiana Rules of Trial Procedure 37. There is no indication that the failure to list this witness was an act of bad faith or deliberate suppression which would warrant a discharge. Moore v. Illinois, (1972) 408 U.S. 786, 92 S. Ct. 2562, 33 L. Ed. 2d 706; Evans v. Janing, (8th Cir.1973) 489 F.2d 470. Nor has the defendant shown that he was harmed by the judge's ruling upon this matter.\nThe usual, but not sole, remedy in cases of this nature is a motion for a continuance. Luckett v. State, (1972) 259 Ind. 174, 284 N.E.2d 738; Johns v. State, (1968) 251 Ind. 172, 240 N.E.2d 60. There was no motion for continuance made in this case.\n\nISSUE V.\nThe defendant seeks a review of the admission into evidence of bloodied *830 wearing apparel removed from the victim, Murphy, following his injuries. His procedure is incorrect, in that the motion to correct errors does not cite their admission as error but rather refers to the denial of a motion for mistrial after an inflammatory display of the exhibits admitted over his objection. We find no such motion in the record, and his brief cites us to none. Obviously, any exhibits admitted into evidence may be displayed, and a motion for mistrial, if in fact made upon these grounds, was properly overruled.\nTo assure a full review to the defendant upon the merits of his appeal, we shall treat the issue as properly presented. Under this assignment, it is the defendant's contention that the exhibits were not relevant and were inflammatory. The exhibits were relevant, however, to the victim's injuries, and we are aware of no other test for their admissibility. Ledcke v. State, (1973) 260 Ind. 382, 296 N.E.2d 412. The defendant would have us test the admissibility of allegedly gruesome and inflammatory exhibits by the standards applied to photographs. He cites us to no authority for this proposition. Regardless, we do not find the exhibits objectionable under the standards of Carroll v. State, (1975) Ind., 338 N.E.2d 264.\n\nISSUE VI.\nThe State rested its case during a morning session. The jury was excused while the defendants' motions for judgment upon the evidence were made and considered. The motion of the defendant, Kelley, was sustained, while the motion of the defendant (Appellant) was overruled. Before recalling the jury, the trial judge announced that he intended to tell the jury \"that for the rest of the trial, we will be proceeding as to the defendant Lund only, with no further explanation.\" He asked both the prosecutor and defense counsel if that was all right, and both responded that they had no objection. A brief recess was had, and the trial judge again announced that he intended to apologize to the jury for the delay and to tell them that they would be proceeding for the balance of the trial as to the defendant Lund only. He again asked if there were any objections, and both the prosecutor and defense counsel responded in the negative.\nThe jury was recalled, and the defense presented several witnesses prior to the noon recess. Upon resuming the trial, the defendant moved for a mistrial based upon the absence of a cautionary instruction to the jury relative to the absence of the defendant, Kelley. He contended that the jury should have been instructed in some manner that the absence of the defendant Kelley was not to be regarded as a judicial determination or inference as to the guilt of the defendant (appellant). If the failure to give such an instruction was, in fact, error, it was affirmatively waived on the two occasions mentioned when the trial judge asked for objections, if any.\n\nISSUE VII.\nDefendant seeks to challenge the correctness of final instructions numbered 25 and 26, being State's tendered instructions numbered 1 and 2, but this issue is not properly before us. Trial Rule 51 provides: \"* * * No party may claim as error the giving of an instruction unless he objects thereto before the jury retires to consider its verdict, stating distinctly the matter to which he objects and the grounds of his objection. * * *.\" The record in this case discloses only a bare objection, with no statement of the grounds thereof.\n\nISSUE VIII.\nThe defendant's final contention is that the sentences are unconstitutional under the Eighth and Fourteenth Amendments to the Constitution of the United States and under Article 4, § 16 of the Constitution of Indiana. We have previously noted that the proscriptions of cruel *831 and unusual punishment are generally aimed at atrocious or obsolete punishment rather than at the duration of prison sentences. Beard v. State, (1975) Ind., 323 N.E.2d 216; Hollars v. State, (1972) 259 Ind. 229, 286 N.E.2d 166. We cannot say, as a matter of law in this case, that the sentences imposed are so severe or disproportionate to the nature of the offenses that we must invade the legislative realm of sentence determination.\nWe find no reversible error, and the judgment of the trial court is affirmed.\nGIVAN, C.J., and ARTERBURN, DeBRULER and HUNTER, JJ., concur.\nNOTES\n[1]  XX-XX-X-X [10-4709]. Commission of or attempt to commit crime while armed with deadly weapon. \u0097 Any person who being over sixteen [16] years of age, commits or attempts to commit any felony while armed with any dangerous or deadly weapon, or while any other person is present and aiding or assisting in committing or attempting to commit such felony is armed with any dangerous or deadly weapon, shall be guilty of a separate felony and upon conviction shall be imprisoned for [a] determinate period of not less than ten [10] years nor more than thirty [30] years. The penalty imposed by this chapter [section] is to be fixed by the court or jury trying the case, which sentence the court shall not have the power to suspend: Provided, That such court shall have the right to provide in the judgment that such term of imprisonment shall not run concurrently with any imprisonment that may be adjudged for any additional crimes being attempted or committed at the same time but that such term of imprisonment shall commence at the expiration of the imprisonment adjudged for any such additional crimes. [Acts 1929, ch. 55, § 1, p. 139; 1965, ch. 298, § 1, p. 819; 1969, ch. 206, § 1, p. 771; 1971, P.L. 453, § 1, p. 2092.]\n[2]  XX-XX-X-X [10-4101]. Robbery \u0097 Physical injury inflicted in robbery or attempt. \u0097 Whoever takes from the person of another any article of value by violence or by putting in fear, is guilty of robbery, and on conviction shall be imprisoned not less than ten [10] years nor more than twenty-five [25] years, and be disfranchised and rendered incapable of holding any office of trust or profit for any determinate period. Whoever inflicts any wound or other physical injury upon any person with any firearm, dirk, stiletto, bludgeon, billy, club, blackjack, or any other deadly or dangerous weapon or instrument while engaged in the commission of a robbery, or while attempting to commit a robbery, shall, upon conviction, be imprisoned in the state prison for life. [Acts 1941, ch. 148, § 6, p. 447.]\n\n",
            "ocr": false,
            "opinion_id": 2245258
        }
    ],
    "court_short_name": "Indiana Supreme Court",
    "court_full_name": "Indiana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}