{
    "id": 2246652,
    "judges": "Ward",
    "date_filed": 654307200000,
    "date_filed_is_approximate": false,
    "slug": "auto-owners-insurance-v-miller",
    "case_name_short": null,
    "case_name": "Auto Owners Insurance v. Miller",
    "case_name_full": "AUTO OWNERS INSURANCE COMPANY, Appellee, v. GARY E. MILLER Et Al., Appellants; AUTO OWNERS INSURANCE COMPANY, Appellee, v. ERNEST E. GRAY, Indiv. and as Adm’r of the Estate of Lynda Gray, Deceased, Et Al., Appellants",
    "attorneys": "Law Offices of Peter F. Ferracuti, P.C., of Ottawa (Mark A. Schindler, of counsel), for appellant Ernest E. Gray., Anthony C. Raccuglia & Associates, of Peru (James A. McPhedran, of counsel), for appellants Michael K. Einhaus et al., Meyers, Daugherity, Berry & O’Conor, Ltd., of Ottawa (Eugene P. Daugherity, of counsel), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b134-2\" pgmap=\"134\">\n    (Nos. 68480, 68536 cons.\n   </docketnumber><br><parties id=\"b134-3\" pgmap=\"134\">\n    AUTO OWNERS INSURANCE COMPANY, Appellee, v. GARY E. MILLER et al., Appellants.-AUTO OWNERS INSURANCE COMPANY, Appellee, v. ERNEST E. GRAY, Indiv. and as Adm’r of the Estate of Lynda Gray, Deceased, et al., Appellants.\n   </parties><br><decisiondate id=\"b134-4\" pgmap=\"134\">\n    Opinion filed September 26, 1990.\n   </decisiondate><br><attorneys id=\"b135-7\" pgmap=\"135\">\n    Law Offices of Peter F. Ferracuti, P.C., of Ottawa (Mark A. Schindler, of counsel), for appellant Ernest E. Gray.\n   </attorneys><br><attorneys id=\"b135-8\" pgmap=\"135\">\n    Anthony C. Raccuglia &amp; Associates, of Peru (James A. McPhedran, of counsel), for appellants Michael K. Einhaus et al.\n   </attorneys><br><attorneys id=\"b135-9\" pgmap=\"135\">\n    Meyers, Daugherity, Berry &amp; O’Conor, Ltd., of Ottawa (Eugene P. Daugherity, of counsel), for appellee.\n   </attorneys>",
    "citations": [
        "561 N.E.2d 630",
        "138 Ill. 2d 124",
        "149 Ill. Dec. 260"
    ],
    "opinions": [
        {
            "author_str": "Ward",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4264.0,
            "opinion_text": "\n561 N.E.2d 630 (1990)\n138 Ill. 2d 124\n149 Ill. Dec. 260\nAUTO OWNERS INSURANCE COMPANY, Appellee,\nv.\nGary E. MILLER et al., Appellants.\nAUTO OWNERS INSURANCE COMPANY, Appellee,\nv.\nErnest E. GRAY, Indiv. and as Adm'r of the Estate of Lynda Gray, Deceased, et al., Appellants.\nNos. 68480, 68536.\nSupreme Court of Illinois.\nSeptember 26, 1990.\nLaw Offices of Peter F. Ferracuti, P.C., Ottawa (Mark A. Schindler, of counsel), for appellant Ernest E. Gray.\nAnthony C. Raccuglia &amp; Associates, Peru (James A. McPhedran, of counsel), for appellants Michael K. Einhaus et al.\nMeyers, Daugherity, Berry &amp; O'Conor, Ltd., Ottawa (Eugene P. Daugherity, of counsel), for appellee.\nJustice WARD delivered the opinion of the court:\nThe defendants, Ernest E. Gray, individually and as administrator of the estate of *631 Lynda Gray, deceased, Michael K. Einhaus, Anthony Einhaus and Debra Einhaus, by Robert Einhaus, their father and next friend, appeal from the appellate court's reversal of the judgment in the circuit court of La Salle County for them. The trial court, granting the defendants' motions for declaratory judgment, held that a motor vehicle liability policy issued by the plaintiff, Auto Owners Insurance Company (Auto Owners), to Gary Miller, the driver of a truck that struck and injured the defendants, provided coverage for injuries sustained by Michael K. Einhaus, Anthony Einhaus, Debra Einhaus, and for Lynda Gray, who was killed. (180 Ill.App.3d 761, 765, 129 Ill. Dec. 604, 536 N.E.2d 444.) At the time of the accident, Miller was driving a truck provided for business use only by his employer, La Salle County Asphalt Company (La Salle). We granted the defendants' petitions for leave to appeal (107 Ill.2d R. 315), consolidated them for appeal, and now reverse the judgment of the appellate court.\nOn Sunday, September 9, 1984, a pickup truck driven by Gary E. Miller and owned by La Salle County Asphalt, his employer, collided with an automobile driven by defendant Michael K. Einhaus. A passenger in the Einhaus vehicle, Lynda Gray, died as a result of injuries she sustained in the accident and other passengers, Michael, Anthony, and Debra Einhaus, were injured.\nLa Salle had given Miller the use of the pickup truck for business purposes only. The company policy regarding any personal use of the truck was not in writing but Miller testified that he understood he was subject to discharge if he used the truck for personal purposes. He drove the truck, of course, at work and was allowed to drive it to and from work. Although Miller was not on La Salle's payroll during winter months, when he was not employed, the truck was kept at his home. According to the testimony of Owen Siebert, the vice president of La Salle County Asphalt, the company benefitted from allowing employees to take company vehicles after work to their homes. It enabled an employee to respond more quickly to emergency calls, to take better care of the truck, and to protect tools stored in the truck from theft.\nThe evidence shows that Miller was assigned a truck in May of 1982 and did not return the truck until he was discharged by La Salle shortly after the accident on September 9, 1984. Throughout the period that the truck was assigned to Miller, he rarely used the truck for personal reasons in violation of La Salle's orders.\nOn the date of the accident, Miller was insured under an individual automobile liability policy issued by the plaintiff, Auto Owners. It provided coverage for use of motor vehicles described in the policy as well as for the use of non-owned vehicles that were not furnished for his regular use. There was an exclusion provision in the policy which stated in regard to the use of other vehicles:\n\"DRIVE OTHER CARS: If the automobile is of the private passenger or utility type, * * *:\n* * * * * *\n(b) Coverage does not apply:\n\n(1) To any automobile [not described in the policy coverage section] owned by, or furnished for regular use to the named insured or a member of its household other than a private chauffeur or domestic servant of a named insured or spouse.\" (Emphasis added.)\nOn September 9, 1984, Miller attended a golf outing and he concedes that there was no proper business purpose served by attending. Miller drove the truck owned by La Salle to the outing and, on the way home from the outing, was involved in the auto accident that resulted in this litigation.\nIn a suit for declaratory judgment brought by the plaintiff, the trial court held that Miller was covered under the policy issued by the plaintiff. The court, citing State Farm Mutual Automobile Insurance Co. v. Differding (1977), 69 Ill. 2d 103, 12 Ill. Dec. 739, 370 N.E.2d 543, held that, though there was an unauthorized use of the truck at the time of the accident, the truck was not furnished for the insured's *632 regular use and, therefore, the insurance policy exclusion provision did not apply. The appellate court, in reversing the trial court, held that the plaintiff's policy exclusion applied to Miller since the truck was provided for his regular use.\nGray and the Einhauses counter that the \"regular use\" exclusion does not apply here because the truck was made available to Miller only for business purposes, and Miller's personal use of the truck was isolated, casual, and unauthorized. They cite this court's decision in Differding, 69 Ill. 2d 103, 12 Ill. Dec. 739, 370 N.E.2d 543, and the appellate court's decision in Schoenknecht v. Prairie State Farmers Insurance Association (1960), 27 Ill.App.2d 83, 169 N.E.2d 148, to support their contentions. Too, the defendants argue that the trial court decided the case as a factual issue and, as such, its decision can be reversed only by showing the decision was manifestly erroneous.\nA trial court's findings of fact will not be overturned unless \"they are against the manifest weight of the evidence.\" (Cosmopolitan National Bank v. County of Cook (1984), 103 Ill. 2d 302, 318, 82 Ill. Dec. 649, 469 N.E.2d 183.) In State Farm Mutual Automobile Insurance Co. v. Differding (1977), 69 Ill. 2d 103, 12 Ill. Dec. 739, 370 N.E.2d 543, the appellate court had reversed the trial court, holding that the trial court's decision was \"contrary to the manifest weight of evidence.\" (Differding, 69 Ill.2d at 107, 12 Ill. Dec. 739, 370 N.E.2d 543.) This court held that the trial court's judgment should be upheld because the record revealed that, \"in holding that the [trial court's] findings were contrary to the manifest weight of the evidence, the appellate court erred.\" Differeding, 69 Ill.2d at 107, 12 Ill. Dec. 739, 370 N.E.2d 543.\nHere, the trial court held that, as a factual determination, there was a \"deviation of the use of the vehicle from the purpose for which it was given to * * * Miller, and the automobile being operated by * * * Miller at the time of the accident * * * was not furnished for regular use to Miller or any member of his household.\" (Emphasis added.) It is clear from the record that the trial court considered the facts and circumstances of the case in making its determination. Whether the vehicle was furnished for Miller's regular use was a factual issue, and the standard for review is whether the trial court's finding was against the manifest weight of the evidence. (Cosmopolitan National Bank v. County of Cook, 103 Ill.2d at 318, 82 Ill. Dec. 649, 469 N.E.2d 183.) Upon review of the record, we consider that the trial court's decision was not against the manifest weight of the evidence.\nThis court has held that the meaning of \"frequent or regular use\" is dependent upon the facts and circumstances of the individual case. Differding, 69 Ill.2d at 107, 12 Ill. Dec. 739, 370 N.E.2d 543; see also Schoenknecht, 27 Ill.App.2d at 97-98, 169 N.E.2d 148.\nOn the facts here, it is clear that the truck was not furnished to Miller for his regular use. The exclusion from the policy's coverage applies to any vehicle that is \"furnished for regular use.\" Miller was authorized to use the truck for business purposes only. He was aware of an unwritten rule at La Salle that personal use of the truck would result in discharge. He used the truck for personal reasons in violation of La Salle's order when he drove it to the golf course. While he was returning from the outing, he was in the accident that resulted in this action. After the accident, Miller was discharged from his job by La Salle County Asphalt. According to the record, Miller's personal use of the truck was isolated, casual, and unauthorized.\nThe purpose of the \"drive other cars\" provision of an insurance policy is to provide coverage during isolated, casual, and unauthorized use of vehicles, but to exclude coverage of frequent, habitual, or principal use. This is to prevent the insurance company from being subjected to additional risk without receiving an appropriate premium. (Schoenknecht, 27 Ill. App.2d at 96-97, 169 N.E.2d 148; see also United States Sugar Corp. v. Nationwide Mutual Insurance Co. (Fla.App.1985), 475 So. 2d 1350, 1352; Nevels v. Hendrix (La. App. 1978), 367 So. 2d 33, 35.) The reasoning *633 underlying the \"frequent or regular use\" exclusion in an automobile insurance policy is that the family automobile policy is not designed to provide coverage for an employer's vehicle regularly used by the employee for work-related purposes or an employer's vehicle regularly used by the employee for personal reasons. (Nevels, 367 So.2d at 35-36.) Given the facts of the case and the purposes on which the automobile insurance policy provisions are based, a finding by the trial court that the truck was not provided for Miller's regular use was certainly warranted.\nThe plaintiff's argument that the decision in Schoenknecht has been overruled sub silentio by the holding in Differding is unconvincing. In Differding, this court cited Schoenknecht for the proposition that the appellate court had construed the terms \"regular use.\" (Differding, 69 Ill.2d at 107, 12 Ill. Dec. 739, 370 N.E.2d 543.) This court did not hold that the Schoenknecht court incorrectly defined the terms but found that the terms were not subject to absolute definition; that the issue was a question of fact. Differding, 69 Ill.2d at 107, 12 Ill. Dec. 739, 370 N.E.2d 543.\nFor the reasons given, the appellate court's judgment is reversed and the decision of the trial court is affirmed.\nAppellate court judgment reversed; circuit court judgment affirmed.\n",
            "ocr": false,
            "opinion_id": 2246652
        }
    ],
    "court_short_name": "Illinois Supreme Court",
    "court_full_name": "Illinois Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}