{
    "id": 2246717,
    "judges": "Gordon",
    "date_filed": "1983-04-13",
    "date_filed_is_approximate": true,
    "slug": "people-v-fernandez",
    "case_name_short": "Fernandez",
    "case_name": "People v. Fernandez",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. RAUL FERNANDEZ, Defendant-Appellant",
    "attorneys": "George S. Pfeifer, of Chicago, for appellant., Cecil A. Partee, State’s Attorney, of Chicago (Walter P. Hehner, Renee Goldfarb, and Candace A. Williams, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b127-8\" pgmap=\"127\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. RAUL FERNANDEZ, Defendant-Appellant.\n   </parties><br><court id=\"b127-10\" pgmap=\"127\">\n    First District (5th Division)\n   </court><docketnumber id=\"A_m\" pgmap=\"127\">\n    No. 1 — 89—1794\n   </docketnumber><br><decisiondate id=\"b127-11\" pgmap=\"127\">\n    Opinion filed September 21, 1990.\n   </decisiondate><br><attorneys id=\"b128-8\" pgmap=\"128\">\n    George S. Pfeifer, of Chicago, for appellant.\n   </attorneys><br><attorneys id=\"b128-9\" pgmap=\"128\">\n    Cecil A. Partee, State’s Attorney, of Chicago (Walter P. Hehner, Renee Goldfarb, and Candace A. Williams, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "561 N.E.2d 1131",
        "204 Ill. App. 3d 105",
        "149 Ill. Dec. 435"
    ],
    "opinions": [
        {
            "author_str": "Gordon",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7226.0,
            "opinion_text": "\n561 N.E.2d 1131 (1990)\n204 Ill. App. 3d 105\n149 Ill. Dec. 435\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nRaul FERNANDEZ, Defendant-Appellant.\nNo. 1-89-1794.\nAppellate Court of Illinois, First District, Fifth Division.\nSeptember 21, 1990.\nCecil A. Partee, State's Atty., Chicago (Walter P. Hehner, Renee Goldfarb, Candace A. Williams, Asst. State's Attys., of counsel), for plaintiff-appellee.\nGeorge S. Pfeifer, Chicago, for defendant-appellant.\nJustice GORDON delivered the opinion of the court:\nFollowing a bench trial in the circuit court of Cook County, defendant was found *1132 guilty of possession of a stolen motor vehicle (Ill.Rev.Stat.1987, ch. 95½, par. 4-103(a)(1)) and sentenced to 30 months probation. In this appeal, defendant contends that his conviction must be reversed because the State failed to prove that the car allegedly in his possession was the one set forth in the indictment.\nThe record shows that defendant was charged with burglary and possession of a stolen motor vehicle, i.e., a \"1984 Mazda * * * the property of Susan Haerr knowing it to have been stolen and converted,\" (Ill.Rev.Stat.1987, ch. 38, par. 19-1 and ch. 95½, par. 4-103(a)(1).) At trial, the parties stipulated that if Susan Haerr were called as a witness, she would testify that she owns a 1984 Mazda, VIN JM1FB3324EQ83Q894, and, on March 18, 1988, had not given anyone permission to be in possession of it.\nThe further evidence presented by the State showed that Ann Basye rented one space in her two-car garage to Michael Meskin whom she had known for some time. In early March 1988, she saw a red Mazda RX7 parked in his space, and, although she thought this was unusual, she was not unduly concerned about it until she noticed that the car was being dismantled day-by-day and that there were strangers in her garage. She expressed her concern over this situation to defendant and Meskin when they came to her home on March 18, 1988. On that occasion defendant told her that they were involved with \"big time car thieves,\" and that they would get the car out of the garage if she would not call the police. Later that evening, however, she saw several men, including defendant, taking objects out of the car into the alley. She suspected that these objects were pieces of the car since there was nothing else in the garage, and she called police. When they arrived, she accompanied them to the garage where she observed that the car had been stripped to the chassis.\nDefendant testified that he received a telephone call from Meskin asking for his help in getting a red Mazda out of a garage. After some discussion, defendant agreed to arrange a truck rental to remove the car, and admitted that when he made this arrangement he knew that the truck was going to be used to move a stolen car. Defendant also admitted that he accompanied Meskin to the designated area where he talked to the owner of the garage and saw the completely stripped Mazda inside, but he denied any actual participation in the dismantling or physical removal of the car, and stated that he left the area just after he drove Meskin's car there.\nAt the close of the State's case-in-chief, the court denied the defense motion for a directed finding based on the failure of the State to present evidence that the car owned by Ms. Haerr was the one in defendant's possession. The court also denied defendant's post-trial motion in which he asserted that the State failed to present evidence to show that Ms. Haerr's car was stolen and not in her possession, then sentenced defendant on his conviction of possession of a stolen motor vehicle to 30 months' probation.\nIn this appeal, defendant contests the sufficiency of the evidence to sustain his conviction contending solely that the State failed to present any evidence that the motor vehicle named in the indictment was the one recovered and allegedly in his possession. The State disputes that claim asserting that all of the elements of the offense were proven to the requisite standard, and that the identity of the car was established by the stipulation.\nThe crime of possession of a stolen motor vehicle occurs where a person who is not entitled to the possession of a vehicle or part thereof, receives, possesses, conceals, sells, disposes or transfers it knowing it to have been stolen. (Ill.Rev.Stat. 1987, ch. 95½, par. 4-103(a)(1).) To sustain a conviction for this offense the State must prove beyond a reasonable doubt that defendant was in possession of a motor vehicle, that the vehicle was stolen, and that defendant knew that the vehicle was stolen. (People v. Tucker (1989), 186 Ill. App. 3d 683, 134 Ill. Dec. 458, 542 N.E.2d 804.) Possession and knowledge are questions of fact to be resolved by the trier of fact, and its findings will not be disturbed on review unless the evidence is so palpably contrary to the findings or so unreasonable, improbable or unsatisfactory that it *1133 raises a reasonable doubt of defendant's guilt. People v. Santana (1987), 161 Ill. App. 3d 833, 113 Ill. Dec. 730, 515 N.E.2d 715.\nIn the case at bar, the court did not set out any specific findings of fact in announcing its decision; but as indicated in the brief synopsis above, the court twice rejected defendant's assertions regarding the identity matter and finally concluded that the evidence was sufficient to establish the elements of the offense. We agree that there is ample evidence in the record to show that defendant was well aware of the stolen nature of the vehicle in Ms. Basye's garage (See People v. Mijoskov (1986), 140 Ill.App.3d 473, 95 Ill. Dec. 31, 488 N.E.2d 1374; People v. Williams (1976), 44 Ill.App.3d 143, 3 Ill. Dec. 58, 358 N.E.2d 58 to establish the element of knowledge), and also that defendant at least shared \"joint possession\" of the vehicle with the others who played a more direct role in the enterprise. (People v. Santana.) At issue, however, is whether the State's evidence sufficiently established that the car in the garage was the one described in the indictment.\nIn support of his position that it did not, defendant cites People v. Hope (1979), 69 Ill.App.3d 375, 25 Ill. Dec. 919, 387 N.E.2d 795, and People v. Stone (1979), 75 Ill. App. 3d 571, 31 Ill. Dec. 608, 394 N.E.2d 810, where defendants' convictions were reversed because this nexus was not made. We find these cases distinguishable, however, since Stone was a theft prosecution, and in Hope, where defendant's convictions for both theft and possession were reversed, it was not clear whether the appellate court had imposed a requirement of proof of ownership on the charge of possession of a stolen motor vehicle. (See discussion in People v. Balthazar (1989), 187 Ill.App.3d 964, 967-68, 135 Ill. Dec. 426, 428-29, 543 N.E.2d 994, 996-97.) Notwithstanding these distinctions, we find merit in defendant's contention that the link between the two vehicles was not sufficiently established in this case to sustain his conviction.\nIn a prosecution for possession of a stolen motor vehicle the State need not prove specific ownership of the vehicle, but only that someone other than defendant had a superior interest in the property, and this factor may be established by circumstantial evidence and the reasonable inferences therefrom. (People v. Tucker.) In the case at bar defendant was charged with possession of a 1984 Mazda belonging to Susan Haerr. At trial, Ann Basye testified that she observed a red Mazda RX7 in her garage which was being stripped of its parts, and defendant testified to his observation of a red Mazda in the same place and condition when he responded to Meskin's call for help in removing it. In addition, the parties stipulated that Ms. Haerr owned a 1984 Mazda with the particular VIN detailed above in the synopsis of facts, and that she had not given anyone permission to possess it on March 18, 1988. The State maintains that this stipulation established that the Mazda set forth in the indictment was the one in defendant's possession. We agree with defendant that it does not.\nAlthough our research indicates that the amount of proof required to establish a sufficient nexus has become less exacting (see e.g., People v. Brown (1989), 184 Ill. App. 3d 277, 132 Ill. Dec. 860, 540 N.E.2d 782; People v. Williams (1986), 143 Ill. App. 3d 658, 97 Ill. Dec. 699, 493 N.E.2d 362), we find in this case that the identification evidence was too tenuous to support defendant's conviction for possession of a stolen motor vehicle. It appears from the transcript that this link was inadvertently ommitted; however, in the absence of sufficient evidence to identify the car in the indictment to the one in the garage, or some \"chain of custody testimony\" from which a proper inference of identification might be drawn (see People v. Balthazar), we must conclude that the State failed to meet its burden in this case, and therefore reverse the judgment entered by the circuit court of Cook County.\nJudgment reversed.\nCOCCIA, P.J., and LORENZ, J., concur.\n",
            "ocr": false,
            "opinion_id": 2246717
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}