{
    "id": 2256113,
    "judges": "Sepulveda",
    "date_filed": "1973-08-06",
    "date_filed_is_approximate": true,
    "slug": "people-v-alas",
    "case_name_short": "ALAS",
    "case_name": "People v. ALAS",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "122 Cal. Rptr. 2d 467",
        "100 Cal. App. 4th 293"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6579.0,
            "opinion_text": "\n122 Cal.Rptr.2d 467 (2002)\n100 Cal.App.4th 293\nThe PEOPLE, Plaintiff and Respondent,\nv.\nDaniel ALAS, Defendant and Appellant.\nNo. A092852.\nCourt of Appeal, First District, Division Four.\nJuly 17, 2002.\nReview Granted October 2, 2002.\n*469 Hilda Ellen Scheib, San Francisco, First District Appellate Project, for Appellant.\nOffice of Attorney General, Jill M. Thayer, San Francisco, Ryan B. McCarroll, Sacramento, for Respondent.\n*468 SEPULVEDA, J.\nIn this appeal from a final judgment of second degree murder, the chief issue before us is whether the trial court committed reversible error in finding misconduct by a petit juror and ordering him removed during the course of the jury's deliberations. Although the question is close, recent high court precedent compels us to conclude the evidence before the trial court was insufficient to establish juror misconduct as a \"demonstrable reality,\" an essential finding under governing case law. Because of that insufficiency, the juror's removal was prejudicial error requiring reversal of the judgment. In addition, we conclude the double jeopardy provisions of the federal Constitution do not bar defendant's retrial. We will accordingly reverse the judgment of conviction and remand the cause for a new trial.\n\nFACTS\nA jury found defendant guilty of second degree murder for the November 21, 1998, slaying of Anton Segal. Segal was killed on a raucous Saturday night outside the Roaring 20's, a strip club on Broadway Avenue in San Francisco's North Beach district. Because the only issue before us on this appeal relate to the question of alleged juror misconduct, we need not recite the facts underlying the prosecution in any detail. It is enough to note that defendant, accompanied by his brother, was angered after being barred entry into the club because they were carrying beer and appeared intoxicated. On the sidewalk outside, defendant became increasingly disruptive and, after a series of confrontations with club personnel and passersby, recovered a metal \"car club\" (a common antitheft device) from his van, returned to the sidewalk, and struck Mr. Segal on the head from behind, shattering his skull and killing him. Police arrested defendant within days of the killing.\nFollowing the close of defendant's murder trial, the jury was instructed by the trial court and retired to deliberate. During the second day of deliberations, the foreperson sent the trial judge the following note: \"`One of the jurors,'\" the note stated, \"`feels that in his heart of hearts [he] can not follow ... the instructions. His emotions run so far as to saying \"one man's life has been ruined, how can we ruin another man's life[?]\"'\" The trial judge announced his intention to speak to the foreperson outside the presence of the rest of the jurors. The following colloquy ensued.\n\"The Court: You are the foreperson of this jury?\n\"Juror No. 5: Yes.\n\"The Court: You have sent out a note to the court, and the court wants to make inquiry as to the note. Let me just tell you now, I don't want you to tell me where the jury is necessarily at this point, how the jury has voted on any of the charges or how the person that you described in the *470 note has voted. For the record, the note that I have, and I want to make sure that we understand this, is the following: [¶] `One of the jurors feels that in his heart of hearts cannot'\u0097you left out `he' I take it\u0097 `he cannot follow the law as instructed. His emotions run so far as to saying, quote, \"one man's life has been ruined; how can we ruin another man's life?\"' [¶] Is that the note that you sent out?\n\"Juror No. 5: Yes.\n\"The Court: Is that accurate?\n\"Juror No. 5: Yes.\n\"The Court: All right, let me break it down. You say that: `one of the jurors feels that in his heart of hearts he cannot follow the law as instructed.' [¶] Has this juror expressly stated that, or is that your interpretation of the situation?\n\"Juror No. 5: He\u0097the stuff I put in quotes he said.\n\"The Court: `One man's life has been ruined; how can we ruin another man's life?'\n\"Juror No. 5: I think he said `how can I.'\n\"The Court: Has he stated anything else specifically that you can recall relating to his duties as a juror?\n\"Juror No. 5: Urn, I think he\u0097I\u0097I think he's having some trouble understanding the law. I think he's having some trouble following the instructions of the law because of his emotions. That's my interpretation, though. The only exact words that we've heard from him, and this is after the long deliberations, obviously, at the end of the day he came out and said this.\n\"The Court: When you used the words `in his heart of hearts he cannot follow the law as instructed,' did he use that expression to you?\n\"Juror No. 5: One of the jurors expressly said `in your heart of hearts do you feel that you cannot follow the judge's instructions and the law as it was stated in the book, the jury instruction booklet?'\n\"The Court: And what was his response?\n\"Juror No. 5: And his response was a shrug of the shoulders, `I'm not sure, I don't know.' [¶] I think he feels\u0097I think he's scared that his emotions are so high. I think he's scared what's gonna happen to him if he\u0097I think he's just seared, to be quite honest.\n\"The Court: Can you describe his demeanor?\n\"Juror No. 5: I think he's a little bit confused. I don't feel he understands all of the language. We reread it quite a few times, and he um ....\n\"The Court: All right. Do you believe other jurors share this conclusion?\n\"Juror No. 5: All of the jurors feel that way.\n\"The Court: Did they ask you to send this note to me, or is this note your own?\n\"Juror No. 5: We all decided to submit the note.\n\"The Court: The 11 jurors; is that accurate?\n\"Juror No. 5: I read the note before I gave it to the court guardian. Everyone agreed to send it. However, after I sent it, the juror that is feeling this way is feeling very, very scared what's gonna happen to him, and he wishes that I didn't actually put the quotes on there.\n\"The Court: And as far as the quote that is contained in your note, he said `one man's life has been ruined; how can we ruin another man's life,' he said that\u0097\n\"Juror No. 5: Yes.\n*471 \"The Court: Quote, unquote. [II] As far as his emotions, can you be more specific other than he appears to be scared, confused, does not seem to understand the law?\n\"Juror No. 5: Or the language.\n\"The Court: Or the language.\n\"Juror No. 5: And we also went as far as to ask him if he was understanding the language, and if he\u0097I actually don't think we said `do you need an interpreter,' but that's crossed a few of our minds.\n\"The Court: Did anyone ask him that?\n\"Juror No. 5: No. I asked him\u0097I had everybody quiet down and said `are you understanding the law? Are you understanding the English in the law that's stated on these pieces of paper?'\n\"The Court: You asked him that?\n\"Juror No. 5: Yeah, and he stated after, yes. [¶] I feel that he's confused on his answers, and I feel that he's confused because of his high emotions.\n\"The Court: All right, very well. [¶] Can you tell me which juror it is?\n\"Juror No. 5: I don't know which number it is. His name's [ ]. He sits on the end. He sat on the very end here.\n\"The Court: No. 1?\n\"Juror No. 5: Is that No. 1?\n\"The Court: [ ], No. 3?\n\"Juror No. 5: Yeah.\n\"The Court: All right. I'm going to ask you to please go back into the jury room. And, Rick, would you ask [Juror No. 3] please to come out. [¶] [Juror No. 3], would you please take a seat, sir. [¶] [Juror No. 3], let me just tell you now that you are not in any trouble and no one's casting aspersions or accusing you of anything improper; I want you to understand that. But I need to ask you some questions; do you understand that, sir?\n\"Juror No. 3: Yes, yes.\n\"The Court: First, [Juror No. 3], you know that the other jurors have sent out this note, correct?\n\"Juror No. 3: Yes.\n\"The Court: They read this to you; it was read to you.\n\"Juror No. 3: Yes.\n\"The Court: [Juror No. 3], the first question\u0097let me ask you this\u0097[¶] ... [¶] [Juror No. 3], I don't want you to tell me how you voted or how the jurors voted or what charge you're discussing, okay. I'm going to ask you some very serious questions; you understand that?\n\"Juror No. 3: Yes.\n\"The Court: Please don't take any offense to these questions. [¶] Do you believe that you have been able to understand all of the terms that have been [used] in this courtroom?\n\"Juror No. 3: Yes.\n\"The Court: Do you have a language barrier in any way that has an [effect on] your ability to understand the legal terms?\n\"Juror No. 3: It's possible.\n\"The Court: Sir, let me ask you this: is English your native language?\n\"Juror No. 3: No.\n\"The Court: What is your native language?\n\"Juror No. 3: Spanish.\n\"The Court: Spanish. How long have you spoken English, sir?\n\"Juror No. 3: Twenty years.\n\"The Court: And how long have you been fluent in English? Do you understand that question?\n\"Juror No. 3: Yes. About 20 years.\n*472 \"The Court: Twenty years. During the course of this trial, do you believe that you were unable to understand any of the testimony because of any language difficulties?\n\"Juror No. 3: No.\n\"The Court: You believe you understood everything that was spoken in court?\n\"Juror No. 3: Yes.\n\"The Court: Okay. Did you miss anything, do you think, because of your language skills?\n\"Juror No. 3: No.\n\"The Court: Do you believe because of your language skills that you don't understand the jury instructions?\n\"Juror No. 3: Possibly legal terminology, maybe.\n\"The Court: Okay. Do you, sir, feel emotional about this case?\n\"Juror No. 3: I don't think so.\n\"The Court: You do not believe you're emotional?\n\"Juror No. 3: Not necessarily.\n\"The Court: Did you state to the other jurors that: One man's life has been ruined, how can we ruin another man's life?\n\"Juror No. 3: That was an excuse.\n\"The Court: Did you state that; did you make that statement?\n\"Juror No. 3: Indirectly.\n\"The Court: What do you mean by `indirectly'; did you say that or not?\n\"Juror No. 3: During conference in the jury?\n\"The Court: Yes, did you say that?\n\"Juror No. 3: I guess.\n\"The Court: You guess or you did?\n\"Juror No. 3: I guess I did.\n\"The Court: You guess you did. Sir, what did you mean by that? Are you considering penalty or punishment in this case?\n\"Juror No. 3: I meant there was a disagreement on the level of\u0097\n\"The Court: I don't want you to tell me how you're voting on which charges now. I don't want to interrupt you, but what I need to know is are you considering the possible penalty or punishment should you vote guilty in this case?\n\"Juror No. 3: No.\n\"The Court: What did you mean by that statement, then, `How can we ruin another man's life?'\n\"Juror No. 3: Because there was a disagreement on the way were deciding.\n\"The Court\" Do you think that if you vote in this case that you would be ruining Mr. Alas' life?\n\"Juror No. 3: Excuse me?\n\"The Court: Do you think that you would be ruining his life if you voted guilty in this case?\n\"Juror No. 3: It was not a matter of voting guilty.\n\"The Court: Do you think that you would be ruining his life if you voted guilty in this case or followed the law?\n\"Juror No. 3: Or not guilty?\n\"The Court: Well, the first question is concerning whether if you were to vote guilty or not?\n\"Juror No. 3: There was a disagreement of decision, so I needed for you to\u0097I request a removal.\n\"The Court: Request a removal of who?\n\"Juror No. 3: Of the jury from me.\n\"The Court: Are you requesting to be removed from this jury?\n\"Juror No. 3: Yes.\n*473 \"The Court: You are?\n\"Juror No. 3: If possible.\n\"The Court: Why do you wish to be removed from this jury?\n\"Juror No. 3: Because we are not reaching an agreement.\n\"The Court: I don't want you to tell me what you're voting, but why do you think you should be removed from the jury?\n\"Juror No. 3: Because there is\u0097we're not getting anywhere on the decision making.\n\"The Court: And what effect is that having on you?\n\"Juror No. 3: None. To the fact that we're not going to get anywhere.\n\"The Court: Why do you want to be removed?\n\"Juror No. 3: Because I don't feel comfortable on the situation.\n\"The Court: Someone asked you in the jury room\u0097or let me ask you this, did someone ask you, any of the other jurors, the following question: `Do you believe in your heart of hearts that you cannot follow the law as instructed by the judge?' [¶] Do you recall being asked that question by one of the other jurors?\n\"Juror No. 3: Yes.\n\"The Court: What's your answer to that question?\n\"Juror No. 3: I will go with what my heart feels, you know.\n\"The Court: The question is, will you follow the law as instructed by the court or not?\n\"Juror No. 3: Yes.\n\"The Court: Do you recall what, if anything, you said to the other jurors?\n\"Juror No. 3: That I will follow the law as I interpret it, yes.\n\"The Court: As you interpret it or as I instructed?\n\"Juror No. 3: As I understood it to me.\n\"The Court: As I instructed you on it or not?\n\"Juror No. 3: Yes.\"\n\n* * *\n\"The Court: [Juror No. 3], do you believe that you are confused in any way about the law in this case?\n\"Juror No. 3: It's possible.\n\"The Court: Do you believe that you are unable to understand all of the jury instructions?\n\"Juror No. 3: It was possible.\n\"The Court: Do you believe that you are emotional about this case?\n\"Juror No. 3: It's possible.\n\"The Court: Are you scared?\n\"Juror No. 3: No.\n\"The Court: Do you believe as you sit here today that your emotions are [affecting] your ability to be a fair and impartial juror in this case?\n\"Juror No. 3: No.\n\"The Court: Do you believe that your confusion, your possible confusion or possible lack of understanding is affecting your ability to be a fair and impartial juror?\n\"Juror No. 3: No, it was just a disagreement.\n\"The Court: Do you believe that your language skill[] is impacting on your ability to be fair and impartial in this case?\n\"Juror No. 3: No.\n\"The Court: Are you asking at this point to be removed from this panel?\n\"Juror No. 3: Yes.\n*474 \"The Court: Now I want you to tell me as succinctly as possible why you want to be removed from the panel that is deliberating on this case?\n\"Juror No. 3: Because apparently the jury has reached a decision, and\u0097the jury has reached a decision, and I do not agree with that decision.\n\"The Court: All right, [Juror No. 3], would you please go back to the jury assembly room, [¶] Let's bring out each juror starting with Juror No. 1.\"\nThe trial judge then questioned each of the remaining 10 jurors individually, to ascertain \"what their impressions are of [Juror No. 3] and whether or not they agree ... with the note that has been sent out.\"\nJuror No. 1 thought Juror No. 3 \"can understand the English language very well\"; agreed the foreperson's note was appropriately sent; and reported that during deliberations, someone had asked Juror No. 3 \"`in your heart of hearts, do you believe that you can follow the law\u0097\"instruction\"'\"; according to Juror No. 1, he replied \"No.\"\nJuror No. 2 confirmed Juror No. 3 had been asked the \"heart of hearts\" question and, explaining his answer, reported \"it was kind of\u0097he wasn't\u0097... he was just kind of like\u0097like he didn't want to tell us.\" This juror also recalled Juror No. 3 making the \"ruined life\" statement, and thought he was not able to follow the law because \"he was saying he was gonna vote a certain way just so we can all be in concurrence with each other.\" This juror thought Juror No. 3 had language problems \"to a certain extent,\" and that he was emotional. \"I see him feeling pity ... he cannot follow the law because he is having these emotions that are taking over. He can't disregard his emotions and fully follow the law. [¶] ... [¶] ... I heard a lot of people say, well, you can't just go along with us, we have to come to a unanimous vote and people need to be firm on what we're voting for.'\"\nJuror No. 4 was not sure the note from the foreperson was accurate but \"I know he did mention the quote.\" \"I really [didn't] know what he meant at first .... He said it and he seemed like he really meant, ... believed in what he was saying ....\" As for considering punishment or penalty, \"he could have been, but that's just my interpretation of it .... And I think it was stated to him that we weren't supposed to be considering that ....\" Regarding the \"heart of hearts\" statement, this juror said \"everything was ... going a little fast then. I don't know what he really stated, but he was just .... I know he's concerned .... I really can't read his true feeling.\" Asked if she recalled him \"stating ... that he was going to vote a certain way just to go [along] with the others?\" this juror answered, \"Kind of. He did at one point, you know, but he wasn't really set I think in his own mind that he would do that ....\"\nJuror No. 6 confirmed the \"heart of hearts\" question and that Juror No. 3's answer was the \"ruined life\" statement. This juror interpreted that to mean \"he wasn't going to be able to rule objectively because he was too focused on like sympathy or pity for the defendant .... [¶] ... [¶] ... [H]e was talking about polling the jury ... and he was going to agree [with them].[¶] ... [¶] I mean he wants to do the right thing.\" Juror No. 6 confirmed that Juror No. 3 did say \"he would vote a certain way just to go along with the rest of the jurors, but the other jurors had corrected him on that issue. As for language difficulties, \"there were certain terms that he wasn't able to grasp right away\" and \"he does seem to be letting his *475 pity get in the way of making an objective decision.\"\nJuror No. 7 did not agree the foreperson's note was appropriately sent. This juror thought Juror No. 3 \"didn't want to send Mr. Alas to prison,\" and was \"obviously\" considering penalty or punishment. \"He's real hesitant in his responses,\" this juror opined, and \"I wonder sometime] maybe he doesn't clearly understand the terminology.\" \"His face got red a lot, if that says anything.\" Juror No. 7 did not believe Juror No. 3 was considering improper matters \"with the intention of breaking the law. He just in his heart felt that he couldn't condemn someone no matter what it was.\"\nJuror No. 8 believed Juror No. 3's emotions were taking over his ability to judge the case impartially. His offer to go along with the others was corrected by the other jurors; he may have had some language problem and was considering penalty or punishment. \"I think he feels he's going to get in trouble for voicing how he\u0097he feels.\"\nJuror No. 9 thought the note from the foreperson was appropriate and accurate. Juror No. 3 could not follow the law, this juror thought, although he had not said that. Asked how he interpreted the \"ruin\" statement, this juror said Juror No. 3 \"had said he wanted to go one way, he would go a different way because he didn't\u0097he was thinking of the consequences and not the facts and what we were deciding.\" As for Juror No. 3's emotional state, this juror thought \"He's very worried he's going to get into trouble. I think he's worried that it's illegal. We said you need to be honest, that's the law.\" This juror thought Juror No. 3 was acting out of feelings of pity for the defendant and was not evaluating the evidence.\nJuror No. 10 thought the foreperson's note \"might have been sent prematurely before we discussed it a little further.\" Juror No. 3 \"just had trouble following the law because he felt there was something else ... he should consider like his own conscience.\" He had said he did not want to be blamed for any decision he might make in this case, but made that statement \"in a pondering way. I think he wanted to satisfy all sides, [¶] ... [¶][H]e wanted to be conciliatory. [¶] ... [¶] I think he's very sincere, and he's recognizing the force\u0097his responsibility in this case .... [¶] ... [¶] ... [H]e wanted to examine every aspect before making a decision. Then he agreed he would vote with us, but he still had some\u0097some doubts.\"\nJuror No. 11 thought the foreperson's note was an accurate representation of what occurred in the jury room. As for the \"ruin\" remark, \"[m]y interpretation was that [Juror No. 3] was letting his decision be affected by circumstances which were outside of your instructions. And my interpretation is he is not strictly abiding by the instructions.\" This juror thought Juror No. 3 \"has a good grasp of the English language.... I don't lack confidence in his ability to understand.\" Juror No. 11 went on to say: \"I lack confidence in his ability to follow the instructions we've been given as jurors. [¶] ... [¶] I think he has let his emotions affect his role as a juror.\"\nJuror No. 12 \"believe[d] [Juror No. 3] is not following the court's instructions\" and that he was being swayed by his emotions. Juror No. 12 concurred with the statements that Juror No. 3 \"[d]idn't want to be blamed\" and \"would ... go along with the rest of the jurors.\" He also stated: \"Intellectually, I think he is having a problem [following the law and is unable to follow the instructions].\"\nFollowing argument from counsel, the trial court delivered a lengthy oral ruling *476 on the record. We quote part of it. \"[A]fter I made my inquiry it became apparent that this juror [i.e., Juror No. 3] not only ... said the things that are contained in the notes, he also said other things indicating that he is not following the court's instructions .... [T]his juror has indicated two positions: one is that he cannot in his heart of hearts follow the law as instructed. That he is taking into consideration penalty and punishment, and also ... he said he would just vote with the rest of them to go along. He also ... stated that he did not want to be blamed for the decision that he was being asked to make in this case. He also engaged in an unusual procedure ... in that he wanted them all to take a vote and see where they were and poll them, and then he'd kinda back off that procedure .... And yet ... the note was sent to me indicating ... that there appears to be ... a state of mind in this juror that suggests either because of emotion or for other reasons he cannot perform his duties as required under the law.\"\nAfter concluding there was \"a demonstrable reality that Juror No. 3 is unable to perform his duties as required under the law and the instructions,\" the trial court ordered him removed and excused, and seated an alternate juror. The jury was reinstructed and retired again; about four hours later, it returned a verdict of guilty. This appeal from the ensuing judgment of conviction was timely.\n\nANALYSIS\n\n1. The trial record fails to establish juror misconduct as a \"demonstrable reality,\" a finding required by the case law to sustain the juror's removal.\nAlthough the trial court did not have the benefit of its analysis, we conclude the decision to discharge Juror No. 3 amounted to reversible error under the standard discussed and applied by the California Supreme Court in two recent jury misconduct decisions\u0097People v. Cleveland (2001) 25 Cal.4th 466, 106 Cal.Rptr.2d 313, 21 P.3d 1225 (Cleveland) and People v. Williams (2001) 25 Cal.4th 441, 106 Cal. Rptr.2d 295, 21 P.3d 1209 (Williams).[1] In material respects, the facts surrounding the alleged juror misconduct before the court in Cleveland are not unlike those before us in this case. Cleveland was prosecuted for attempted second degree robbery from a liquor store. After a two-day trial, the jury was instructed and retired to deliberate. On the second day of deliberations, the foreperson sent the trial judge the following note: \"`We request an alternate to replace one juror. One juror does not agree with the charge and does not show a willingness to apply the law. One juror will not abide the facts and apply the law. Please provide direction in *477 this matter.'\" (Cleveland, supra, at p. 470, 106 Cal.Rptr.2d 313, 21 P.3d 1225.) The trial judge brought the jury into the courtroom, where, en masse, they were asked if any one of their number was not following the court's instructions. Ten jurors raised their hands. Outside the presence of the rest of the jury, the trial court questioned each juror individually, including the supposedly recalcitrant juror. After conferring with counsel, the trial court excused the juror and seated an alternate, observing that \"`I do find that he [the excused juror] is not functionally deliberating ....'\" (Id. at p. 473, 106 Cal.Rptr.2d 313, 21 P.3d 1225.)\nThe Court of Appeal reversed the ensuing conviction on the ground the dismissal of the holdout juror \"`violated [defendant's] right to a unanimous jury.'\" (Cleveland, supra, 25 Cal.4th at p. 473, 106 Cal. Rptr.2d 313, 21 P.3d 1225.) Granting review, the California Supreme Court affirmed the Court of Appeal ruling. The Cleveland court began its analysis by reaffirming the standard governing appellate review of claims of juror misconduct. The discharge of a deliberating juror by the trial court, the court wrote, is reviewed \"`for abuse of discretion.... If there is any substantial evidence supporting the trial court's ruling, we will uphold it. [Citation.] We also have stated, however, that a juror's inability to perform as a juror \"`must appear in the record as a demonstrable reality.'\"'\" (Id. at p. 474, 106 Cal.Rptr.2d 313, 21 P.3d 1225.) The court went on to warn that \"caution must be exercised in determining whether a juror has refused to deliberate.\" California courts have recognized the need to \"`\"assure[] the privacy of jury deliberations by foreclosing intrusive inquiry into the sanctity of jurors' thought processes.\"'\" (Id. at p. 475, 106 Cal.Rptr.2d 313, 21 P.3d 1225.) Moreover, \"[m]any of the policy considerations underlying the rule prohibiting post-verdict inquiries into the jurors' mental processes apply even more strongly when such inquiries are conducted during deliberations,\" the court reasoned. The reason? \"Jurors may be particularly reluctant to express themselves freely in the jury room if their mental processes are subject to immediate judicial scrutiny. The very act of questioning deliberating jurors about the content of their deliberations could affect those deliberations.\" (Id. at p. 476, 106 Cal.Rptr.2d 313, 21 P.3d 1225.)\nHowever, the \"need to protect the sanctity of jury deliberations ... does not preclude reasonable inquiry by the court into allegations of misconduct during deliberations,\" the court concluded, for Penal Code section 1089 has long been \"applied to permit the removal of a juror who refuses to deliberate ....\" (Cleveland, supra, 25 Cal.4th at pp. 475, 476, 106 Cal.Rptr.2d 313, 21 P.3d 1225.) Not every incident involving a juror's conduct, the court warned, requires or warrants further investigation. \"`As our cases make clear, a hearing is required only where the court possesses information which, if proven to be true, would constitute \"good cause\" to doubt a juror's ability to perform his duties and would justify his removal from the case.'\" (Id at p. 478, 106 Cal.Rptr.2d 313, 21 P.3d 1225.) In part, this is so because \"`jurors can be expected to disagree, even vehemently, and to attempt to persuade disagreeing fellow jurors by strenuous and sometimes heated means. To probe ... in the absence of ... cogent evidence of coercion, would \"`deprive the jury room of its inherent quality of free expression.'\"'\" (Id. at p. 479, 106 Cal. Rptr.2d 313, 21 P.3d 1225, quoting People v. Johnson (1992) 3 Cal.4th 1183, 1255, 14 Cal.Rptr.2d 702, 842 P.2d 1.)\nAfter reviewing in detail recent jury misconduct decisions by three federal circuit courts of appeals, the Cleveland court *478 said it \"agree[d] with the observations in [those cases[2]] that a court may not dismiss a juror during deliberations because that juror harbors doubts about the sufficiency of the prosecution's evidence. And the court in Brown is correct in observing that often the reasons for a request by a juror to be discharged or the basis of an allegation that a juror refuses or is unable to deliberate, initially will be unclear. We also agree ... that a court must take care in inquiring into the circumstances that give rise to a request ... lest the sanctity of jury deliberations too readily be undermined. But we .... adhere to established California law authorizing a trial court, if put on notice ... to conduct `whatever inquiry is reasonably necessary ...' ... and to discharge the juror if it appears as a `demonstrable reality' that the juror is unable or unwilling to deliberate.\" (Cleveland, supra, 25 Cal.4th at pp. 483-484, 106 Cal.Rptr.2d 313, 21 P.3d 1225.)\nIn a key passage of its opinion, the Cleveland court offered the following definition of a refusal to deliberate. \"A refusal to deliberate consists of a juror's unwillingness to engage in the deliberative process; that is, he ... will not participate in discussion with fellow jurors by listening to their views and by expressing his ... own views. Examples of refusal to deliberate include, but are not limited to, expressing a fixed conclusion at the beginning of deliberations and refusing to consider other points of view, refusing to speak to other jurors, and attempting to separate oneself physically from the remainder of the jury. The circumstance that a juror does not deliberate well or relies upon faulty logic or analysis does not constitute a refusal to deliberate and is not a ground for discharge .... A juror who has participated in deliberation for a reasonable period of time may not be discharged for refusing to deliberate, simply because the juror expresses the belief that further discussion will not alter his ... views.\" (Cleveland, supra, 25 Cal.4th at p. 485, 106 Cal.Rptr.2d 313, 21 P.3d 1225.)\nHistoric concerns for the sanctity of the jury room, with its unfettered give-and-take among jurors, and radiations from the Sixth Amendment's jury trial guarantee in criminal prosecutions, have long since led the California high court to reinforce the constraints placed on the trial court's discretion to discharge a juror for misconduct. The origin of that fortified standard, so far as our research discloses, is the high court's opinion in People v. Hamilton (1963) 60 Cal.2d 105, 32 Cal.Rptr. 4, 383 P.2d 412 (Hamilton), a capital case. In reversing a judgment of death for penalty phase error in the removal of a deliberating juror, Justice Peters, writing for the court, reasoned that the ground for the trial court's discharge of the juror was \"some imagined misconduct,\" and wrote \"[i]f the juror had given any indication that she would substitute her knowledge (gained from reading the [penal] code) [during a break in deliberations] for the instructions of the court, or would convey such knowledge to the other jurors, then it might have been said that she was incapable of performing her duties.\" (Id. at p. 126, 32 Cal.Rptr. 4, 383 P.2d 412.) But \"there was no such indication,\" the court concluded. (Ibid.)\nThe juror misconduct analysis undertaken by the high court in Hamilton, supra, 60 Cal.2d 105, 32 Cal.Rptr. 4, 383 P.2d 412, was condensed into a standard-of-review-like formula in People v. Compton (1971) 6 Cal.3d 55, 98 Cal.Rptr. 217, 490 P.2d 537 (Compton). In that case, like Hamilton a juror misconduct case, Justice Mosk wrote *479 that \"[s]ince our decision in People v. Hamilton [], the trial court has at most a limited discretion to determine that the facts show an inability to perform the functions of a juror, and that inability must appear in the record as a demonstrable reality. Here the ambiguity in [the juror's] remarks was never resolved by proof, and the court was not entitled to do so by presuming the worst. Such a presumption, however well motivated, does not furnish the `good cause' required by the governing statutes.\" (Compton, supra, at p. 60, 98 Cal.Rptr. 217, 490 P.2d 537., italics added, fn. omitted.)\nThe Compton opinion thus marks the first appearance in California case law of the phrase \"demonstrable reality\" to describe the quantum of proof required to sustain on review a trial court's order removing a sitting juror for misconduct. The phrase (and the test it describes) has since become a shibboleth in our juror misconduct jurisprudence. (See, e.g., People v. Perez (1973) 9 Cal.3d 651, 660, 108 Cal.Rptr. 474, 510 P.2d 1026 [\"demonstrable reality\"]; People v. Collins (1976) 17 Cal.3d 687, 696, 131 Cal.Rptr. 782, 552 P.2d 742 [same]; People v. Pope (1979) 23 Cal.3d 412, 426, fn. 16, 152 Cal.Rptr. 732, 590 P.2d 859 [same]; In re Mendes (1979) 23 Cal.3d 847, 852, 153 Cal.Rptr. 831, 592 P.2d 318 [same]; People v. Gates (1987) 43 Cal.3d 1168, 1199, 240 Cal.Rptr. 666, 743 P.2d 301 [same]; People v. Daniels (1991) 52 Cal.3d 815, 864, 277 Cal.Rptr. 122, 802 P.2d 906 [misconduct must be \"serious and willful\"]; People v. Johnson (1993) 6 Cal.4th 1, 21, 23 Cal.Rptr.2d 593, 859 P.2d 673 [\"demonstrable reality\"]; People v. Marshall (1996) 13 Cal.4th 799, 843, 55 Cal.Rptr.2d 347, 919 P.2d 1280 [same]; Williams, supra, 25 Cal.4th at p. 448, 106 Cal.Rptr.2d 295, 21 P.3d 1209 [same]; Cleveland, supra, 25 Cal.4th at p. 474, 106 Cal.Rptr.2d 313, 21 P.3d 1225 [same]; see also People v. Bowers (2001) 87 Cal. App.4th 722, 729, 104 Cal.Rptr.2d 726 [trial court's discretion is \"`bridled'\" and \"`court[s] must not presume the worst'\" of a juror]; People v. Elam (2001) 91 Cal.App.4th 298, 316, 110 Cal.Rptr.2d 185 (Elam) [\"demonstrable reality\"].)\nOur assessment of these multiple precedents leads us to conclude that the abuse of discretion standard, as modified in high court decisions from Hamilton, supra, 60 Cal.2d 105, 32 Cal.Rptr. 4, 383 P.2d 412, to Cleveland supra, 25 Cal.4th 466, 106 Cal. Rptr.2d 313, 21 P.3d 1225, imposes upon reviewing courts something more than an unadorned abuse of discretion/substantial evidence standard of review. (Compare the concurring opinion of Justice Werdegar in Cleveland, supra, 25 Cal.4th at p. 487, 106 Cal.Rptr.2d 313, 21 P.3d 1225 (cone. opn. of Werdegar, J.) [\"In light of [the] constitutional dimension to the [juror removal] problem, it is inappropriate to commit to the trial court\u0097subject only to the deferential abuse-of-discretion standard of review on appeal\u0097the important question of the substitution of jurors after deliberations have begun\"].) In our view, if an unmodified abuse of discretion standard were the controlling formula, Cleveland and other recent juror misconduct decisions would not have reached the outcomes those courts embraced.\nPut differently, were we reviewing the trial court's discharge of Juror No. 3 under an unqualified abuse of discretion standard, we might conclude it passes appellate muster. That unqualified standard, of course, relies on the trial judge as \"a presumptively more capable decisionmaker ... because of `his observation of the witnesses [and] his superior opportunity to get \"the feel of the case.\"'\" (Hurtado v. Statewide Home Loan Co. (1985) 167 Cal.App.3d 1019, 1024, 213 Cal.Rptr. 712.) We are compelled, however, by Cleveland *480 and the long line of high court precedent behind it to review the trial court's discharge ruling under a heightened abuse of discretion standard\u0097the requirement that the misconduct appear as a \"demonstrable reality.\" Having done so, we conclude that substantial evidence does not support the trial court's determination that Juror No. 3 could not follow the law, for that fact does not appear as a demonstrable reality in the record before us. Here, as in Compton, supra, 6 Cal.3d 55, 98 Cal.Rptr. 217, 490 P.2d 537, \"the ambiguity in [the juror's] remarks was never resolved by proof, and the court was not entitled to do so by presuming the worst.\" (Id. at p. 60, 98 Cal.Rptr. 217, 490 P.2d 537.)\nIn reaching its decision, the trial court cited a half dozen reasons in support of a finding of misconduct: (1) Juror No. 3's \"comprehension problems,\" caused by linguistic or intellectual difficulties; (2) his being \"unduly emotional\"; (3) his consideration of penalty and punishment; (4) \"engaging in an unusual procedure during deliberations\"; (5) not wanting to be blamed for any decision; and (6) an inability \"in his heart of hearts to follow the law as instructed.\" To the extent they are supported by substantial evidence, the difficulty we have with these multiple findings\u0097assessed, we underline again, under the \"demonstrable reality\" standard\u0097is the fact that the evidence on which they rest might just as easily be viewed benignly, not as a refusal to follow the court's instructions or an inability to deliberate, but as the reactions of a juror for whom English is a second language, who was palpably under considerable stress as a result of sitting as a finder of fact in a murder trial, the impatience of his fellow jurors, and the trial court's questioning, and who appears, for whatever reasons, to have been the sole holdout among the twelve.\nWith respect to Juror No. 3's asserted comprehension difficulties, he told the trial court he had spoken English for 20 years and had no difficulty following the trial proceedings. There is no indication in the record that the trial judge, the court reporter, or his fellow jurors had any serious difficulty understanding him. As the court's colloquy with Juror No. 3 makes clear, he had no difficulty communicating rationally in English. And although the court noted \"a certain delay or lag\" in his responses to its questions, and his apparent misunderstanding of the time he was required to return to court the following morning, we think these considerations are, under the circumstances, marginal at best. The record fails, in our view, to show as a demonstrable reality that Juror No. 3 had any language or intellectual difficulties sufficient to preclude him from deliberating.\nAs for the second and sixth grounds cited by the trial court in support of its finding\u0097that Juror No. 3 was \"unduly emotional\" and, its functional equivalent, that he was unable \"in his heart of hearts to follow the law as instructed\"\u0097both conclusions appear to have been derived from the foreperson's note, stating, \"[o]ne of the jurors feels that in his heart of hearts [he] cannot ... follow the law as instructed. His emotions run so far as to saying `one man's life has been ruined, how can we ruin another man's life?'\" Although the trial court concluded the contents of the note were statements of fact, the foreperson herself made clear in her interview that the first part of her statement was her interpretation of the circumstances. (\"I think he's having trouble understanding the law. I think he's having some trouble following the instructions of the law because of his emotions. That's my interpretation, though ....\")\n*481 And while there is some evidence for the trial court's view that Juror No. 3 was impermissibly considering penalty or punishment, it is equally clear from the comments of a number of jurors that, to the extent this was so, Juror No. 3 was advised (\"corrected\") by his colleagues, who told him that was not the correct deliberative procedure. The same is true of what the trial court described as the juror's \"unusual procedure\" during deliberations. We take this to mean indications from fellow jurors that Juror No. 3 wanted the jury to be polled on the issue of defendant's guilt or innocence and that he would \"go along\" with the outcome. In this instance as well, several of the jurors stated they had told Juror No. 3 that \"going along with the majority\" was improper. (\"You can't just go along with us, we have to come to a unanimous vote and people need to be firm on what we're voting for.\")\nIndeed, we think an alternative, innocent combination of factors is as likely to have produced Juror No. 3's responses as anything qualifying as \"misconduct\" on this record. A post-Cleveland juror misconduct opinion by the Second District Court of Appeal deftly handles the psychological implications at play in situations such as this. In Elam, supra, 91 Cal.App.4th 298, 110 Cal.Rptr.2d 185, after a half-day of deliberations, the jury foreperson sent the trial judge the following note: \"There is a perception problem with Juror No. 3. Possibly a language understanding. Help.\" The trial court summoned Juror No. 3 and questioned him. He acknowledged having \"`some'\" difficulty with English, \"`a little bit.'\" But he had been in school in California for almost a year, earning an associate of arts degree from a community college, said he had no trouble understanding the testimony and thought he could manage as a juror. (Id. at p. 313, 110 Cal.Rptr.2d 185.) When the court asked Juror No. 3 why the other jurors were concerned about his inability to communicate, he answered, \"`Maybe we see the case differently.'\" (Id. at p. 314, 110 Cal.Rptr.2d 185.) As in this case, the trial judge in Elam summoned the remaining jurors and questioned them individually. Almost without exception, all 11 agreed Juror No. 3 \"`had a definite problem'\" with the language. (Id. at p. 315, 110 Cal.Rptr.2d 185.) Juror No. 3 was discharged, the trial court commenting that \"`I fear that you may have overestimated your own abilities to understand all of these proceedings.'\" (Id. at p. 316, 110 Cal.Rptr.2d 185.)\nRelying on Cleveland supra, 25 Cal.4th 466, 106 Cal.Rptr.2d 313, 21 P.3d 1225, the Court of Appeal reversed. After noting that a command of English insufficient \"to allow full understanding of the ... instructions and full participation in deliberations clearly would render a juror `unable to perform his duty' within the meaning of Penal Code section 1089,\" the Court of Appeal said the question \"is whether such an inability appears in the record before us `\"`\"as a demonstrable reality.\"'\"'\" (Elam, supra, 91 Cal.App.4th at p. 316, 110 Cal.Rptr.2d 185.) \"The foregoing complaints,\" the Elam court reasoned, \"do not necessarily demonstrate inadequate comprehension of the English language as opposed to legitimate disagreement over the meaning to be given certain instructions, interpretations of the law and evidence. They are closely akin to the complaints registered in ... Cleveland ... which the Supreme Court found insufficient to justify discharge of a juror.\" (Id at p. 317, 110 Cal.Rptr.2d 185.) As the Cleveland opinion had explained, the Elam court wrote, \"`[t]he circumstance that a juror does not deliberate well or relies upon faulty logic or analysis ... is not a ground for discharge. Similarly, the circumstance that a juror disagrees with the majority of the jury as to what the evidence shows, or how *482 the law should be applied to the facts ... is not a ground for discharge.' [Citation.] A juror's inarticulateness in explaining his position likewise is not a ground for discharge.\" (Ibid.)\nSpeaking of what might be termed the psychology of the jury room during deliberations, the Elam court found it \"noteworthy that the other jurors showed great impatience with Juror No. 3. The jury had deliberated less than three hours when the foreperson sent the complaint to the court. This suggests that 11 jurors reached agreement rather quickly, making the failure of the 12th juror to agree all the more annoying and frustrating. In such an atmosphere, it is more likely that majority jurors will attribute genuine differences of opinion to `language problems,' or `lack of comprehension,' where possible.\" (Elam, supra, 91 Cal.App.4th at p. 317, 110 Cal. Rptr.2d 185, italics added.) As Judge Cabranes of the Second Circuit, the author of the Thomas opinion, put it in making a similar point, \"[c]onsider a case where ... a strong majority of the jury favors conviction, but a small set of jurors\u0097perhaps just one\u0097disagrees. The group of jurors favoring conviction may well come to view the `holdout' ... not only as unreasonable, but as unwilling to follow the court's instructions on the law.\" (U.S. v. Thomas, supra, 116 F.3d at p. 622.)\nThe Elam court ended its analysis by concluding the record \"does not establish `\"as a demonstrable reality\"' that Juror No. 3's language difficulties, as opposed to his failure to deliberate well, his reliance upon faulty logic or analysis and his disagreements over the law and the evidence, accounted for the difficult deliberations the jury was experiencing. It therefore does not establish \"as a demonstrable reality\" that [the juror in question] was unable to perform as a juror. [Citation.] Necessarily, then, it was an abuse of discretion for the trial court to discharge [the juror in question]. The error requires reversal of the judgment.\" (Elam, supra, 91 Cal. App.4th at p. 318, 110 Cal.Rptr.2d 185.)\nHere, the trial court's questioning of Juror No. 3 reveals little or nothing to suggest, as a demonstrable reality, he was either unable or unwilling to deliberate. Indeed, it pretty clearly suggests the contrary. He answered \"yes\" when asked if he would follow the law as instructed by the court, \"as I understood it ....\" Tellingly, in our view, his response to the question whether his \"possible lack of understanding is affecting your ability to be a fair and impartial juror?\"\u0097that \"it was just a disagreement\"\u0097suggests the root difficulty among the jurors may have been differences over the merits of the case. That suggestion is corroborated by other responses of Juror No. 3. Asked why he wanted to be removed from the jury, he replied it was \"[b]ecause apparently the jury has reached a decision, and\u0097the jury has reached a decision, and I do not agree with that decision.\" In light of these responses, we think the trial court would not have erred had it terminated the inquiry at that point, reinstructed the jury as necessary and asked them to return to the jury room to resume deliberations. (Cf. Cleveland, supra, 25 Cal.4th at p. 480, 106 Cal. Rptr.2d 313, 21 P.3d 1225 [\"it often is appropriate for a trial court ... to reinstruct the jurors regarding their duty to deliberate and to permit the jury to continue deliberations ....\"].)\nThe trial court, however, went a step further, asking \"Do you think that you would be ruining his life if you voted guilty in this case or followed the law?\" Although that question was parried by the juror (\"Or not guilty?\"), the trial court persisted, next asking \"if you were to vote guilty or not?\" Again, the juror's reply went to the merits of the case: \"There was *483 a disagreement of decision, so I needed for you to\u0097I request a removal.\" The evidence supporting this perception\u0097that Juror No. 3's difficulties stemmed from a combination of disagreement with his fellows and anxiety over the possible consequences\u0097is repeatedly confirmed by the trial court's interviews with the remaining jurors. Juror No. 8 thought \"he feels he's going to get in trouble for voicing how he\u0097he feels.\" Juror No. 9: \"He's very worried he's going to get into trouble. I think he's worried that it's illegal. We said you need to be honest, that's the law.\" And Juror No. 10: \"[H]e wanted to satisfy all sides \"[H]e wanted to be conciliatory....\"; \"I think he's very sincere, and he's recognizing the force\u0097his responsibility in this case and \"[H]e wanted to examine every aspect before making a decision. Then he agreed he would vote with us, but he still had some\u0097some doubts.\"\n\n2. Principles of double jeopardy having no application in these circumstances, retrial of defendant is not barred.\n\nUnder this heading, we consider whether our conclusion that the judgment of conviction must be reversed bars defendant's retrial on double jeopardy grounds. The twice in jeopardy issue is not one raised in the first instance by either party; we asked counsel to submit letter briefs on the question in light of recent rulings by the Court of Appeal that the double jeopardy clause of the Fifth Amendment bars retrial of a defendant whose conviction has been reversed on appeal because of the trial court's erroneous removal of a deliberating juror. As we read the cases, under principles of double jeopardy jurisprudence more than a century old, the clause has never been applied to forestall a second trial where the first conviction was overturned on appeal.[3] In light of that settled, longstanding proposition, we decline to follow those double jeopardy analyses and rulings that reach a contrary result.\nIn concluding double jeopardy principles precluded defendant's retrial following its reversal of his conviction, some of our sister courts have analyzed the record as presenting a case tantamount to a mistrial without necessity.[4] Ineluctably, that view of the case\u0097as an undeclared mistrial\u0097 has led these courts down the pathway of a long line of decisions, state and federal, exploring the doctrine of \"manifest necessity\" as an exception to the rule that, once jeopardy has attached, the aborted termination of a criminal trial short of verdict bars reprosecution. (See, e.g., United States v. Perez (1824) (9 Wheat.) 579, 6 L.Ed. 165; Downum v. United States (1963) 372 U.S. 734, 83 S.Ct. 1033, 10 L.Ed.2d 100; Paulson v. Superior Court *484 (1962) 58 Cal.2d 1, 22 Cal.Rptr. 649, 372 P.2d 641; Curry v. Superior Court (1970) 2 Cal.3d 707, 87 Cal.Rptr. 361, 470 P.2d 345.) It is these precedents that have led other Court of Appeal panels to the threshold conclusion that once jeopardy attaches, the declaration of mistrial over defense objection without legal necessity results in the creation of an insurmountable constitutional bar to retrial. With that proposition in hand, these courts have gone on to examine the only two California cases that have directly addressed the question whether the improper discharge of a single juror without good cause or legal necessity over defense objection violates principles of double jeopardy\u0097People v. Young (1929) 100 Cal.App. 18, 279 P. 824 (Young),[5] and People v. Burgess (1988) 206 Cal.App.3d 762, 253 Cal.Rptr. 828 (Burgess).[6]\nThe courts in Young and Burgess had reached diametrically opposite conclusions on similar facts, Young holding retrial was barred by the erroneous removal of a juror, Burgess concluding it was not. (100 Cal.App. at p. 23, 279 P. 824.) In the view of some recent Court of Appeal decisions, Young was rightly decided, Burgess was flawed. The reasoning of Burgess was flawed, at least one of these courts has reasoned, because it purported to resolve the issue by reference to the policy reasons underlying the protections offered by the jeopardy clause. We think the Burgess court reached the right result precisely because it focused on the policies supporting the bar of former jeopardy. In any case, Burgess is correct because for more than a century Fifth Amendment jurisprudence has held the clause does not bar retrial following reversal of a criminal conviction on appeal.\nCalling it one of the \"venerable principles of double jeopardy jurisprudence,\" then-Justice Rehnquist framed the governing rule in Scott, supra, 437 U.S. 82 at page 90, 98 S.Ct. 2187, a case presenting the question whether the double jeopardy clause barred the government from appealing the dismissal of an indictment: *485 \"The successful appeal of a judgment of conviction\" by the defendant, the court said, \"... poses no bar to further prosecution on the same charge .... [T]o require a criminal defendant to stand trial again after he has successfully invoked a statutory right of appeal to upset his first conviction is not an act of governmental oppression of the sort against which the Double Jeopardy Clause was intended to protect.\" (Id. at pp. 90-91, 98 S.Ct. 2187, italics added.)\nThe high court's opinion in Scott, supra, 437 U.S. at page 89, 98 S.Ct. 2187 cites United States v. Ball (1896) 163 U.S. 662, 16 S.Ct. 1192, 41 L.Ed. 300 (Ball), as \"the very first case\" presenting the question whether a criminal defendant's successful appeal of a conviction barred retrial on double jeopardy grounds. Sentenced to death for murder in the Chickasaw Nation, Ball successfully appealed his conviction; the judgment was reversed on the ground of a defective indictment. (Id. at p. 664, 16 S.Ct. 1192.) A superseding indictment was returned in 1891. Ball moved to dismiss it on the ground of twice in jeopardy \"by reason of [his] trial and conviction upon the former indictment, and of the dismissal of that indictment.\" (Id. at p. 665, 16 S.Ct. 1192.) Tried again, and again sentenced to death, Ball took another appeal, challenging the conviction and sentence as void under the double jeopardy clause. Affirming the circuit court's dismissal of his appeal, Justice Gray wrote the \"plea of former conviction cannot be sustained, because upon a writ of error sued out by [defendant], the judgment and sentence against [him] were reversed, and the indictment ordered to be dismissed .... [I]t is quite clear that a defendant, who procures a judgment against him ... to be set aside, may be tried anew upon the same indictment, or upon another indictment, for the same offence of which he had been convicted. [Citations.] The court therefore rightly overruled [the] plea of former jeopardy....\"[7] (Id. at p. 672, 16 S.Ct. 1192.)\nIn the century since Ball, supra, 163 U.S. 662, 16 S.Ct. 1192, 41 L.Ed. 300, was decided, the \"venerable principle\" of double jeopardy jurisprudence that an accused can ordinarily be reprosecuted following a successful appeal from an erroneous conviction has been reaffirmed repeatedly by the United States Supreme Court. (See Stroud v. United States (1919) 251 U.S. 15, 18, 40 S.Ct. 50, 64 L.Ed. 103 [\"the conviction and sentence ... were reversed upon writs of error sued out by the [defendant] .... In such cases, he is not placed in second jeopardy within the meaning of the Constitution\"]; Green v. United States (1957) 355 U.S. 184, 189, 78 S.Ct. 221, 2 L.Ed.2d 199 [\"this Court has also held that a defendant can be tried a second time for an offense when his prior conviction for that same offense had been set aside on appeal. United States v. Ball ...\"]; United States v. Tateo (1964) 377 U.S. 463, 465, 84 S.Ct. 1587, 12 L.Ed.2d 448 [\"The principle that [the double jeopardy clause] does not preclude the Government's retrying a defendant whose conviction is set aside because of an error in the proceedings *486 leading to conviction is a well-established part of our constitutional jurisprudence .... The rule ... was explicitly stated in United States v. Ball ...\"]; North Carolina v. Pearce (1969) 395 U.S. 711, 719-720, 89 S.Ct. 2072, 23 L.Ed.2d 656, overruled in part on other grounds in Alabama v. Smith (1989) 490 U.S. 794, 795, 109 S.Ct. 2201, 104 L.Ed.2d 865 [\"At least since 1896, when United States v. Ball ... was decided, it has been settled that [the double jeopardy] guarantee imposes no limitations whatever upon the power to retry a defendant who has succeeded in getting his first conviction set aside\"]; United States v. DiFrancesco (1980) 449 U.S. 117, 131, 101 S.Ct. 426, 66 L.Ed.2d 328 [\"if the first trial has ended in a conviction, the double jeopardy guarantee `imposes no limitations whatever upon the power to retry a defendant who has succeeded in getting his first conviction set aside ....'\"] italics in original.) It is thus a \"black-letter\" principle of Fifth Amendment double jeopardy jurisprudence that, except for reversals resting on grounds of evidentiary insufficiency,[8] the reversal of a criminal conviction on appeal is no bar to retrial.\nIn California, statements of the reach (and the limitations) of double jeopardy principles have been less lucid. In the note below, we summarize a handful of decisions, in addition to Young, supra, 100 Cal.App. 18, 279 P. 824, and Burgess, supra, 206 Cal.App.3d 762, 253 Cal.Rptr. 828, by the California Supreme Court and the Court of Appeal, addressing the applicability and effect of double jeopardy principles following the reversal of a criminal conviction on appeal. A surprising number deal with issues similar to that presented by this record\u0097the applicability of the clause following appellate reversal of a criminal conviction on the ground of trial court error in removing a sitting juror. As will appear, although most reach a sound result, the supporting rationales are far from uniform. Only two, as we read them, track the reasoning embraced repeatedly by the United States Supreme Court\u0097that whether it has \"attached\" or not, principles of double jeopardy simply have no application in such circumstances.[9]\n*487 It is a commonplace that the double jeopardy clause was intended by the framers to serve multiple ends\u0097the prevention of successive punishments for a single criminal act, the assurance that acquittals are meaningful, the desire to prevent harassment of the defendant through a series of aborted criminal proceedings and to spare the accused the accompanying burdens. (See Note, Double Jeopardy: The Reprosecution Problem (1964) 77 Harv. L.Rev. 1272, 1274; United States v. *488 DiFrancesco, supra, 449 U.S. at p. 132, 101 S.Ct. 426.) In short, the clause was intended, as Justice Black put it, to prevent \"oppressive practices\" by the state through its prosecutorial arm. (Wade v. Hunter (1949) 336 U.S. 684, 689, 69 S.Ct. 834, 93 L.Ed. 974.) But important countervailing social interests limiting the reach of the clause have also been identified. As Wade points out, the double jeopardy clause \"does not mean that every time a defendant is put to trial ... he is entitled to go free if the trial fails to end in a final judgment. Such a rule would create an insuperable obstacle to the administration of justice in many cases in which there is no semblance of the type of oppressive practice at which the double-jeopardy prohibition is aimed ....\" (Id. at pp. 688-689, 69 S.Ct. 834.)\nOver time, two contending explanations for the exception announced in Ball, supra, 163 U.S. 662, 16 S.Ct. 1192, 41 L.Ed. 300, that the clause has no application in cases where the conviction is reversed on appeal, have been offered by the court. Justice Holmes's view that a defendant appealing his conviction is subject to a kind of \"continuing jeopardy\" (see, e.g., Kepner v. United States (1904) 195 U.S. 100, 134, 24 S.Ct. 797, 49 L.Ed. 114 (dis. opn. of Holmes, J.)), and the more widely accepted view that an appeal \"waives\" the protection of the double jeopardy clause. (See, e.g., Trono v. United States (1905) 199 U.S. 521, 523, 26 S.Ct. 121, 50 L.Ed. 292; cf. People v. Henderson, supra, 60 Cal.2d at p. 495, 35 Cal.Rptr. 77, 386 P.2d 677.) We think the overriding justification for the Ball exception was identified by the second Justice Harlan in United States v. Tateo, supra, 377 U.S. 463, 84 S.Ct. 1587, 12 L.Ed.2d 448. Reversing a Court of Appeal order vacating a second conviction for bank robbery on double jeopardy grounds, he explained the rule announced in Ball, supra, 163 U.S. 662, 16 S.Ct. 1192, 41 L.Ed. 300, and added this insight:\n\"While different theories have been advanced to support the permissibility of retrial [after conviction and reversal on appeal], of greater importance than the conceptual abstractions employed to explain the Ball principle are the implications of that principle for the sound administration of Justice .... From the standpoint of a defendant, it is at least doubtful that appellate courts would be as zealous as they now are in protecting against the effects of improprieties at the trial or pretrial stage if they knew that reversal of a conviction would put the accused irrevocably beyond the reach of further prosecution. In reality, therefore, the practice of retrial serves defendants' rights as well as society's interest.\"[10] (United States v. Tateo, supra, 377 U.S. at p. 466, 84 S.Ct. 1587.)\nIt might be argued that the double jeopardy clause bars retrial in this situation by analogy to the grant of a mistrial without good cause. In our view, however, this analysis would result in our wrestling with a phantom. The analysis would be flawed because it would purport to answer a question that is not before us, namely, whether double jeopardy principles bar retrial following the declaration of a mistrial without good cause, and to decide the case on the basis of that hypothetical issue.[11] What is *489 before us is the paradigmatic case for application of the Ball/Henderson exception: A sitting juror is removed without a showing of misconduct as a \"demonstrable reality,\" an alternate seated and a verdict of conviction returned. On the defendant's appeal, the conviction is reversed on the ground of Cleveland error.\nThese circumstances are those invoking the categorical exception approved by the high court in Ball over a hundred years ago and reaffirmed repeatedly since. One need only consider the consequences of a contrary rule to realize it cannot be the law. Not only would the willingness of appellate courts to scrutinize the record for prejudicial error in criminal appeals be threatened, but given the untoward potential of those rulings, no matter how compelling the showing of juror misconduct, trial judges might feel it is better to ran the risk of jury deadlock, mistrial and another trial, rather than risk a reversal on appeal that places the defendant beyond the reach of retrial.\n\nCONCLUSION\nThe shape of California's law on the question of juror misconduct, its detection and identification, places trial judges in a terrible quandary, as this case illustrates. On the one hand, they lie under a duty to investigate the possibility of misconduct on colorable indications. In meeting that duty, on the other hand, they risk breaching the secrecy of the jury's deliberations and ultimately of compromising the constitutional guarantee of a unanimous verdict. The decision to intervene, then, can be treacherous. The only advice we can offer judges on the firing line is to remind them of what we think the cases teach. The \"demonstrable reality\" modification of the abuse of discretion standard\u0097derived from the importance American law attaches to free, unfettered deliberations in the jury room\u0097means reviewing courts are required to look at the record made in the trial court with less deference and greater scrutiny than they would normally accord such rulings.\nThe judgment is reversed; the cause is remanded to the superior court for a new trial.\nWe concur: KAY, P.J., and RIVERA, J.\nNOTES\n[1]  The People argue this case is not an instance of a \"failure to deliberate,\" governed by Cleveland, supra, 25 Cal.4th 466, 106 Cal. Rptr.2d 313, 21 P.3d 1225, but of a juror's \"failure to follow instructions,\" governed by the court's opinion in Williams, supra, 25 Cal.4th 441, 106 Cal.Rptr.2d 295, 21 P.3d 1209, decided the same day as Cleveland. In point of fact, we think the case is something of both. As we explain in greater detail, post, in deciding to discharge Juror No. 3, the trial court relied on a half dozen reasons supporting a finding of misconduct, some of which implicated a possible failure to deliberate, some implicating a failure to follow the court's instructions. The distinction, in any event, is not a critical one for our purposes: appellate review of both prongs of juror misconduct claims is governed by the same standard\u0097the requirement that the asserted misconduct appear as a \"demonstrable reality.\" (See Cleveland, supra, 25 Cal.4th at p. 474, 106 Cal.Rptr.2d 313, 21 P.3d 1225; Williams, supra, 25 Cal.4th at p. 448, 106 Cal.Rptr.2d 295, 21 P.3d 1209.)\n[2]  U.S. v. Brown (D.C.Cir.1987) 823 F.2d 591; U.S. v. Thomas (2d Cir.1997) 116 F.3d 606; U.S. v. Symington (9th Cir.1999) 195 F.3d 1080.\n[3]  The single exception to this broad rule applies where the conviction is overturned on appeal on the ground of insufficient evidence to support the verdict\u0097the functional equivalent of an acquittal. (See United States v. Scott (1978) 437 U.S. 82, 90-91, 98 S.Ct. 2187, 57 L.Ed.2d 65 (Scott) [\"The successful appeal of a judgment of conviction, on any ground other than the sufficiency of the evidence to support the verdict ... poses no bar to further prosecution on the same charge\"]; Burks v. United States (1978) 437 U.S. 1, 11, 98 S.Ct. 2141, 57 L.Ed.2d 1 [\"The Double Jeopardy Clause forbids a second trial for the purpose of affording the prosecution another opportunity to supply evidence which it failed to muster in the first proceeding\"].)\n[4]  This is how a Second District panel characterized the issue in a recent opinion in which the Supreme Court granted review and limited briefing and argument to the question whether, assuming prejudicial error occurred, retrial is barred by principles of double jeopardy. (People v. Hernandez (2002) 95 Cal. App.4th 1346, 1355, 116 Cal.Rptr.2d 379 (review granted May 15, 2002, S105271).)\n[5]  The defendant in Young, supra, 100 Cal. App. 18, 279 P. 824, was charged with grand theft and related offenses. At trial, 12 jurors and 2 alternates were chosen and the jury was sworn. During a break in deliberations, the court was told that one juror was a social friend of a witness for the defense. The trial court permitted the prosecution to challenge that juror peremptorily over objection and excused the juror. For reasons that are unexplained, someone from the venire who was not an alternate was selected to serve in the excused juror's place. Reversing the judgment of conviction and ordering defendant discharged, the court of appeal ruled that jeopardy had attached and the excusal of the juror was without \"legal necessity.\" (Id. at p. 23, 279 P. 824.)\n[6]  In Burgess, supra, 206 Cal.App.3d 762, 253 Cal.Rptr. 828, Division Five of this court had before it a claim by a defendant, convicted of possession of stolen property and related charges, that permitting the prosecution at trial to peremptorily challenge and excuse a sitting juror and substitute an alternate violated double jeopardy principles. (Id. at pp. 765-766, 253 Cal.Rptr. 828.) Affirming the conviction, the court first determined that cause to excuse the juror did not exist. \"Thus, it is clear that the trial court erred in reopening jury selection to permit the prosecution's peremptory challenge.\" (Id. at p. 766, 253 Cal.Rptr. 828.) After noting that where the double jeopardy clause applies, its bar is absolute, the Burgess court wrote \"[w]e think [defendant's] contention [of twice in jeopardy] is best resolved by reference to the basic policy reasons underlying the protections offered by the jeopardy clause....\" (Id. at p. 767, 253 Cal.Rptr. 828.) The court distinguished Young on the ground that there the substitute juror was not an alternate but from the venire. (Id. at p. 768, 253 Cal.Rptr. 828.) \"When the improper juror substitution ... is measured against constitutional protections ... it is readily apparent that no meaningful deprivation or violation of those protections ... occurred.\" (Ibid.)\n[7]  Tongue planted firmly in cheek, the Scott court put the same point this way: \"The common sense of the matter is most pithily, if not most elegantly, expressed in the words of Mr. Justice McLean on circuit in United States v. Keen [1836] 26 F.Cas. p. 686, .... He vigorously rejected the view that the Double Jeopardy clause prohibited any new trial after the setting aside of a judgment of conviction against the defendant or that it `guarantees to him the right of being hung, to protect him from the danger of a second trial.'\" (Scott, supra. 437 U.S. at pp. 91-92, 98 S.Ct. 2187.)\n[8]  And this exception to the exception may derive from collateral estoppel principles incorporated into the double jeopardy clause. Some commentators have argued the court has constitutionalized collateral estoppel principles as a component of the clause. (See Mayers &amp; Yarbrough, Bis Vexari: New Trials and Successive Prosecutions (1960) 74 Harv. L.Rev. 1, 29-43.) Others contend the incorporation has eroded the doctrine. (Note: Hendricks, 100 Years of Double Jeopardy Erosion: Criminal Collateral Estoppel Made Extinct (2000) 48 Drake L.Rev. 379.)\n[9]  In People v. Ham Tong (1909) 155 Cal. 579, 102 P. 263, defendant's conviction of robbery was reversed on appeal on the ground of defects in the information, the Court of Appeal ordering him discharged. Granting review, the Supreme Court reversed the discharge order, relying on cases from other jurisdictions to the effect that \"a plea of former jeopardy cannot be sustained on proof that the conviction of the accused on the previous trial was set aside because of a void or illegal verdict.\" (Id. at p. 583, 102 P. 263.) In People v. Henderson (1963) 60 Cal.2d 482, 35 Cal.Rptr. 77, 386 P.2d 677, defendant was convicted of murder and sentenced to life imprisonment. That judgment was reversed on appeal and defendant was retried, again convicted, and sentenced to death. The Supreme Court reversed the judgment of death and ordered the cause remanded for a new trial. Justice Traynor said this regarding defendant's plea that double jeopardy principles barred a capital sentence following a life sentence at the first trial: \"Article I, section 13, of the California Constitution,\" he wrote, \"is not an absolute prohibition, for although jeopardy may have attached, legal necessity or the real or implied consent of the defendant permits retrial. [Citation.] In the present case, we must determine the extent to which a defendant who attacks an erroneous conviction thereby opens the door to being again placed in jeopardy. [¶] He does not gain immunity, for by successfully attacking the judgment he at least subjects himself to a retrial that may reach the same result. [United States v. Ball, [supra,] 163 U.S. 662, 672, 16 S.Ct. 1192, 41 L.Ed. 300....\" (Id. at p. 495, 35 Cal.Rptr. 77, 386 P.2d 677.) In Hamilton, supra, 60 Cal.2d 105, 32 Cal.Rptr. 4, 383 P.2d 412, defendant was found guilty of two murders and sentenced to death. In a prior appeal in the same case, an earlier judgment of death had been reversed. (Id. at p. 111, 32 Cal.Rptr. 4, 383 P.2d 412.) On the second appeal, the Supreme Court again found error, this time with respect to the trial court's removal of a sitting juror during the penalty phase of the trial. After a lengthy analysis of the propriety of removing a sitting juror under Penal Code section 1089, the Hamilton court concluded the trial court's action was prejudicial error. (Id. at p. 128, 32 Cal.Rptr. 4, 383 P.2d 412.) Notwithstanding those conclusions, rather than holding that former jeopardy barred reprosecution as the Court of Appeal had held in Young, supra, 100 Cal.App. 18, 279 P. 824, the Hamilton court \"reversed on the issue of penalty ... and the cause is remanded for retrial and redetermination of penalty....\" (Hamilton, supra, 60 Cal.2d 105 at p. 138, 32 Cal.Rptr. 4, 383 P.2d 412.) Double jeopardy principles are not expressly discussed in the court's Hamilton opinion and the case is sometimes cited for the proposition that the propriety of retrial was so well established it did not require discussion. In People v. Demes (1963) 220 Cal.App.2d 423, 33 Cal.Rptr. 896, defendant was charged with murder and assault with a deadly weapon. His first trial ended in a hung jury. The second trial resulted in a conviction, which was overturned on appeal on the ground of evidentiary errors. (Id. at p. 428, 33 Cal.Rptr. 896.) At the third trial, defendant \"entered a plea of once in jeopardy.\" This was denied and the trial ended in a second conviction and a sentence of life imprisonment. Defendant appealed again. Affirming the judgment of the trial court, the Court of Appeal concluded defendant's double jeopardy defense was \"unsustainable.\" (Id. at p. 434, 33 Cal.Rptr. 896.) Invoking Penal Code section 1262, providing that a reversal shall be deemed an order for a new trial unless the appellate court \"shall otherwise direct,\" the court said that \"on the former appeal this court did not `otherwise direct' and defendant, accordingly, was not entitled to a discharge.\" (Ibid.) In People v. Lo Cigno (1965) 237 Cal.App.2d 470, 46 Cal.Rptr. 918, the court began its opinion with this statement: \"The single issue argued on this appeal is whether dismissal of an indictment, following defendant's conviction and reversal of that conviction, barred his subsequent prosecution on a second indictment for the same offense.\" (Id. at p. 470, 46 Cal.Rptr. 918.) Relying on People v. Henderson, supra, 60 Cal.2d 482, 35 Cal.Rptr. 77, 386 P.2d 677, the Lo Cigno court wrote that it \"is ... well settled that a trial resulting in conviction, followed by reversal on appeal for errors committed at the trial, does not bar retrial. [Citation.]\" (People v. Lo Cigno, supra, 237 Cal.App.2d 470 at p. 472, 46 Cal.Rptr. 918.) The double jeopardy issue before the Supreme Court in People v. Superior Court (Marks) (1991) 1 Cal.4th 56, 2 Cal.Rptr.2d 389, 820 P.2d 613, a capital case, was the extent of the clause's protections where the jury had failed to specify the degree of the crime of which it had found the defendant guilty, a finding required by Penal Code section 1157. Because Marks's first conviction had been overturned on appeal, on remand he entered a plea of former jeopardy, contending the jury's failure to comply with section 1157 precluded the prosecution from retrying him for an offense greater than second degree murder. (Id. at p. 63, 2 Cal.Rptr.2d 389, 820 P.2d 613.) In assessing that claim, the Marks court, almost in passing, observed that \"[s]hould a defendant secure reversal on appeal ... criminal proceedings are subject to reinstatement. (United States v. DiFrancesco....)\" (Id. at p. 72, 2 Cal.Rptr.2d 389, 820 P.2d 613; cf. 1 Witkin &amp; Epstein, California Criminal Law (3d ed. 2000) Defenses, § 178 at pp. 534-535.)\n[10]  Or, to paraphrase Justice Robert Jackson, the Bill of Rights is not a suicide pact. (Terminiello v. City of Chicago (1949) 337 U.S. 1, 37, 69 S.Ct. 894, 93 L.Ed. 1131 (dis. opn. of Jackson, J.).)\n[11]  In addition to People v. Hernandez, cited ante in footnote 4, the high court also has granted review (and deferred briefing) in People v. Du, review granted June 19, 2002, S106740 and People v. Smith, review granted June 19, 2002, S106273.\n\n",
            "ocr": false,
            "opinion_id": 2256113
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}