{
    "id": 2261054,
    "judges": "Haselton, Presiding Judge, and Armstrong, Judge, and Duncan, Judge",
    "date_filed": "1985-05-25",
    "date_filed_is_approximate": true,
    "slug": "state-ex-rel-juv-dept-v-hs",
    "case_name_short": "Hs",
    "case_name": "State Ex Rel. Juv. Dept. v. Hs",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "239 P.3d 999",
        "237 Or. App. 385"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n239 P.3d 999 (2010)\n237 Or. App. 385\nIn the Matter of H.S., a Youth.\nSTATE ex rel. JUVENILE DEPARTMENT OF HOOD RIVER COUNTY, Respondent,\nv.\nH.S., Appellant.\nJ0605701, J0605704; A140663.\nCourt of Appeals of Oregon.\nArgued and Submitted June 25, 2010.\nDecided September 22, 2010.\n*1000 Christa Obold-Eshleman argued the cause and filed the brief for appellant.\nSamuel A. Kubernick, Assistant Attorney General, argued the cause for respondent. On the brief were John R. Kroger, Attorney General, Jerome Lidz, Solicitor General, and Robin Rojas McIntyre, Assistant Attorney General.\nBefore HASELTON, Presiding Judge, and ARMSTRONG, Judge, and DUNCAN, Judge.\nDUNCAN, J.\nYouth appeals a juvenile court judgment finding him within the jurisdiction of the court for acts that, if committed by an adult, would constitute burglary in the first degree, theft in the first degree, theft in the second degree, theft in the third degree, and unlawful entry into a motor vehicle. On appeal, youth makes four assignments of error. We write only to address youth's third assignment of error, which concerns the sufficiency of the evidence of one count of second-degree theft, Count VII. Youth argues that the state failed to prove that he committed theft of property worth $50 or more. We agree. Accordingly, we reverse as to Count VII, remand for entry of an amended judgment, and otherwise affirm.\nWe review the record de novo. ORS 419A.200(6) (2007); ORS 19.415(3) (2007).[1] The state filed a nine-count petition alleging that youth was within the jurisdiction of the juvenile court. Count VII alleges second-degree theft; specifically, it alleges that youth \"did unlawfully and knowingly commit theft of money and a cell phone, of the total value of fifty dollars or more, the property of [the victim].\"\nAt trial, the state presented evidence that youth stole property from several cars and a garage. The victim testified that his cell phone was stolen from his car. When asked what the phone was worth, the victim answered, \"That's hard to gauge. The phone that replaced it cost me $50.\" The state did not present any other evidence regarding the value of the stolen phone.[2]\nAt the close of the state's case, youth moved for a judgment of acquittal on Count *1001 VII, arguing that the state had failed to prove second-degree theft because Moores's testimony was insufficient to establish that the stolen phone was worth $50 or more. Youth argued that, at best, the state had proven third-degree theft. The juvenile court denied the motion \"based on the replacement. It cost 50 bucks to replace what was taken.\"\nOn appeal, youth renews the argument that he made below. The relevant difference between third-degree theft and second-degree theft is that third-degree theft applies to thefts of property worth less than $50, and second-degree theft applies to thefts of property worth between $50 and $750. ORS 164.043 (2007); ORS 164.045 (2007).[3] Youth acknowledges the victim testimony that the phone that \"replaced\" the stolen phone cost $50, but argues that the victim's testimony \"should be found insufficient to establish the value of the stolen phone beyond a reasonable doubt, when there was no testimony that anyone had tried to gauge the value of the phone, or that the new phone was similar to the old phone in class or quality.\"\nThe state does not respond to youth's argument directly. It contends that, as the owner of the phone, the victim was competent to testify as to the value of his property, a point youth does not dispute. The state also argues that the cost to replace stolen property can establish its value, another point that, as a general matter, youth does not dispute. The state does not specifically respond to youth's argument that, to establish the value of the stolen phone through evidence of the cost of the new phone, the state had to prove that the stolen phone and new phone were similar.\nYouth's argument raises a question of statutory interpretation. ORS 164.115 governs the valuation of property for the purposes of the theft statutes. It provides, in relevant part:\n\"[T]he value of property shall be ascertained as follows:\n\"(1) Except as otherwise specified in this section, value means the market value of the property at the time and place of the crime, or if such cannot reasonably be ascertained, the cost of replacement of the property within a reasonable time after the crime.\n\"* * * * *\n\"(4) When the value of property cannot reasonably be ascertained, it shall be presumed to be an amount less than $50 in a case of theft, and less than $500 in any other case.\"\nThus, as both parties acknowledge, the value of stolen property can be established by the market value of the property or, if the market value cannot be reasonably ascertained, by \"the cost of replacement of the property within a reasonable time after the crime.\" ORS 164.115(1). If the value of the property cannot be reasonably ascertained either way, it shall be presumed to be less than $50. ORS 164.115(4).\nThe phrase \"cost of replacement\" is not defined in the criminal code. When a statute does not define a word of common usage, we presume the legislature intended to use its plain, natural, and ordinary meaning. PGE v. Bureau of Labor and Industries, 317 Or. 606, 611, 859 P.2d 1143 (1993). The dictionary defines \"replacement cost\" to mean \"the current cost of replacing a fixed asset with a new one of equal effectiveness.\" Webster's Third New Int'l Dictionary 1925 (unabridged ed. 2002). Similarly, Black's Law Dictionary provides that \"replacement cost\" means \"[t]he cost of a substitute asset that is equivalent to an asset currently held. The new asset has the same utility but may or may not be identical to the one replaced.\" Black's Law Dictionary 398 (9th ed. 2009). Thus, to prove the value of stolen property through evidence of the cost of replacement property, the state must prove that the stolen property and the replacement property *1002 are of \"equal effectiveness\" or have the \"same utility.\"\nIn this case, the only evidence of the stolen phone's value is the victim's testimony that, \"[t]he phone that replaced it cost [him] $50.\" The state did not present any evidence to establish that the stolen phone and the phone that \"replaced\" it were \"of equal effectiveness\" or had the \"same utility.\" It did not present any evidence that the phones had the same or similar features or were otherwise comparable.\nA piece of stolen property can be \"replaced\" by a piece of property of much lesser or greater value. For example, one phone, watch, or car can \"replace\" another phone, watch, or car in that it may be used for the same basic purpose, but it may have a very different value than the original. In order for the cost of the \"replacement\" property to establish the value of the original property, the characteristics of the properties relevant to their effectiveness or utility must be similar; the properties must be \"equivalent\" in ways relevant to their value. Black's at 398.\nIn this case, the victim's testimony that the stolen phone was replaced with one that cost $50 was legally insufficient to establish that the stolen phone itself was worth $50 because there was no evidence that the two phones were similar in ways relevant to their effectiveness or utility; there was no evidence that they were equivalent in ways relevant to their value. Therefore, the state failed to prove that youth committed theft of property worth $50 or more, and the juvenile court erred in denying youth's motion for judgment of acquittal on second-degree theft.\nHowever, under ORS 164.115(4), the value of the stolen phone is presumed to be less than $50. Accordingly, the court should have adjudicated youth for the lesser included offense of third-degree theft. See State ex rel. Juv. Dept. v. R.A., 221 Or.App. 509, 513, 191 P.3d 702 (2008).\nReversed and remanded for entry of a judgment of jurisdiction for an act that, if committed by an adult, would constitute third-degree theft on Count VII; otherwise affirmed.\nNOTES\n[1]  ORS 19.415 was recently amended. Or. Laws 2009, ch. 231, § 2. The amendments apply to appeals in which the notice of appeal was filed on or after June 4, 2009. Or. Laws 2009, ch. 231, § 3. Because the notice of appeal in this case was filed before that date, we apply the 2007 version of ORS 19.415.\n[2]  The victim testified that \"a small amount of money may have been taken from the car.\" He testified that he usually kept some money in his car for tolls, but that he could not confirm how much was in the car at the time the cell phone was stolen. The state does not argue that we should consider that evidence in determining whether it proved that youth committed an act that, if committed by an adult, would constitute theft in the second degree.\n[3]  ORS 164.043 and ORS 164.045 were amended in 2009 to increase the values of the stolen property to which each applies. Or. Laws 2009, ch. 16, §§ 1, 2. As amended, third-degree theft applies to thefts of property worth less than $100, and second-degree theft applies to thefts of property worth $100 or more and less than $1000. Those amendments do not apply in this case. Or. Laws 2009, ch. 16, § 8.\n\n",
            "ocr": false,
            "opinion_id": 2261054
        }
    ],
    "court_short_name": "Court of Appeals of Oregon",
    "court_full_name": "Court of Appeals of Oregon",
    "court_type": "SA",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Robbery"
}