{
    "id": 2270462,
    "judges": "Cooper, Graves, Johnstone, Keller, Lambert, Part IV, Stumbo",
    "date_filed": 1055376000000,
    "date_filed_is_approximate": false,
    "slug": "kotila-v-commonwealth",
    "case_name_short": "Kotila",
    "case_name": "Kotila v. Commonwealth",
    "case_name_full": "Ronald KOTILA, Appellant, v. COMMONWEALTH of Kentucky, Appellee",
    "attorneys": "Richard Hoffman, Assistant Public Advocate, Department of Public Advocacy, Frankfort, Counsel for Appellant., A.B. Chandler, III, Attorney General, Gregory C. Fuchs, Assistant Attorney General, Office of Attorney General, Criminal Appellate Division, Frankfort, Counsel for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Sept. 18, 2003.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 29,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b248-3\">\n    Ronald KOTILA, Appellant, v. COMMONWEALTH of Kentucky, Appellee.\n   </parties><br><docketnumber id=\"b248-5\">\n    No. 2000-SC-0341-MR.\n   </docketnumber><br><court id=\"b248-6\">\n    Supreme Court of Kentucky.\n   </court><br><decisiondate id=\"b248-7\">\n    June 12, 2003.\n   </decisiondate><br><otherdate id=\"b248-8\">\n    Rehearing Denied Sept. 18, 2003.\n   </otherdate><br><attorneys id=\"b251-16\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"229\"> \n     *229\n     </span>\n    Richard Hoffman, Assistant Public Advocate, Department of Public Advocacy, Frankfort, Counsel for Appellant.\n   </attorneys><br><attorneys id=\"b251-17\">\n    A.B. Chandler, III, Attorney General, Gregory C. Fuchs, Assistant Attorney General, Office of Attorney General, Criminal Appellate Division, Frankfort, Counsel for Appellee.\n   </attorneys>",
    "citations": [
        "114 S.W.3d 226"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n114 S.W.3d 226 (2003)\nRonald KOTILA, Appellant,\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nNo. 2000-SC-0341-MR.\nSupreme Court of Kentucky.\nJune 12, 2003.\nRehearing Denied September 18, 2003.\n*229 Richard Hoffman, Assistant Public Advocate, Department of Public Advocacy, Frankfort, Counsel for Appellant.\nA.B. Chandler, III, Attorney General, Gregory C. Fuchs, Assistant Attorney General, Office of Attorney General, Criminal Appellate Division, Frankfort, Counsel for Appellee. *227\n\n\n*228 OPINION OF THE COURT\nAppellant Ronald Kotila was convicted in the Pulaski Circuit Court of manufacturing methamphetamine by \"possess[ing] the chemicals or equipment for the manufacture of methamphetamine with the intent to manufacture methamphetamine,\" KRS 218A.1432(1)(b), a Class B felony, KRS 218A.1432(2). The offense was enhanced to a Class A felony by the jury's additional finding that he was in possession of a firearm at the time the offense was committed, KRS 218A.992(1)(a). Appellant was sentenced to twenty-five years imprisonment and appeals to this Court as a matter of right, Ky. Const. § 110(2)(b), claiming (1) the trial judge should have suppressed evidence obtained during a consensual search and (2) statements he made during a custodial interrogation; (3) *230 the evidence was insufficient to support his conviction; (4) the guilt phase instructions were erroneous; (5) the firearm enhancement evidence should have been reserved for the penalty phase; and (6) the statute under which he was convicted is unconstitutionally vague. Because we agree that Appellant was convicted under a prejudicially erroneous guilt phase instruction, we reverse his conviction and remand this case to the Pulaski Circuit Court for a new trial.\nOn May 14, 1999, an off-duty Somerset police officer, David Nelson, and his wife drove into the Wal-Mart parking lot and parked adjacent to a maroon Buick. Officer Nelson observed Appellant apparently placing something into or removing something from the Buick by reaching his arm through a slightly opened window, and noticed that Appellant was looking around in different directions as he did so, as if to see if anyone was watching. Suspecting that Appellant had either stolen something from the vehicle or placed possibly shoplifted items into the vehicle, and/or that Appellant was intoxicated, Officer Nelson sent his wife to find the Wal-Mart manager and a uniformed police officer while he kept Appellant under observation.\nAppellant waited by the car for several minutes, then entered the Wal-Mart store. It was later determined that Appellant had been a passenger in the Buick and that the driver, Rita Newhouse, was inside the store during the events observed by Officer Nelson. Newhouse had the keys to the Buick which explained, in retrospect, why Appellant had not simply opened the car door.\nOfficer Nelson, now accompanied by two uniformed officers, Jason Griffith and Brad Stephens, approached the maroon Buick. Nelson had informed Griffith and Stephens of his suspicion that Appellant may have stolen items from or placed stolen items into the vehicle and that he appeared to be intoxicated. Looking through the windows of the vehicle, the officers observed a Wal-Mart bag laying on the front seat. Officer Griffith called in a request for a license plate check of the Buick and learned that the license plate was not registered to that vehicle. Officers Nelson and Griffith then proceeded toward the entrance of the store intending to question Appellant about his suspicious activity. When they encountered Appellant in the store's breezeway, Officer Griffith stopped him, informed him that he was suspected of shoplifting, and frisked him. Appellant was found to be unarmed and not in possession of any contraband.\nAppellant identified himself to the officers and explained that he had purchased the items in the bag that was on the front seat of the Buick and offered to produce a receipt to prove it. Griffith recognized Appellant's name as being previously mentioned in connection with a methamphetamine investigation. Officers Nelson and Griffith returned with Appellant to the Buick while Officer Stephens called in a request for an NCIC check on Appellant. One of the officers was able to reach through the partially-opened window and unlock the door. Appellant then removed the bag from the front seat and produced a Wal-Mart receipt which did, in fact, coincide with the contents of the bag. Among other items in the bag were two lithium batteries and six boxes of 48-pack Equate antihistamine tablets, items the officers recognized as commonly used in the manufacture of methamphetamine.\nWhen Ms. Newhouse returned to the Buick, the officers requested a consent to search the vehicle. Both Newhouse and Appellant consented to the search which produced a quantity of methamphetamine, various chemicals and equipment associated with the manufacture of methamphetamine, *231 and a loaded .22 caliber Ruger handgun. Meanwhile, the NCIC check revealed that there were outstanding fugitive warrants against Appellant from Wisconsin. Based on the warrants, Appellant was placed under arrest and transported to the police station where he was read his Miranda rights, Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966), and interrogated. Although Appellant denied owning the maroon Buick, he admitted that he \"lived\" in it. He also admitted to possessing the methamphetamine found in the vehicle and, when questioned whether \"it was something he had made a couple of days ago and that what was there was what was left over,\" he responded \"[t]hat's what it is.\" (The indictment did not charge Appellant with the offense of possession of a controlled substance in the first degree, KRS 218A.1415, and the trial judge did not instruct the jury on the alternative theory of actually manufacturing methamphetamine under KRS 218A.1432(1)(a). Thus, these admissions by Appellant were relevant only as circumstantial evidence of Appellant's intent to manufacture methamphetamine, a necessary element of the offense of which he was convicted. KRS 218A.1432(1)(b).)\n\nI. SEARCH AND SEIZURE.\nAppellant made a motion in limine to suppress the evidence discovered during the search of the Buick. The motion was overruled and the evidence was admitted at trial. Appellant argues that the seizure of his person and subsequent search of the vehicle were unreasonable under the circumstances and, thus, the evidence stemming from that search should have been suppressed. He cites United States v. Sharpe, 470 U.S. 675, 105 S. Ct. 1568, 84 L. Ed. 2d 605 (1985), for the proposition that the scope and duration of police activities permitted during an investigative stop depends largely on the purposes intended to be served by the stop. Id. at 685, 105 S. Ct. at 1575. Appellant reasons that because Officer Nelson only suspected him of shoplifting and intoxication, the resulting investigation should have been limited to resolving those suspicions. Since Appellant was, in fact, sober and had not stolen anything, he posits that any further investigation was impermissible. While Appellant correctly states the law, he misconstrues its application.\nThere was testimony during the suppression hearing that Appellant consented to the search of the vehicle and Appellant did not deny giving his consent. Generally speaking, any inculpatory evidence recovered during a consensual search will not be suppressed on grounds that it was obtained without a search warrant. United States v. Mendenhall, 446 U.S. 544, 558-60, 100 S. Ct. 1870, 1879-80, 64 L. Ed. 2d 497 (1980); United States v. Watson, 423 U.S. 411, 424-25, 96 S. Ct. 820, 828, 46 L. Ed. 2d 598 (1976); cf. Florida v. Royer, 460 U.S. 491, 505, 103 S. Ct. 1319, 1328, 75 L. Ed. 2d 229 (1983) (plurality opinion). However, a consent given during an illegal seizure or detention can so \"taint\" the consequent search as to render its fruits inadmissible. Royer, 460 U.S. at 507-08, 103 S. Ct. at 1329 (evidence obtained by consensual search during illegal detention suppressed because defendant's consent was tainted by the illegality of the detention); cf. Brown v. Illinois, 422 U.S. 590, 604-05, 95 S. Ct. 2254, 2262, 45 L. Ed. 2d 416 (1975) (confession obtained during illegal arrest suppressed even though Miranda warnings had been given).\nThe proper inquiry becomes whether stopping Appellant on the Wal-Mart premises was a seizure under the Fourth Amendment and, if so, whether that seizure was legally justified and reasonable. *232 Per Terry v. Ohio, 392 U.S. 1, 88 S. Ct. 1868, 20 L. Ed. 2d 889 (1968), \"whenever a police officer accosts an individual and restrains his freedom to walk away, he has `seized' that person.\" Id. at 16, 88 S. Ct. at 1877. See also Davis v. Mississippi, 394 U.S. 721, 726-27, 89 S. Ct. 1394, 1397, 22 L. Ed. 2d 676 (1969) (Fourth Amendment applies to all seizures of the person, including those involving only a brief detention short of traditional arrest). Thus, the stop in question was a seizure and we are left to determine whether it was reasonable and justified.\nIn Terry, supra, the hard and fast rule requiring probable cause for any seizure whatsoever of a person was replaced with a more flexible approach that allows brief investigative stops by officers who are \"able to point to specific and articulable facts\" to justify such a stop. Id. at 21, 88 S. Ct. at 1880. The Terry approach to seizures is commonly said to require \"reasonable suspicion,\" the presence or absence of which is determined on appeal under a de novo standard of review. Ornelas v. United States, 517 U.S. 690, 698-99, 116 S. Ct. 1657, 1663, 134 L. Ed. 2d 911 (1996); Commonwealth v. Banks, Ky., 68 S.W.3d 347, 349 (2001).\nThe articulable reasonable suspicion standard is lower than the traditional probable cause standard. In Baker v. Commonwealth, Ky., 5 S.W.3d 142 (1999), we identified the inquiry as follows: \"Whether a seizure is reasonable requires a review of the totality of the circumstances, taking into consideration the level of police intrusion into the private matters of citizens and balancing it against the justification for such action.\" Id. at 145. We have also stated that \"officers are permitted to make brief stops or seizures of persons for purposes of investigation when the circumstances are such that the action appears reasonable .... In such cases no probable cause need exist at the time for believing the person stopped had actually committed a crime.\" Deberry v. Commonwealth, Ky., 500 S.W.2d 64, 66 (1973). Finally, in Banks, supra, we recognized that \"the level of articulable suspicion necessary to justify a stop is considerably less than proof of wrongdoing by preponderance of the evidence.\" 68 S.W.3d at 351 (citing United States v. Sokolow, 490 U.S. 1, 7, 109 S. Ct. 1581, 1585, 104 L. Ed. 2d 1 (1989)).\nAppellant asserts that the initial seizure was unfounded because Officer Nelson did not have reasonable grounds to suspect him of either theft or intoxication. We disagree. Reaching into an apparently locked vehicle by attempting to insert one's arm through a partially opened window while looking around in different directions as if to see whether anyone was watching is sufficient to support a suspicion of criminal activity. Further, the initial stop was not made until the officers determined that the license plate on the Buick was not registered to that vehicle. Finally, Appellant was not actually stopped by the off-duty officer, Nelson, who initially observed the suspicious activity, but by the uniformed officer, Griffith, who acted on the information related to him by Nelson and the additional information obtained from the license plate check. During the suppression hearing, Griffith articulated the circumstances giving rise to his suspicion and the resulting stop:\nQ: When you were in the breezeway of Wal-Mart did you feel that you had enough evidence or reasonable suspicion to do a Terry stop? That's stop and ask a man for his I.D.\nA. Very much so.\nQ: Why is that?\nA. I'd been related a complaint by another officer.\nQ: And then how about the cross tag?\n\n*233 A. Well, that's reasonable suspicion in itself that something was wrong.\nWe agree that the totality of the circumstances was sufficient to lead Griffith to believe that \"criminal activity may be afoot,\" Terry, 392 U.S. at 30, 88 S. Ct. at 1884, and, thus, he was justified in effecting a brief seizure of Appellant's person for questioning.\nAt that point, the scope of Griffith's stop was limited to ascertaining Appellant's identity and questioning him about the suspected intoxication and shoplifting. See United States v. Sharpe, supra. In response to questioning, Appellant identified himself and volunteered to produce the Wal-Mart receipt to prove his innocence. At that point, the investigation still concerned only the suspected shoplifting (the investigation merely moving to another area of the Wal-Mart premises), thus detention was still appropriate and supported by the original suspicion.\nWith Appellant's consent, the officers obtained the bag from the vehicle and placed its contents on the car. Although all of the items were shown to have been paid for, thus dissipating the suspicion of shoplifting, the officers recognized the lithium batteries and antihistamines as common components used in manufacturing methamphetamine. With that information and Griffith's knowledge that Appellant's name had been mentioned in connection with a methamphetamine investigation, the officers had a reasonable suspicion of possible illegal drug activity sufficient to continue the temporary detention and request permission to search the vehicle.\nBecause the initial stop was supported by a reasonable articulable suspicion of shoplifting, the seizure of Appellant by way of a Terry stop was not illegal. The subsequent search of the vehicle, though unsupported by the suspicion of shoplifting, was supported by the reasonable suspicion of illegal drug activity. Thus, at the time the consent to search was given, Appellant was not being illegally detained, the consent was not \"tainted,\" and the trial court correctly admitted into evidence the items discovered during the search.\nIn his petition for rehearing, Appellant asserts that the United States Supreme Court has not held that Terry v. Ohio, supra, authorizes investigatory stops for suspected misdemeanor offenses. He did not raise this argument before the trial court or on the appeal. Since a petition for rehearing is \"limited to a consideration of the issues argued on the appeal,\" CR 76.32(1)(b), we need not address this issue at length. We note, however, that whereas the Supreme Court has never specifically held that a Terry stop is authorized on suspicion of a misdemeanor, there is little doubt about how the Court would decide this question.\nWhat Terry holds is that a stop is authorized when the officer has an articulable suspicion that \"criminal activity may be afoot.\" 392 U.S. at 30, 88 S. Ct. at 1884. \"Terry stops\" of automobiles are permitted upon suspicion that a misdemeanor traffic violation has been committed, and the Court has held that both the driver and the passenger may be ordered out of the car while the traffic citation is processed. Maryland v. Wilson, 519 U.S. 408, 415, 117 S. Ct. 882, 886, 137 L. Ed. 2d 41 (1997) (passenger); Pennsylvania v. Mimms, 434 U.S. 106, 111, 98 S. Ct. 330, 333, 54 L. Ed. 2d 331 (1977) (driver). In addition, the Court has held that a police officer's ability to arrest and jail a person upon probable cause applies to misdemeanor as well as felony offenses. Atwater v. City of Lago Vista, 532 U.S. 318, 354, 121 S. Ct. 1536, 1557, 149 L. Ed. 2d 549 (2001). In so holding, the Court noted that it is often impossible *234 for a police officer to tell whether the suspect, who is committing a crime in her presence, is committing a \"jailable\" or \"fine-only\" offense (the distinction proposed by Atwater). Id. at 348-49, 121 S. Ct. at 1554-55. Thus, it would be unworkable to require officers to make arrests only when they are sure that their probable cause applies to a \"jailable\" crime. Id. at 350, 121 S. Ct. at 1555.\nThe same logic applies when the officer develops a reasonable suspicion, short of probable cause, that \"criminal activity is afoot.\" For example, theft is a felony if the property taken has a value of $300.00 or more. KRS 514.030(2). How could the officer know that the value of the property that he suspected was stolen was less than $300.00 without making the Terry stop? See Tennessee v. Garner, 471 U.S. 1, 20, 105 S. Ct. 1694, 1706, 85 L. Ed. 2d 1 (1985) (\"[T]he highly technical felony/misdemeanor distinction is ... difficult to apply in the field. An officer is in no position to know, for example, the precise value of property stolen, or whether the crime was a first or second offense.\").\n\nII. RIGHT TO COUNSEL.\nAppellant claimed at the suppression hearing that when the officers stopped him in the Wal-Mart breezeway, he told them that he wanted to call an attorney so that he could sue the officers for accusing him of shoplifting. He also claimed that when he was actually arrested in the Wal-Mart parking lot on the Wisconsin fugitive warrants, Officer Griffith advised him of his Miranda rights and that he told Griffith that he wanted an attorney. According to Appellant, Griffith told him that he could call an attorney when they arrived at the police station. Finally, Appellant claimed that he continued to request an attorney during his interrogation by Detective Douglas Nelson (the brother of Officer David Nelson) on the night of May 14\u009715, 1999. It was not until after his interrogation by Detective Nelson that Appellant was afforded an attorney. Thus, he asserts that his Miranda rights were violated and that the statements he made to Detective Nelson should have been suppressed.\nWith respect to Appellant's alleged requests for an attorney while at Wal-Mart, Officer David Nelson, the off-duty officer, testified at the suppression hearing:\nQ. Do you recall whether or not Mr. Kotila asked to speak to an attorney?\nA. I don't remember.\nOfficer Griffith, the arresting officer, testified:\nQ. During any of the time either at the breezeway or when you got back to the car do you recall whether or not Mr. Kotila asked to speak to any attorney?\nA. He did not ask me to speak to any attorney.\nGriffith admitted that Appellant threatened to sue the officers for accusing him of shoplifting but denied that Appellant ever asked to speak to an attorney. Detective Douglas Nelson testified that he talked to Officer Griffith before beginning his interrogation of Kotila:\nQ. Did you ask him whether or not he had read him any rights while he was down at the Wal-Mart parking lot?\nA. Yes, I did.\nQ. What did Mr. Griffith say?\nA. He said he did not request an attorney and he didn't want to interview him down there.\n...\nA. He didn't tell me he read him his rights.\n*235 (Hearsay is admissible at a suppression hearing. KRE 104(a); KRE 1101(1).)\nDetective Nelson also testified with respect to his interrogation of Kotila:\nQ. At any time during this conversation with the defendant did he ask for an attorney?\nA. No, he did not.\nThe interrogation of Appellant was audiotaped and transcribed. Appellant does not claim that the transcript is inaccurate. The transcript clearly shows that Detective Nelson advised Appellant of his Miranda rights prior to beginning the interrogation and Appellant does not claim that he did not understand his rights (he has a significant criminal history). The transcript does not reflect any requests by Appellant to consult an attorney during the May 14\u009715 interrogation. During a subsequent interrogation on May 20, 1999, Appellant advised Detective Nelson that he had an attorney. However, the trial judge suppressed the entire May 20th interrogation and nothing said during that interrogation was admitted at trial.\nIn denying the motion to suppress statements made during the May 14\u009715 interrogation, the trial judge found, inter alia, that: \"He was properly advised of his rights. He was not deprived nor denied the opportunity to contact an attorney if he so chose.\" Those findings are supported by substantial evidence, i.e., the testimony of the three police officers and the transcript of the interrogation, thus, are conclusive of the issue. RCr 9.78.\nThe trial judge did find that Appellant \"expressed a desire to contact an attorney to sue the police for their interference with him.\" However, that communication was not an invocation of the constitutional right to counsel envisioned by Miranda, supra, and Edwards v. Arizona, 451 U.S. 477, 101 S. Ct. 1880, 68 L. Ed. 2d 378 (1981). Unless a defendant articulates a desire for legal counsel with respect to the criminal charges brought against him with sufficient clarity that a reasonable police officer would understand the statement to be an invocation of the defendant's constitutional right to have counsel present during a custodial interrogation, there is no invocation of the constitutional right to counsel and no requirement that the officer forego further interrogation. Davis v. United States, 512 U.S. 452, 458-62, 114 S. Ct. 2350, 2354-57, 129 L. Ed. 2d 362 (1994). Appellant's expressed desire to contact an attorney for the purpose of filing a civil lawsuit, a desire expressed before Appellant was even suspected of the offense for which he was subsequently charged and convicted, did not trigger the requirement to forego further interrogation until an attorney could be obtained.\n\nIII. MANUFACTURING METHAMPHETAMINE: SUFFICIENCY OF THE EVIDENCE.\nPrior to 1998, manufacturing methamphetamine was not a specifically defined offense within the Controlled Substances Act. Under the pre-1998 statutory scheme, \"trafficking in a controlled substance\" by manufacturing meant, inter alia, possession of an immediate precursor of a controlled substance with the intent to convert it into a controlled substance. KRS 218A.010(3), (9), (11), (24); Commonwealth v. Hayward, Ky., 49 S.W.3d 674, 674-75 (2001). We held in Hayward that under the pre-1998 statutory scheme, \"[p]ossessing the primary precursor ..., ephedrine or pseudoephedrine, along with all the other necessary chemicals for the manufacture of methamphetamine provided a legally sufficient basis for the jury to find that Appellant was trafficking in methamphetamine.\" Id. at 677 (emphasis added).\n*236 KRS 218A.1432(1), enacted in 1998, provides:\nA person is guilty of manufacturing methamphetamine when he knowingly and unlawfully:\n(a) Manufactures methamphetamine; or\n(b) Possesses the chemicals or equipment for the manufacture of methamphetamine with the intent to manufacture methamphetamine.\n(Emphasis added.)\nAs noted supra, the trial judge did not instruct the jury on KRS 218A.1432(1)(a), effectively granting a directed verdict of acquittal on that issue; thus, no issue with respect to that statute is raised on appeal.[1] Appellant asserts that there was insufficient evidence to support his conviction of manufacturing methamphetamine under KRS 218A.1432(1)(b) because the Commonwealth did not prove that he possessed all of the chemicals or equipment necessary to manufacture methamphetamine or that he did so with the intent to manufacture methamphetamine. The Commonwealth responds that a conviction under KRS 218A.1432(1)(b) can be premised upon possession of any of the chemicals or equipment necessary to manufacture methamphetamine and that the evidence at trial was sufficient to create a reasonable inference that Appellant intended to manufacture methamphetamine.\nThe evidence found during the search of the maroon Buick consisted of 2.39 grams of methamphetamine, six boxes of Equate antihistamine tablets, two lithium batteries, six cans of starting fluid, one glass vial, one Kerr Mason jar, one glass jar with lid, one black cooking pot, one small glass jar, one weighing scale, three pieces of hose (green, black and white), one green funnel, one wooden stirring spoon, a cotton ball, a.22 caliber Ruger handgun, and one glove containing rock salt. The glass vial, the Mason jar, the glass jar, the pieces of hose, and the cotton ball were subsequently tested and found to contain methamphetamine residue.\nAccording to the Commonwealth's expert, there are three ways to manufacture methamphetamine: (1) the \"P2P\" method that was popular in the 1970's and used \"phenol 2 propanol\" as a chemical precursor; (2) the \"red phosphorus and iodine\" method (see Commonwealth v. Hayward, supra, at 675-76); and (3) the \"ephedrine reduction\" method most commonly used in Kentucky and the method at issue here. Specifically, the expert testified that the manufacture of methamphetamine by the ephedrine reduction method requires possession of ephedrine or pseudoephedrine (which could be extracted from the antihistamines), lithium (which could be extracted from the lithium batteries), ether (a common ingredient of starting fluid), sulfuric, hydrochloric or muriatic acid (commonly found in drain cleaners), salt, and anhydrous ammonia. The expert admitted that methamphetamine cannot be manufactured by the ephedrine reduction method without anhydrous ammonia.\nThus, Appellant clearly did not possess all of the chemicals necessary to manufacture methamphetamine. The expert also identified the equipment necessary to manufacture methamphetamine as including spoons, dishes, glassware, filtering material (e.g., cotton balls), funnels, hoses, and other household items. Although the expert did not specifically testify that Appellant possessed all of the equipment necessary to manufacture methamphetamine, a *237 jury could conclude from his description of the ephedrine reduction method of manufacturing methamphetamine that the equipment found in the Buick was sufficient to accomplish the task.\nWhether a conviction under this statute requires possession of all (as opposed to any) of the chemicals or equipment necessary to manufacture methamphetamine under some manufacturing process is a matter of statutory construction. First, we examine the language of the statute, itself. United States v. Health Possibilities, P.S.C., 207 F.3d 335, 338-39 (6th Cir.2000) (\"The starting point in a statutory interpretation case is the language of the statute itself.\"). Obviously, the multiple manufacturing methods and the availability of a broad range of readily available chemicals and equipment necessary for each manufacturing process militates against itemizing within the statute all of the possible chemical and equipment combinations by which methamphetamine could be manufactured. Nevertheless, KRS 218A.1432(1)(b) does not read \"[p]ossesses chemicals or equipment,\" or \"[p]ossesses some of the chemicals or equipment,\" or \"[p]ossesses any of the chemicals or equipment.\" It reads \"[p]ossesses the chemicals or equipment for the manufacture of methamphetamine.\" The presence of the article \"the\" is significant because, grammatically speaking, possession of some but not all of the chemicals or equipment does not satisfy the statutory language. \"The\" is \"[u]sed as a function word before a plural noun denoting a group to indicate reference to the group as a whole.\" Webster's Third New International Dictionary 2369 (1993).\nIn decisions spanning three different centuries, the appellate courts of this Commonwealth have found use of the word \"the\" to have a significant effect upon meaning. See Revenue Cabinet v. Hubbard, Ky., 37 S.W.3d 717, 719-20 (2000) (\"[U]se of the definite article `the' indicates that the statute refers to the entire body and not to discrete parts or components ....\"); Cardwell v. Haycraft, Ky., 268 S.W.2d 916, 918 (1954) (the trial court's contributory negligence instruction was erroneous in that it contained the definite article \"the\" before the words \"proximate cause\" and \"such language indicates that `the sole' rather than `a contributing' cause was meant.\"); Schardein v. Harrison, 230 Ky. 1, 18 S.W.2d 316, 319 (1929) (\"[I]f the makers of the Constitution had intended to qualify the word `office' [in Ky. Const. § 161] they would have inserted the definite article `the' before `office.'\") (quotation omitted); Sheriff of Fayette v. Buckner, 11 Ky. (1 Litt.) 126, 128 (1822) (holding that legislative act referencing \"the clerk of the court\" intended a particular clerk of court referenced elsewhere in the legislation). For similar interpretations by other jurisdictions, see, e.g., State Farm Fire &amp; Cas. Co. v. Old Republic Ins. Co., 466 Mich. 142, 644 N.W.2d 715, 718 (2002); Patricca v. Zoning Bd. of Adjustment, 527 Pa. 267, 590 A.2d 744, 751 (1991); McClanahan v. Woodward Constr. Co., 77 Wyo. 362, 316 P.2d 337, 341-42 (1957); Williams v. McComb, 38 N.C. (3 Ired. Eq.) 450 (1844) (\"[G]rammatically speaking, `The,' is a definite article before nouns, which are specific or understood, and is used to limit or determine their extent.\"). We are directed by the General Assembly to construe our statutes \"according to the common and approved usage of language.\" KRS 446.080(4). Following that directive, we construe \"the chemicals or equipment\" to mean all of the chemicals or all of the equipment necessary to manufacture methamphetamine.\n*238 This construction is also supported by the General Assembly's own subsequent enactments with respect to the possession of chemicals used in the manufacture of methamphetamine. The 2000 General Assembly enacted KRS 250.489(1) (2000 Ky. Acts, ch. 233, § 4), which provides: \"It shall be unlawful for any person to knowingly possess anhydrous ammonia in any container other than an approved container.\" It defined an \"approved container\" as one \"which meets or exceeds the requirements of the Federal law or regulation for the storage and handling of anhydrous ammonia.\" KRS 250.482(4) (2000 Ky. Acts, ch. 233, § 1.) It also enacted KRS 250.991(2) (2000 Ky. Acts, ch. 233, § 7), which provides:\nAny person who knowingly possesses anhydrous ammonia in a container other than an approved container in violation of KRS 250.489 is guilty of a Class D felony unless it is proven that the person violated KRS 250.489 with the intent to manufacture methamphetamine in violation of KRS 218A.1432, in which case it is a Class B felony for the first offense and a Class A felony for each subsequent offense.\n(Emphasis added.)\nAppellant did not possess any quantity of anhydrous ammonia. The relevance of the 2000 enactments of KRS 250.489(1) and KRS 250.991(2) to this case is their clarification of legislative intent with respect to whether, by its 1998 enactment of KRS 218A.1432(1)(b), the General Assembly intended that the offense of manufacturing methamphetamine could be committed by possession of less than all of the necessary chemicals or equipment.\nCongress must have been presumed to have known of its former legislation in the Acts of 1853 and 1866, and to have passed the new laws in view of the provisions of the legislation already enacted. These statutes must be construed together and effect given to all of them.\nSt. Louis, I.M. &amp; S. Ry. Co. v. United States, 251 U.S. 198, 207, 40 S. Ct. 120, 122, 64 L. Ed. 225 (1920). See also Seatrain Shipbuilding Corp. v. Shell Oil Co., 444 U.S. 572, 596, 100 S. Ct. 800, 814, 63 L. Ed. 2d 36 (1980) (\"[W]hile the views of subsequent Congresses cannot override the unmistakable intent of the enacting one, such views are entitled to significant weight, and particularly so when the precise intent of the enacting Congress is obscure.\") (internal citations omitted); Fed. Hous. Admin. v. Darlington, Inc., 358 U.S. 84, 90, 79 S. Ct. 141, 145, 3 L. Ed. 2d 132 (1958) (\"Subsequent legislation which declares the intent of an earlier law is not, of course, conclusive in determining what the previous Congress meant. But the later law is entitled to weight when it comes to the problem of construction.\"); Shewmaker v. Commonwealth, Ky.App., 30 S.W.3d 807, 809 (2000) (\"It is presumed that the Legislature was cognizant of preexisting statutes at the time it enacted a later statute on the same matter.\"); California Sch. Township, Starke Cty. v. Kellogg, 109 Ind.App. 117, 33 N.E.2d 363, 366 (1941) (\"If it can be gathered from a subsequent statute in pari materia what meaning the legislature attached to the words of a former statute, they will amount to a legislative declaration of its meaning, and will govern the construction of the first statute.\"); 2B Norman J. Singer, Sutherland Statutory Construction § 49:11, at 120-21 (6th ed. 2000) (\"Where a former statute is amended, or a doubtful meaning clarified by subsequent legislation a number of courts have held that such amendment or subsequent legislation is strong evidence of legislative intent of the first statute.\"). It would have been redundant for the General Assembly to create a new Class B felony of \"possession of anhydrous ammonia in an *239 unapproved container with intent to manufacture methamphetamine\" if mere \"possession of anhydrous ammonia with intent to manufacture methamphetamine\" was already a Class B felony under KRS 218A.1432(1)(b); ergo, the legislative intent with respect to KRS 218A.1432(1)(b) must have been that possession of only some of the necessary chemicals or equipment, e.g., anhydrous ammonia, even with the intent to manufacture methamphetamine, does not constitute \"manufacturing methamphetamine.\"\nThe interpretation urged by the Commonwealth would also create negative double jeopardy ramifications. As noted, the Commonwealth contends that possession of any chemical or piece of equipment with the intent to manufacture methamphetamine constitutes manufacturing methamphetamine in violation of KRS 218A.1432(1)(b). Anhydrous ammonia is a chemical used to manufacture methamphetamine. Thus, under the Commonwealth's interpretation, possession of anhydrous ammonia with the intent to manufacture methamphetamine would be a violation of KRS 218A.1432(1)(b).\nConsider, then, the double jeopardy implications if, e.g., Appellant had also been in possession of anhydrous ammonia in an unapproved container. KRS 250.489(1) criminalizes mere possession of anhydrous ammonia in an unapproved container as a Class D felony. KRS 250.991(2) further provides that possession of anhydrous ammonia in an unapproved container with the intent to manufacture methamphetamine is a Class B felony. Notice that if mere possession of anhydrous ammonia with intent to manufacture methamphetamine would constitute manufacturing methamphetamine in violation of KRS 218A.1432(1)(b), as the Commonwealth suggests, that offense would be an \"included offense\" within the Class B felony version of the offense described in KRS 250.489(1) and KRS 250.991(2). Evidence of possession of anhydrous ammonia in an unapproved container with the intent to manufacture methamphetamine would prove both offenses.\nThus, because under the Commonwealth's interpretation, KRS 218A.1432(1)(b) would be an \"included offense\" of the Class B felony version of KRS 250.489(1), convicting a defendant for possessing anhydrous ammonia under both statutes would constitute double jeopardy. KRS 505.020(1)(a) and (2)(a). Indeed, if the Commonwealth's interpretation of KRS 218A.1432(1)(b) were correct, the class B felony version of KRS 250.489(1) would be superfluous because it would be the same offense as that described in KRS 218A.1432(1)(b) except that it would require proof of the additional element of an unapproved container\u0097and no prosecutor would charge one version of the same offense if conviction of another version could be obtained with less proof. See TRW Inc. v. Andrews, 534 U.S. 19, 31, 122 S. Ct. 441, 449, 151 L. Ed. 2d 339 (2001) (\"It is `a cardinal principle of statutory construction' that `a statute ought, upon the whole, to be so construed that, if it can be prevented, no clause, sentence, or word shall be superfluous, void, or insignificant.'\"); Pennsylvania Dept. of Pub. Welfare v. Davenport, 495 U.S. 552, 562, 110 S. Ct. 2126, 2133, 109 L. Ed. 2d 588 (1990) (\"Our cases express a deep reluctance to interpret a statutory provision so as to render superfluous other provisions in the same enactment\"); Commonwealth v. Phon, Ky., 17 S.W.3d 106, 108 (2000) (\"statutes should be construed in such a way that they do not become meaningless or ineffectual.\").\nIf, however, as we conclude, a conviction of manufacturing methamphetamine pursuant to KRS 218A.1432(1)(b) by the *240 ephedrine reduction method by possession of the chemicals necessary to do so requires proof of (1) possession of anhydrous ammonia, and (2) possession of all of the other chemicals necessary to manufacture methamphetamine, and (3) the intent to manufacture methamphetamine, then the enactment of KRS 250.991(2), the Class B felony version of KRS 250.489(1), neither has double jeopardy implications nor is superfluous. Conviction of the Class B felony version of KRS 250.489(1) requires proof of (1) possession of anhydrous ammonia, (2) in an unapproved container, and (3) the intent to manufacture methamphetamine. Thus, while each offense requires proof of possession of anhydrous ammonia with the intent to manufacture methamphetamine, each also requires proof of an element that the other does not. KRS 218A.1432(1)(b) requires proof of possession of all of the other chemicals necessary to manufacture methamphetamine while KRS 250.489(1) and KRS 250.991(2) do not, and the latter statutes require proof that the anhydrous ammonia was possessed in an unapproved container, while KRS 218A.1432(1)(b) does not. See Commonwealth v. Burge, Ky., 947 S.W.2d 805, 809-11 (1996).\nIn addition to the 2000 General Assembly's enactment of KRS 250.489(1) and KRS 250.991(2), the 2002 General Assembly enacted KRS 218A.1437(1), a Class D felony, viz:\nA person is guilty of unlawful possession of a methamphetamine precursor when he or she knowingly and unlawfully possesses a drug product or combination of drug products containing ephedrine, pseudoephedrine, or phenylpropanolamine, or their salts, isomers, or salts of isomers, with the intent to use the drug product or combination of drug products as a precursor to methamphetamine or other controlled substance.\nThus, again, the legislature has enacted a separate statute to criminalize the same conduct that the Commonwealth asserts is already criminalized by KRS 218A.1432(1)(b). And, although KRS 218A.1437(1) cannot be applied to this case because it was enacted subsequent to the offense, it does shed further light on the legislative intent with respect to KRS 218A.1432(1)(b); for if the General Assembly had intended possession of a methamphetamine precursor with intent to manufacture methamphetamine to be a Class B felony under KRS 218A.1432(1)(b), it would not have subsequently enacted KRS 218A.1437(1) to make the same offense a Class D felony. E.g., Seatrain Shipbuilding, supra, at 596, 100 S. Ct. at 814. And logic precludes a conclusion that the General Assembly intended to classify possession of a methamphetamine precursor as a class D felony but possession of lithium batteries or starting fluid (or, for that matter, a Mason jar, a wooden spoon, or a cotton ball) as a class B felony. 2A Sutherland Statutory Construction § 46:05, at 175-76 (\"The general rule is followed that prior and later statutes dealing with the same subject matter although in apparent conflict, should as far as reasonably possible be construed in harmony with each other so as to allow both to stand and to give force and effect to each.\").\nObviously, KRS 218A.1437(1) and the Class B felony version of KRS 250.489(1) were intended to fill the gap where there is proof of possession of a methamphetamine precursor or anhydrous ammonia in an unapproved container with the intent to manufacture methamphetamine but not proof of possession of all of the other chemicals necessary to manufacture methamphetamine. This leads us to the inescapable conclusion that KRS 218A.1432(1)(b) applies only when a defendant possesses all of the chemicals or all *241 of the equipment necessary to manufacture methamphetamine. Absent possession of all of the necessary chemicals or all of the necessary equipment, a defendant can be convicted under the present statutory scheme of (1) a Class B or D felony under KRS 250.489(1) and 250.991(2) for possession of anhydrous ammonia in an unapproved container (depending upon the presence or absence of an intent to manufacture methamphetamine); (2) a Class D felony under KRS 218A.1437(1) for possession of a methamphetamine precursor (with the intent to manufacture methamphetamine); but not (3) a Class B felony under KRS 218A.1432(1)(b) for possession of less than all of the other necessary chemicals or equipment (even with the requisite intent). Whether a defendant can be convicted of criminal attempt to manufacture methamphetamine by possession of less than all of the necessary chemicals or equipment will be more fully discussed in Part IV-B of this Opinion, infra.\nWe also note that double jeopardy principles would preclude convictions of both manufacturing methamphetamine premised upon possession of all the necessary chemicals under KRS 218A.1432(1)(b) and of possession of a methamphetamine precursor under KRS 218A.1437(1), if possession of the same precursor is used to prove both offenses. In that scenario, the latter statute does not require proof of an additional element that the former does not. Burge, supra. Both offenses require proof of possession of a methamphetamine precursor with the intent to manufacture methamphetamine. In addition, KRS 218A.1432(1)(b) requires proof of possession of all of the other necessary chemicals with the requisite intent whereas KRS 218A.1437(1) requires proof of no additional elements; thus, KRS 218A.1437(1) would be a lesser included offense of KRS 218A.1432(1)(b). KRS 505.020(2)(a). However, if the conviction under KRS 218A.1432(1)(b) were predicated only upon the equipment alternative, a separate conviction under KRS 218A.1437(1) for also possessing a methamphetamine precursor with intent to manufacture methamphetamine would not constitute double jeopardy (because a precursor is a chemical, not an item of equipment).\nAs for Appellant's final argument\u0097that mere proof of the element of possession of the equipment used in the manufacture of methamphetamine does not prove the additionally required element of intent\u0097we note that there was evidence in this case that, in addition to possessing the necessary equipment, (1) Appellant also possessed some of the chemicals necessary to manufacture methamphetamine, including a substantial quantity of a necessary precursor, (2) Appellant admitted that he knew how to manufacture methamphetamine and (3) that he had previously manufactured the 2.39 grams of methamphetamine found during the search of the Buick, as corroborated by (4) the fact that several items of the equipment found in the Buick contained methamphetamine residue. This was ample evidence from which a reasonable juror could believe beyond a reasonable doubt that Appellant possessed the equipment found in the Buick with the intent to manufacture methamphetamine. Commonwealth v. Benham, Ky., 816 S.W.2d 186, 187 (1991).\n\nIV. MANUFACTURING METHAMPHETAMINE: INSTRUCTIONS.\nA. Manufacturing Methamphetamine.\nAppellant next asserts that, even if there was sufficient evidence to support his conviction, the trial court's instructions with respect to the offense of manufacturing methamphetamine were erroneous.\n*242 We agree. Assuming evidence sufficient to support a conviction under either alternative (chemicals or equipment) of KRS 218A.1432(1)(b), the following instruction or a similar specimen would have properly framed the issue for the jury:\nYou will find the defendant guilty of manufacturing methamphetamine under this instruction if, and only if, you believe from the evidence beyond a reasonable doubt that in this county, on or about (date) and before the finding of the indictment herein, (he)(she) knowingly:\nA. Had in (his)(her) possession all of the chemicals or all of the equipment necessary for the manufacture of methamphetamine;\nAND\nB. Did so with the intent to manufacture methamphetamine.[2]\nIf, as here, the evidence is insufficient to support a conviction under the chemicals alternative but sufficient to support a conviction under the equipment alternative, the words \"all of the chemicals or\" would simply be deleted from subsection A of the instruction.\nIn contrast, the instruction given by the trial judge in this case was as follows:\nYou will find the Defendant guilty of manufacturing methamphetamine under this instruction if, and only if, you believe from the evidence beyond a reasonable doubt all of the following:\nA. That in this county on or about May 14, 1999, he possessed a quantity of methamphetamine, 6 boxes of antihistamine tablets, 2 batteries, 1 glass vial, 1 Kerr Mason jar, 1 glass jar/lid, 6 cans of starting fluid, a black cooking pot, a small glass jar, a weighing scale, 3 pieces of hose (green, black and white), 1 green funnel, 1 wooden stirring spoon, a glove with rock salt, and 1 cotton ball;\nAND\nB. That he did so with the intent to manufacture methamphetamine.\nThis instruction was obviously inadequate under the chemicals alternative in KRS 218A.1432(1)(b) because Appellant did not possess two of the chemicals that the Commonwealth's expert testified were necessary to manufacture methamphetamine, i.e., anhydrous ammonia and sulfuric, hydrochloric, or muriatic acid.\nThe adequacy of the instruction under the equipment alternative in KRS 218A.1432(1)(b) is a closer question. Appellant contends that the instruction could not pass muster as an \"equipment instruction\" because it also referred to chemicals that were in the vehicle. However, the instruction required the jury to find that Appellant possessed all of the items recovered from the maroon Buick; thus, it is arguable that the inclusion of the chemicals in subsection A of the instruction was harmless since such required the Commonwealth to prove more than was necessary to obtain a conviction under the equipment alternative.[3]Baze v. Commonwealth, Ky., 965 S.W.2d 817, 823 (1997).\n*243 However, the instructions did not require the jury to believe beyond a reasonable doubt that Appellant possessed all of the equipment necessary to manufacture methamphetamine under some process. The resolution of factual issues in a criminal case is reserved for the jury. Medley v. Commonwealth, Ky., 704 S.W.2d 190, 191 (1985) (\"the jury always has the option of disbelieving the evidence offered to prove guilt and returning a `not guilty' verdict\"); Mishler v. Commonwealth, Ky., 556 S.W.2d 676, 680 (1977) (\"it is the privilege of the jury to believe the unbelievable if the jury so wishes\"); Rader v. Commonwealth, Ky., 242 S.W.2d 610, 611 (1951) (\"it is never proper for a court to direct a verdict of guilty where there is a plea of not guilty, notwithstanding the fact that the evidence of his guilt may be convincing\"), quoting Bardin v. Commonwealth, 191 Ky. 651, 231 S.W. 208, 209 (1921).\nThe Commonwealth's expert did not testify that the equipment found in the maroon Buick was all of the equipment necessary to manufacture methamphetamine, though his testimony was sufficient to create a reasonable inference of that fact. But even if he had so testified, it was for the jury to decide whether to accept that testimony. Under the instruction, as given, if the jurors believed beyond a reasonable doubt that Appellant was in possession of the items found in the maroon Buick, they were to find him guilty\u0097regardless of whether they believed that those items constituted all of the equipment necessary to manufacture methamphetamine. (Appellant questioned the Commonwealth's expert as to whether a pair of pliers or some similar piece of equipment would also be needed in order to extract the lithium from the batteries. The expert posited that the lithium could be extracted by stomping on the batteries and peeling off the cardboard.) The failure of the instructions to require the jury to find beyond a reasonable doubt that Appellant possessed all of the equipment for the manufacture of methamphetamine requires reversal and remand for a new trial.\nB. Criminal Attempt.\nAppellant also asserts that the trial judge should have instructed the jury on criminal attempt to manufacture methamphetamine as a lesser included offense. This argument fails for the same reason as the Commonwealth's argument that possession of some but less than all of the necessary chemicals or equipment would support conviction of the primary offense. As noted in Part III of this opinion supra, the 2002 enactment of KRS 218A.1437(1), possession of a methamphetamine precursor, created a Class D felony that is a lesser included offense of the Class B felony of manufacturing methamphetamine. Criminal attempt to manufacture methamphetamine by possession of some but less than all of the necessary chemicals or equipment, however, would be a Class C felony. KRS 506.010(4)(c). It thus would be incongruous to interpret this statutory scheme as creating a Class D felony for possession of a methamphetamine precursor but a Class C felony for possession of, *244 e.g., lithium batteries, starting fluid, a Mason jar, a wooden spoon, or a cotton ball.\nAdmittedly, the incongruity is less apparent where, as here, the manufacturing offense is predicated solely upon possession of equipment and not chemicals. However, if there were sufficient evidence to create a jury issue under both theories, logic would preclude a conclusion that criminal attempt would be a lesser included offense under the equipment alternative but not under the chemicals alternative. Consistency prevents us from holding that criminal attempt is a lesser included offense when, as here, the evidence supports a conviction under the equipment alternative but not the chemicals alternative, and not when the evidence would support a conviction under both alternatives. E.g., 2A Sutherland Statutory Construction § 46:05, at 175-76 (\"The general rule is followed that prior and later statutes dealing with the same subject matter although in apparent conflict, should as far as reasonably possible be construed in harmony with each other so as to allow both to stand and to give force and effect to each.\"). Such an interpretation would also bring the statute perilously close to being void for vagueness as discussed in Part VI of this Opinion, infra.\nKentucky is the only jurisdiction with a statute, i.e., KRS 218A.1432(1)(b), that specifically equates possession of the chemicals or equipment necessary for the manufacture of methamphetamine with manufacturing methamphetamine (though the Supreme Court of Kansas has interpreted its manufacturing methamphetamine statute, Kan. Stat. Ann. § 65-4159, as applying when the defendant \"could have successfully manufactured methamphetamine,\" State v. Martens, 54 P.3d 960, 965 (Kan.2002)). Other jurisdictions treat possession of all of the chemicals or equipment necessary to manufacture methamphetamine as evidence of a criminal attempt to actually manufacture methamphetamine. E.g., United States v. Anderson, 987 F.2d 251, 255-56 (5th Cir.1993) (conviction of attempt to manufacture methamphetamine upheld on evidence of fully functioning methamphetamine laboratory in which actual cooking of methamphetamine ingredients was in process, and of presence of a recipe for manufacturing methamphetamine); State v. Rollett, 80 S.W.3d 514, 519, 523 (Mo.Ct.App.2002) (purchase of pseudoephedrine while in possession of every other item necessary to manufacture methamphetamine sufficient to convict of attempt to manufacture methamphetamine). Thus, our General Assembly has elevated what other jurisdictions regard as a criminal attempt to the same status as the primary offense. While not unprecedented, see Mo.Rev.Stat. § 195.211(2), discussed infra, that fact does create an issue as to whether mere possession of some but less than all of the necessary chemicals or equipment can constitute a Class C criminal attempt under KRS 506.010 to violate what otherwise would be a Class B criminal attempt under KRS 218A.1432(1)(b).\nMissouri's courts have held that mere possession of some but less than all of the necessary chemicals or equipment for the manufacture of methamphetamine is insufficient to prove even the intent element of the lesser included offense of possession of a precursor with the intent to manufacture methamphetamine. Mo.Rev.Stat. § 195.420. See State v. Agee, 37 S.W.3d 834, 838-39 (Mo.Ct.App.2001) (possession of 168 tablets of pseudoephedrine and a propane tank insufficient to prove intent to use pseudoephedrine to manufacture methamphetamine); State v. Arles, 998 S.W.2d 136, 139-40 (Mo.Ct.App.1999) (purchase of twelve boxes of suphedrine, lamp oil, solvent, coffee filters, air line tubing, propane, Coleman fuel, and alcohol insufficient *245 to prove possession of suphedrine with intent to manufacture methamphetamine); State v. Morrow, 996 S.W.2d 679, 683 (Mo.Ct.App.1999) (purchase of five bottles of pseudoephedrine and ephedrine, toluene, and \"Liquid Fire\" drain cleaner insufficient to prove possession of precursors with intent to manufacture methamphetamine).\nIn State v. Withrow, 8 S.W.3d 75 (Mo.1999) (en banc), the Supreme Court of Missouri addressed the relationship between a Missouri statute proscribing both manufacturing methamphetamine and attempting to manufacture methamphetamine, Mo.Rev.Stat. § 195.211(2), a Class B felony, and Missouri's general criminal attempt statute, Mo.Rev.Stat. 564.011, which is similar though not identical to KRS 506.010,[4] and which also classifies an attempt to commit a Class B felony as a Class C felony. Id. at 78. Withrow concluded that the statutory scheme did not create two levels of criminal attempt but simply elevated criminal attempt to manufacture methamphetamine from a Class C felony to a Class B felony, and overruled previous lower court cases holding that there could be a criminal attempt under Mo.Rev.Stat. 564.011 to attempt to manufacture methamphetamine under Mo.Rev.Stat. § 195.211(2). Id. at 78-80.\nLikewise, we conclude that the legislative intent in enacting KRS 218A.1432(1)(b) was to elevate what would otherwise support a conviction of a Class C felony under KRS 506.010 to a Class B felony,[5] and that the subsequent enactment of KRS 218A.1437(1) as a Class D felony reconfirmed the absence of a legislative intent that possession of a chemical or item of equipment other than a precursor (or anhydrous ammonia in an unapproved container) would constitute a Class C felony. Seatrain Shipbuilding Corp. v. Shell Oil Co., 444 U.S. 572, 596, 100 S. Ct. 800, 814, 63 L. Ed. 2d 36 (1980); Fed. Hous. Admin. v. Darlington, Inc., 358 U.S. 84, 90, 79 S. Ct. 141, 145, 3 L. Ed. 2d 132 (1958).\nThis does not mean that there could never be a conviction of criminal attempt to manufacture methamphetamine. For example, a defendant who possessed less than all the necessary chemicals to manufacture methamphetamine could be convicted of criminal attempt to violate KRS 218A.1432(1)(a) if he had already begun the manufacturing process. United States v. Smith, 264 F.3d 1012, 1016-17 (10th Cir.2001) (though possessing less than everything needed to manufacture methamphetamine, defendant had begun the initial step in the manufacturing process, i.e., soaking the ground-up pseudoephedrine tablets in water). Or, the defendant may engage in other actions leaving no reasonable doubt of a criminal intent. In United States v. Johnson, 767 F.2d 673 (10th Cir.1985), a conviction of attempt to manufacture methamphetamine was upheld where the defendant purchased fifty-five pounds of a chemical precursor and there was additional evidence that the defendant used an alias, requested that the substance be mislabeled, and agreed to pay $900.00 per gallon for a product having a market value of $323.00 per gallon. Id. at 675.\n*246 There could also be a conviction of criminal attempt to violate KRS 218A.1432(1)(b) if the defendant attempted but failed to obtain possession of all of the chemicals or equipment necessary to manufacture methamphetamine. E.g., in United States v. Leopard, 936 F.2d 1138 (10th Cir.1991), a conviction of attempt to manufacture methamphetamine was upheld where the defendant arranged to purchase from an undercover government agent a complete methamphetamine laboratory installed in a U-Haul truck, paid for it, accepted the keys to the truck, and was arrested while attempting to drive the truck away from the scene. Id. at 1140-41. The fact that the agent had failed to include in the delivery a heater, aluminum foil, and a distillation agent was held not to require reversal in light of the circumstances clearly evincing a criminal intent. Id. at 1141. Under Kentucky law, the defendant in this scenario could be convicted of at least criminal attempt to violate KRS 218A.1432(1)(b) because he had attempted to acquire possession of all the necessary chemicals or equipment to manufacture methamphetamine. Cf. State v. McAdam, 31 Kan. App. 2d 436, 66 P.3d 252, 257 (2003) (evidence that defendant and others attempted to steal anhydrous ammonia when they were already in possession of everything they needed to manufacture methamphetamine except anhydrous ammonia sufficient to support a conviction of conspiracy to manufacture methamphetamine). No cases, however, are found where mere possession of some but less than all of the chemicals or equipment for the manufacture of methamphetamine was held sufficient to support a conviction of criminal attempt.\nC. Precursor Instruction.\nFinally, in his petition for rehearing, Appellant requests that the trial court be directed on remand to instruct the jury on possession of a methamphetamine precursor, KRS 218A.1437(1), as a lesser included offense, citing KRS 446.110, which provides in pertinent part:\nIf any penalty, forfeiture or punishment is mitigated by any provision of the new law, such provision may, by the consent of the party affected, be applied to any judgment pronounced after the new law takes effect.\nSee Commonwealth v. Phon, Ky., 17 S.W.3d 106, 107-108 (2000). According to Appellant, KRS 218A.1437(1), by creating a new lesser included offense, effectively \"mitigated\" the \"penalty or punishment\" imposed by KRS 218A.1432(1)(b). We need not decide here this apparently novel question of whether a newly created lesser included offense is within the purview of KRS 446.110. Since we hold that Appellant cannot be convicted under the chemicals alternative of KRS 218A.1432(1)(b), the new statute does not create a lesser included offense applicable to this case. Instead, it creates a separate offense that is not applicable to this case because it was created after the conduct for which Appellant was indicted occurred. U.S. Const., Art. I, §§ 9-10; Ky. Const. § 19.\n\nV. FIREARM ENHANCEMENT.\nDuring their search of the maroon Buick, the police officers discovered a loaded.22 caliber Ruger handgun in a holster just behind the driver's seat. KRS 218A.992 provides:\n(1) Other provisions of the law notwithstanding, any person who is convicted of any violation of this chapter who was at the time of the commission of the offense in possession of a firearm, shall:\n(a) Be penalized one (1) class more severely than provided in the penalty provision pertaining to that offense if it is a felony ....\n*247 Appellant asserts that the evidence was insufficient to prove that he, as opposed to Rita Newhouse, the driver of the vehicle, possessed the handgun. Actual possession is not required to trigger KRS 218A.992; constructive possession suffices. Houston v. Commonwealth, Ky., 975 S.W.2d 925, 927 (1998).\nConstructive possession exists when a person does not have actual possession but instead knowingly has the power and intention at a given time to exercise dominion and control of an object, either directly or through others.\nJohnson v. Commonwealth, Ky., 90 S.W.3d 39, 42 (2002) (quoting United States v. Kitchen, 57 F.3d 516, 520 (7th Cir.1995)).\nAppellant admitted during his interrogation by Detective Douglas Nelson that both he and Newhouse had used the handgun for target practice earlier that same day and that he (Appellant) had placed the gun in the vehicle. We conclude that the evidence was sufficient to support the jury's verdict that Appellant possessed the handgun during the commission of the offense.\nThat conclusion also resolves the question of whether there was a sufficient \"nexus\" between the gun and the methamphetamine offenses as required by KRS 218A.992. We noted this requirement in Commonwealth v. Montague, Ky., 23 S.W.3d 629 (2000), but also held that \"whenever it is established ... that a defendant had constructive possession of a firearm within his or her `immediate control' when arrested,[6] then ... the Commonwealth should not have to prove any connection between the offense and the possession for the sentence enhancement to be applicable.\" Id. at 632-33. The Supreme Court held in New York v. Belton, 453 U.S. 454, 101 S. Ct. 2860, 69 L. Ed. 2d 768 (1981), that the entire interior of a vehicle and all containers therein should be considered within a defendant's \"immediate control.\" Id. at 460, 101 S. Ct. at 2864. Thus, constructive possession of a firearm within a vehicle at the time of arrest and the commission of the offense, as here, satisfies the \"nexus\" requirement of KRS 218A.992.\nAppellant further asserts that it was error to introduce the firearm evidence and to instruct the jury on the enhancement issue during the guilt phase of the trial. In fact, the trial court included the firearm enhancer as an element of an offense described in the instructions as \"manufacturing methamphetamine while in possession of a firearm.\" The jury was then instructed on \"manufacturing methamphetamine\" as a lesser included offense in the event the jury did not find Appellant to have been in possession of the firearm. Appellant relies primarily on the following statement in Adams v. Commonwealth, Ky.App., 931 S.W.2d 465 (1996):\nThe possession of a firearm, however, is not an element necessary to determine guilt of the substantive offense. Consequently, KRS 218A.992 is nothing more than a sentencing statute reflecting the dangerous nature of the crime perpetrated by an armed criminal.\nId. at 468.\nThe issue in Adams was not whether the firearm issue must be reserved to the penalty phase but whether the proscription against double jeopardy *248 was violated by using the possession of one firearm to enhance three separate underlying offenses. We agree that \"manufacturing methamphetamine while in possession of a firearm\" is not a defined offense. Rather, application of KRS 218A.992 merely increases the classification of the underlying offense, just as proof of a prior conviction can serve to enhance the penalty for a subsequent offense. E.g., KRS 218A.1432(2). In that respect, it would be entirely proper to reserve the enhancement issue for the penalty phase using instruction forms similar to those recommended for subsequent offense enhancement. E.g., 1 Cooper, Kentucky Instructions to Juries (Criminal), §§ 12.20\u009712.25.\nHowever, unlike evidence of a prior conviction, no unfair prejudice resulted from resolving the firearm issue during the guilt phase of Appellant's trial. The discovery of the firearm in the Buick was relevant to the issue of whether Appellant was using the vehicle for illegal controlled substance activity. If the evidence was admissible for substantive purposes, no additional prejudice occurred by resolving the possession issue during the guilt phase, much as factors enhancing kidnapping to a capital offense are resolved during the guilt phase so that the trial judge will know whether to conduct the penalty phase pursuant to KRS 532.025 or KRS 532.055. See Cooper, supra, §§ 3.79B, C, D and E. In that event, specimen instructions similar to those recommended at id., §§ 9.34D and E, would be preferable to including the enhancement factor as an additional element of the underlying offense. Either way, we discern no prejudicial error with respect to this issue.\n\nVI. CONSTITUTIONALITY OF KRS 218A.1432(1)(b).\nAppellant contends that KRS 218A.1432(1)(b) is unconstitutionally vague because it does not \"provide adequate notice to a person of ordinary intelligence that his contemplated conduct is illegal ....\" Martin v. Commonwealth, Ky., 96 S.W.3d 38, 59 (2003) (quoting United States v. Harriss, 347 U.S. 612, 617, 74 S. Ct. 808, 812, 98 L. Ed. 989 (1954)). However, the void-for-vagueness doctrine only requires that \"a penal statute define the criminal offense with sufficient definiteness that ordinary people can understand what conduct is prohibited and in a manner that does not encourage arbitrary and discriminatory enforcement.\" Id. (quoting Kolender v. Lawson, 461 U.S. 352, 357, 103 S. Ct. 1855, 1858, 75 L. Ed. 2d 903 (1983)). See also Caretenders, Inc. v. Commonwealth, Ky., 821 S.W.2d 83, 87 (1991). Further, where a statute does not implicate First Amendment values, \"[a] vagueness challenge ... cannot be aimed at the statute on its face but must be limited to the application of the statute to the particular conduct charged.\" United States v. Evans, 318 F.3d 1011, 1016 (10th Cir.2003) (quotation omitted); see Chapman v. United States, 500 U.S. 453, 467, 111 S. Ct. 1919, 1929, 114 L. Ed. 2d 524 (1991) (\"First Amendment freedoms are not infringed by [the statute], so the vagueness claim must be evaluated as the statute is applied to the facts of this case.\"); Maynard v. Cartwright, 486 U.S. 356, 361, 108 S. Ct. 1853, 1857-58, 100 L. Ed. 2d 372 (1988) (\"Vagueness challenges to statutes not threatening First Amendment interests are examined in light of the facts of the case at hand; the statute is judged on an as-applied basis.\"). Obviously, KRS 218A.1432(1)(b) does not implicate the First Amendment. Nevertheless, because of the volume of convictions and appeals emanating from the application of this statute, we choose to address the issue directly rather than on a case-by-case, as-applied basis.\n*249 Appellant's primary claim of vagueness relates to the fact that the statute criminalizes the possession of otherwise innocent household items, all of which except anhydrous ammonia can be purchased at almost any retail department store. The Commonwealth's expert testified that even anhydrous ammonia can be purchased at a welding supply or farm supply store or at a commercial refrigeration outlet without any requirement that the seller even keep a record of the sale.\nThe argument might have more merit if we interpreted the statute as permitting a conviction for the possession of any, rather than all, of the chemicals or equipment necessary to manufacture methamphetamine. As we noted in Commonwealth v. Hayward, supra, \"there is no reason other than the manufacture of methamphetamine for having a combination of pseudoephedrine, lye, rock salt, iodine crystals, red phosphorus, toluene, sulfuric acid, and hydrochloric acid in one place.\" 49 S.W.3d at 676. The same is true with respect to the chemicals and equipment necessary to manufacture methamphetamine by the ephedrine reduction method. Regardless, a Missouri Court of Appeals recently upheld the constitutionality of a statute making it \"unlawful to possess chemicals listed in [related subsection of statute] ... with the intent to manufacture ... a controlled substance,\" because the requirement of scienter cured any uncertainty as to the nature of the conduct proscribed. State v. Condict, 65 S.W.3d 6, 17 (Mo.Ct.App.2001) (construing Mo.Rev.Stat. § 195.420).\nAppellant points out that our statute, unlike Missouri's, does not identify which chemicals or equipment it is unlawful to possess under KRS 218A.1432(1)(b). In fact, the statute proscribes possession of any combination of chemicals or equipment necessary to manufacture methamphetamine by any method. As noted in Part III of this opinion, supra, the evidence in this case indicates that there are at least three methods by which methamphetamine can be manufactured, each requiring possession of a different combination of chemicals and equipment. To require the statute to specify all of the possible combinations of chemicals and equipment used to manufacture methamphetamine \"would be pointless and would make the statute unwieldy.\" Caretenders, supra, at 88. It would also preclude extension of the statute's proscription to new manufacturing methods if and as they are discovered. As noted in Hayward, supra, it is unlikely that anyone would possess the right combination by coincidence, 49 S.W.3d at 676, and the requirement that the defendant possess all of the chemicals or all of the equipment constituting the right combination virtually eliminates the possibility of arbitrary or subjective enforcement. Finally, as with the statute that was construed in State v. Condict, supra, the additional requirement that the possession be with the intent to manufacture methamphetamine cures any uncertainty as to the nature of the conduct proscribed. We conclude that KRS 218A.1432(1)(b) is not unconstitutionally vague.\nAccordingly, Appellant's conviction is reversed and this case is remanded to the Pulaski Circuit Court for a new trial in accordance with the content of this opinion.\nCOOPER, GRAVES, JOHNSTONE, and STUMBO, J.J., concur. KELLER, J., concurs except as to Part IV(B), to which he dissents by separate opinion.\nLAMBERT, C.J., concurs except as to Parts III and IV(A), to which he dissents by separate opinion, which WINTERSHEIMER, J., joins.\n*250 KELLER, Justice, concurring in part and dissenting in part.\nAlthough I agree with the majority's holding that Appellant's Manufacturing Methamphetamine conviction must be reversed for a new trial because of the erroneous jury instruction, I write separately because I disagree with the majority's Part IV(B) conclusion that the trial court properly denied Appellant's request for a lesser-included offense instruction as to Criminal Attempt to Manufacture Methamphetamine. The majority recognizes that KRS 506.010 creates liability for attempts to commit criminal offenses but holds that the trial court properly denied to give Appellant's requested instruction because, even if the jury had concluded that Appellant lacked some of the equipment to manufacture methamphetamine, a person who possesses some, but not all, of the chemicals or equipment to manufacture methamphetamine with the intent to manufacture methamphetamine has not committed an offense prohibited by KRS 506.010. The majority's ultimate holding appears to stem from three (3) conclusions: (1) KRS 506.010 liability for incomplete possession of the chemicals or equipment for methamphetamine manufacture would be \"incongruous\" with the General Assembly's subsequent criminalization of Possession of a Methamphetamine Precursor as a Class D felony under KRS 218A.1437; (2) Manufacturing Methamphetamine under KRS 218A.1432(1)(b) is itself an attempt offense, and thus \"the legislative intent in enacting KRS 218A.1432(1)(b) was to elevate what would otherwise support a conviction of a Class C felony under KRS 506.010 to a Class B felony\";[1] and (3) possession of some, but less than all, of the chemicals or equipment for the manufacture of methamphetamine is insufficient as a matter of law to constitute a \"substantial step\" towards completion of the offense of Manufacturing Methamphetamine. I disagree with the majority's analysis, and I would hold that the trial court erred when it denied Appellant's request for the lesser-included offense instruction. Accordingly, I dissent in part.\nThe General Assembly has provided that \"[a] defendant may be convicted of an offense that is included in any offense with which he is formally charged,\"[2] and has explicitly stated that \"[a]n offense is so included when ... [i]t consists of an attempt to commit the offense charged or to commit an offense otherwise included therein.\"[3] Although the majority opinion makes some provision for criminal attempt lesser-included offenses to Manufacturing Methamphetamine, it concludes that no attempt offense is committed under KRS 506.010 when a defendant with the intent to manufacture methamphetamine possesses some, but not all, of the chemicals or equipment necessary to manufacture methamphetamine. The majority's reasoning in this regard\u0097which boils down to a conclusion that the General Assembly must have intended to displace the applicability of KRS 506.010 as to Manufacturing Methamphetamine when it enacted KRS 218A.1432(1)(b), which authorizes a Class B felony penalty range for an inchoate crime\u0097is directly contrary to Kentucky precedent to the effect that \"[r]epeal by implication finds no favor *251 within the courts\"[4] and that \"[i]n the absence of a strong statutory indication to the contrary, an express statute will not be deemed to have been abrogated by implication.\"[5] If the General Assembly wished to provide Class B felony penalties for a criminal attempt to actually manufacture methamphetamine, it could have done so either by: (1) adopting a different version of KRS 218A.1432(1)(a), i.e., one that read \"[a] person is guilty of manufacturing methamphetamine when he knowingly and unlawfully manufactures or attempts to manufacture methamphetamine\";[6] or (2) amending KRS 506.010 to provide a Class B felony penalty range for a criminal attempt to commit a violation of KRS 218A.1432.[7] Instead, what the General Assembly did was simply prohibit the possession of all of the chemicals or all of the equipment necessary to manufacture methamphetamine and provide a Class B felony penalty for the offense. As KRS 218A.1432 makes no explicit mention of KRS 506.010, one of the fundamental premises of statutory interpretation\u0097i.e., that \"it is the duty of the court to attempt to harmonize the interpretation so as to give effect to both sections or statutes, if possible\"[8]\u0097should counsel hesitation before we unnecessarily limit the scope of KRS 506.010 liability. And, in harmonizing the enactments at issue, I would hold that KRS 506.010 authorizes Class C felony criminal liability for defendants who intend to manufacture methamphetamine and who undertake \"substantial steps\" towards manufacturing methamphetamine by knowingly accumulating materials necessary to do so, but who are apprehended before they can complete the KRS 218A.1432(1)(b) Manufacturing Methamphetamine offense by knowingly possessing all of the chemicals or all of the equipment necessary to manufacture methamphetamine.\nAccordingly, on the basis of the evidence presented at trial in this case\u0097where Appellant possessed not only six (6) boxes of Equate antihistamine tablets but also two (2) lithium batteries, six (6) cans of starting fluid, a glass vial, three (3) glass jars, a black cooking pot, a weighing scale, three (3) pieces of hose, a funnel, a spoon, and a cotton ball\u0097the trial court should have permitted the jury to consider the lesser-included offense of Criminal Attempt to Manufacture Methamphetamine by instructing it as to KRS 506.010(1)(b)'s \"substantial step in a course of conduct planned to culminate in his commission of the *252 crime\"[9] basis for Criminal Attempt liability. An instruction substantially similar to the following would have been appropriate:\nINSTRUCTION NO. ____ CRIMINAL ATTEMPT TO MANUFACTURE METHAMPHETAMINE\nIf you do not find the Defendant guilty under Instruction No. ___, you will find him guilty of Criminal Attempt to Manufacture Methamphetamine under this Instruction if, and only if, you believe from the evidence beyond a reasonable doubt all of the following:\nA. That in this county on or about May 14, 1999, the Defendant possessed one or more, but not all, of the chemicals or some, but not all, of the equipment necessary to manufacture methamphetamine;\nAND\nB. That the Defendant did so knowingly and, in so doing, it was the Defendant's intention to manufacture methamphetamine;\nAND\nC. That under the circumstances as he believed them to be, the Defendant's actions constituted a substantial step in a course of conduct planned to culminate in the manufacture of methamphetamine.\nThe majority's first (and, presumably, primary) response to Appellant's claim is its belief that to permit a jury to find Appellant guilty of a Class C felony under KRS 506.010 would be \"incongruous\" with the Class D felony penalty range the General Assembly has provided under KRS 218A.1437 for Possession of a Methamphetamine Precursor. I would observe, however, that KRS 218A.1437 did not exist until three (3) years after Appellant's crime, and, thus, as to the case at bar, this hypothetical incongruity relies on a \"back to the future\" analysis because, as the majority observes elsewhere in its opinion, KRS 218A.1437 \"is not applicable to this case because it was created after the conduct for which Appellant was indicted occurred.\"[10] Further, given the litany of methamphetamine manufacturing equipment possessed by Appellant in this case, the actual facts presented diverge sharply from the hypothetical \"Class C felony for a cotton ball, but Class D felony for methamphetamine precursor\" concern that drives the majority's analysis. Finally, the primary flaw in the majority's \"incongruity\" analysis is that it fails to appreciate the factual findings necessary for KRS 506.010 liability. Simply stated, the hypothetical factual situations, i.e., mere possession of \"a Mason jar, a wooden spoon or a cotton ball,\"[11] which the majority employs in an attempt to illustrate the inappropriateness of permitting a Class C penalty range for Criminal Attempt to Manufacture Methamphetamine, would not permit a reasonable doubt finding required by Paragraph\n*253 (C) in the above draft instruction.[12]\nIn any event, I see nothing arbitrary or incongruous about the manner in which the General Assembly has attempted to tackle methamphetamine manufacturing in Kentucky. In recent years, the General Assembly has taken steps to address methamphetamine production and, in so doing, has created new criminal offenses that fit alternative contingencies and that were designed to allow law enforcement intervention prior to the actual production of methamphetamine. As I interpret the relevant statutes, in cases involving conduct committed after July 15, 2002, if the evidence supports the conclusions that: (1) the defendant knowingly possessed one or more of \"the chemicals ... for the manufacture of methamphetamine,\"[13] (2) the chemicals possessed by the defendant include \"a drug product or combination of drug products containing ephedrine, pseudoephedrine, or pheynlpropanolamine, or their salts, isomers, or salts of isomers,\"[14] and (3) the defendant possessed the chemical or chemicals \"with the intent to manufacture methamphetamine,\"[15] the Commonwealth may prosecute the offender for any of (or all[16]) three (3) offenses\u0097Manufacturing *254 Methamphetamine under KRS 218A.1432(1)(b) (a Class B felony), Criminal Attempt to Manufacture Methamphetamine under KRS 506.010(1)(b) (a Class C felony); or Unlawful Possession of a Methamphetamine Precursor under KRS 218A.1432 (a Class D felony).[17] Of course, a defendant can be convicted of only one of these offenses, because the latter two (2) are lesser-included offenses of the first.[18]\nConsidered together, these three (3) crimes operate to vary a methamphetamine offender's punishment with his or her culpability. If it is determined that the defendant knowingly possessed all of the chemicals necessary to manufacture methamphetamine and that he or she did so with the intent to manufacture methamphetamine, then the appropriate crime is Manufacturing Methamphetamine under KRS 218A.1432(1)(b), and the defendant faces a penalty range of between ten (10) and twenty (20) years. If it is determined that the defendant knowingly possessed some, but not all, of the chemicals necessary to manufacture methamphetamine, that he or she did so with the intent to manufacture methamphetamine, and that the defendant's actions were a substantial step in a course of conduct planned to culminate in methamphetamine manufacture, then the appropriate crime is Criminal Attempt to Manufacture Methamphetamine, and the defendant faces a penalty range of between five (5) and ten (10) years. If, however, it is determined that the defendant knowingly possessed some, but not all, of the chemicals necessary to manufacture methamphetamine, that among the chemicals he or she knowingly possessed was one or more of the drug products defined in KRS 218A.1437(1), and that he or she did so with the intent to manufacture methamphetamine,[19] but the factfinder does not believe beyond a reasonable doubt that the defendant's actions constituted a substantial step towards completion of the offense, then the appropriate crime is Possession of a Methamphetamine *255 Precursor under KRS 218A.1437, and the defendant would face a penalty range of between one (1) and five (5) years. Accordingly, it is the heightened culpability associated with a \"substantial step\" finding[20] that distinguishes the Class C and D felony offenses. As such, Criminal Attempt to Manufacture Methamphetamine's availability as a lesser-included offense is not only consistent with, but an important part of, the overall statutory scheme.\nThe majority opinion reviews some of the cases in which defendants in other jurisdictions have been prosecuted, under different statutory schemes, for lesser-included manufacturing methamphetamine offenses. However, given the relatively recent phenomenon of widespread prosecutions for manufacturing methamphetamine, the full scope of criminal attempt liability for methamphetamine offenses has yet to be decided\u0097not just in this jurisdiction, but nationwide\u0097because courts have examined evidentiary insufficiency claims in only a limited number of factual contexts. Although the majority correctly observes that no published opinion holds, on facts similar to the case at bar, that the evidence supported a verdict for criminal attempt to manufacture methamphetamine, the fact is that no court has held otherwise, either. Thus, there is no persuasive authority for the majority's suggestion that, as a matter of law, only the possession of all of the chemicals or all of the equipment necessary to manufacture methamphetamine can constitute a \"substantial step in a course of conduct planned to culminate in\" methamphetamine manufacture.\nI recognize that my interpretation of KRS 506.010 liability lacks the convenience of the \"bright line\" adopted by the majority, and that, under my position, this Court would have to further define the scope of conduct prohibited as Criminal Attempt to Manufacture Methamphetamine in future cases. However, since this Court's role is to interpret the law in individual cases before it, rather than attempting to occupy the field of Methamphetamine Manufacturing law in one fell swoop, I would wait for the appropriate cases to decide harder questions such as whether the evidence supports a \"substantial step\" finding if: (1) drug products identified in KRS 218A.1437(1) are the only chemicals or equipment for methamphetamine manufacture possessed by the defendant; or (2) if the defendant possesses substantially less methamphetamine manufacturing equipment than is present here. But, in the case at bar, which can be distinguished from much of the Missouri authority cited by the majority in that the Commonwealth introduced evidence in this case to prove that Appellant was familiar with methamphetamine manufacturing processes, I find the evidence more than sufficient to support a conclusion that Appellant's possession of these items constituted a \"substantial step\" towards manufacturing methamphetamine.\nIn my view, the trial court erred when it denied Appellant's request for an instruction on Criminal Attempt to Manufacture Methamphetamine as a lesser-included offense of Manufacturing Methamphetamine, and I would direct that, upon remand, the *256 trial court should include the lesser-included offense in its jury instructions.\nLAMBERT, Chief Justice, dissenting in part.\nIn Part III and Part IV A., with respect to KRS 218A.1432, the majority opinion is excessively technical and unduly restrictive. KRS 218A.1432 provides as follows: \"(1) A person is guilty of manufacturing methamphetamine when he knowingly and unlawfully: (a) manufactures methamphetamine; or (b) possesses the chemicals or equipment for the manufacture of methamphetamine with the intent to manufacture methamphetamine.\"(emphasis added) The majority construes the words \"the chemicals or equipment\" to mean \"all\" chemicals or equipment. As a result, the burden on the prosecution in methamphetamine manufacturing cases will be greatly enhanced, and an offender with the least amount of ingenuity will be able to prevent his conviction by merely omitting from his cache of tools and ingredients one or two of the more common, and bringing in the missing components only at the last moment. Thus, to achieve a conviction under the majority interpretation, it will be necessary to catch the offender \"red-handed.\"\nThere is no need to give the statute such a technical construction. The phrase \"the chemicals or equipment\" need not be interpreted as \"all chemicals or equipment\". It could as easily be interpreted as the essential, primary, substantially necessary chemicals or equipment, or words to that effect, and thereby prevent such a draconian application of the law.\nOur responsibility is to ascertain and give effect to the intent of the General Assembly in our interpretation of statutes.[1] It strains credulity to believe the General Assembly intended to require possession of all of the chemicals or equipment for one to be adjudged guilty of methamphetamine manufacture. If the General Assembly had so intended, it would surely have used the word \"all\" rather than the more general \"the.\" Moreover, the element of intent to manufacture methamphetamine in KRS 218A.1432 prevents the possibility of wrongful conviction for possession of such chemicals or equipment for innocent purposes.\nThe majority interpretation is also inconsistent with the statute when it is read in its entirety. Under the majority's interpretation, a defendant would have to be virtually in the act of manufacturing methamphetamine to be guilty. This interpretation is illogical because KRS 218A.1432(1)(a) separately proscribes manufacturing methamphetamine. If the possession provision is to have meaning, it must differ from the manufacturing provision, but under the majority interpretation, KRS 218A.1432(1)(a) and (b) have little or no difference. Possession has been virtually written out of the law.\nWINTERSHEIMER, J., joins this opinion dissenting in part.\nNOTES\n[1]  The proscription against double jeopardy precludes retrial of the same offense after a directed verdict of acquittal. Commonwealth v. Mullins, Ky., 405 S.W.2d 28, 30 (1966); Commonwealth v. Ramey, 279 Ky. 810, 132 S.W.2d 342, 344 (1939).\n[2]  One could posit that a person could not possess chemicals and equipment with the intent to manufacture methamphetamine without knowingly possessing them. Nevertheless, both mental states are required by KRS 218A.1432(1)(b) and criminal instructions should be stated within the context of the statutory framework. McGuire v. Commonwealth, Ky., 885 S.W.2d 931, 936 (1994).\n[3]  The same is obviously true with respect to the quantity of already-manufactured methamphetamine that was also included as an element of the offense under subsection A of the instruction. That same quantity of methamphetamine was also the subject of an instruction on first-degree possession of a controlled substance as a lesser included offense. KRS 218A.1415. In fact, possession of already-manufactured methamphetamine, by definition, could be neither a chemical necessary for the manufacture of methamphetamine nor a lesser included offense of possession of the chemicals or equipment necessary to manufacture methamphetamine (although, as noted supra, evidence of such was probative of the intent element of the offense). Since Appellant was not indicted for possession of a controlled substance in the first degree, possession of the 2.39 grams of methamphetamine found in the maroon Buick was simply a separate uncharged offense that should not have been included in the instructions. Houston v. Commonwealth, Ky., 975 S.W.2d 925, 929 (1998).\n[4]  Both statutes require a \"substantial step,\" but the Missouri statute, like Section 5.01(2) of the Model Penal Code, only requires that the substantial step \"strongly corroborate\" the criminal intent whereas KRS 506.010(2) requires that the substantial step leave \"no reasonable doubt\" of criminal intent. Obviously the Kentucky statute requires greater proof of a substantial step than does the Missouri statute or the Model Code.\n[5]  Similarly, the 1994 General Assembly provided that criminal attempt to violate KRS 521.020 or KRS 521.050, both Class C felonies, would also be a Class C felony. 1994 Ky. Acts, ch. 477, § 2.\n[6]  But cf., Johnson v. Commonwealth, Ky., 105 S.W.3d 430, n. 1 (2003) (noting that Montaque test will be satisfied only when, in addition, the defendant is arrested \"while committing the drug offense,\" but that, in many cases, such as the instant case, the distinction is immaterial because the defendant was, in fact, arrested while committing the drug offense).\n[1]  Majority Opinion at 114 S.W.3d 226, 245 (2003).\n[2]  KRS 505.020(2). See also Official Commentary to KRS 505.020 (Banks/Baldwin 1974) (\"[Subsection (2)] provide[s] ... the circumstances under which conviction of an offense not expressly named in the charging instrument is appropriate.\").\n[3]  KRS 505.020(2)(b) (emphasis added).\n[4]  Caterpillar, Inc. v. Brock, Ky., 915 S.W.2d 751, 753 (1996).\n[5]  Board of Education of Hopkins County v. Brooks, Ky.App., 824 S.W.2d 431, 434 (1992).\n[6]  See KRS 218A.140(1)(a) (\"No person shall obtain or attempt to obtain a prescription for a controlled substance by knowingly misrepresenting to, or knowingly withholding information from, a practitioner.\" (emphasis added)); KRS 218A.140(1)(b) (\"No person shall procure or attempt to procure the administration of a controlled substance by knowingly misrepresenting to, or withholding information from, a practitioner.\" (emphasis added)); KRS 218A.140(1)(c) (\"No person shall obtain or attempt to obtain a controlled substance or procure or attempt to procure the administration of a controlled substance by the use of a false name or the giving of a false address.\" (emphasis added)).\n[7]  See KRS 506.010(4)(a) (\"A criminal attempt is a Class C felony when the crime attempted is a violation of KRS 521.020 or 521.050\"). The majority opinion references this provision as indicative of the legislature's intent to supplant KRS 506.010 with KRS 218A.1432(1)(b). See Majority Opinion, supra note 1 at 245 n.5. In my view, however, KRS 506.010(4)(a) evidences the contrary and illustrates how the General Assembly has empirically provided an enhanced penalty range for an attempt offense.\n[8]  Williams v. Commonwealth, Ky., 829 S.W.2d 942, 944 (1992).\n[9]  KRS 506.010:\n\n(1) A person is guilty of criminal attempt to commit a crime when, acting with the kind of culpability otherwise required for commission of the crime, he:\n...\n(b) Intentionally does or omits to do anything which, under the circumstances as he believes them to be, is a substantial step in a course of conduct planned to culminate in his commission of the crime.\n(2) Conduct shall not be held to constitute a substantial step under subsection (1)(b) unless it is an act or omission which leaves no reasonable doubt as to the defendant's intention to commit the crime which he is charged with attempting.\n[10]  Majority Opinion, 114 S.W.3d 226, 246 (2003)\n[11]  Id. at 243.\n[12]  See KRS 506.010(2); Commonwealth v. Prather, Ky., 690 S.W.2d 396, 397 (\"[T]he substantial steps directed by the statute are overt acts `... which convincingly demonstrate a firm purpose to commit a crime, while allowing police intervention, based upon observation of such incriminating conduct, in order to prevent the crime when criminal attempt becomes apparent.'\") (quoting State v. Woods, 48 Ohio St. 2d 127, 357 N.E.2d 1059, 1063 (1976)). Compare Commonwealth v. Prather, supra (evidence of reconnaissance and evidence demonstrating intent to follow through with robbery plan \"convincingly demonstrated a firm purpose to commit a crime\" and supported jury's verdict); Slaughter v. Commonwealth, Ky.App., 45 S.W.3d 873 (2001) (verdict for attempted trafficking in a controlled substance supported, in part, by evidence that defendant approached vehicle and inquired as to what the occupant wanted, then went into a nearby building and, upon his return, discussed the size of a drug purchase).\n[13]  KRS 218A.1432(1)(b).\n[14]  KRS 218A.1437(1).\n[15]  KRS 218A.1432(1)(b). I would observe that, instead of criminalizing the possession of precursor-containing drug products \"with the intent to manufacture methamphetamine\" the methamphetamine precursor statute reads \"with the intent to use the drug product or combination of drug products as a precursor to methamphetamine or other controlled substance.\" KRS 218A.1437(1). Although \"precursor\" itself is not defined in Kentucky's Controlled Substances Act, \"immediate precursor\" is defined as \"a substance which is the principal compound commonly used or produced primarily for use, and which is an immediate chemical intermediary used or likely to be used in the manufacture of a controlled substance, the control of which is necessary to prevent, curtail, or limit manufacture.\" KRS 218A.010(11). And, as such, in virtually all cases, a person who intends to use a drug product as a precursor to methamphetamine will necessarily intend to manufacture methamphetamine. Thus, under a prosecution for Manufacturing Methamphetamine under KRS 218A.1432(1)(a) or (b), either of which would require proof of possession of a precursor chemical, Unlawful Possession of a Methamphetamine Precursor under KRS 218A.1437 will be a lesser-included offense because it can be \"established by proof of the same or less than all the facts required to establish the commission of the offense charged.\" KRS 505.020(2)(a). I would note, however, that the methamphetamine precursor statute criminalizes a broader range of activity than Manufacturing Methamphetamine because it prohibits possession of certain drug products \"with the intent to use [them] as a precursor to methamphetamine or other controlled substance.\" KRS 218A.1437(1) (emphasis added).\n[16]  See KRS 505.020(1) (\"When a single course of conduct of a defendant may establish the commission of more than one (1) offense, he may be prosecuted for each offense.\"). Thus, a Commonwealth Attorney could seek an indictment for all three (3) offenses, could proceed to trial upon all three (3) offenses as separate offenses.\n[17]  An instruction for this offense would be similar to the following:\n\nINSTRUCTION NO. ____ POSSESSION OF A METHAMPHETAMINE PRECURSOR\nYou will find the Defendant guilty of Possession of a Methamphetamine Precursor if, and only if, you believe from the evidence beyond a reasonable doubt all of the following:\nA. That in this county, on or about [date] [he or she] had in [his or her] possession a [drug product/combination of drug products] containing [ephedrine,] [pseudoephedrine,] or [phenylpropanolamine,] [or their salts, isomers, or salts of isomers];\nAND\nB. That [he or she] knew that the [drug product/combination of drug products] possessed by [him or her] contained [ephedrine,] [pseudoephedrine,] or [phenylpropanolamine,] [or their salts, isomers, or salts of isomers];\nAND\nC. That [he or she] had the drug product or combination of drug products in his possession with the intent to use [it/them] as a precursor to [methamphetamine] [or other controlled substance.]\nTrial courts must take special care to tailor an instruction such as this one, which presents multiple alternatives, to the evidence presented at trial in order to avoid the possibility of a non-unanimous verdict. See Commonwealth v. Whitmore, Ky., 92 S.W.3d 76, 80-81 (2003).\n[18]  See KRS 505.020(1)(b) (\"He may not, however, be convicted of more than one (1) offense when ... [o]ne offense is included in the other[.]\").\n[19]  Technically, the jury's finding would be that the defendant possessed the drug product \"with the intent to use [it] as a precursor to methamphetamine[.]\" KRS 218A.1437(1); Draft instruction, supra note 17. But see supra note 15.\n[20]  See Commentary to KRS 506.010 (Banks/Baldwin 1974) (\"[KRS 506.010(1)(a) &amp; (b)] emphasize that the principal purpose of requiring an act or omission to act for the offense of criminal attempt is to establish the existence and firmness of a defendant's criminal intentions.\"); Model Penal Code and Commentaries, Part I, § 5.01, cmt. 6(a) (A.L.I.1985) (\"Whether a particular act is a substantial step is obviously a matter of degree.\").\n[1]  KRS 446.080.\n\n",
            "ocr": false,
            "opinion_id": 2270462
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nAppellant Ronald Kotila was convicted in the Pulaski Circuit Court of manufacturing methamphetamine by “possess[ing] the chemicals or equipment for the manufacture of methamphetamine with the intent to manufacture methamphetamine,” KRS 218A.1432(l)(b), a Class B felony, KRS 218A.1432(2). The offense was enhanced to a Class A felony by the jury’s additional finding that he was in possession of a firearm at the time the offense was committed, KRS 218A.992(l)(a). Appellant was sentenced to twenty-five years imprisonment and appeals to this Court as a matter of right, Ky. Const. § 110(2)(b), claiming (1) the trial judge should have suppressed evidence obtained during a consensual search and (2) statements he made during a custodial interrogation; (3) *230the evidence was insufficient to support his conviction; (4) the guilt phase instructions were erroneous; (5) the firearm enhancement evidence should have been reserved for the penalty phase; and (6) the statute under which he was convicted is unconstitutionally vague. Because we agree that Appellant was convicted under a prejudi-cially erroneous guilt phase instruction, we reverse his conviction and remand this case to the Pulaski Circuit Court for a new trial.\nOn May 14, 1999, an off-duty Somerset police officer, David Nelson, and his wife drove into the Wal-Mart parking lot and parked adjacent to a maroon Buick. Officer Nelson observed Appellant apparently placing something into or removing something from the Buick by reaching his arm through a slightly opened window, and noticed that Appellant was looking around in different directions as he did so, as if to see if anyone was watching. Suspecting that Appellant had either stolen something from the vehicle or placed possibly shoplifted items into the vehicle, and/or that Appellant was intoxicated, Officer Nelson sent his wife to find the Wal-Mart manager and a uniformed police officer while he kept Appellant under observation.\nAppellant waited by the ear for several minutes, then entered the Wal-Mart store. It was later determined that Appellant had been a passenger in the Buick and that the driver, Rita Newhouse, was inside the store during the events observed by Officer Nelson. Newhouse had the keys to the Buick which explained, in retrospect, why Appellant had not simply opened the car door.\nOfficer Nelson, now accompanied by two uniformed officers, Jason Griffith and Brad Stephens, approached the maroon Buick. Nelson had informed Griffith and Stephens of his suspicion that Appellant may have stolen items from or placed stolen items into the vehicle and that he appeared to be intoxicated. Looking through the windows of the vehicle, the officers observed a Wal-Mart bag laying on the front seat. Officer Griffith called in a request for a license plate check of the Buick and learned that the license plate was not registered to that vehicle. Officers Nelson and Griffith then proceeded toward the entrance of the store intending to question Appellant about his suspicious activity. When they encountered Appellant in the store’s breezeway, Officer Griffith stopped him, informed him that he was suspected of shoplifting, and frisked him. Appellant was found to be unarmed and not in possession of any contraband.\nAppellant identified himself to the officers and explained that he had purchased the items in the bag that was on the front seat of the Buick and offered to produce a receipt to prove it. Griffith recognized Appellant’s name as being previously mentioned in connection with a methamphetamine investigation. Officers Nelson and Griffith returned with Appellant to the Buick while Officer Stephens called in a request for an NCIC check on Appellant. One of the officers was able to reach through the partially-opened window and unlock the door. Appellant then removed the bag from the front seat and produced a Wal-Mart receipt which did, in fact, coincide with the contents of the bag. Among other items in the bag were two lithium batteries and six boxes of 48-pack Equate antihistamine tablets, items the officers recognized as commonly used in the manufacture of methamphetamine.\nWhen Ms. Newhouse returned to the Buick, the officers requested a consent to search the vehicle. Both Newhouse and Appellant consented to the search which produced a quantity of methamphetamine, various chemicals and equipment associated with the manufacture of methamphet*231amine, and a loaded .22 caliber Ruger handgun. Meanwhile, the NCIC check revealed that there were outstanding fugitive warrants against Appellant from Wisconsin. Based on the warrants, Appellant was placed under arrest and transported to the police station where he was read his Miranda rights, Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), and interrogated. Although Appellant denied owning the maroon Buick, he admitted that he “lived” in it. He also admitted to possessing the methamphetamine found in the vehicle and, when questioned whether “it was something he had made a couple of days ago and that what was there was what was left over,” he responded “[t]hat’s what it is.” (The indictment did not charge Appellant with the offense of possession of a controlled substance in the first degree, KRS 218A.1415, and the trial judge did not instruct the jury on the alternative theory of actually manufacturing methamphetamine under KRS 218A.1432(l)(a). Thus, these admissions by Appellant were relevant only as circumstantial evidence of Appellant’s intent to manufacture methamphetamine, a necessary element of the offense of which he was convicted. KRS 218A.1432(l)(b).)\nI. SEARCH AND SEIZURE.\nAppellant made a motion in limine to suppress the evidence discovered during the search of the Buick. The motion was overruled and the evidence was admitted at trial. Appellant argues that the seizure of his person and subsequent search of the vehicle were unreasonable under the circumstances and, thus, the evidence stemming from that search should have been suppressed. He cites United States v. Sharpe, 470 U.S. 675, 105 S.Ct. 1568, 84 L.Ed.2d 605 (1985), for the proposition that the scope and duration of police activities permitted during an investigative stop depends largely on the purposes intended to be served by the stop. Id. at 685, 105 S.Ct. at 1575. Appellant reasons that because Officer Nelson only suspected him of shoplifting and intoxication, the resulting investigation should have been limited to resolving those suspicions. Since Appellant was, in fact, sober and had not stolen anything, he posits that any further investigation was impermissible. While Appellant correctly states the law, he misconstrues its application.\nThere was testimony during the suppression hearing that Appellant consented to the search of the vehicle and Appellant did not deny giving his consent. Generally speaking, any inculpatory evidence recovered during a consensual search will not be suppressed on grounds that it was obtained without a search warrant. United States v. Mendenhall, 446 U.S. 544, 558-60, 100 S.Ct. 1870, 1879-80, 64 L.Ed.2d 497 (1980); United States v. Watson, 423 U.S. 411, 424-25, 96 S.Ct. 820, 828, 46 L.Ed.2d 598 (1976); cf Florida v. Royer, 460 U.S. 491, 505, 103 S.Ct. 1319, 1328, 75 L.Ed.2d 229 (1983) (plurality opinion). However, a consent given during an illegal seizure or detention can so “taint” the consequent search as to render its fruits inadmissible. Royer, 460 U.S. at 507-08, 103 S.Ct. at 1329 (evidence obtained by consensual search during illegal detention suppressed because defendant’s consent was tainted by the illegality of the detention); cf. Brown v. Illinois, 422 U.S. 590, 604-05, 95 S.Ct. 2254, 2262, 45 L.Ed.2d 416 (1975) (confession obtained during illegal arrest suppressed even though Miranda warnings had been given).\nThe proper inquiry becomes whether stopping Appellant on the Wal-Mart premises was a seizure under the Fourth Amendment and, if so, whether that seizure was legally justified and rea*232sonable. Per Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), “whenever a police officer accosts an individual and restrains his freedom to walk away, he has ‘seized’ that person.” Id. at 16, 88 S.Ct. at 1877. See also Davis v. Mississippi 394 U.S. 721, 726-27, 89 S.Ct. 1394, 1397, 22 L.Ed.2d 676 (1969) (Fourth Amendment applies to all seizures of the person, including those involving only a brief detention short of traditional arrest). Thus, the stop in question was a seizure and we are left to determine whether it was reasonable and justified.\nIn Terry, supra, the hard and fast rule requiring probable cause for any seizure whatsoever of a person was replaced with a more flexible approach that allows brief investigative stops by officers who are “able to point to specific and articulable facts” to justify such a stop. Id. at 21, 88 S.Ct. at 1880. The Terry approach to seizures is commonly said to require “reasonable suspicion,” the presence or absence of which is determined on appeal under a de novo standard of review. Ornelas v. United States, 517 U.S. 690, 698-99, 116 S.Ct. 1657, 1663, 134 L.Ed.2d 911 (1996); Commonwealth v. Banks, Ky., 68 S.W.3d 347, 349 (2001).\nThe articulable reasonable suspicion standard is lower than the traditional probable cause standard. In Baker v. Commonwealth, Ky., 5 S.W.3d 142 (1999), we identified the inquiry as follows: “Whether a seizure is reasonable requires a review of the totality of the circumstances, taking into consideration the level of police intrusion into the private matters of citizens and balancing it against the justification for such action.” Id. at 145. We have also stated that “officers are permitted to make brief stops or seizures of persons for purposes of investigation when the circumstances are such that the action appears reasonable .... In such cases no probable cause need exist at the time for believing the person stopped had actually committed a crime.” Deberry v. Commonwealth, Ky., 500 S.W.2d 64, 66 (1973). Finally, in Banks, supra, we recognized that “the level of articulable suspicion necessary to justify a stop is considerably less than proof of wrongdoing by preponderance of the evidence.” 68 S.W.3d at 351 (citing United States v. Sokolow, 490 U.S. 1, 7, 109 S.Ct. 1581, 1585, 104 L.Ed.2d 1 (1989)).\nAppellant asserts that the initial seizure was unfounded because Officer Nelson did not have reasonable grounds to suspect him of either theft or intoxication. We disagree. Reaching into an apparently locked vehicle by attempting to insert one’s arm through a partially opened window while looking around in different directions as if to see whether anyone was watching is sufficient to support a suspicion of criminal activity. Further, the initial stop was not made until the officers determined that the license plate on the Buick was not registered to that vehicle. Finally, Appellant was not actually stopped by the off-duty officer, Nelson, who initially observed the suspicious activity, but by the uniformed officer, Griffith, who acted on the information related to him by Nelson and the additional information obtained from the license plate check. During the suppression hearing, Griffith articulated the circumstances giving rise to his suspicion and the resulting stop:\nQ: When you were in the breezeway of Wal-Mart did you feel that you had enough evidence or reasonable suspicion to do a Terry stop? That’s stop and ask a man for his I.D.\nA. Very much so.\nQ: Why is that?\nA. I’d been related a complaint by another officer.\nQ: And then how about the cross tag?\n*233A. Well, that’s reasonable suspicion in itself that something was wrong.\nWe agree that the totality of the circumstances was sufficient to lead Griffith to believe that “criminal activity may be afoot,” Terry, 392 U.S. at 30, 88 S.Ct. at 1884, and, thus, he was justified in effecting a brief seizure of Appellant’s person for questioning.\nAt that point, the scope of Griffith’s stop was limited to ascertaining Appellant’s identity and questioning him about the suspected intoxication and shoplifting. See United States v. Sharpe, supra. In response to questioning, Appellant identified himself and volunteered to produce the Wal-Mart receipt to prove his innocence. At that point, the investigation still concerned only the suspected shoplifting (the investigation merely moving to another area of the Wal-Mart premises), thus detention was still appropriate and supported by the original suspicion.\nWith Appellant’s consent, the officers obtained the bag from the vehicle and placed its contents on the car. Although all of the items were shown to have been paid for, thus dissipating the suspicion of shoplifting, the officers recognized the lithium batteries and antihistamines as common components used in manufacturing methamphetamine. With that information and Griffith’s knowledge that Appellant’s name had been mentioned in connection with a methamphetamine investigation, the officers had a reasonable suspicion of possible illegal drug activity sufficient to continue the temporary detention and request permission to search the vehicle.\nBecause the initial stop was supported by a reasonable articulable suspicion of shoplifting, the seizure of Appellant by way of a Terry stop was not illegal. The subsequent search of the vehicle, though unsupported by the suspicion of shoplifting, was supported by the reasonable suspicion of illegal drug activity. Thus, at the time the consent to search was given, Appellant was not being illegally detained, the consent was not “tainted,” and the trial court correctly admitted into evidence the items discovered during the search.\nIn his petition for rehearing, Appellant asserts that the United States Supreme Court has not held that Terry v. Ohio, supra, authorizes investigatory stops for suspected misdemeanor offenses. He did not raise this argument before the trial court or on the appeal. Since a petition for rehearing is “limited to a consideration of the issues argued on the appeal,” CR 76.32(l)(b), we need not address this issue at length. We note, however, that whereas the Supreme Court has never specifically held that a Terry stop is authorized on suspicion of a misdemeanor, there is little doubt about how the Court would decide this question.\nWhat Terry holds is that a stop is authorized when the officer has an articula-ble suspicion that “criminal activity may be afoot.” 392 U.S. at 30, 88 S.Ct. at 1884. “Terry stops” of automobiles are permitted upon suspicion that a misdemeanor traffic violation has been committed, and the Court has held that both the driver and the passenger may be ordered out of the car while the traffic citation is processed. Maryland v. Wilson, 519 U.S. 408, 415, 117 S.Ct. 882, 886, 137 L.Ed.2d 41 (1997) (passenger); Pennsylvania v. Mimms, 434 U.S. 106, 111, 98 S.Ct. 330, 333, 54 L.Ed.2d 331 (1977) (driver). In addition, the Court has held that a police officer’s ability to arrest and jail a person upon probable cause applies to misdemeanor as well as felony offenses. Atwater v. City of Lago Vista, 532 U.S. 318, 354, 121 S.Ct. 1536, 1557, 149 L.Ed.2d 549 (2001). In so holding, the Court noted that it is often impos*234sible for a police officer to tell whether the suspect, who is committing a crime in her presence, is committing a “jailable” or “fine-only” offense (the distinction proposed by Atwater). Id. at 348-49, 121 S.Ct. at 1554-55. Thus, it would be unworkable to require officers to make arrests only when they are sure that their probable cause applies to a “jailable” crime. Id. at 350,121 S.Ct. at 1555.\nThe same logic applies when the officer develops a reasonable suspicion, short of probable cause, that “criminal activity is afoot.” For example, theft is a felony if the property taken has a value of $300.00 or more. KRS 514.030(2). How could the officer know that the value of the property that he suspected was stolen was less than $300.00 without making the Terry stop? See Tennessee v. Garner, 471 U.S. 1, 20, 105 S.Ct. 1694, 1706, 85 L.Ed.2d 1 (1985) (“[T]he highly technical felony/misdemean- or distinction is ... difficult to apply in the field. An officer is in no position to know, for example, the precise value of property stolen, or whether the crime was a first or second offense.”).\nII. RIGHT TO COUNSEL.\nAppellant claimed at the suppression hearing that when the officers stopped him in the Wal-Mart breezeway, he told them that he wanted to call an attorney so that he could sue the officers for accusing him of shoplifting. He also claimed that when he was actually arrested in the Wal-Mart parking lot on the Wisconsin fugitive warrants, Officer Griffith advised him of his Miranda rights and that he told Griffith that he wanted an attorney. According to Appellant, Griffith told him that he could call an attorney when they arrived at the police station. Finally, Appellant claimed that he continued to request an attorney during his interrogation by Detective Douglas Nelson (the brother of Officer David Nelson) on the night of May 14 — 15, 1999. It was not until after his interrogation by Detective Nelson that Appellant was afforded an attorney. Thus, he asserts that his Miranda rights were violated and that the statements he made to Detective Nelson should have been suppressed.\nWith respect to Appellant’s alleged requests for an attorney while at Wal-Mart, Officer David Nelson, the off-duty officer, testified at the suppression hearing:\nQ. Do you recall whether or not Mr. Kotila asked to speak to an attorney?\nA. I don’t remember.\nOfficer Griffith, the arresting officer, testified:\nQ. During any of the time either at the breezeway or when you got back to the car do you recall whether or not Mr. Kotila asked to speak to any attorney?\nA. He did not ask me to speak to any attorney.\nGriffith admitted that Appellant threatened to sue the officers for accusing him of shoplifting but denied that Appellant ever asked to speak to an attorney. Detective Douglas Nelson testified that he talked to Officer Griffith before beginning his interrogation of Kotila:\nQ. Did you ask him whether or not he had read him any rights while he was down at the Wal-Mart parking lot?\nA. Yes, I did.\nQ. What did Mr. Griffith say?\nA. He said he did not request an attorney and he didn’t want to interview him down there.\n[[Image here]]\nA. He didn’t tell me he read him his rights.\n*235(Hearsay is admissible at a suppression hearing. KRE 104(a); KRE 1101(1).)\nDetective Nelson also testified with respect to his interrogation of Kotila:\nQ. At any time during this conversation with the defendant did he ask for an attorney?\nA. No, he did not.\nThe interrogation of Appellant was au-diotaped and transcribed. Appellant does not claim that the transcript is inaccurate. The transcript clearly shows that Detective Nelson advised Appellant of his Miranda rights prior to beginning the interrogation and Appellant does not claim that he did not understand his rights (he has a significant criminal history). The transcript does not reflect any requests by Appellant to consult an attorney during the May 14 — 15 interrogation. During a subsequent interrogation on May 20, 1999, Appellant advised Detective Nelson that he had an attorney. However, the trial judge suppressed the entire May 20th interrogation and nothing said during that interrogation was admitted at trial.\nIn denying the motion to suppress statements made during the May 14 — 15 interrogation, the trial judge found, inter alia, that: “He was properly advised of his rights. He was not deprived nor denied the opportunity to contact an attorney if he so chose.” Those findings are supported by substantial evidence, ie., the testimony of the three police officers and the transcript of the interrogation, thus, are conclusive of the issue. RCr 9.78.\nThe trial judge did find that Appellant “expressed a desire to contact an attorney to sue the police for their interference with him.” However, that communication was not an invocation of the constitutional right to counsel envisioned by Miranda, supra, and Edwards v. Arizona, 451 U.S. 477, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981). Unless a defendant articulates a desire for legal counsel with respect to the criminal charges brought against him with sufficient clarity that a reasonable police officer would understand the statement to be an invocation of the defendant’s constitutional right to have counsel present during a custodial interrogation, there is no invocation of the constitutional right to counsel and no requirement that the officer forego further interrogation. Davis v. United States, 512 U.S. 452, 458-62, 114 S.Ct. 2350, 2354-57, 129 L.Ed.2d 362 (1994). Appellant’s expressed desire to contact an attorney for the purpose of filing a civil lawsuit, a desire expressed before Appellant was even suspected of the- offense for which he was subsequently charged and convicted, did not trigger the requirement to forego further interrogation until an attorney could be obtained.\nIII. MANUFACTURING METHAMPHETAMINE: SUFFICIENCY OF THE EVIDENCE.\nPrior to 1998, manufacturing methamphetamine was not a specifically defined offense within the Controlled Substances Act. Under the pre-1998 statutory scheme, “trafficking in a controlled substance” by manufacturing meant, inter alia, possession of an immediate precursor of a controlled substance with the intent to convert it into a controlled substance. KRS 218A.010(3), (9), (11), (24); Commonwealth v. Hayward, Ky., 49 S.W.3d 674, 674-75 (2001). We held in Hayward that under the pre-1998 statutory scheme, “[possessing the primary precursor ..., ephedrine or pseudoephedrine, along with all the other necessary chemicals for the manufacture of methamphetamine provided a legally sufficient basis for the jury to find that Appellant was trafficking in methamphetamine.” Id. at 677 (emphasis added).\n*236KRS 218A.1432(1), enacted in 1998, provides:\nA person is guilty of manufacturing methamphetamine when he knowingly and unlawfully:\n(a) Manufactures methamphetamine; or\n(b) Possesses the chemicals or equipment for the manufacture of methamphetamine with the intent to manufacture methamphetamine.\n(Emphasis added.)\nAs noted supra, the trial judge did not instruct the jury on KRS 218A.1482(l)(a), effectively granting a directed verdict of acquittal on that issue; thus, no issue with respect to that statute is raised on appeal.1 Appellant asserts that there was insufficient evidence to support his conviction of manufacturing methamphetamine under KRS 218A.1432(l)(b) because the Commonwealth did not prove that he possessed all of the chemicals or equipment necessary to manufacture methamphetamine or that he. did so with the intent to manufacture methamphetamine. The Commonwealth responds that a conviction under KRS 218A.1432(l)(b) can be premised upon possession of any of the chemicals or equipment necessary to manufacture methamphetamine and that the evidence at trial was sufficient to create a reasonable inference that Appellant intended to manufacture methamphetamine.\nThe evidence found during the search of the maroon Buick consisted of 2.39 grams of methamphetamine, six boxes of Equate antihistamine tablets, two lithium batteries, six cans of starting fluid, one glass vial, one Kerr Mason jar, one glass jar with lid, one black cooking pot, one small glass jar, one weighing scale, three pieces of hose\n(green, black and white), one green funnel, one wooden stirring spoon, a cotton ball, a .22 caliber Ruger handgun, and one glove containing rock salt. The glass vial, the Mason jar, the glass jar, the pieces of hose, and the cotton ball were subsequently tested and found to contain methamphetamine residue.\nAccording to the Commonwealth’s expert, there are three ways to manufacture methamphetamine: (1) the “P2P” method that was popular in the 1970’s and used “phenol 2 propanol” as a chemical precursor; (2) the “red phosphorus and iodine” method (see Commonwealth v. Hayward, supra, at 675-76); and (3) the “ephedrine reduction” method most commonly used in Kentucky and the method at issue here. Specifically, the expert testified that the manufacture of methamphetamine by the ephedrine reduction method requires possession of ephedrine or pseudoephedrine (which could be extracted from the antihistamines), lithium (which could be extracted from the lithium batteries), ether (a common ingredient of starting fluid), sulfuric, hydrochloric or muriatic acid (commonly found in drain cleaners), salt, and anhydrous ammonia. The expert admitted that methamphetamine cannot be manufactured by the ephedrine reduction method without anhydrous ammonia.\nThus, Appellant clearly did not possess all of the chemicals necessary to manufacture methamphetamine. The expert also identified the equipment necessary to manufacture methamphetamine as including spoons, dishes, glassware, filtering material (e.g., cotton balls), funnels, hoses, and other household items. Although the expert did not specifically testify that Appellant possessed all of the equipment neces: sary to manufacture methamphetamine, a *237jury could conclude from his description of the ephedrine reduction method of manufacturing methamphetamine that the equipment found in the Buick was sufficient to accomplish the task.\nWhether a conviction under this statute requires possession of all (as opposed to any) of the chemicals or equipment necessary to manufacture methamphetamine under some manufacturing process is a matter of statutory construction. First, we examine the language of the statute, itself. United States v. Health Possibilities, P.S.C., 207 F.3d 335, 338-39 (6th Cir.2000) (“The starting point in a statutory interpretation case is the language of the statute itself.”). Obviously, the multiple manufacturing methods and the availability of a broad range of readily available chemicals and equipment necessary for each manufacturing process militates against itemizing within the statute all of the possible chemical and equipment combinations by which methamphetamine could be manufactured. Nevertheless, KRS 218A.1432(l)(b) does not read “[possesses chemicals or equipment,” or “[possesses some o/the chemicals or equipment,” or “[pjossesses any of the chemicals or equipment.” It reads “[pjossesses the chemicals or equipment for the manufacture of methamphetamine.” The presence of the article “the” is significant because, grammatically speaking, possession of some but not all of the chemicals or equipment does not satisfy the statutory language. “The” is “[u]sed as a function word before a plural noun denoting a group to indicate reference to the group as a whole.” Webster’s Third New International Dictionary 2369 (1993).\nIn decisions spanning three different centuries, the appellate courts of this Commonwealth have found use of the word “the” to have a significant effect upon meaning. See Revenue Cabinet v. Hubbard, Ky., 37 S.W.3d 717, 719-20 (2000) (“[U]se of the definite article ‘the’ indicates that the statute refers to the entire body and not to discrete parts or components ....”); Cardwell v. Haycraft, Ky., 268 S.W.2d 916, 918 (1954) (the trial court’s contributory negligence instruction was erroneous in that it contained the definite article “the” before the words “proximate cause” and “such language indicates that ‘the sole’ rather than ‘a contributing’ cause was meant.”); Schardein v. Harrison, 230 Ky. 1, 18 S.W.2d 316, 319 (1929) (“[I]f the makers of the Constitution had intended to qualify the word ‘office’ [in Ky. Const. § 161] they would have inserted the definite article ‘the’ before ‘office.’ ”) (quotation omitted); Sheriff of Fayette v. Buckner, 11 Ky. (1 Litt.) 126, 128 (1822) (holding that legislative act referencing “the clerk of the court” intended a particular clerk of court referenced elsewhere in the legislation). For similar interpretations by other jurisdictions, see, e.g., State Farm Fire &amp; Cas. Co. v. Old Republic Ins. Co., 466 Mich. 142, 644 N.W.2d 715, 718 (2002); Patricca v. Zoning Bd. of Adjustment, 527 Pa. 267, 590 A.2d 744, 751 (1991); McClanahan v. Woodward Constr. Co., 77 Wyo. 362, 316 P.2d 337, 341-42 (1957); Williams v. McComb, 38 N.C. (3 Ired. Eq.) 450 (1844) (“[Grammatically speaking, ‘The,’ is a definite article before nouns, which are specific or understood, and is used to limit or determine their extent.”). We are directed by the General Assembly to construe our statutes “according to the common and approved usage of language.” KRS 446.080(4). Following that directive, we construe “the chemicals or equipment” to mean all of the chemicals or all of the equipment necessary to manufacture methamphetamine.\n*238This construction is also supported by the General Assembly’s own subsequent enactments with respect to the possession of chemicals used in the manufacture of methamphetamine. The 2000 General Assembly enacted KRS 250.489(1) (2000 Ky. Acts, ch. 233, § 4), which provides: “It shall be unlawful for any person to knowingly possess anhydrous ammonia in any container other than an approved container.” It defined an “approved container” as one “which meets or exceeds the requirements of the Federal law or regulation for the storage and handling of anhydrous ammonia.” KRS 250.482(4) (2000 Ky. Acts, ch. 233, § 1.) It also enacted KRS 250.991(2) (2000 Ky. Acts, ch. 233, § 7), which provides:\nAny person who knowingly possesses anhydrous ammonia in a container other than an approved container in violation of KRS 250.489 is guilty of a Class D felony unless it is proven that the person violated KRS 250.489 with the intent to manufacture methamphetamine in violation of KRS 218A.1432, in which case it is a Class B felony for the first offense and a Class A felony for each subsequent offense.\n(Emphasis added.)\nAppellant did not possess any quantity of anhydrous ammonia. The relevance of the 2000 enactments of KRS 250.489(1) and KRS 250.991(2) to this case is their clarification of legislative intent with respect to whether, by its 1998 enactment of KRS 218A.1432(l)(b), the General Assembly intended that the offense of manufacturing methamphetamine could be committed by possession of less than all of the necessary chemicals or equipment.\nCongress must have been presumed to have known of its former legislation in the Acts of 1853 and 1866, and to have passed the new laws in view of the provisions of the legislation already enacted. These statutes must be construed together and effect given to all of them.\nSt. Louis, I.M. &amp; S. Ry. Co. v. United States, 251 U.S. 198, 207, 40 S.Ct. 120,122, 64 L.Ed. 225 (1920). See also Seatrain Shipbuilding Corp. v. Shell Oil Co., 444 U.S. 572, 596, 100 S.Ct. 800, 814, 63 L.Ed.2d 36 (1980) (“[WJhile the views of subsequent Congresses cannot override the unmistakable intent of the enacting one, such views are entitled to significant weight, and particularly so when the precise intent of the enacting Congress is obscure.”) (internal citations omitted); Fed. Hous. Admin, v. Darlington, Inc., 358 U.S. 84, 90, 79 S.Ct. 141, 145, 3 L.Ed.2d 132 (1958) (“Subsequent legislation which declares the intent of an earlier law is not, of course, conclusive in determining what the previous Congress meant. But the later law is entitled to weight when it comes to the problem of construction.”); Shewmaker v. Commonwealth, Ky. App., 30 S.W.3d 807, 809 (2000) (“It is presumed that the Legislature was cognizant of preexisting statutes at the time it enacted a later statute on the same matter.”); California Sch. Township, Starke Cty. v. Kellogg, 109 Ind.App. 117, 33 N.E.2d 363, 366 (1941) (“If it can be gathered from a subsequent statute in pari materia what meaning the legislature attached to the words of a former statute, they will amount to a legislative declaration of its meaning, and will govern the construction of the first statute.”); 2B Norman J. Singer, Sutherland Statutory Construction § 4.9:11, at 120-21 (6th ed. 2000) (“Where a former statute is amended, or a doubtful meaning clarified by subsequent legislation a number of courts have held that such amendment or subsequent legislation is strong evidence of legislative intent of the first statute.”). It would have been redundant for the General Assembly to create a new Class B felony of “possession of anhydrous ammonia in an *239unapproved container with intent to manufacture methamphetamine” if mere “possession of anhydrous ammonia with intent to manufacture methamphetamine” was already a Class B felony under KRS 218A.1432(l)(b); ergo, the legislative intent with respect to KRS 218A.1432(l)(b) must have been that possession of only some of the necessary chemicals or equipment, e.g., anhydrous ammonia, even with the intent to manufacture methamphetamine, does not constitute “manufacturing methamphetamine.”\nThe interpretation urged by the Commonwealth would also create negative double jeopardy ramifications. As noted, the Commonwealth contends that possession of any chemical or piece of equipment with the intent to manufacture methamphetamine constitutes manufacturing methamphetamine in violation of KRS 218A.1432(l)(b). Anhydrous ammonia is a chemical used to manufacture methamphetamine. Thus, under the Commonwealth’s interpretation, possession of anhydrous ammonia with the intent to manufacture methamphetamine would be a violation of KRS 218A.1432(l)(b).\nConsider, then, the double jeopardy implications if, e.g., Appellant had also been in possession of anhydrous ammonia in an unapproved container. KRS 250.489(1) criminalizes mere possession of anhydrous ammonia in an unapproved container as a Class D felony. KRS 250.991(2) further provides that possession of anhydrous ammonia in an unapproved container with the intent to manufacture methamphetamine is a Class B felony. Notice that if mere possession of anhydrous ammonia with intent to manufacture methamphetamine would constitute manufacturing methamphetamine in violation of KRS 218A.1432(l)(b), as the Commonwealth suggests, that offense would be an “included offense” within the Class B felony version of the offense described in KRS 250.489(1) and KRS 250.991(2). Evidence of possession of anhydrous ammonia in an unapproved container with the intent to manufacture methamphetamine would prove both offenses.\nThus, because under the Commonwealth’s interpretation, KRS 218A.1432(l)(b) would be an “included offense” of the Class B felony version of KRS 250.489(1), convicting a defendant for possessing anhydrous ammonia under both statutes would constitute double jeopardy. KRS 505.020(l)(a) and (2)(a). Indeed, if the Commonwealth’s interpretation of KRS 218A.1432(l)(b) were correct, the class B felony version of KRS 250.489(1) would be superfluous because it would be the same offense as that described in KRS 218A.1432(l)(b) except that it would require proof of the additional element of an unapproved container — and no prosecutor would charge one version of the same offense if conviction of another version could be obtained with less proof. See TRW Inc. v. Andrews, 534 U.S. 19, 31, 122 S.Ct. 441, 449, 151 L.Ed.2d 339 (2001) (“It is ‘a cardinal principle of statutory construction’ that ‘a statute ought, upon the whole, to be so construed that, if it can be prevented, no clause, sentence, or word shall be superfluous, void, or insignificant.’ ”); Pennsylvania Dept, of Pub. Welfare v. Davenport, 495 U.S. 552, 562, 110 S.Ct. 2126, 2133, 109 L.Ed.2d 588 (1990) (“Our cases express a deep reluctance to interpret a statutory provision so as to render superfluous other provisions in the same enactment”); Commonwealth v. Phon, Ky., 17 S.W.3d 106, 108 (2000) (“statutes should be construed in such a way that they do not become meaningless or ineffectual.”).\nIf, however, as we conclude, a conviction of manufacturing methamphetamine pursuant to KRS 218A.1432(l)(b) by the *240ephedrine reduction method by possession of the chemicals necessary' to do so requires proof of (1) possession of anhydrous ammonia, and (2) possession of all of the other chemicals necessary to manufacture methamphetamine, and (3) the intent to manufacture methamphetamine, then the enactment of KRS 250.991(2), the Class B felony version of KRS 250.489(1), neither has double jeopardy implications nor is superfluous. Conviction of the Class B felony version of KRS 250.489(1) requires proof of (1) possession of anhydrous ammonia, (2) in an unapproved container, and (3) the intent to manufacture methamphetamine. Thus, while each offense requires proof of possession of anhydrous ammonia with the intent to manufacture methamphetamine, each also requires proof of an element that the other does not. KRS 218A.1432(l)(b) requires proof of possession of all of the other chemicals necessary to manufacture methamphetamine while KRS 250.489(1) and KRS 250.991(2) do not, and the latter statutes require proof that the anhydrous ammonia was possessed in an unapproved container, while KRS 218A.1432(l)(b) does not. See Commonwealth v. Burge, Ky., 947 S.W.2d 805, 809-11 (1996).\nIn addition to the 2000 General Assembly’s enactment of KRS 250.489(1) and KRS 250.991(2), the 2002 General Assembly enacted KRS 218A.1437(1), a Class D felony, viz:\nA person is guilty of unlawful possession of a methamphetamine precursor when he or she knowingly and unlawfully possesses a drug product or combination of drug products containing ephedrine, pseudoephedrine, or phenylpropanola-mine, or their salts, isomers, or salts of isomers, with the intent to use the drug product or combination of drug products as a precursor to methamphetamine or other controlled substance. ■\nThus, again, the legislature has enacted a separate statute to criminalize the same conduct that the Commonwealth asserts is already criminalized by - KRS 218A.1432(l)(b). And, although KRS 218A.1437(1) cannot be applied to this case because it was enacted subsequent to the offense, it does shed further light on the legislative intent with respect to KRS 218A.1432(l)(b); for if the General Assembly had intended possession of a methamphetamine precursor with intent to manufacture methamphetamine to be a Class B felony under KRS 218A.1432(l)(b), it would not have subsequently enacted KRS 218A.1437(1) to make the same offense a Class D felony. E.g., Seatrain Shipbuilding, supra, at 596, 100 S.Ct. at 814. And logic precludes a conclusion that the General Assembly intended to classify possession of a methamphetamine precursor as a class D felony but possession of lithium batteries or starting fluid (or, for that matter, a Mason jar, a wooden spoon, or a cotton ball) as a class B felony. 2A Sutherland Statutory Construction § 46:05, at 175-76 (“The general rule is followed that prior and later statutes dealing with the same subject matter although in apparent conflict, should as far as reasonably possible be construed in harmony with each other so as to allow both to stand and to give force and effect to each.”).\nObviously, KRS 218A.1437(1) and the Class B felony version of KRS 250.489(1) were intended to fill the gap where there is proof of possession of a methamphetamine precursor or anhydrous ammonia in an unapproved container with the intent to manufacture methamphetamine but not proof of possession of all of the other chemicals necessary to manufacture methamphetamine. This leads us to the inescapable conclusion that KRS 218A.1432(l)(b) applies only when a defendant possesses all of the chemicals or all *241of the equipment necessary to manufacture methamphetamine. Absent possession of all of the necessary chemicals or all of the necessary equipment, a defendant can be convicted under the present statutory scheme of (1) a Class B or D felony under KRS 250.489(1) and 250.991(2) for possession of anhydrous ammonia in an unapproved container (depending upon the presence or absence of an intent to manufacture methamphetamine); (2) a Class D felony under KRS 218A.1437(1) for possession of a methamphetamine precursor (with the intent to manufacture methamphetamine); but not (3) a Class B felony under KRS 218A.1432(l)(b) for possession of less than all of the other necessary chemicals or equipment (even with the requisite intent). Whether a defendant can be convicted of criminal attempt to manufacture methamphetamine by possession of less than all of the necessary chemicals or equipment will be more fully discussed in Part IV-B of this Opinion, infra.\nWe also note that double jeopardy principles would preclude convictions of both manufacturing methamphetamine premised upon possession of all the necessary chemicals under KRS 218A.1432(l)(b) and of possession of a methamphetamine precursor under KRS 218A.1437(1), if possession of the same precursor is used to prove both offenses. In that scenario, the latter statute does not require proof of an additional element that the former does not. Burge, supra. Both offenses require proof of possession of a methamphetamine precursor with the intent to manufacture methamphetamine. In addition, KRS 218A.1432(l)(b) requires proof of possession of all of the other necessary chemicals with the requisite intent whereas KRS 218A.1437(1) requires proof of no additional elements; thus, KRS 218A.1437(1) would be a lesser included offense of KRS 218A.1432(l)(b). KRS 505.020(2)(a). However, if the conviction under KRS 218A.1432(l)(b) were predicated only upon the equipment alternative, a separate conviction under KRS 218A.1437(1) for also possessing a methamphetamine precursor with intent to manufacture methamphetamine would not constitute double jeopardy (because a precursor is a chemical, not an item of equipment).\nAs for Appellant’s final argument — that mere proof of the element of possession of the equipment used in the manufacture of methamphetamine does not prove the additionally required element of intent — we note that there was evidence in this case that, in addition to possessing the necessary equipment, (1) Appellant also possessed some of the chemicals necessary to manufacture methamphetamine, including a substantial quantity of a necessary precursor, (2) Appellant admitted that he knew how to manufacture methamphetamine and (3) that he had previously manufactured the 2.39 grams of methamphetamine found during the search of the Buick, as corroborated by (4) the fact that several items of the equipment found in the Buick contained methamphetamine residue. This was ample evidence from which a reasonable juror could believe beyond a reasonable doubt that Appellant possessed the equipment found in the Buick with the intent to manufacture methamphetamine. Commonwealth v. Benham, Ky., 816 S.W.2d 186, 187 (1991).\nIY. MANUFACTURING METHAMPHETAMINE: INSTRUCTIONS.\nA. Manufacturing Methamphetamine.\nAppellant next asserts that, even if there was sufficient evidence to support his conviction, the trial court’s instructions with respect to the offense of manufacturing methamphetamine were erroneous.\n*242We agree. Assuming evidence sufficient to support a conviction under either alternative (chemicals or equipment) of KRS 218A.1432(l)(b), the following instruction or a similar specimen would have properly framed the issue for the jury:\nYou will find the defendant guilty of manufacturing methamphetamine under this instruction if, and only if, you believe from the evidence beyond a reasonable doubt that in this county, on or about (date) and before the finding of the indictment herein, (he)(she) knowingly:\nA. Had in (his)(her) possession all of the chemicals or all of the equipment necessary for the manufacture of methamphetamine;\nAND\nB. Did so with the intent to manufacture methamphetamine.2\nIf, as here, the evidence is insufficient-to support a conviction under the chemicals alternative but sufficient to support a conviction under the equipment alternative, the words “all of the chemicals or” would simply be deleted from subsection A of the instruction.\nIn contrast, the instruction given by the trial judge in this case was as follows:\nYou will find the Defendant guilty of manufacturing methamphetamine under this instruction if, and only if, you believe from the evidence beyond a reasonable doubt all of the following:\nA. That in this county on or about May 14, 1999, he possessed a quantity of methamphetamine, 6 boxes of antihistamine tablets, 2 batteries, 1 glass vial, 1 Kerr Mason jar, 1 glass jar/lid, 6 cans of starting fluid, a black cooking pot, a small glass jar, a weighing scale, 3 pieces of hose (green, black and white), 1 green funnel, 1 wooden stirring spoon, a glove with rock salt, and 1 cotton ball;\nAND\nB. That he did so with the intent to manufacture methamphetamine.\nThis instruction was obviously inadequate under the chemicals alternative in KRS 218A.1432(l)(b) because Appellant did not possess two of the chemicals that the Commonwealth’s expert testified were necessary to manufacture methamphetamine, ie., anhydrous ammonia and sulfuric, hydrochloric, or muriatic acid.\nThe adequacy of the instruction under the equipment alternative in KRS 218A.1432(l)(b) is a closer question. Appellant contends that the instruction could not pass muster as an “equipment instruction” because it also referred to chemicals that were in the vehicle. However, the instruction required the jury to find that Appellant possessed all of the items recovered from the maroon Buick; thus, it is arguable that the inclusion of the chemicals in subsection A of the instruction was harmless since such required the Commonwealth to prove more than was necessary to obtain a conviction under the equipment alternative.3 Baze v. Commonwealth, Ky., 965 S.W.2d 817, 823 (1997).\n*243However, the instructions did not require the jury to believe beyond a reasonable doubt that Appellant possessed all of the equipment necessary to manufacture methamphetamine under some process. The resolution of factual issues in a criminal case is reserved for the jury. Medley v. Commonwealth, Ky., 704 S.W.2d 190, 191 (1985) (“the jury always has the option of disbelieving the evidence offered to prove guilt and returning a ‘not guilty’ verdict”); Mishler v. Commonwealth, Ky., 556 S.W.2d 676, 680 (1977) (“it is the privilege of the jury to believe the unbelievable if the jury so wishes”); Rader v. Commonwealth, Ky., 242 S.W.2d 610, 611 (1951) (“it is never proper for a court to direct a verdict of guilty where there is a plea of not guilty, notwithstanding the fact that the evidence of his guilt may be convincing”), quoting Bardin v. Commonwealth, 191 Ky. 651, 231 S.W. 208, 209 (1921).\nThe Commonwealth’s expert did not testify that the equipment found in the maroon Buick was all of the equipment necessary to manufacture methamphetamine, though his testimony was sufficient to create a reasonable inference of that fact. But even if he had so testified, it was for the jury to decide whether to accept that testimony. Under the instruction, as given, if the jurors believed beyond a reasonable doubt that Appellant was in possession of the items found in the maroon Buick, they were to find him guilty—regardless of whether they believed that those items constituted all of the equipment necessary to manufacture methamphetamine. (Appellant questioned the Commonwealth’s expert as to whether a pair of pliers or some similar piece of equipment would also be needed in order to extract the lithium from the batteries. The expert posited that the lithium could be extracted by stomping on the batteries and peeling off the cardboard.) The failure of the instructions to require the jury to find beyond a reasonable doubt that Appellant possessed all of the equipment for the manufacture of methamphetamine requires reversal and remand for a new trial.\nB. Criminal Attempt.\nAppellant also asserts that the trial judge should have instructed the jury on criminal attempt to manufacture methamphetamine as a lesser included offense. This argument fails for the same reason as the Commonwealth’s argument that possession of some but less than all of the necessary chemicals or equipment would support conviction of the primary offense. As noted in Part III of this opinion supra, the 2002 enactment of KRS 218A.1437(1), possession of a methamphetamine precursor, created a Class D felony that is a lesser included offense of the Class B felony of manufacturing methamphetamine. Criminal attempt to manufacture methamphetamine by possession of some but less than all of the necessary chemicals or equipment, however, would be a Class C felony. KRS 506.010(4)(c). It thus would be incongruous to interpret this statutory scheme as creating a Class D felony for possession of a methamphetamine precursor but a Class C felony for possession of, *244e.g., lithium batteries, starting fluid, a Mason jar, a wooden spoon, or a cotton bah.\nAdmittedly, the incongruity is less apparent where, as here, the manufacturing offense is predicated solely upon possession of equipment and not chemicals. However, if there were sufficient evidence to create a jury issue under both theories, logic would preclude a conclusion that criminal attempt would be a lesser included offense under the equipment alternative but not under the chemicals alternative. Consistency prevents us from holding that criminal attempt is a lesser included offense when, as here, the evidence supports a conviction under the equipment alternative but not the chemicals alternative, and not when the evidence would support a conviction under both alternatives. E.g., 2A Sutherland Statutory Construction § Jp6:05, at 175-76 (“The general rule is followed that prior and later statutes dealing with the same subject matter although in apparent conflict, should as far as reasonably possible be construed in harmony with each other so as to allow both to stand and to give force and effect to each.”). Such an interpretation would also bring the statute perilously close to being void for vagueness as discussed in Part VI of this Opinion, infra.\nKentucky is the only jurisdiction with a statute, i.e., KRS 218A.14S2(l)(b), that specifically equates possession of the chemicals or equipment necessary for the manufacture of methamphetamine with manufacturing methamphetamine (though the Supreme Court of Kansas has interpreted its manufacturing methamphetamine statute, Kan. Stat. Ann. § 65-4159, as applying when the defendant “could have successfully manufactured methamphetamine,” State v. Martens, 54 P.3d 960, 965 (Kan.2002)). Other jurisdictions treat possession of all of the chemicals or equipment necessary to manufacture methamphetamine as evidence of a criminal attempt to actually manufacture methamphetamine. E.g., United States v. Anderson, 987 F.2d 251, 255-56 (5th Cir. 1993) (conviction of attempt to manufacture methamphetamine .upheld on evidence of fully functioning methamphetamine laboratory in which actual cooking of methamphetamine ingredients was in process, and of presence of a recipe for manufacturing methamphetamine); State v. Rollett, 80 S.W.3d 514, 519, 523 (Mo.Ct. App.2002) (purchase of pseudoephedrine while in possession of every other item necessary to manufacture methamphetamine sufficient to convict of attempt to manufacture methamphetamine). Thus, our General Assembly has elevated what other jurisdictions regard as a criminal attempt to the same status as the primary offense. While not unprecedented, see Mo.Rev.Stat. § 195.211(2), discussed infra, that fact does create an issue as to whether mere possession of some but less than all of the necessary chemicals or equipment can constitute a Class C criminal attempt under KRS 506.010 to violate what otherwise would be a Class B criminal attempt under' KRS 218A.1432(l)(b).\nMissouri’s courts have held that mere possession of some but less than all of the necessary chemicals or equipment for the manufacture of methamphetamine is insufficient to prove even the intent element of the lesser included offense of possession of a precursor with the intent to manufacture methamphetamine. Mo.Rev.Stat. § 195.420. See State v. Agee, 37 S.W.3d 834, 838-39 (Mo.Ct.App.2001) (possession of 168 tablets of pseudoephedrine and a propane tank insufficient to prove intent to use pseudoephedrine to manufacture methamphetamine); State v. Arles, 998 S.W.2d 136, 139-40 (Mo.Ct.App.1999) (purchase of twelve boxes of suphedrine, lamp oil, solvent, coffee filters, air line tubing, propane, Coleman fuel, and alcohol insuffi*245cient to prove possession of suphedrine with intent to manufacture methamphetamine); State v. Morrow, 996 S.W.2d 679, 683 (Mo.Ct.App.1999) (purchase of five bottles of pseudoephedrine and ephedrine, toluene, and “Liquid Fire” drain cleaner insufficient to prove possession of precursors with intent to manufacture methamphetamine).\nIn State v. Withrow, 8 S.W.3d 75 (Mo. 1999) (en banc), the Supreme Court of Missouri addressed the relationship between a Missouri statute proscribing both manufacturing methamphetamine and attempting to manufacture methamphetamine, Mo.Rev.Stat. § 195.211(2), a Class B felony, and Missouri’s general criminal attempt statute, Mo.Rev.Stat. 564.011, which is similar though not identical to KRS 506.010,4 and which also classifies an attempt to commit a Class B felony as a Class C felony. Id. at 78. Withrow concluded that the statutory scheme did not create two levels of criminal attempt but simply elevated criminal attempt to manufacture methamphetamine from a Class C felony to a Class B felony, and overruled previous lower court cases holding that there could be a criminal attempt under Mo.Rev.Stat. 564.011 to attempt to manufacture methamphetamine under Mo.Rev. Stat. § 195.211(2). Id. at 78-80.\nLikewise, we conclude that the legislative intent in enacting KRS 218A.1432(l)(b) was to elevate what would otherwise support a conviction of a Class C felony under KRS 506.010 to a Class B felony,5 and that the subsequent enactment of KRS 218A.1437(1) as a Class D felony reconfirmed the absence of a legislative intent that possession of a chemical or item of equipment other than a precursor (or anhydrous ammonia in an unapproved container) would constitute a Class C felony. Seatrain Shipbuilding Corp. v. Shell Oil Co., 444 U.S. 572, 596, 100 S.Ct. 800, 814, 63 L.Ed.2d 36 (1980); Fed. Hous. Admin, v. Darlington, Inc., 358 U.S. 84, 90, 79 S.Ct. 141, 145, 3 L.Ed.2d 132 (1958).\nThis does not mean that there could never be a conviction of criminal attempt to manufacture methamphetamine. For example, a defendant who possessed less than all the necessary chemicals to manufacture methamphetamine could be convicted of criminal attempt to violate KRS 218A.1432(l)(a) if he had already begun the manufacturing process. United States v. Smith, 264 F.3d 1012, 1016-17 (10th Cir.2001) (though possessing less than everything needed to manufacture methamphetamine, defendant had begun the initial step in the manufacturing process, i.e., soaking the ground-up pseudoephedrine tablets in water). Or, the defendant may engage in other actions leaving no reasonable doubt of a criminal intent. In United States v. Johnson, 767 F.2d 673 (10th Cir. 1985), a conviction of attempt to manufacture methamphetamine was upheld where the defendant purchased fifty-five pounds of a chemical precursor and there was additional evidence that the defendant used an alias, requested that the substance be mislabeled, and agreed to pay $900.00 per gallon for a product having a market value of $323.00 per gallon. Id. at 675.\n*246There could also be a conviction of criminal attempt to violate KRS 218A.1432(l)(b) if the defendant attempted but failed to obtain possession of all of the chemicals or equipment necessary to manufacture methamphetamine. E.g., in United States v. Leopard, 936 F.2d 1138 (10th Cir.1991), a conviction of attempt to manufacture methamphetamine was upheld where the defendant arranged to purchase from an undercover government agent a complete methamphetamine laboratory installed in a U-Haul truck, paid for it, accepted the keys to the truck, and was arrested while attempting to drive the truck away from the scene. Id. at 1140-41. The fact that the agent had failed to include in the delivery a heater, aluminum foil, and a distillation agent was held not to require reversal in light of the circumstances clearly evincing a criminal intent. Id. at 1141. Under Kentucky law, the defendant in this scenario could be convicted of at least criminal attempt to violate KRS 218A.1432(l)(b) because he had attempted to acquire possession of all the necessary chemicals or equipment to manufacture methamphetamine. Cf. State v. McAdam, 31 Kan. App.2d 436, 66 P.3d 252, 257 (2003) (evidence that defendant and others attempted to steal anhydrous ammonia when they were already in possession of everything they needed to manufacture methamphetamine except anhydrous ammonia sufficient to support a conviction of conspiracy to manufacture methamphetamine). No cases, however, are found where mere possession of some but less than all of the chemicals or equipment for the manufacture of methamphetamine was held sufficient to support a-conviction of criminal attempt.\nC. Precursor Instruction.\nFinally, in his petition for rehearing, Appellant requests that the trial court be directed on remand to instruct the jury on possession of a methamphetamine precursor, KRS 218A.1437(1), as a lesser included offense, citing KRS 446.110, which provides in pertinent part:\nIf any penalty, forfeiture or punishment is mitigated by any provision of the new law, such provision may, by the consent of the party affected, be applied to any judgment pronounced after the new law takes effect.\nSee Commonwealth v. Phon, Ky., 17 S.W.3d 106, 107-108 (2000). According to Appellant, KRS 218A.1437(1), by creating a new lesser included offense, effectively \"mitigated” the “penalty or punishment” imposed by KRS 218A.1432(l)(b). We need not decide here this apparently novel question of whether a newly created lesser included offense is within the purview of KRS 446.110. Since we hold that Appellant cannot be convicted under the chemicals alternative of KRS 218A.1432(l)(b), the new statute does not create a lesser included offense applicable to this case. Instead, it creates a separate offense that is not applicable to this case because it was created after the conduct for which Appellant was indicted occurred. U.S. Const., Art. I, §§ 9-10; Ky. Const. § 19.\nV. FIREARM ENHANCEMENT.\nDuring their search of the maroon Buick, the police officers discovered a loaded .22 caliber Ruger handgun in a holster just behind -the driver’s seat. KRS 218A.992 provides:\n(1) Other provisions of the law notwithstanding, any person who is convicted of any violation of this chapter who was at the time of the commission of the offense in possession of a firearm, shall:\n(a) Be penalized one (1) class more severely than provided in the penalty provision pertaining to that offense if it is a felony ....\n*247Appellant asserts that the evidence was insufficient to prove that he, as opposed to Rita Newhouse, the driver of the vehicle, possessed the handgun. Actual possession is not required to trigger KRS 218A.992; constructive possession suffices. Houston v. Commonwealth, Ky., 975 S.W.2d 925, 927 (1998).\nConstructive possession exists when a person does not have actual possession but instead knowingly has the power and intention at a given time to exercise dominion and control of an object, either directly or through others.\nJohnson v. Commonwealth, Ky., 90 S.W.3d 39, 42 (2002) (quoting United States v. Kitchen, 57 F.3d 516, 520 (7th Cir.1995)).\nAppellant admitted during his interrogation by Detective Douglas Nelson that both he and Newhouse had used the handgun for target practice earlier that same day and that he (Appellant) had placed the gun in the vehicle. We conclude that the evidence was sufficient to support the jury's verdict that Appellant possessed the handgun during the commission of the offense.\nThat conclusion also resolves the question of whether there was a sufficient “nexus” between the gun and the methamphetamine offenses as required by KRS 218A.992. We noted this requirement in Commonwealth v. Montague, Ky., 23 S.W.3d 629 (2000), but also held that “whenever it is established ... that a defendant had constructive possession of a firearm within his or her ‘immediate control’ when arrested,6 then ... the Commonwealth should not have to prove any connection between the offense and the possession for the sentence enhancement to be applicable.” Id. at 632-33. The Supreme Court held in New York v. Belton, 453 U.S. 454, 101 S.Ct. 2860, 69 L.Ed.2d 768 (1981), that the entire interior of a vehicle and all containers therein should be considered within a defendant’s “immediate control.” Id. at 460, 101 S.Ct. at 2864. Thus, constructive possession of a firearm within a vehicle at the time of arrest and the commission of the offense, as here, satisfies the “nexus” requirement of KRS 218A.992.\nAppellant further asserts that it was error to introduce the firearm evidence and to instruct the jury on the enhancement issue during the guilt phase of the trial. In fact, the trial court included the firearm enhancer as an element of an offense described in the instructions as “manufacturing methamphetamine while in possession of a firearm.” The jury was then instructed on “manufacturing methamphetamine” as a lesser included offense in the event the jury did not find Appellant to have been in possession of the firearm. Appellant relies primarily on the following statement in Adams v. Commonwealth, Ky.App., 931 S.W.2d 465 (1996):\nThe possession of a firearm, however, is not an element necessary to determine guilt of the substantive offense. Consequently, KRS 218A.992 is nothing more than a sentencing statute reflecting the dangerous nature of the crime perpetrated by an armed criminal.\nId. at 468.\nThe issue in Adams was not whether the firearm issue must be reserved to the penalty phase but whether the proscription against double jeopardy *248was violated by using the possession of one firearm to enhance three separate underlying offenses. We agree that “manufacturing methamphetamine while in possession of a firearm” is not a defined offense. Rather, application of KRS 218A.992 merely increases the classification of the underlying offense, just as proof of a prior conviction can serve to enhance the penalty for a subsequent offense. E.g., KRS 218A.1432(2). In that respect, it would be entirely proper to reserve the enhancement issue for the penalty phase using instruction forms similar to those recommended for subsequent offense enhancement. E.g., 1 Cooper, Kentucky Instructions to Juries (Criminal), §§ 12.20— 12.25.\nHowever, unlike evidence of a pri- or conviction, no unfair prejudice resulted from resolving the firearm issue during the guilt phase of Appellant’s trial. The discovery of the firearm in the Buick was relevant to the issue of whether Appellant was using the vehicle for illegal controlled substance activity. If the evidence was admissible for substantive purposes, no additional prejudice occurred by resolving the possession issue during the guilt phase, much as factors enhancing kidnapping to a capital offense are resolved during the guilt phase so that the trial judge will know whether to conduct the penalty phase pursuant to KRS 532.025 or KRS 532.055. See Cooper, supra, §§ 3.79B, C, D and E. In that event, specimen instructions similar to those recommended at id., §§ 9.34D and E, would be preferable to including the enhancement factor as an additional element of the underlying offense. Either way, we discern no prejudicial error with respect to this issue.\nVI. CONSTITUTIONALITY OF KRS 218A.1432(l)(b).\nAppellant contends that KRS 218A.1432(l)(b) is unconstitutionally vague because it does not “provide adequate notice to a person of ordinary intelligence that his contemplated conduct is illegal .... ” Martin v. Commonwealth, Ky., 96 S.W.3d 38, 59 (2003) (quoting United States v. Harriss, 347 U.S. 612, 617, 74 S.Ct. 808, 812, 98 L.Ed. 989 (1954)). However, the void-for-vagueness doctrine only requires that “a penal statute define the criminal offense with sufficient definiteness that ordinary people can understand what conduct is prohibited and in a manner that does not encourage arbitrary and discriminatory enforcement.” Id. (quoting Kolender v. Lawson, 461 U.S. 352, 357, 103 S.Ct. 1855, 1858, 75 L.Ed.2d 903 (1983)). See also Caretenders, Inc. v. Commonwealth, Ky., 821 S.W.2d 83, 87 (1991). Further, where a statute does not implicate First Amendment values, “[a] vagueness challenge ... cannot be aimed at the statute on its face but must be limited to the application of the statute to the particular conduct charged.” United States v. Evans, 318 F.3d 1011, 1016 (10th Cir.2003) (quotation omitted); see Chapman v. United States, 500 U.S. 453, 467, 111 S.Ct. 1919, 1929, 114 L.Ed.2d 524 (1991) (“First Amendment freedoms are not infringed by [the statute], so the vagueness claim must be evaluated as the statute is applied to the facts of this case.”); Maynard v. Cartwright, 486 U.S. 356, 361, 108 S.Ct. 1853, 1857-58, 100 L.Ed.2d 372 (1988) (‘Vagueness challenges to statutes not threatening First Amendment interests are examined in light of the facts of the case at hand; the statute is judged on an as-applied basis.”). Obviously, KRS 218A.1432(l)(b) does not implicate the First Amendment. Nevertheless, because of the volume of convictions and appeals emanating from the application of this statute, we choose to address the issue directly rather than on a case-by-case, as-applied basis.\n*249Appellant’s primary claim of vagueness relates to the fact that the statute criminalizes the possession of otherwise innocent household items, all of which except anhydrous ammonia can be purchased at almost any retail department store. The Commonwealth’s expert testified that even anhydrous ammonia can be purchased at a welding supply or farm supply store or at a commercial refrigeration outlet without any requirement that the seller even keep a record of the sale.\nThe argument might have more merit if we interpreted the statute as permitting a conviction for the possession of any, rather than all, of the chemicals or equipment necessary to manufacture methamphetamine. As we noted in Commonwealth v. Hayward, supra, “there is no reason other than the manufacture of methamphetamine for having a combination of pseu-doephedrine, lye, rock salt, iodine crystals, red phosphorus, toluene, sulfuric acid, and hydrochloric acid in one place.” 49 S.W.3d at 676. The same is true with respect to the chemicals and equipment necessary to manufacture methamphetamine by the ephedrine reduction method. Regardless, a Missouri Court of Appeals recently upheld the constitutionality of a statute making it “unlawful to possess chemicals Usted in [related subsection of statute] ... with the intent to manufacture ... a controlled substance,” because the requirement of scienter cured any uncertainty as to the nature of the conduct proscribed. State v. Condict, 65 S.W.3d 6, 17 (Mo.Ct.App.2001) 0construing Mo.Rev.Stat. § 195.420).\nAppellant points out that our statute, unlike Missouri’s, does not identify which chemicals or equipment it is unlawful to possess under KRS 218A.1432(l)(b). In fact, the statute proscribes possession of any combination of chemicals or equipment necessary to manufacture methamphetamine by any method. As noted in Part III of this opinion, supra, the evidence in this case indicates that there are at least three methods by which methamphetamine can be manufactured, each requiring possession of a different combination of chemicals and equipment. To require the statute to specify all of the possible combinations of chemicals and equipment used to manufacture methamphetamine “would be pointless and would make the statute unwieldy.” Caretenders, supra, at 88. It would also preclude extension of the statute’s proscription to new manufacturing methods if and as they are discovered. As noted in Hayward, supra, it is unlikely that anyone would possess the right combination by coincidence, 49 S.W.3d at 676, and the requirement that the defendant possess all of the chemicals or all of the equipment constituting the right combination virtually eliminates the possibility of arbitrary or subjective enforcement. Finally, as with the statute that was construed in State v. Condict, supra, the additional requirement that the possession be with the intent to manufacture methamphetamine cures any uncertainty as to the nature of the conduct proscribed. We conclude that KRS 218A.1432(l)(b) is not unconstitutionally vague.\nAccordingly, Appellant’s conviction is reversed and this case is remanded to the Pulaski Circuit Court for a new trial in accordance with the content of this opinion.\nCOOPER, GRAVES, JOHNSTONE, and STUMBO, J.J., concur. KELLER, J., concurs except as to Part IV(B), to which he dissents by separate opinion. LAMBERT, C.J., concurs except as to Parts III and IV(A), to which he dissents by separate opinion, which WINTERSHEIMER, J., joins.\n\n. The proscription against double jeopardy precludes retrial of the same offense after a directed verdict of acquittal. Commonwealth v. Mullins, Ky., 405 S.W.2d 28, 30 (1966); Commonwealth v. Ramey, 279 Ky. 810, 132 S.W.2d 342, 344 (1939).\n\n\n. One could posit that a person could not possess chemicals and equipment with the intent to manufacture methamphetamine without knowingly possessing them. Nevertheless, both mental states are required by KRS 218A.1432(l)(b) and criminal instructions should be stated within the context of the statutory framework. McGuire v. Commonwealth, Ky., 885 S.W.2d 931, 936 (1994).\n\n\n. The same is obviously true with respect to the quantity of already-manufactured methamphetamine that was also included as an element of the offense under subsection A of the instruction. That same quantity of methamphetamine was also the subject of an instruction on first-degree possession of a controlled substance as a lesser included offense. KRS 218A.1415. In fact, possession of al*243ready-manufactured methamphetamine, by definition, could be neither a chemical necessary for the manufacture of methamphetamine nor a lesser included offense of possession of the chemicals or equipment necessary to manufacture methamphetamine (although, as noted supra, evidence of such was probative of the intent element of the offense). Since Appellant was not indicted for possession of a controlled substance in the first degree, possession of the 2.39 grams of methamphetamine found in the maroon Buick was simply a separate uncharged offense that should not have been included in the instructions. Houston v. Commonwealth, Ky., 975 S.W.2d 925, 929 (1998).\n\n\n. Both statutes require a \"substantial step,” but the Missouri statute, like Section 5.01(2) of the Model Penal Code, only requires that the substantial step \"strongly corroborate” the criminal intent whereas KRS 506.010(2) requires that the substantial step leave \"no reasonable doubt” of criminal intent. Obviously the Kentucky statute requires greater proof of a substantial step than does the Missouri statute or the Model Code.\n\n\n. Similarly, the 1994 General Assembly provided that criminal attempt to violate KRS 521.020 or KRS 521.050, both Class C felonies, would also be a Class C felony. 1994 Ky. Acts, ch. 477, § 2.\n\n\n. But cf., Johnson v. Commonwealth, Ky., 105 S.W.3d 430, n. 1 (2003) (noting that Mon-taque test will be satisfied only when, in addition, the defendant is arrested \"while committing the drug offense,” but that, in many cases, such as the instant case, the distinction is immaterial because the defendant was, in fact, arrested while committing the drug offense).\n\n",
            "ocr": false,
            "opinion_id": 9747851
        },
        {
            "author_str": "Keller",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*250KELLER, Justice,\nconcurring in part and dissenting in part.\nAlthough I agree with the majority’s holding that Appellant’s Manufacturing Methamphetamine conviction must be reversed for a new trial because of the erroneous jury instruction, I write separately because I disagree with the majority’s Part IV(B) conclusion that the trial court properly denied Appellant’s request for a lesser-included offense instruction as to Criminal Attempt to Manufacture Methamphetamine. The majority recognizes that KRS 506.010 creates liability for attempts to commit criminal offenses but holds that the trial court properly denied to give Appellant’s requested instruction because, even if the jury had concluded that Appellant lacked some of the equipment to manufacture methamphetamine, a person who possesses some, but not all, of the chemicals or equipment to manufacture methamphetamine with the intent to manufacture methamphetamine has not committed an offense prohibited by KRS 506.010. The majority’s ultimate holding appears to stem from three (3) conclusions: (1) KRS 506.010 liability for incomplete possession of the chemicals or equipment for methamphetamine manufacture would be “incongruous” with the General Assembly’s subsequent criminalization of Possession of a Methamphetamine Precursor as a Class D felony under KRS 218A.1437; (2) Manufacturing Methamphetamine under KRS 218A.1432(l)(b) is itself an attempt offense, and thus “the legislative intent in enacting KRS 218A.1432(l)(b) was to elevate what would otherwise support a conviction of a Class C felony under ■ KRS 506.010 to a Class B felony”;1 and (3) possession of some, but less than all, of the chemicals or equipment for the manufacture of methamphetamine is insufficient as a matter of law to constitute a “substantial step” towards completion of the offense of Manufacturing Methamphetamine. I disagree with the majority’s analysis, and I would hold that the trial court erred when it denied Appellant’s request for the lesser-included offense instruction. Accordingly, I dissent in part.\nThe General Assembly has provided that “[a] defendant may be convicted of an offense that is included in any offense with which he is formally charged,”2 and has explicitly stated that “[a]n offense is so included when ... [i]t consists of an attempt to commit the offense charged or to commit an offense otherwise included therein.”3 Although the majority opinion makes some provision for criminal attempt lesser-included offenses to Manufacturing Methamphetamine, it concludes that no attempt offense is committed under KRS 506.010 when a defendant with the intent to manufacture methamphetamine possesses some, but not all, of the chemicals or equipment necessary to manufacture methamphetamine. The majority’s reasoning in this regard — which boils down to a conclusion that the General Assembly must have intended to displace the applicability of KRS 506.010 as to Manufacturing Methamphetamine when it enacted KRS 218A.1432(l)(b), which authorizes a Class B felony penalty range for an inchoate crime — is directly contrary to Kentucky precedent to the effect that “[rjepeal by implication finds no fa*251vor within the courts”4 and that “[i]n the absence of a strong statutory indication to the contrary, an express statute will not be deemed to have been abrogated by implication.” 5 If the General Assembly wished to provide Class B felony penalties for a criminal attempt to actually manufacture methamphetamine, it could have done so either by: (1) adopting a different version of KRS 218A.1432(l)(a), i.e., one that read “[a] person is guilty of manufacturing methamphetamine when he knowingly and unlawfully manufactures or attempts to manufacture methamphetamine”;6 or (2) amending KRS 506.010 to provide a Class B felony penalty range for a criminal attempt to commit a violation of KRS 218A.1432.7 Instead, what the General Assembly did was simply prohibit the possession of all of the chemicals or all of the equipment necessary to manufacture methamphetamine and provide a Class B felony penalty for the offense. As KRS 218A.1432 makes no explicit mention of KRS 506.010, one of the fundamental premises of statutory interpretation — i.e., that “it is the duty of the court to attempt to harmonize the interpretation so as to give effect to both sections or statutes, if possible”8 — should counsel hesitation before we unnecessarily limit the scope of KRS 506.010 liability. And, in harmonizing the enactments at issue, I would hold that KRS 506.010 authorizes Class C felony criminal liability for defendants who intend to manufacture methamphetamine and who undertake “substantial steps” towards manufacturing methamphetamine by knowingly accumulating materials necessary to do so, but who are apprehended before they can complete the KRS 218A.1432(l)(b) Manufacturing Methamphetamine offense by knowingly possessing all of the chemicals or all of the equipment necessary to manufacture methamphetamine.\nAccordingly, on the basis of the evidence presented at trial in this case — where Appellant possessed not only six (6) boxes of Equate antihistamine tablets but also two (2) lithium batteries, six (6) cans of starting fluid, a glass vial, three (3) glass jars, a black cooking pot, a weighing scale, three (3) pieces of hose, a funnel, a spoon, and a cotton ball — the trial court should have permitted the jury to consider the lesser-included offense of Criminal Attempt to Manufacture Methamphetamine by instructing it as to KRS 506.010(l)(b)’s “substantial step in a course of conduct planned to culminate in his commission of the *252crime”9 basis for Criminal Attempt liability. An instruction substantially similar to the following would have been appropriate:\nINSTRUCTION NO_CRIMINAL ATTEMPT TO MANUFACTURE METHAMPHETAMINE\nIf you do not find the Defendant guilty under Instruction No. _, you will find him guilty of Criminal Attempt to Manufacture Methamphetamine under this Instruction if, and only if, you believe from the evidence beyond a reasonable doubt all of the following:\nA. That in this county on or about May 14, 1999, the Defendant possessed one or more, but not all, of the chemicals or some, but not all, of the equipment necessary to manufacture methamphetamine;\nAND\nB. That the Defendant did so knowingly and, in so doing, it was the Defendant’s intention to manufacture methamphetamine;\nAND\nC. That under the circumstances as he believed them to be, the Defendant’s actions constituted a substantial step in a course of conduct planned to culminate in the manufacture of methamphetamine.\nThe majority’s first (and, presumably, primary) response to Appellant’s claim is its belief that to permit a jury to find Appellant guilty of a Class C felony under KRS 506.010 would be “incongruous” with the Class D felony penalty range the General Assembly has provided under KRS 218A.1437 for Possession of a Methamphetamine Precursor. I would observe, however, that KRS 218A.1437 did not exist until three (3) years after Appellant’s crime, and, thus, as to the case at bar, this hypothetical incongruity relies on a “back to the future” analysis because, as the majority observes elsewhere in its opinion, KRS 218A.1437 “is not applicable to this case because it was created after the conduct for which Appellant was indicted occurred.”10 Further, given the litany of methamphetamine manufacturing equipment possessed by Appellant in this case, the actual facts presented diverge sharply from the hypothetical “Class C felony for a cotton ball, but Class D felony for methamphetamine precursor” concern that drives the majority’s analysis. Finally, the primary flaw in the majority’s “incongruity” analysis is that it fails to appreciate the factual findings necessary for KRS 506.010 liability. Simply stated, the hypothetical factual situations, i.e., mere possession of “a Mason jar, a wooden spoon or a cotton ball,”11 which the majority employs in an attempt to illustrate the inappropriateness of permitting a Class C penalty range for Criminal Attempt to Manufacture Methamphetamine, would not permit a reasonable doubt finding required by Paragraph *253(C) in the above draft instruction.12\nIn any event, I see nothing arbitrary or incongruous about the manner in which the General Assembly has attempted to tackle methamphetamine manufacturing in Kentucky. In recent years, the General Assembly has taken steps to address methamphetamine production and, in so doing, has created new criminal offenses that fit alternative contingencies and that were designed to allow law enforcement intervention prior to the actual production of methamphetamine. As I interpret the relevant statutes, in cases involving conduct committed after July 15, 2002, if the evidence supports the conclusions that: (1) the defendant knowingly possessed one or more of “the chemicals ... for the manufacture of methamphetamine,”13 (2) the chemicals possessed by the defendant include “a drug product or combination of drug products containing ephedrine, pseu-doephedrine, or pheynlpropanolamine, or their salts, isomers, or salts of isomers,” 14 and (3) the defendant possessed the chemical or chemicals “with the intent to manufacture methamphetamine,”15 the Commonwealth may prosecute the offender for any of (or all16) three (3) offenses — Manu-*254factoring Methamphetamine under KRS 218A.1432(l)(b) (a Class B felony), Criminal Attempt to Manufacture Methamphetamine under KRS 506.010(l)(b) (a Class C felony); or Unlawful Possession of a Methamphetamine Precursor under KRS 218A.1432 (a Class D felony).17 Of course, a defendant can be convicted of only one of these offenses, because the latter two (2) are lesser-included offenses of the first.18\nConsidered together, these three (3) crimes operate to vary a methamphetamine offender’s punishment with his or her culpability. If it is determined that the defendant knowingly possessed all of the chemicals necessary to manufacture methamphetamine and that he or she did so with the intent to manufacture methamphetamine, then the appropriate crime is Manufacturing Methamphetamine under KRS 218A.1432(l)(b), and the defendant faces a penalty range of between ten (10) and twenty (20) years. If it is determined that the defendant knowingly possessed some, but not all, of the chemicals necessary to manufacture methamphetamine, that he or she did so with the intent to manufacture methamphetamine, and that the defendant’s actions were a substantial step in a course of conduct planned to culminate in methamphetamine manufacture, then the appropriate crime is Criminal Attempt to Manufacture Methamphetamine, and the defendant faces a penalty range of between five (5) and ten (10) years. If, however, it is determined that the defendant knowingly possessed some, but not all, of the chemicals necessary to manufacture methamphetamine, that among the chemicals he or she knowingly possessed was one or more of the drug products defined in KRS 218A.1437(1), and that he or she did so with the intent to manufacture methamphetamine,19 but the factfinder does not believe beyond a reasonable doubt that the defendant’s actions constituted a substantial step towards completion of the offense, then the appropriate crime is Possession of a Metham*255phetamine Precursor under KRS 218A.1437, and the defendant would face a penalty range of between one (1) and five (5) years. Accordingly, it is the heightened culpability associated with a “substantial step” finding20 that distinguishes the Class C and D felony offenses. As such, Criminal Attempt to Manufacture Methamphetamine’s availability as a lesser-included offense is not only consistent with, but an important part of, the overall statutory scheme.\nThe majority opinion reviews some of the cases in which defendants in other jurisdictions have been prosecuted, under different statutory schemes, for lesser-included manufacturing methamphetamine offenses. However, given the relatively recent phenomenon of widespread prosecutions for manufacturing methamphetamine, the full scope of criminal attempt liability for methamphetamine offenses has yet to be decided — not just in this jurisdiction, but nationwide — because courts have examined evidentiary insufficiency claims in only a limited number of factual contexts. Although the majority correctly observes that no published opinion holds, on facts similar to the case at bar, that the evidence supported a verdict for criminal attempt to manufacture methamphetamine, the fact is that no court has held otherwise, either. Thus, there is no persuasive authority for the majority’s suggestion that, as a matter of law, only the possession of all of the chemicals or all of the equipment necessary to manufacture methamphetamine can constitute a “substantial step in a course of conduct planned to culminate in” methamphetamine manufacture.\nI recognize that my interpretation of KRS 506.010 liability lacks the convenience of the “bright line” adopted by the majority, and that, under my position, this Court would have to further define the scope of conduct prohibited as Criminal Attempt to Manufacture Methamphetamine in future cases. However, since this Court’s role is to interpret the law in individual cases before it, rather than attempting to occupy the field of Methamphetamine Manufacturing law in one fell swoop, I would wait for the appropriate cases to decide harder questions such as whether the evidence supports a “substantial step” finding if: (1) drug products identified in KRS 218A.1437(1) are the only chemicals or equipment for methamphetamine manufacture possessed by the defendant; or (2) if the defendant possesses substantially less methamphetamine manufacturing equipment than is present here. But, in the case at bar, which can be distinguished from much of the Missouri authority cited by the majority in that the Commonwealth introduced evidence in this case to prove that Appellant was familiar with methamphetamine manufacturing processes, I find the evidence more than sufficient to support a conclusion that Appellant’s possession of these items constituted a “substantial step” towards manufacturing methamphetamine.\nIn my view, the trial court erred when it denied Appellant’s request for an instruction on Criminal Attempt to Manufacture Methamphetamine as a lesser-included offense of Manufacturing Methamphetamine, and I would direct that, upon remand, the *256trial court should include the lesser-included offense in its jury instructions.\n\n. Majority Opinion at 114 S.W.3d 226, 245 (2003).\n\n\n. KRS 505.020(2). See also Official Commentary to KRS 505.020 (Banks/Baldwin 1974) (\"[Subsection (2) ] provide[s] ... the circumstances under which conviction of an offense not expressly named in the charging instrument is appropriate.”).\n\n\n.KRS 505.020(2)(b) (emphasis added).\n\n\n. Caterpillar, Inc. v. Brock, Ky., 915 S.W.2d 751, 753 (1996).\n\n\n. Board of Education of Hopkins County v. Brooks, Ky.App., 824 S.W.2d 431, 434 (1992).\n\n\n. See KRS 218A.140(l)(a) (“No person shall obtain or attempt to obtain a prescription for a controlled substance by knowingly misrepresenting to, or knowingly withholding information from, a practitioner.” (emphasis added)); KRS 218A.140(l)(b) (\"No person shall procure or attempt to procure the administration of a controlled substance by knowingly misrepresenting to, or withholding information from, a practitioner.” (emphasis added)); KRS 218A.140(l)(c) (\"No person shall obtain or attempt to obtain a controlled substance or procure or attempt to procure the administration of a controlled substance by the use of a false name or the giving of a false address.” (emphasis added)).\n\n\n. See KRS 506.010(4)(a) (\"A criminal attempt is a Class C felony when the crime attempted is a violation of KRS 521.020 or 521.050\"). The majority opinion references this provision as indicative of the legislature’s intent to supplant KRS 506.010 with KRS 218A.1432(l)(b). See Majority Opinion, supra note 1 at 245 n.5. In my view, however, KRS 506.010(4)(a) evidences the contrary and illustrates how the General Assembly has empirically provided an enhanced penalty range for an attempt offense.\n\n\n. Williams v. Commonwealth, Ky., 829 S.W.2d 942, 944 (1992).\n\n\n.KRS 506.010:\n[[Image here]]\n(1) A person is guilty of criminal attempt to commit a crime when, acting with the kind of culpability otherwise required for commission of the crime, he:\n(b) Intentionally does or omits to do anything which, under the circumstances as he believes them to be, is a substantial step in a course of conduct planned to culminate in his commission of the crime.\n(2) Conduct shall not be held to constitute a substantial step under subsection (l)(b) unless it is an act or omission which leaves no reasonable doubt as to the defendant’s intention to commit the crime which he is charged with attempting.\n\n\n. Majority Opinion, 114 S.W.3d 226, 246 (2003)\n\n\n. Id. at 243.\n\n\n. See KRS 506.010(2); Commonwealth v. Prather, Ky., 690 S.W.2d 396, 397 (\"[T]he substantial steps directed by the statute are overt acts ‘... which convincingly demonstrate a firm purpose to commit a crime, while allowing police intervention, based upon observation of such incriminating conduct, in order to prevent the crime when criminal attempt becomes apparent.' ”) (quoting State v. Woods, 48 Ohio St.2d 127, 357 N.E.2d 1059, 1063 (1976)). Compare Commonwealth v. Prather, supra (evidence of reconnaissance and evidence demonstrating intent to follow through with robbery plan \"convincingly demonstrated a firm purpose to commit a crime” and supported jury's verdict); Slaughter v. Commonwealth, Ky.App., 45 S.W.3d 873 (2001) (verdict for attempted trafficking in a controlled substance supported, in part, by evidence that defendant approached vehicle and inquired as to what the occupant wanted, then went into a nearby building and, upon his return, discussed the size of a drug purchase).\n\n\n. KRS 218A.1432(l)(b).\n\n\n. KRS 218A.1437G).\n\n\n. KRS 218A.1432(l)(b). I would observe that, instead of criminalizing the possession of precursor-containing drug products \"with the intent to manufacture methamphetamine” the methamphetamine precursor statute reads \"with the intent to use the drug product or combination of drug products as a precursor to methamphetamine or other controlled substance.” KRS 218A.1437(1). Although \"precursor\" itself is not defined in Kentucky’s Controlled Substances Act, \"immediate precursor” is defined as \"a substance which is the principal compound commonly used or produced primarily for use, and which is an immediate chemical intermediary used or likely to be used in the manufacture of a controlled substance, the control of which is necessary to prevent, curtail, or limit manufacture.” KRS 218A.010(11). And, as such, in virtually all cases, a person who intends to use a drug product as a precursor to methamphetamine will necessarily intend to manufacture methamphetamine. Thus, under a prosecution for Manufacturing Methamphetamine under KRS 218A.1432(l)(a) or (b), either of which would require proof of possession of a precursor chemical, Unlawful Possession of a Methamphetamine Precursor under KRS 218A.1437 will be a lesser-included offense because it can be \"established by proof of the same or less than all the facts required to establish the commission of the offense charged.” KRS 505.020(2)(a). I would note, however, that the methamphetamine precursor statute criminalizes a broader range of activity than Manufacturing Methamphetamine because it prohibits possession of certain drug products \"with the intent to use [them] as a precursor to methamphetamine or other controlled substance.\" KRS 218A.1437(1) (emphasis added).\n\n\n.See KRS 505.020(1) (\"When a single course of conduct of a defendant may establish the commission of more than one (1) offense, he may be prosecuted for each offense.”). Thus, a Commonwealth Attorney could seek an indictment for all three (3) *254offenses, could proceed to trial upon all three (3) offenses as separate offenses.\n\n\n.An instruction for this offense would be similar to the following:\nINSTRUCTION NO_\nPOSSESSION OF A METHAMPHETAMINE PRECURSOR\nYou will find the Defendant guilty of Possession of a Methamphetamine Precursor if, and only if, you believe from the evidence beyond a reasonable doubt all of the following:\nA. That in this county, on or about [date] [he or she] had in [his or her] possession a [drug product/combination of drug products] containing [ephedrine,] [pseu-doephedrine,] or [phenylpropanolamine,] [or their salts, isomers, or salts of isomers];\nAND\nB. That [he or she] knew that the [drug product/combination of drug products] possessed by [him or her] contained [ephedrine,] [pseudoephedrine,] or [phe-nylpropanolamine,] [or their salts, isomers, or salts of isomers];\nAND\nC.That [he or she] had the drug product or combination of drug products in his possession with the intent to use [if/them] as a precursor to [methamphetamine] [or other controlled substance.]\nTrial courts must take special care to tailor an instruction such as this one, which presents multiple alternatives, to the evidence presented at trial in order to avoid the possibility of a non-unanimous verdict. See Commonwealth v. Whitmore, Ky., 92 S.W.3d 76, 80-81 (2003).\n\n\n. See KRS 505.020(l)(b) (\"He may not, however, be convicted of more than one (1) offense when ... [o]ne offense is included in the other[.]”).\n\n\n. Technically, the jury's finding would be that the defendant possessed the drug product \"with the intent to use [it] as a precursor to methamphetamine[.]” KRS 218A.1437(1); Draft instruction, supra note 17. But see supra note 15.\n\n\n. See Commentary to KRS 506.010 (Banks/Baldwin 1974) (\"[KRS 506.010(l)(a) &amp; (b) ] emphasize that the principal purpose of requiring an act or omission to act for the offense of criminal attempt is to establish the existence and firmness of a defendant’s criminal intentions.”); Model Penal Code and Commentaries, Part I, § 5.01, cmt. 6(a) (A.L.I.1985) (\"Whether a particular act is a substantial step is obviously a matter of degree.”).\n\n",
            "ocr": false,
            "opinion_id": 9747852
        },
        {
            "author_str": "Lambert",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLAMBERT, Chief Justice,\ndissenting in part.\nIn Part III and Part IV A., with respect to KRS 218A.1432, the majority opinion is excessively technical and unduly restrictive. KRS 218A.1432 provides as follows: “(1) A person is guilty of manufacturing methamphetamine when he knowingly and unlawfully: (a) manufactures methamphetamine; or (b) possesses the chemicals or equipment for the manufacture of methamphetamine with the intent to manufacture methamphetamine.”(emphasis added) The majority construes the words “the chemicals or equipment” to mean “all” chemicals or equipment. As a result, the burden on the prosecution in methamphetamine manufacturing cases will be greatly enhanced, and an offender with the least amount of ingenuity will be able to prevent his conviction by merely omitting from his cache of tools and ingredients one or two of the more common, and bringing in the missing components only at the last moment. Thus, to achieve a conviction under the majority interpretation, it will be necessary to catch the offender “red-handed.”\nThere is no need to give the statute such a technical construction. The phrase “the chemicals or equipment” need not be interpreted as “all chemicals or equipment”. It could as easily be interpreted as the essential, primary, substantially necessary chemicals or equipment, or words to that effect, and thereby prevent such a draconian application of the law.\nOur responsibility is to ascertain and give effect to the intent of the General Assembly in our interpretation of statutes.1 It strains credulity to believe the General Assembly intended to require possession of all of the chemicals or equipment for one to be adjudged guilty of methamphetamine manufacture. If the General Assembly had so intended, it would surely have used the word “all” rather than the more general “the.” Moreover, the element of intent to manufacture methamphetamine in KRS 218A.1432 prevents the possibility of wrongful conviction for possession of such chemicals or equipment for innocent purposes.\nThe majority interpretation is also inconsistent with the statute when it is read in its entirety. Under the majority’s interpretation, a defendant would have to be virtually in the act of manufacturing methamphetamine to be guilty. This interpretation is illogical because KRS 218A.1432(l)(a) separately proscribes manufacturing methamphetamine. If the possession provision is to have meaning, it must differ from the manufacturing provision, but under the majority interpretation, KRS 218A.1432(l)(a) and (b) have little or no difference. Possession has been virtually written out of the law.\nWINTERSHEIMER, J., joins this opinion dissenting in part.\n\n. KRS 446.080.\n\n",
            "ocr": false,
            "opinion_id": 9747853
        }
    ],
    "court_short_name": "Kentucky Supreme Court",
    "court_full_name": "Kentucky Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Robbery"
}