{
    "id": 2292196,
    "judges": "William W. Francis, Jr.",
    "date_filed": "1998-06-20",
    "date_filed_is_approximate": true,
    "slug": "state-v-lutz",
    "case_name_short": "Lutz",
    "case_name": "State v. Lutz",
    "case_name_full": "STATE of Missouri, Respondent, v. Donald E. LUTZ, Appellant",
    "attorneys": "Melinda K. Pendergraph, Columbia, MO, for Appellant., Chris Koster, Attorney General, Jamie Pamela Rasmussen, Assistant Attorney General, Jefferson City, MO, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b173-9\">\n    STATE of Missouri, Respondent, v. Donald E. LUTZ, Appellant.\n   </parties><br><docketnumber id=\"b173-12\">\n    No. SD 30302.\n   </docketnumber><br><court id=\"b173-13\">\n    Missouri Court of Appeals, Southern District, Division Two.\n   </court><br><decisiondate id=\"b173-15\">\n    Feb. 28, 2011.\n   </decisiondate><br><attorneys id=\"b175-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"159\"> \n     *159\n     </span>\n    Melinda K. Pendergraph, Columbia, MO, for Appellant.\n   </attorneys><br><attorneys id=\"b175-5\">\n    Chris Koster, Attorney General, Jamie Pamela Rasmussen, Assistant Attorney General, Jefferson City, MO, for Respondent.\n   </attorneys>",
    "citations": [
        "334 S.W.3d 157"
    ],
    "opinions": [
        {
            "author_str": "Francis",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7709.0,
            "opinion_text": "\n334 S.W.3d 157 (2011)\nSTATE of Missouri, Respondent,\nv.\nDonald E. LUTZ, Appellant.\nNo. SD 30302.\nMissouri Court of Appeals, Southern District, Division Two.\nFebruary 28, 2011.\n*159 Melinda K. Pendergraph, Columbia, MO, for Appellant.\nChris Koster, Attorney General, Jamie Pamela Rasmussen, Assistant Attorney General, Jefferson City, MO, for Respondent.\nWILLIAM W. FRANCIS, JR., Judge.\nDonald E. Lutz (\"Appellant\") was charged with one count of stealing property \"of a value of at least five hundred dollars,\" a class C felony, in violation of section 570.030.[1] Following a jury trial, Appellant was found guilty and sentenced as a prior and persistent offender to nine years in prison. This appeal followed. The judgment of the trial court is affirmed.\n\nFacts and Procedural Background\nAppellant does not challenge the sufficiency of the evidence to support the conviction. Accordingly, we set forth only those facts necessary to address Appellant's points.\nOn May 25, 2008, Appellant stole a generator, with a listed price of $799, from a do-it-yourself home improvement store in Springfield. As Appellant was leaving the store, two cashiers asked him to produce a receipt for the generator. Appellant did not yield to the cashiers' request; he continued at a fast pace out the door and in doing so, activated the store's alarm.\nOne of the cashiers began to follow Appellant but Appellant's companion stopped her, stating he had a receipt for the generator. The companion, pretending to look for the receipt, sifted through his pockets enabling Appellant to leave the store. The companion then, without producing a receipt, quickly departed the store and helped Appellant load the generator into a pickup truck. A customer was able to record the license plate number of the truck, which belonged to Appellant's companion. Appellant was subsequently apprehended and charged by felony information.\nPrior to trial, Appellant filed a motion in limine to prevent the State from introducing evidence of prior bad acts by Appellant. At trial, Zach Latham (\"Latham\"), a loss prevention officer at the store in which the theft took place, and Detective James Dougherty (\"Detective Dougherty\"), of the Springfield Police Department, were prepared to testify they could identify Appellant as the person in the store's surveillance video because they had prior dealings with Appellant in other investigations. The part of the motion seeking to prevent testimony of Appellant's prior bad acts, or investigations related to those, was overruled; however, the State did not plan to have either witness identify specific prior acts or events.\nDuring voir dire, Appellant's counsel sought to examine the jury panel on the subject of mistaken identifications. The following specific portions of voir dire examination constitute the basis for one of Appellant's points:\n[Appellant's Counsel]: . . . Has anybody ever had the experience you think you saw someone you knew?\n[Prosecutor]: Object to the question as argumentative.\n[Trial] Court: Sustained.\n[Appellant's Counsel]: Not sure how that's argumentative. This is specifically about mistaken identity. This is an issue in the case.\n[Trial] Court: You are personalizing it to the jury.\n[Appellant's Counsel]: That's their experiences. That's what we are talking about, Judge.\n\n*160 [Trial] Court: I know. I sustained the objection. Ask your question a different way.\n[Appellant's Counsel]: Is it possible that one person could mistakenly identify someone, think it was someone that they knew and it actually wasn't. Once they approached them, it wasn't the person that they knew. It was somebody else. Does anybody think that's possible? I'm not going to talk to everybody. I'm just going to pick a few of you. We're going to go into this a little more.\n[Prosecutor]: Your Honor, I'm going to object. The whole line of questioning is argumentative, and to go into specific instances.\n. . . .\n[Trial] Court: I'll sustain the objection.\n. . . .\n[Appellant's Counsel]: . . . If it's possible to mistakenly identify someone, how would that be possible?\n[Prosecutor]: Objection, Your Honor. It's argumentative.\n[Trial] Court: Sustained.\n[Appellant's Counsel]: Judge, for the record, can I make an argument? I think that it is totally relevant what the jury panel\u0097what everybody here's opinion is on mistaken identification.\nThe line of questioning is have you ever mistakenly identified someone who you have approached and found out it's not that person, but that person has similar characteristics, the same build, same eye color, and then whenever you see them a little bit closer, it's not them and you realize that later. Everybody has had that experience, and I was just trying to talk to the jury about their experiences with that because that's what we're here for, to find out what everybody's experiences are and what they are going to bring into the jury room, and that is totally relevant. Thank you for letting me make my argument.\nVoir dire was then completed.\nAt trial, on direct examination, Latham testified he examined the store's surveillance video, which captured Appellant and his companion entering the store, placing the generator onto a shopping cart, exiting the store, and loading the generator into a truck. Latham testified after watching the surveillance video, he recognized Appellant from prior contacts, going back a year or so. Latham had also seen Appellant and his companion together in the past.\nOn cross-examination, Latham's identification of Appellant was challenged; he admitted he never met Appellant and never spoke to him. Other questions contested the accuracy and reliability of Latham's identification of Appellant from the video. Latham affirmed he was able to identify Appellant because of his appearance, dress, and unique profile, which he had encountered on prior dealings while in the same room with Appellant.\nOn re-direct examination, the prosecutor asked Latham whether he had ever been \"face-to-face\" with Appellant to which he responded, \"yes.\" Appellant's counsel objected on the basis this would constitute evidence of prior bad acts. The trial court overruled the objection. Latham then testified that on several occasions he had watched Appellant from across the room at another Springfield retailer. Latham further testified he never actually talked to Appellant, but had stood next to Appellant in the store's checkout line for \"three or four minutes and 30 minutes in the store prior to that.\" Latham had also seen Appellant on surveillance video several times.\nOn recross-examination, Latham testified he never met Appellant, which prompted further re-direct examination regarding *161 how Latham became familiar with Appellant. Latham started to explain that he had worked a \"refund fraud investigation\" and encountered Appellant there; however, before he could complete his answer, Appellant's counsel objected. The trial court sustained the objection, which concluded the line of questioning concerning Latham's ability to recognize Appellant. At no time was inquiry made as to charges filed against Appellant or accusations of crimes arising out of those contacts or investigations.\nSimilarly, on direct examination, Detective Dougherty testified, over objection, that he was able to identify Appellant from the store's surveillance video because of his prior familiarity with Appellant while working the preceding two years in the police department's \"property crimes division, criminal investigations section.\"\nThe pertinent testimony concluded with Detective Dougherty stating he knew Appellant had driven the truck used in the theft in the past, and that Appellant and the other individual appearing in the video were companions.\nThe jury found Appellant guilty.\nAppellant asserts three issues on appeal.[2] Points I and II are identical except the first point references Latham's testimony, and the second point references Detective Dougherty's testimony. We combine these points for ease of analysis.\nIn Points I and II, Appellant argues the trial court erred in overruling his objection to the testimony of Latham and Detective Dougherty identifying Appellant as the person in the surveillance video because they both recognized him from prior dealings with Appellant. Appellant argues the testimony constitutes prior-bad-acts evidence because the only contact the witnesses had with Appellant was in their respective capacities as a loss prevention officer and law enforcement officer.[3] The State contends there was no error because the testimony did not associate Appellant with any specific prior bad acts.\nThe issue presented by these points is if the witnesses' testimony constituted improper references to Appellant's prior bad acts.\n\nStandard of Review\nWe review claims of evidence erroneously admitted to determine if an abuse of discretion has occurred. State v. McMilian, 295 S.W.3d 537, 539 (Mo.App. W.D.2009). \"`The decision to admit evidence is an abuse of discretion where it is clearly against the logic of the circumstances then before the trial court and is so unreasonable and arbitrary that the ruling shocks the sense of justice and indicates a lack of careful deliberate consideration.'\" Id. (quoting State v. Williams, 976 S.W.2d 1, 2 (Mo.App. W.D.1998)).\n\nAnalysis\n\"`The well established general rule is that proof of the commission of *162 separate and distinct crimes is not admissible, unless such proof has some legitimate tendency to directly establish the defendant's guilt of the charge for which he is on trial.'\" State v. Reese, 364 Mo. 1221, 274 S.W.2d 304, 307 (Mo. banc 1954) (quoting State v. Shilkett, 356 Mo. 1081, 204 S.W.2d 920, 922-23 (Mo. banc 1947)). \"`Evidence of other crimes, when not properly related to the cause on trial, violates defendant's right to be tried for the offense for which he is indicted.'\" Id. (quoting Shilkett, 204 S.W.2d at 922-923). \"This right arises from the guarantee of article I, sections 17 and 18(a) of the Missouri Constitution that a defendant has the right to be tried only on the offense charged.\" State v. Vorhees, 248 S.W.3d 585, 587-88 (Mo. banc 2008).\nHowever, vague or speculative references to Appellant's involvement in other crimes do not violate this right. Davidson v. State, 308 S.W.3d 311, 318-19 (Mo.App. E.D.2010). \"`To violate the rule prohibiting evidence of other crimes or misconduct by the accused, the evidence must show the accused committed, was accused of, was convicted of, or was definitely associated with, the other crimes or misconduct.'\" State v. Price, 165 S.W.3d 568, 576 (Mo.App. S.D.2005) (quoting State v. Ponder, 950 S.W.2d 900, 911-12 (Mo.App. S.D.1997)). \"`Vague references are not characterized as clear evidence associating a defendant with other crimes.'\" Price, 165 S.W.3d at 576 (quoting State v. Bolds, 11 S.W.3d 633, 638 (Mo.App. E.D.1999)).\nFirst, we note the trial court correctly ruled Appellant had \"opened the door\" to this testimony because on cross-examination, Appellant's counsel contested the accuracy of Latham's identification of Appellant. See Bolds, 11 S.W.3d at 639. Consequently, it was permissible for the State to establish how Latham was able to accurately recognize Appellant from the video. Furthermore, except for Latham's comment concerning the refund fraud investigation\u0097which the trial court promptly addressed upon Appellant's objection\u0097 the witnesses' statements were, at best, vague references of evidence of other crimes and did not violate Appellant's right to be tried only for the offense charged. Price, 165 S.W.3d at 576.\nThe testimony of Detective Dougherty was less detailed than that of Latham. The evidence Appellant complains of did not show Appellant was accused of, was convicted of, or was definitely associated with other crimes or misconduct. Price, 165 S.W.3d at 576. The testimony was that the witnesses could identify Appellant from prior dealings or investigations and nothing more. These vague references do not constitute evidence of other crimes or misconduct. Therefore, admission of the testimony was not clearly an abuse of discretion. It was not against the logic of the circumstances and so unreasonable and arbitrary as to shock the sense of justice and indicate a lack of careful deliberation. The testimony did not constitute improper references to Appellant's prior bad acts. Id. Points I and II are denied.\n\nWhether the Trial Court Erred in Limiting Appellant's Voir Dire Inquiry into Misidentification\nIn his third point relied on, Appellant contends the trial court improperly limited his voir dire inquiry by sustaining the State's objection to his counsel's questions regarding prior experiences with mistaken identification. Appellant contends the questions about misidentification were necessary to determine whether members of the panel were prejudiced or biased because identification was a central issue in the case. The State contends the questions were argumentative. The issue presented is whether the trial court erred by *163 limiting Appellant's voir dire inquiry on the subject of mistaken identification.\n\nStandard of Review\nA trial judge is vested with discretion to judge the appropriateness of specific questions and has wide discretion in the conduct of voir dire. State v. Baumruk, 280 S.W.3d 600 (Mo. banc 2009). \"The questioning of juries about their qualifications is conducted under the supervision of the trial court, and the nature and extent of the questions counsel may ask are discretionary with the court.\" State v. Timmons, 956 S.W.2d 277, 281 (Mo.App. W.D.1997) (citing State v. Ramsey, 864 S.W.2d 320, 335 (Mo. banc 1993), cert. denied, 511 U.S. 1078, 114 S. Ct. 1664, 128 L. Ed. 2d 380 (1994)). Courts \"may exclude questions which are open-ended inquiries into a venire member's beliefs, misstate the law, arguably seek commitments from the jury panel, or confuse or mislead the venire members.\" Id. at 282. \"A trial judge is in the best position to determine whether a disclosure of facts on voir dire sufficiently assures the defendant of an impartial jury without permitting a prejudicial presentation of the evidence.\" State v. Delancy, 258 S.W.3d 110, 113 (Mo. App. E.D.2008). Therefore, we examine this issue on whether there was an abuse of discretion and a showing of real probability of injury to the complaining party. Joy v. Morrison, 254 S.W.3d 885 (Mo. banc 2008).\n\nAnalysis\nA defendant is entitled to a fair and impartial jury as guaranteed by the Sixth and Fourteenth Amendments of the United States Constitution and article I, section 18(a) of the Missouri Constitution. Delancy, 258 S.W.3d at 113. Accordingly, a defendant \"must be given the opportunity to adequately voir dire and identify unqualified jurors.\" Id.\nThe court in State v. Womack, aptly summarizes the purpose of voir dire:\nThe purpose of voir dire is to explore and develop facts which would uncover possible bias and/or prejudices of the jurors so that counsel for each party can knowledgeably use their challenges. The trial court supervises the questioning of the venire panel as well as the nature and the extent of the inquiry. This court will only find a reversible error if the trial court abused its discretion, and the defendant can illustrate that he was prejudiced by the erroneous decision.\n967 S.W.2d 300, 302 (Mo.App. W.D.1998) (internal citations omitted).\nIn Womack, counsel for the defendant asked the venire panel the following questions: (1) whether it was impossible for an eyewitness to mistakenly identify someone; (2) \"is there anyone who thinks an eyewitness is unlikely to make a mistake,\" which elicited a response from one venireperson that misidentification was a possibility; and (3) whether anyone agreed with the venireperson's opinion that misidentification was a possibility. Womack, 967 S.W.2d at 302. The State objected to the last question and it was sustained. Id.\nWomack noted questions concerning eyewitness identification are a proper area of inquiry during voir dire, but it found the trial court had not improperly restricted the defendant's voir dire examination because the questions were not designed to uncover bias or prejudice. Id. The court ruled the questions were argumentative because they were \"intended to inject the defendant's argument, that the eyewitness was not reliable, into the voir dire examination.\" Id. The court explained: \"Phrasing a voir dire question in such a manner which pre-conditions the panel members' *164 mind to react, even subconsciously, in a particular way to anticipate evidence is an abuse of counsel's privilege to examine prospective jurors.\" Id.\nIn the present case, counsel for Appellant was given wide latitude to inquire into the subject of eyewitness identification, going so far as to elicit a response from a venireperson that he had been a victim of mistaken identification. The actual questions trial counsel attempted to ask the panel were questions not designed to uncover bias or prejudice. The questions Appellant complains of were argumentative. One question serves as a good example: \"If it's possible to mistakenly identify someone, how would that be possible?\" The question was intended to inject Appellant's argument into the examination; i.e., that Appellant was mistakenly identified, as opposed to a question to uncover bias or prejudice. Here, as in Womack, the questions were not designed to uncover bias or prejudice. Rather, the purpose of the inquiry was to inject into voir dire Appellant's argument that the identification of Appellant, by Latham and Detective Dougherty, was unreliable. Thus, the curtailment of Appellant's inquiry into misidentification beyond that which had transpired was within the trial court's discretion. See State v. Bolanos, 743 S.W.2d 442, 448 (Mo.App. W.D.1987).\nAccordingly, the trial court did not abuse its discretion by limiting Appellant's voir dire inquiry into the subject of mistaken identification. Point III is denied.\nThe judgment of the trial court is affirmed.\nSCOTT, C.J. and RAHMEYER, P.J., concur.\nNOTES\n[1]  All references to statutes are to RSMo 2000, unless otherwise indicated.\n[2]  Although Appellant's points are multifarious, and have been expanded on appeal beyond the objections made at trial, we review them ex gratia. Day v. State, 208 S.W.3d 294 (Mo.App. S.D.2006) (multifarious point preserves nothing for appellate review); State v. Gilbert, 544 S.W.2d 595, 598 (Mo.App. E.D. 1976) (an appellant may not alter or broaden the scope of his objection on appeal).\n[3]  Additionally, Appellant argues the identification was improper because the jury was as capable as Latham in determining whether the person in the surveillance video was Appellant and, therefore, the testimony \"invaded the province of the jury.\" This objection is not preserved. It was not raised in objections at trial, or contained in the motion for new trial; therefore, it preserves nothing for review. State v. Pennington, 24 S.W.3d 185, 188 (Mo.App. W.D.2000).\n\n",
            "ocr": false,
            "opinion_id": 2292196
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}