{
    "id": 2297472,
    "judges": "John Morgan Davis",
    "date_filed": 390441600000,
    "date_filed_is_approximate": false,
    "slug": "largoza-v-general-electric-co",
    "case_name_short": "Largoza",
    "case_name": "Largoza v. General Electric Co.",
    "case_name_full": "Nacianceno T. LARGOZA and Isabelle Largoza v. GENERAL ELECTRIC COMPANY",
    "attorneys": "Stephen J. Margolin, Marjory Albee, White & Williams, Philadelphia, Pa., for plaintiffs., Peter P. Liebert, III, Francis F. Quinn, Liebert, Short, Fitzpatrick & Lavin, Philadelphia, Pa., for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1224-9\">\n    Nacianceno T. LARGOZA and Isabelle Largoza v. GENERAL ELECTRIC COMPANY.\n   </parties><docketnumber id=\"A4J\">\n    Civ. A. No. 80-0337.\n   </docketnumber><br><court id=\"b1224-12\">\n    United States District Court, E. D. Pennsylvania.\n   </court><br><decisiondate id=\"b1224-14\">\n    May 17, 1982.\n   </decisiondate><br><attorneys id=\"b1225-19\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1165\"> \n     *1165\n     </span>\n    Stephen J. Margolin, Marjory Albee, White &amp; Williams, Philadelphia, Pa., for plaintiffs.\n   </attorneys><br><attorneys id=\"b1225-20\">\n    Peter P. Liebert, III, Francis F. Quinn, Liebert, Short, Fitzpatrick &amp; Lavin, Philadelphia, Pa., for defendant.\n   </attorneys>",
    "citations": [
        "538 F. Supp. 1164"
    ],
    "opinions": [
        {
            "author_str": "Davis",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 816.0,
            "opinion_text": "\n538 F.Supp. 1164 (1982)\nNacianceno T. LARGOZA and Isabelle Largoza\nv.\nGENERAL ELECTRIC COMPANY.\nCiv. A. No. 80-0337.\nUnited States District Court, E. D. Pennsylvania.\nMay 17, 1982.\n*1165 Stephen J. Margolin, Marjory Albee, White &amp; Williams, Philadelphia, Pa., for plaintiffs.\nPeter P. Liebert, III, Francis F. Quinn, Liebert, Short, Fitzpatrick &amp; Lavin, Philadelphia, Pa., for defendant.\n\nMEMORANDUM AND ORDER\nJOHN MORGAN DAVIS, Senior District Judge.\nThis is a property damage case. This complaint asserts three distinct theories of recovery; negligence, strict liability in tort, and breach of warranty. Jurisdiction is predicated on diversity of citizenship. The facts are simply stated. On December 5, 1975, plaintiffs purchased a new refrigerator which was manufactured by the defendant. It is alleged that on February 27, 1978 the refrigerator suddenly caught fire, resulting in the destruction of the plaintiffs' residence and extensive loss of personal property. No loss of life or personal injuries resulted from the fire.\nPresently before the court is defendant's motion to dismiss Counts II and III (strict liability and breach of warranty claims respectively) of the complaint pursuant to Fed.R.Civ.P. 12(b)(6). The primary issue presented is whether Pennsylvania law[1] permits a tort action based upon a theory of products liability[2] where only physical property damage is caused by an allegedly defective product. Because I believe that our circuit court's recent explication in Pennsylvania Glass Sand v. Caterpillar Tractor Co., 652 F.2d 1165 (3rd Cir. 1981) on the types of damages recoverable in tort controls sub judice, a detailed exposition on this question is unnecessary. A few words outlining the defendant's argument will suffice.\n*1166 Defendant relies exclusively on Lobianco v. Property Protection, Inc., 292 Pa.Super. 346, 437 A.2d 417 (1981) which was decided subsequent to the circuit court's decision in Glass Sand. The essence of the Lobianco decision is, defendant suggests, that the theory of strict tort liability does not apply in cases where the harm is merely physical property damage because the allocation of the risk of loss is better borne by the consumer. Whatever merit inheres in this position, fundamental flaws exist in the framework of its application to this diversity case.\nFirst and foremost, it is axiomatic that this court is bound by a decision of the Third Circuit predicating Pennsylvania law unless the state supreme court issues a contrary decision or it appears from a subsequent decision of the appellate courts that the court of appeals erred. Doane v. Travelers Ins. Co., 266 F.Supp. 504, 505 (E.D.Pa. 1966). See also DeMartino v. Zurich Ins. Co., 307 F.Supp. 571, 574 (W.D.Pa.1969), aff'd sub nom.; Aceto v. Zurich Ins. Co., 440 F.2d 1320 (3rd Cir. 1971); Wise v. George C. Rothwell, Inc., 382 F.Supp. 563, 565 n.4 (D.Del.1974), aff'd, 513 F.2d 627 (3rd Cir. 1975). Without citation to the circuit court's decision in Glass Sand, the defendant apparently proceeds on the theory that Lobianco decided the precise question presented herein, thus rendering the circuit court's interpretation of Pennsylvania law in Glass Sand unsound. Even if I accept this proposition[3], I am not at liberty to treat the decision in Lobianco as binding precedent because the opinion was not joined by a majority of the court.\nIn absence of an authoritative pronouncement from the state's highest tribunal, decisions of the lower state appellate courts should be accorded \"`proper regard,' but not conclusive effect.\" McKenna v. Ortho Pharmaceutical Corp., 622 F.2d 657, 662 (3rd Cir. 1980), cert. denied, 449 U.S. 976, 101 S.Ct. 387, 66 L.Ed.2d 237 (1980). See also, Hamme v. Dreis &amp; Krump Mfg. Co., C.A. No. 81-2174 (3rd Cir., April 12, 1982) at 7-8 (Rosenn, J., dissenting). In determining the \"proper regard\" to ascribe to decisions of intermediate state courts, \"a federal tribunal should be careful to avoid the `danger' of giving `a state court decision a more binding effect than would a court of that state under similar circumstances.'\"\nMcKenna v. Ortho Pharmaceutical Corp., supra, 622 F.2d at 662 (quoting 1A Moore's Federal Practice, par. 0.307, at 3077 (2 ed. 1979).[4] This follows from the elemental tenet that a federal court adjudicating matters of state law in a diversity suit is regarded as only another court of that state. Thus, in the words of the Court, \"it would be incongruous indeed to hold the federal court bound by a decision which would not be binding on any state court.\" King v. United Commercial Travelers of America, 333 U.S. 153, 161, 68 S.Ct. 488, 492, 92 L.Ed. 608 (1948). My initial task, therefore, is to determine the precedential value of the Lobianco case under state law.\nIn Lobianco, the superior court sitting en banc affirmed the trial court's dismissal of the products liability count of the complaint in a case involving a defective burglar alarm.[5]Lobianco, supra, 437 A.2d at 426. *1167 Of the three contentions pressed by the plaintiff on appeal, only this ruling is of relevance. Judge Spaeth wrote the opinion announcing the judgment which was joined by Judge Price. In expressing his view that the theory of strict liability was inapplicable to the facts of this case, Judge Spaeth rejected the distinction between physical injury to the property and its theft as artificial. Both he perceived as equivalent to property loss for the purpose of applying § 402A. He then suggested that the inherent nature of a defective product's potentiality to cause harm should not control the scope of the theory of strict liability. Rather, the jurist returned to the purpose of the rule of strict tort liability to define the limits of its application.[6] Reasoning that the more equitable allocation of the risk of loss falls on the homeowner who knows the value of his property and may insure against its loss, instead of the manufacturer who cannot effectively distribute the risks among the consuming public, the court concluded that the purposes of strict liability would not be served by applying it to this case. As a matter of social adjustment, Judge Spaeth viewed the imposition of strict liability for physical harm to property occasioned by a malfunctioning burglar alarm as unjust.\nJudge Cercone, concurring, agreed with the plurality's analysis of the strict liability issue[7] while Judge Brosky and Judge Cavanaugh concurred in result only, expressly disagreeing with the rationale of the plurality regarding the strict liability claim.[8] Judge Montgomery, joined by Judge Hester, dissented from the majority's ruling on the contractual issue.[9] Yet, the dissenters agreed with the plurality's conclusion dismissing the products liability claim, \"but not necessarily on the same rationale.\"[10]\nUnder Pennsylvania law, an opinion joined by fewer than a majority of judges is not binding or controlling precedent. Vargus v. Pitman Mfg. Co., 675 F.2d 73 (3rd Cir. 1982) at 74. Applying this simple rule to the case at bar, it cannot be disputed that Judge Spaeth's opinion did not command a majority of the court en banc. Only two judges accepted his reasoning while the remaining four judges, writing separately, found its rationale unpersuasive. Their concurrence in the result only on this issue cannot confer precedential value to the opinion. Id.; Beron v. Kramer-Trenton Co., 402 F.Supp. 1268, 1276 (E.D.Pa.1975), aff'd, 538 F.2d 318 (3rd Cir. 1976). The plurality opinion of Judge Spaeth can only be treated as an expression of the personal views of the minority of the court. Vargus v. Pitman Mfg. Co., supra, at 74 (citing Greiner v. Volkswagenwerk Aktiengeselleshaft, 540 F.2d 85, 91 (3rd Cir. 1976)). I conclude, therefore, that this opinion is not controlling precedent for the proposition advanced by the defendant in this case.\nMoreover, assuming arguendo that Lobianco is binding legal precedent, the defendant's reading of the courts holding is strained.[11] It must be remembered that:\n\n*1168 a judicial precedent attaches a specific legal consequence to a detailed set of facts in an adjudged case or judicial decision, which is then considered as furnishing the rule for the determination of a subsequent case involving identical or similar material facts and arising in the same court or a lower court in the judicial hierarchy.\nAllegheny Gen. Hospital v. NLRB, 608 F.2d 965, 969-70 (3rd Cir. 1979). Contrary to the defendant's assertion,[12]Lobianco does not hold that Restatement of Torts, 2d § 402A is inapplicable to all property damage claims resulting from defective products. The court simply held that where a burglar alarm fails to detect an intruder's presence, causing loss of property by theft, a claim sounding in strict liability is not viable. Any broad language in the opinion discussing the application of strict liability generally to claims for physical harm to property is classic obiter dictum. And \"[d]ictum is the antithesis of precedent.\" Chowdhury v. Reading Hospital, 677 F.2d 317, (3rd Cir. 1982) at 323 (Aldisert, J., dissenting). Only the actual holding of the court carries controlling weight. Id. at 324. Accordingly, I am not constrained by the ultimate holding of the Lobianco case because it differs both factually and analytically from the case at bar.\nThe Lobianco decision best represents an accommodation between the policies of tort and warranty law. A malfunctioning burglar alarm system which facilitates property theft is essentially an inferior product which does not achieve the general expectations of the buyer. The product's failure to fulfill the purpose for which it was sold undermines the basis of the bargain. This is classic economic loss.[13] In contrast, the defect in the instant case rendered the product unsafe in the sense that a genuine hazard was created by the very nature of the product defect. This extraordinary risk of harm cannot reasonably be anticipated by the contracting parties, but is a peripheral hazard to the sale. The greater risk of injury in these circumstances necessitates that the manufacturer be deemed the \"guarantor of his products' safety.\"[14]\nThe factors set forth in Glass Sand attempt to facilitate the exegis of this distinction.[15] An analysis of these factors unequivocably compels the conclusion that the type of injury involved in this case is not economic loss, but the sort of physical harm traditionally compensable in tort. Glass Sand, supra, 652 F.2d at 1175; Kassab v. Central Soya, 432 Pa. 217, 231 n.7, 246 A.2d 848 (1968); Cornell Drilling Co. v. Ford Motor Co., 241 Pa.Super. 129, 359 A.2d 822 (1976). The nature of the alleged defect, i.e.\u0097electrical wiring; and type of risk involved, i.e.\u0097dwelling fire, created the kind of hazardous condition which is within the remedial policies of products liability law.[16]*1169 It would surely be anomalous if manufacturers were allowed to evade their responsibility to market safe products merely because of the fortuitous circumstances that loss of life did not result on a particular occasion.[17]\nNOTES\n[1]  It is not disputed that Pennsylvania governs in this diversity case under the rule of Erie R. R. v. Tompkins, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188 (1938).\n[2]  Section 402A of the Restatement (2d) of Torts was adopted in Pennsylvania in Webb v. Zern, 422 Pa. 424, 220 A.2d 853 (1966).\n[3]  I am unable to subscribe to this bold assertion because the plurality in Lobianco plainly does not hold that the theory of strict tort liability is inapplicable to all property damage claims. The court consistently restricted its reasoning to the facts of \"the present case.\" Lobianco, supra, 437 A.2d at 424, 425. Moreover, the facts of Lobianco are manifestly distinguishable from the case at bar. The precedential value of its legal analysis; therefore, is de minimus. See infra, at n. 11 and accompanying text.\n[4]  See also, Safeco Ins. Co. of America v. Wetherill, 622 F.2d 685, 688 (3rd Cir. 1980) (\"We are not obliged to give any such source [the decision of an intermediate appellate court] more precedential value than would be given it by the state's highest court.\").\n[5]  The complaint proceeded on dual theories of breach of warranty and strict liability in tort. The suit arose out of malfunction of the burglar alarm system installed by the defendant which resulted in substantial loss of property. In addition to the dismissal of the strict liability count, the court also upheld the lower court's ruling that under the terms of the contract for the sale of the burglar alarm, damages for breach of warranty were limited to repairs. Lobianco, supra, 437 A.2d at 421.\n[6]  Judge Spaeth ascertained the purpose of the rule from the seminal case of Greeman v. Yuba Power Products Inc., 59 Cal.2d 57, 63, 27 Cal. Rptr. 697, 701, 377 P.2d 897, 901 (1963) wherein the court stated that policy promoted by the theory of strict tort liability \"is to insure that the costs of injuries resulting from defective products are borne by the manufacturers that put such products on the market rather than the injured persons who are powerless to protect themselves.\"\n[7]  Lobianco, supra, 437 A.2d at 426.\n[8]  Lobianco, supra, 437 A.2d at 426. It was Judge Brosky's position that \"the injury suffered by the appellant is not of the type for which strict liability ought to be imposed.\" Id. He reasoned that the malfunction of the burglar detection system did not render the alarm unsafe as a product. Id. The loss was merely the foreseeable consequence of an ineffective alarm system; not the result of an unsafe condition of the system.\n[9]  See supra, at n.4.\n[10]  Lobianco, supra, 437 A.2d at 431 n.6.\n[11]  See supra, at pp. 1165-1166. As heretofore explained, the opinion of Judge Spaeth upon which defendant relies did not command a majority of the court, and, therefore, is not binding. But all seven judges did agree with the ultimate holding which is set forth infra. For the purposes of this case, I need not speculate as to the precedential value of this holding joined in by separate opinions of the court since it is inapposite to the case at bar. See Beron v. Kramer-Trenton Co., supra, 402 F.Supp. at 1277.\n[12]  Defendant's Brief at 2 and 6.\n[13]  In the circumstances of the Lobianco case, the major portion of the damages can be more aptly described as consequential economic loss. See Glass Sand, supra, 652 F.2d at 1169 n.13.\n[14]  Salvador v. Atlantic Steel Boiler Corp., 457 Pa. 24, 29, 32, 319 A.2d 903, 907 (1974).\n[15]  Glass Sand, supra, 652 F.2d at 1173. Glass Sand is essentially on all fours with the instant case. There the plaintiff initiated a diversity action to recover damages it incurred as a result of a fire in a front-end loader purchased from the defendant. Id. at 1166. The complaint advanced theories of negligence and strict liability, asserting that the loader was defective because it was not equipped with a fire suppression system or adequate warnings. Id. The court of appeals reversed the district court's ruling that the loss was purely economic and unrecoverable in tort in Pennsylvania.\n[16]  \"[T]ort law imposes a duty on manufacturers to produce safe items, regardless of whether the ultimate impact of the hazard is on people, other property, or the product itself.\" Glass Sand, supra, 652 F.2d at 1173.\n[17]  Because it is uncontested that the breach of warranty claim is barred by the applicable statute of limitations, 13 Pa.Con.Stat.Ann. § 2725(a), and after independently reviewing the record, I will dismiss the contract claim.\n\n",
            "ocr": false,
            "opinion_id": 2297472
        }
    ],
    "court_short_name": "E.D. Pennsylvania",
    "court_full_name": "District Court, E.D. Pennsylvania",
    "court_type": "FD",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}