{
    "id": 2299007,
    "judges": "Eyler, James, Meredith, Salmon",
    "date_filed": "2000-08-05",
    "date_filed_is_approximate": true,
    "slug": "gilmore-v-state",
    "case_name_short": "Gilmore",
    "case_name": "Gilmore v. State",
    "case_name_full": "Bruce Wayne GILMORE v. STATE of Maryland",
    "attorneys": "Martha Gillespie (Paul B. DeWolfe, Public Defender, on the brief) Baltimore, for appellant., Gary E. O’Connor (Douglas F. Gansler, Atty. Gen., on the brief) Baltimore, MD, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation data-order=\"0\" data-type=\"citation\" id=\"b578-7\">\n    42 A.3d 123\n   </citation><br><parties data-order=\"1\" data-type=\"parties\" id=\"b578-8\">\n    Bruce Wayne GILMORE v. STATE of Maryland.\n   </parties><br><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b578-11\">\n    No. 2744,\n   </docketnumber><p data-order=\"3\" data-type=\"misc\" id=\"A93\">\n    Sept. Term, 2009.\n   </p><br><court data-order=\"4\" data-type=\"court\" id=\"b578-12\">\n    Court of Special Appeals of Maryland.\n   </court><br><decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b578-13\">\n    April 25, 2012.\n   </decisiondate><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b581-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"559\"> \n     *559\n     </span>\n    Martha Gillespie (Paul B. DeWolfe, Public Defender, on the brief) Baltimore, for appellant.\n   </attorneys><br><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b581-7\">\n    Gary E. O’Connor (Douglas F. Gansler, Atty. Gen., on the brief) Baltimore, MD, for appellee.\n   </attorneys><br><p data-order=\"8\" data-type=\"judges\" id=\"b581-8\">\n    Panel: EYLER, JAMES R., MEREDITH and JAMES P. SALMON (Retired, specially assigned), JJ.\n   </p>",
    "citations": [
        "42 A.3d 123",
        "204 Md. App. 556"
    ],
    "opinions": [
        {
            "author_str": "Meredith",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n42 A.3d 123 (2012)\n204 Md. App. 556\nBruce Wayne GILMORE\nv.\nSTATE of Maryland.\nNo. 2744, September Term, 2009.\nCourt of Special Appeals of Maryland.\nApril 25, 2012.\n*125 Martha Gillespie (Paul B. DeWolfe, Public Defender, on the brief) Baltimore, for appellant.\nGary E. O'Connor (Douglas F. Gansler, Atty. Gen., on the brief) Baltimore, MD, for appellee.\nPanel: EYLER, JAMES R., MEREDITH and JAMES P. SALMON (Retired, specially assigned), JJ.\nMEREDITH, J.\nBruce Wayne Gilmore, appellant, was charged in the Circuit Court for Prince George's County with possession of cocaine and marijuana, and possession with intent to distribute cocaine and marijuana. Prior to trial, appellant filed a motion to suppress evidence seized from his person prior to his arrest. After the motion was denied, the case proceeded by way of a bench trial on an agreed statement of facts. Appellant was found guilty of possession of cocaine, and possession with intent to distribute cocaine. The charges for possession of marijuana and possession with intent to distribute marijuana were initially placed on the STET docket, and later nolle prossed. Appellant was sentenced to eight years' incarceration, all but four of which were suspended, subject to five years' supervised probation.\nThe sole question presented for our consideration is whether the circuit court erred in denying appellant's motion to suppress. Because the detention of appellant which led to the search was based upon the police officer's mistake of law as to whether the observed conduct was prohibited, we shall reverse.\n\nFactual Background\nAppellant contends that the circuit court erred in denying his motion to suppress cocaine and marijuana seized from his person after an unlawful detention that was purportedly based upon a parking infraction. Our review of a trial court's denial of a motion to suppress is limited to the record of the suppression hearing, and we do not consider the trial record. Brown v. State, 397 Md. 89, 98, 916 A.2d 245 (2007); Myers v. State, 395 Md. 261, 274, 909 A.2d 1048 (2006); State v. Green, 375 Md. 595, 607, 826 A.2d 486 (2003)(citing Dashiell v. State, 374 Md. 85, 93, 821 A.2d 372 (2003)). \"Although we extend great deference to the hearing judge's findings of fact, we review, independently, the application of the law to those facts to determine if the evidence at issue was obtained in violation of the law and, accordingly, should be suppressed.\" Laney v. State, 379 Md. 522, 533-34, 842 A.2d 773 (2004) (citations omitted). In addition, we review the evidence in the light most favorable to the prevailing party, in this case, the State. Brown, 397 Md. at 98, 916 A.2d 245; Myers, 395 Md. at 274, 909 A.2d 1048; Green, 375 Md. at 607, 826 A.2d 486; Cartnail v. State, 359 Md. 272, 282, 753 A.2d 519 (2002).\nAt the suppression hearing, Corporal Derrick Neumer of the Prince George's County Police Department, testified that, on February 7, 2008, he was working on a special assignment team \"saturating high drug trafficking areas.\" He observed appellant backing his vehicle into a parking space at a liquor store known as the 51 Club. According to Corporal Neumer, appellant parked his car so that it was centered over one of the lines of a parking *126 space, and, as a consequence, his vehicle occupied two parking spaces. After appellant and a passenger from his vehicle entered the liquor store, Corporal Neumer observed other vehicles attempting to park, but they were unable to park in the spots occupied by appellant's vehicle because of the manner in which appellant's vehicle straddled a line.\nCorporal Neumer waited approximately 10 minutes for appellant to exit the liquor store and return to his vehicle. He then confronted appellant and asked him \"why he parked his car like that in a parking lot.\" Appellant responded that \"he didn't realize he parked his car that way.\" Corporal Neumer advised appellant that other people were trying to visit the liquor store, but were unable to use one of the parking spaces, and that appellant \"was in violation.\" He asked appellant for his driver's license and registration, which appellant handed over.\nWhile Corporal Neumer ran a registration and license check, he observed that appellant, who was five to ten feet in front of him, \"appeared to be very nervous,\" and \"kept moving back and forth . . . placing both hands in his pockets.\" Out of concern for officer safety, Corporal Neumer instructed appellant not to place his hands in his pockets. Thereafter, appellant \"bladed his body,\" so as to turn or twist his torso away from Corporal Neumer with his hand in his pocket. It was the officer's experience that some prior suspects he had encountered had \"discarded things out of their pockets while doing that.\" After appellant again put his hands back in his pockets, Corporal Neumer approached appellant and advised that he would \"have to conduct a pat down for officer safety, and that if everything checked out okay, he could put his hands in his pocket.\" As Corporal Neumer approached to conduct the pat down, he asked appellant if he had any weapons in his possession, and appellant stated that he had a knife in his left pocket. In conducting the pat down, Corporal Neumer located the knife in appellant's left jacket pocket. Intending to hold the knife until the records check came back, Corporal Neumer reached into the pocket. As he pulled the knife out of appellant's pocket, Corporal Neumer saw that there was a bag \"hooked right with the front of the knife and it had\u0097it was a clear sandwich baggie with a green leafy substance\" that a subsequent field test revealed was marijuana. Corporal Neumer advised appellant that he was under arrest and placed handcuffs on him.\nCorporal Neumer then conducted a more thorough search of appellant. He found another bag of suspected marijuana in appellant's right jacket pocket, and 16 bags of crack cocaine in his pants pocket. Corporal Neumer also searched appellant's vehicle, and found two glassine baggies containing suspected controlled dangerous substances.\nAppellant moved to suppress the evidence recovered from his person. He argued that there was no traffic offense which justified the officer's detention of appellant in the parking lot, and it was that unlawful detention that led to the officer's recovery of the evidence.\nAt the suppression hearing, Corporal Neumer described his justification for approaching appellant as follows:\nQ. [Prosecutor]: What caused you to come into contract with Mr. Gilmore?\nA. [Corporal Neumer]: I observed Mr. Gilmore backing his vehicle into the parking space of the 51 Club parking lot area and he\u0097the way he pulled his car back, he completely took up two lanes. He pulled his car, center over the line, and other vehicles that were attempting to get in\u0097after he and the passenger got out of the vehicle, they went into the *127 liquor store, and other vehicles that were attempting to get in could not use either one of the two spaces that he was parked in. At that point, other people were going around, parking in other areas. So we waited for the defendant to come out of the store, to question him in reference to the violation.\n* * *\nQ. . . . Is double parking in the liquor store parking lot a traffic offense?\nA. Yes, it is.\nQ. Do you recall what specific offense that is?\nA. It's parked in a double space.\nOn cross-examination, Corporal Neumer reiterated that occupying two spaces was the specific traffic violation for which he approached appellant and detained him during a records check:\nQ. [Defense Counsel]: And are you familiar with the ordinance that indicates that when an officer sees a parking violation and the car is unattended, that they just leave a citation on the window?\nA. [Corporal Neumer]: Yes.\nQ. Are you also aware that this ordinance indicates that if you do come in contact with the parking offender, that you then also give them a citation?\nA. Yes.\nQ. But none of that took place, either giving a citation or leaving a citation?\nA. We were not able to put one on his window.\nQ. Or give him a citation.\nA. Not until he came out, no.\nQ. Did you give him a citation?\nA. No. We gave him a verbal warning though.\nQ. Now, based on the photographs, it seems like he is not what is traditionally called double parking, but actually just parking within more than one parking space. Would you agree with that?\nA. He's taking up two parking spaces, yes.\n* * *\n. . . I know this is illegal, right here, in terms of taking up two parking spaces. We were trained that at the academy.\nIn his closing argument at the suppression hearing, defense counsel argued, in part:\nThere is no ordinance or citation in the parking citations on what is a parking violation that indicates that parking in more than one spot is a violation of any parking ordinance. In fact, Maryland Code 21-1003 delineates every single parking type of violation, from stop and standing parking that is prohibited, and no place within the regulation is parking in more than one spot enumerated.\nThe prosecutor argued in response: \"[T]he vehicle was double parked. At that point the officer had reasonable articulable suspicion that a traffic offense had occurred.\" The prosecutor further argued that, even if there was no parking violation, the officer was permitted to approach the appellant to verify the status of his driver's license and registration. The court asked the prosecutor: \"What is the section you're referring to to establish the violation, that there was a parking violation?\" The prosecutor replied: \"Well, the officer conceded he did not cite him for that. I don't have that particular statute or provision\u0097.\"\nAt the conclusion of the suppression hearing, the court denied appellant's motion, stating, in part:\nBased on the testimony of Officer Neumer, it appears to the Court that the *128 defendant was operating his vehicle on the date and time as stated and that the officers had observed him back into a parking space, and he parked between the markings in the parking lot. Apparently, it was a parking lot for single lane parking, if you call it that, but it's not parallel parking in any event, and that the defendant then went into the liquor store, and there were other people that apparently could not park because of the way the defendant parked his car, which was basically\u0097he took up two spaces, from the photo, and parked between the markings.\nThe officer testified he believed it to be a parking violation. He waited for the defendant to come out of the store, and I believe the testimony was about ten minutes, and then confronted him about the manner in which he parked and requested his driver's license and registration, which was provided to him.\nAt that point the Court finds that, as a legitimate stop, based on the way the car is parked and the information the officer stated about other individuals wanting to get parking spaces\u0097this apparently is some type of commercial establishment.\n* * *\nThe defense stated that the officer could have done a number of things differently with regard to whether he could have put the parking violation on the car or could have handed it to him, and he did not do that.\nOfficers have discretion in the way in which they go about their duties and it's not necessarily\u0097well, to take the position that he could have or should have sometimes, I think, does not\u0097it doesn't mean that what he did was, in fact, out of the scope of his authority, but he didn't chose to do it that way. He chose to, instead, confront the defendant and then to run the check.\nUnder this type of situation, the Court finds that the officer would have to articulate his suspicion, which he did so when he testified as to how the defendant was moving or what he did to concern him, that is, the officer and his safety, so much that he felt a pat down was necessary.\nSo that with that in mind, the Court finds that the officer's actions were reasonable under the circumstances and deny the motion to suppress the search and seizure.\n\nDiscussion\nAppellant contends that straddling the line of two designated parking spaces does not constitute one of the parking offenses enumerated in the Transportation Article. As a result, appellant asserts his detention was an unreasonable use of police authority and that any evidence seized as a consequence of that abuse of authority should have been suppressed. We agree.\nThe Fourth Amendment to the Constitution of the United States, made applicable to the states through the Fourteenth Amendment, protects against unreasonable searches and seizures.[1]Whren v. United States, 517 U.S. 806, 809-10, 116 S. Ct. 1769, 135 L. Ed. 2d 89 (1996). The Supreme Court has held that the \"[t]emporary detention of individuals during the *129 stop of an automobile by the police, even if only for a brief period and for a limited purpose, constitutes a `seizure' of `persons' within the meaning of [the Fourth Amendment].\" Id. Counsel have referred to the police encounter with appellant as a \"traffic stop\" even though the vehicle was already stopped before the police officers approached appellant. Because a purported violation of the Transportation Article was the officers' justification for detaining appellant, the traffic stop cases are relevant.\nThe Fourth Amendment is not \"a guarantee against all searches and seizures, but only against unreasonable searches and seizures.\" United States v. Sharpe, 470 U.S. 675, 682, 105 S. Ct. 1568, 84 L. Ed. 2d 605 (1985)(emphasis in original). \"An automobile stop is thus subject to the constitutional imperative that it not be `unreasonable' under the circumstances. As a general matter, the decision to stop an automobile is reasonable where the police have probable cause to believe that a traffic violation has occurred.\" Whren, 517 U.S. at 810, 116 S. Ct. 1769; see also Ferris v. State, 355 Md. 356, 369, 735 A.2d 491 (1999)(\"ordinarily . . . a [traffic] stop does not initially violate the federal Constitution if the police have probable cause to believe that the driver has committed a traffic violation.\"). Cf. Virginia v. Moore, 553 U.S. 164, 178, 128 S. Ct. 1598, 170 L. Ed. 2d 559 (2008)(\"When officers have probable cause to believe that a person has committed a crime in their presence, the Fourth Amendment permits them to make an arrest, and to search the suspect in order to safeguard evidence and ensure their own safety.\"); United States v. Stewart, 551 F.3d 187, 193 (2d Cir.2009) (\"[W]e now hold unambiguously that the reasonable suspicion of a traffic violation provides a sufficient basis under the Fourth Amendment for law enforcement officers to make a traffic stop.\").\nAs we have held on other occasions, \"[u]nder Whren, the law enforcement officer who observes a traffic violation may stop the violator, even though the officer does so out of curiosity as to whether (or in the hope that) the stop will lead to the discovery of other incriminating evidence.\" Pryor v. State, 122 Md.App. 671, 679, 716 A.2d 338 (1998); see also Whitehead v. State, 116 Md.App. 497, 500, 698 A.2d 1115 (1997)(\"In Whren, . . . the Supreme Court held that, as long as the police could have stopped the driver for a traffic violation, it is inconsequential that the police actually stopped the driver to investigate another offense.\" (Emphasis in original.)).\nIn Herring v. State, 198 Md.App. 60, 16 A.3d 246 (2011), we considered whether Whren applies in the context of a parking violation. In Herring, a police officer observed a Chevrolet Monte Carlo parked \"approximately two feet away from the curb with its hazard lights on.\" Id. at 66, 16 A.3d 246. Purportedly, out of concern that the Monte Carlo was disabled, the officer, and two other officers who had been in an unmarked police vehicle with him, approached the passenger's side of the vehicle. Id. All of the Monte Carlo's windows except for the windshield were tinted so that the officers could not see inside, but, by looking through the windshield, the officers observed four occupants. Id. One of the officers asked the occupants to put the windows down, and, when the driver's side and passenger's side windows were lowered, at least two of the officers saw a handgun in the center console. Id. After backup officers arrived, the occupants were removed from the Monte Carlo and the vehicle was searched. Id. at 66-67, 16 A.3d 246. Officers recovered the handgun, which was loaded, and $200 in U.S. currency. Id. at 67, 16 A.3d 246.\n*130 On appeal from the denial of his motion to suppress, Herring argued (a) that he was seized when one of the officers tapped on the window of the Monte Carlo and told the occupants to roll down the windows, and (b) that the seizure was not supported by reasonable and articulable information because the officers lacked objective, specific, and articulable facts to show that, at that point, \"any of the car's occupants appeared to be sick, in distress, or in need of emergency assistance or that the car appeared to be functioning improperly.\" Id. at 71, 16 A.3d 246. In addition, Herring argued that \"the alleged parking violation was simply a pretext for investigating the occupants and contents of the car.\" Id.\nAlthough we held that the record supported the trial court's conclusion that \"the caretaking function applied and that reasonable articulable suspicion was present,\" in our independent application of the law to the facts of the case, we concluded that the conduct of the officers could \"just as easily be justified as a Whren stop.\" Id. at 74, 16 A.3d 246. In reaching that conclusion, we recognized that, although no Maryland case had theretofore \"applied Whren in the context of a parking violation[,]\" \"other jurisdictions have done so.\" Id. We also pointed to the fact that the Supreme Court declined to hold that only certain types of traffic violations could justify a stop while others might not. Id. at 75, 16 A.3d 246. In Whren, the Supreme Court stated:\nPetitioners urge as an extraordinary factor in this case that the \"multitude of applicable traffic and equipment regulations\" is so large and so difficult to obey perfectly that virtually everyone is guilty of violation, permitting the police to single out almost whomever they wish for a stop. But we are aware of no principle that would allow us to decide at what point a code of law becomes so expansive and so commonly violated that infraction itself can no longer be the ordinary measure of the lawfulness of enforcement. And even if we could identify such exorbitant codes, we do not know by what standard (or what right) we would decide, as petitioners would have us do, which particular provisions are sufficiently important to merit enforcement.\nFor the run-of-the-mine case, which this surely is, we think there is no realistic alternative to the traditional common-law rule that probable cause justifies a search and seizure.\n517 U.S. at 818-19, 116 S. Ct. 1769.\nThis case presents a different wrinkle from Herring because here the State cannot point to a provision of law that clearly prohibits the manner in which appellant operated and parked his vehicle. Corporal Neumer used the phrase \"double parking\" to describe the parking violation he witnessed, but was unable to identify the provision in the code that prohibits occupying two spaces. Nor was the prosecutor who represented the State at the suppression hearing able to cite a provision that prohibits occupying two spaces.\nThe Transportation Article provides now, as it did in 2008, that \"[a] person may not drive a motor vehicle in violation of any provision of this title on any private property that is used by the public in general,\" and \"[a]ny person who violates any provision of this subsection is in violation of the law to the same extent and is subject to the same penalty as if the motor vehicle were driven on a highway.\" Md. Code (1977, 2009 Repl.Vol.), Transportation Article (\"TA\"), § 21-101.1(b)(1) and (3). Furthermore, TA § 21-1003(j) provides that \"[a] person may not stop, stand, or park a vehicle at any place where stopping is prohibited by an official sign,\" and *131 TA § 21-1003(aa) provides that \"[a] person may not park a vehicle at any other place where parking is prohibited by an official sign.\" On appeal, the State argues that these latter provisions apply to appellant's conduct, noting that, although the Transportation Article does not contain a definition for the word \"sign,\" the lines painted on the parking lot made the spaces a place \"where parking is prohibited by an official sign.\"\nWe are unwilling to give the parking regulations of the Transportation Article such a strained interpretation. And we have been directed to no other provision which makes it illegal to park in two spaces. Consequently, we conclude that Corporal Neumer mistakenly believed that appellant's parking constituted a citable infraction of the Transportation Article. This does not, however, end our inquiry.\nIn this case, the police officer did not search appellant because of his belief that there was a parking violation. Rather, the search was to protect the officer's safety, and was prompted by appellant repeatedly putting his hands in his pockets. The pat down was a reasonable response to that conduct, as was taking possession of the knife. Indeed, appellant does not challenge this aspect of the police officer's conduct.\nBut appellant was detained by the police prior to exhibiting the suspicious movements that raised concern for officer safety. See Swift v. State, 393 Md. 139, 152, 899 A.2d 867 (2006)(critical test for determining whether a person has been seized is whether the police conduct would have communicated to a reasonable person that he was not free to leave); Rowe v. State, 363 Md. 424, 432, 769 A.2d 879 (2001)(same). The critical question is whether the police officer had acted appropriately in conducting a \"traffic stop\" of appellant by detaining him in the parking lot. If the officer acted lawfully in approaching the vehicle and, after requesting appellant's license and registration, detaining him while running a check, the search that followed after appellant repeatedly reached into his pockets was reasonable police conduct (i.e., the pat down for officer's safety and discovery of the drugs that were attached to the knife). But our review of cases from other jurisdictions persuades us that a mistake of law\u0097unlike a mistake of fact\u0097cannot support a detention for a purported traffic violation.\nIn United States v. Chanthasouxat, 342 F.3d 1271 (11th Cir.2003), an officer of the Birmingham, Alabama, police department stopped a van for failure to have an inside rearview mirror. Id. at 1272. After the officer advised the driver of the reason for the stop, the officer asked if the driver was carrying any drugs and if the police could search the van. Id. at 1273. The driver consented to the search, and the police discovered a large quantity of cocaine. Id. At the hearing on the defendant's motion to suppress the evidence, the police officer testified that he had written the defendant a citation for failing to have an inside rearview mirror in violation of Birmingham City Code § 10-11-5. Id. at 1274. The officer recounted that a city magistrate had told him that the lack of such a mirror was a violation of that code provision, and the officer further represented he had written over 100 tickets for that offense. Id.\nOn appeal, the defendant pointed out that the city provision did not expressly require an inside rear-view mirror, and the pertinent legal provision in the Alabama code required a rear-view mirror, but did not require an inside rear-view mirror. Id. at 1275-76. Under those facts, the court concluded that the arresting officer had based his traffic stop on a mistake of law\u0097i.e., the mistaken belief that the law *132 required the van to have an inside rearview mirror. Id. at 1276.\nIn analyzing the impact of the officer's mistake upon the validity of the traffic stop, the court observed that, \"for a Fourth Amendment analysis, the difference between a mistake of law and a mistake of fact is critical. . . . [A]n officer's reasonable mistake of fact may provide the objective grounds for reasonable suspicion or probable cause to justify a traffic stop, but an officer's mistake of law may not.\" Id. The court explained that, \"if an officer makes a traffic stop based upon a mistake of fact, the only question is whether his mistake of fact was reasonable. Great deference is given to the judgment of trained law enforcement officers `on the scene.'\" Id. (quoting Saucier v. Katz, 533 U.S. 194, 205-06, 121 S. Ct. 2151, 150 L. Ed. 2d 272 (2001)). Cf. State v. Williams, 401 Md. 676, 934 A.2d 38 (2007) (traffic stop for excessive window tinting was valid even though officer was mistaken as to whether the subject vehicle in fact was in violation of the applicable legal restriction).\nThe result is different, however, if the purported offense which the officer subjectively, but mistakenly, believes was committed is not an offense after all. If the law does not prohibit the conduct that the police officer observed, then the officer's \"mistake of law cannot provide reasonable suspicion or probable cause to justify a traffic stop.\" Chanthasouxat, 342 F.3d at 1279. Because the officer's mistake about the law requiring an inside rear-view mirror could not provide an objective basis for reasonable suspicion or probable cause that Chanthasouxat had committed a traffic offense, the court concluded that \"the traffic stop at issue violated the Fourth Amendment.\" Id. at 1280.\nIn United States v. McDonald, 453 F.3d 958, 961 (7th Cir.2006), the Seventh Circuit Court of Appeals noted that \"the majority of circuits to have considered the issue\" had concluded that \"a police officer's mistake of law cannot support probable cause to conduct a stop.\" The traffic stop in McDonald was based upon the defendant's use of a turn signal. The court concluded that the arresting officer was mistaken in his belief that using the turn signal at \"a ninety-degree curve in the road\" was a violation of the law. The court held that the traffic stop was improper, and explained, id. at 961-62:\nAn officer cannot have a reasonable belief that a violation of the law occurred when the acts to which an officer points as supporting probable cause are not prohibited by law.\nIt makes no difference that an officer holds an understandable or \"good faith\" belief that a law has been broken. Whether the officer's conduct was reasonable under the circumstances is not the proper inquiry. . . . A stop based on a subjective belief that a law has been broken, when no violation actually occurred, is not objectively reasonable.\n* * *\nEven though [the officer] may have acted in good faith, there is no good faith exception to the exclusionary rule when, as here, an officer makes a stop based on a mistake of law and the defendant is not violating the law.\nA similar result was reached in State v. Wright, 2010 S.D. 91, 791 N.W.2d 791 (2010), a case in which the traffic stop was based upon the officer's mistaken belief that it was against the law for a driver to fail to dim his car's headlights after being passed by another car. The court collected cases in which other jurisdictions had addressed the issue of whether a traffic stop based upon a mistake of law was valid, noting:\n\n*133 A majority of courts have held that an officer's mistake of law, no matter how reasonable, cannot provide objectively reasonable grounds for a stop. See United States v. Lopez-Valdez, 178 F.3d 282 [288-89] (5th Cir.1999) [(because there was a ten-year old appellate opinion on point holding that a damaged tail light could not serve as the basis for a traffic stop, \"no well-trained Texas police officer could reasonably believe that white light appearing with red light through a cracked red taillight lens constituted a violation of traffic law\")]; United States v. Miller, 146 F.3d 274 [279] (5th Cir.1998) [(flashing turn signal without turning or changing lanes is not a violation of Texas law and did not create probable cause for the stop)]; United States v. Urrieta, 520 F.3d 569 [574-75] (6th Cir.2008) [(officer's mistaken belief that defendant was not allowed to drive in Tennessee with a Mexican driver's license did not justify an extended detention)]; United States v. McDonald, 453 F.3d 958 [962] (7th Cir.2006) [(officer's mistaken belief that using a turn signal while rounding a bend in the road was illegal could not support probable cause for arrest)]; United States v. King, 244 F.3d 736 [741-42] (9th Cir.2001) [(officer's mistaken belief that a placard hanging from a rearview mirror violated the law could not form the basis for reasonable suspicion to initiate a traffic stop)]; United States v. Twilley, 222 F.3d 1092 [1096] (9th Cir.2000) [(officer's mistaken belief that an out-of-state car lacking a front license plate violated the law did not constitute reasonable suspicion required for a traffic stop)]; United States v. Lopez-Soto, 205 F.3d 1101 [1105-06] (9th Cir.2000) [(officer's mistaken belief that a registration sticker was required to be visible from the rear of a vehicle did not provide objectively reasonable basis for the stop of the vehicle)]; United States v. Pena-Montes, 589 F.3d 1048 [1053-54] (10th Cir.2009) [(officer's mistaken belief about the lawful use of dealer plates did not provide reasonable suspicion to justify detention)]; United States v. Tibbetts, 396 F.3d 1132 [1138] (10th Cir.2005) [(holding that the \"failure to understand the law by the very person charged with enforcing it is not objectively reasonable\")]; United States v. DeGasso, 369 F.3d 1139 [1145] (10th Cir.2004) [(Oklahoma traffic law regarding use of fog lights did not provide trooper with objectively justifiable basis for the stop)]; United States v. Chanthasouxat, 342 F.3d 1271 [1280] (11th Cir.2003) [(officer's mistaken belief that law required an inside rear-view mirror cannot provide reasonable suspicion or probable cause to justify a traffic stop)]. See also People v. Ramirez, 140 Cal. App. 4th 849 [854], 44 Cal. Rptr. 3d 813 [816] (2006) [(a suspicion founded on a mistake of law cannot constitute the reasonable basis for a lawful traffic stop)]; Hilton v. State, 961 So. 2d 284 [298-99] (Fla.2007) [(small crack in lower right windshield did not render defendant's vehicle unsafe or provide a particularized and objective basis for the stop)]; Martin v. Kan. Dep't of Rev., 285 Kan. 625 [639], 176 P.3d 938 [948] (2008) [(officer misunderstood and misapplied ordinance regarding how many rear brake lights on a vehicle had to be functioning and thereby lacked constitutional authority for the stop)]; State v. Anderson, 683 N.W.2d 818 [823-24] (Minn.2004) [(officer's mistaken interpretation of a statute may not form the particularized and objective basis for suspecting criminal activity necessary to justify a traffic stop)]; State v. George, 557 N.W.2d 575 [578-79] (Minn.1997) [(officer's mistaken belief that defendant's motorcycle had three *134 headlamps did not provide an objective legal basis for the stop)]; State v. Kilmer, 741 N.W.2d 607 [611-12] (Minn. App.2007) [(a mistaken interpretation of the law cannot provide the requisite objective basis for suspecting a motorist of criminal activity even if the officer believes, in good faith, that the driving conduct that prompted the stop was illegal)]; Couldery v. State, 890 So. 2d 959 [965-66] (Miss.App.2004) [(officer had no reasonable basis to believe that defendant committed a traffic offense by driving in left lane of traffic and, therefore, lacked a reasonable basis for the stop)]; State v. Lacasella, 2002 MT 326 [¶ 32], 313 Mont. 185 [195], 60 P.3d 975 [982] (2002) [(because license plate was taped to windshield, officer did not have particularized suspicion to conduct stop)]; Byer v. Jackson, 241 App.Div.2d 943 [944-45], 661 N.Y.S.2d 336 [338] (1997) [(traffic laws did not require motorist to signal a turn from a private driveway and officer's good faith belief that there was a violation of the traffic laws did not provide reasonable suspicion to justify the stop)]; State v. Williams, 185 S.W.3d 311 [319] (Tenn. 2006) [(where motorist was not obstructing traffic, officer lacked reasonable suspicion to justify a stop)]; State v. Lussier, 171 Vt. 19 [37], 757 A.2d 1017 [1029] (2000) [(where rear license plate was properly illuminated, the State failed to articulate a reasonable and articulable basis for the stop)]; State v. Longcore, 226 Wis. 2d 1 [9], 594 N.W.2d 412 [416] (1999) [(when an officer relates facts to a specific offense, it must be an offense; a lawful stop cannot be predicated upon a mistake of law)].\nAlthough the Eighth Circuit has taken the minority position [see United States v. Martin, 411 F.3d 998, 1002 (8th Cir. 2005) (concluding that \"a misunderstanding of traffic laws, if reasonable, need not invalidate a stop made on that basis\")], it is not alone in this view. See United States v. Southerland, 486 F.3d 1355 [1359], 376 U.S.App.D.C. 235 [239] (D.C.Cir.2007) [(even though officers erroneously believed license plate had to be affixed to the front bumper, the license plate was on the dashboard and not affixed to the front of the car as required by Maryland law, and stop was objectively reasonable)]. See also Travis v. State, 331 Ark. 7 [10-11], 959 S.W.2d 32 [34] (1998) [(officer reasonably, but erroneously, believed license plate was required to display expiration stickers)]; People v. Teresinski, 30 Cal. 3d 822 [839], 180 Cal. Rptr. 617 [626-27], 640 P.2d 753 [762-63] (1982) [(although detention was illegal because curfew law had not been violated, a robbery victim's testimony was admissible)]; People v. Glick, 203 Cal. App. 3d 796 [803], 250 Cal. Rptr. 315 [319] (1988) [(officer's stop of New Jersey vehicle was reasonable even though based on officer's erroneous understanding of New Jersey registration laws)]; Stafford v. State, 284 Ga. 773 [774-75], 671 S.E.2d 484 [485] (2008) [(officer erroneously believed it was illegal to stop in the middle of a residential street, but a statute made it illegal to park in the middle of a two-way roadway, which provided a sound basis for the officer's stop)]; State v. McCarthy, 133 Idaho 119 [125], 982 P.2d 954 [960] (1999) [(even allowing for reasonable mistakes of law by police, stop could not be upheld)]; Harrison v. State, 800 So. 2d 1134 [1139] (Miss.2001) [(in addressing validity of probable cause in light of a mistake of law, if probable cause is based on good faith and a reasonable basis, then it is valid)]; DeChene v. Smallwood, 226 Va. 475 [479], 311 S.E.2d 749 [751] (1984) [(arrest resulting *135 from mistake in law should be judged by same test as one stemming from mistake in fact; that is, whether the arresting officer acted in good faith and with probable cause)].\nWright, at ¶ 15 n. 2, 791 N.W.2d at 797 n. 2. See also United States v. Delfin-Colina, 464 F.3d 392, 399 (3d Cir.2006) (\"[A] mistake of law is only unreasonable when the officer does not offer facts that objectively show that the identified law was actually broken. In situations where an objective review of the record evidence establishes reasonable grounds to conclude that the stopped individual has in fact violated the traffic-code provision cited by the officer, the stop is constitutional even if the officer is mistaken about the scope of activities actually proscribed by the cited traffic-code provision.\").\nIn United States v. Davis, 692 F. Supp. 2d 594 (E.D.Va.2010), the District Court for the Eastern District of Virginia quoted at length from the Seventh Circuit's opinion in McDonald, supra, 453 F.3d at 961-62, and concluded that the position taken by the majority of courts was the better view, stating, \"the majority view more completely takes into account the purpose of the Fourth Amendment and decisions which animate it in the context of investigatory stops.\" 692 F. Supp. 2d at 600. The court in Davis predicted that the Fourth Circuit was likely to follow the majority view, and stated:\nThe Fourth Circuit has not addressed this issue. In United States v. McHugh, 349 Fed.Appx. 824, 828, n. 3 (4th Cir. 2009), the Court of Appeals simply assumed that a stop based on a mistake of law is invalid. (\"For purposes of our discussion, we assume, without deciding, that an officer's reasonable mistake of law may not provide the objective grounds for reasonable suspicion to justify a traffic stop.\") However, the majority position is based on sound reasoning. Hence, it is likely that our Court of Appeals would hew to the majority rule. Under that precept, the officer's mistake of law renders the stop invalid, and the evidence recovered during the search of [the defendant's] person, the evidence obtained in the ensuing arrest, and his statements after that arrest must be suppressed under the exclusionary rule.\nId. at 600-01.\nWe, too, agree with the majority view set forth in McDonald and the cases cited above applying that position. As the Supreme Court of Wisconsin stated in State v. Longcore, 226 Wis. 2d 1, 594 N.W.2d 412, 416 (1999):\nThe issue is, then, whether an officer has probable cause that a law has been broken when his interpretation of the law is incorrect. If the facts would support a violation only under a legal misinterpretation, no violation has occurred, and thus by definition there can be no probable cause that a violation has occurred. We conclude that when an officer relates the facts to a specific offense, it must indeed be an offense; a lawful stop cannot be predicated upon a mistake of law.\nCf. Rowe, supra, 363 Md. at 441, 769 A.2d 879 (traffic stop was not supported by driver's momentary crossing of edge line of the roadway).\nIn the present case, the officer who detained appellant in the parking lot did so under the mistaken belief that there was a statutory provision which made it illegal to park one's vehicle straddling a line on the pavement. That was a mistake of law. Because a lawful detention cannot be predicated upon a mistake of law, the evidence obtained during the ensuing encounter should have been suppressed.\n*136 JUDGMENT REVERSED; COSTS TO BE PAID BY PRINCE GEORGE'S COUNTY.\nNOTES\n[1]  The Fourth Amendment to the United States Constitution provides:\n\nThe right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\nU.S. Const., Amend. IV.\n\n",
            "ocr": false,
            "opinion_id": 2299007
        }
    ],
    "court_short_name": "Court of Special Appeals of Maryland",
    "court_full_name": "Court of Special Appeals of Maryland",
    "court_type": "SA",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Robbery"
}