{
    "id": 2299653,
    "judges": "Gilbert",
    "date_filed": 1018396800000,
    "date_filed_is_approximate": false,
    "slug": "people-v-cervantes",
    "case_name_short": "Cervantes",
    "case_name": "People v. Cervantes",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "115 Cal. Rptr. 2d 760",
        "95 Cal. App. 4th 598"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6418.0,
            "opinion_text": "\n115 Cal.Rptr.2d 760 (2002)\n95 Cal.App.4th 598\nThe PEOPLE, Plaintiff and Respondent,\nv.\nJose Luis CERVANTES, Defendant and Appellant.\nNo. B145387.\nCourt of Appeal, Second District, Division Six.\nJanuary 24, 2002.\nReview Granted April 10, 2002.\n*761 Judith Kahn, under appointment by the Court of Appeal, Ukiah, for Defendant and Appellant.\nBill Lockyer, Attorney General, Robert R. Anderson, Chief Assistant Attorney General, Pamela C. Hamanaka, Senior Assistant Attorney General, Lance E. Winters, Supervising Deputy Attorney General, and Kenneth C. Byrne, Deputy Attorney General, for Plaintiff and Respondent.\nGILBERT, P.J.\nHere we hold that the \"One Strike\" law (Pen.Code, § 667.61)[1] and the \"Three Strikes\" law (§§ 667, subds.(b)-(i) &amp; 1170.12, subds. (a)-(d))[2] are cumulative sentencing schemes. We also hold that the trial court may not use the same prior conviction to both qualify a defendant for a 25-years-to-life sentence under section 667.61 and as a strike under the Three Strikes law. A different prior serious felony conviction must be used as a second strike, which doubles the sentence for the present conviction. (§ 667, subd. (e)(1).) In addition, five years must be added for the prior serious felony conviction. (Id. at subd. (a).) We modify the defendant's sentence from 50 years to life to 55 years to life. In all other respects we affirm.\n\nFACTS\nA jury found Jose Luis Cervantes guilty of one count of sexual penetration by a foreign object. (§ 289, subd. (a)(1).) The trial court found that Cervantes had two prior serious or violent felony convictions within the meaning of the Three Strikes law. (§ 667, subds.(b)-(i).) One felony conviction was for rape in concert. (§ 264.1.) The trial court found that Cervantes had one prior serious felony conviction within the meaning of section 667, subdivision (a).\nThe court sentenced Cervantes to 50 years to life. In calculating the sentence, the court used the prior rape in concert conviction to both impose a 25 years to life sentence under section 667.61, subdivision (a), and to double the term under the Three Strikes law.\nCervantes argues it was error to use the same prior conviction to both impose a 25years-to-life sentence under section 667.61, subdivision (a), and to double it under the Three Strikes law. He believes the trial court should have imposed only one 25-years-to-life sentence. The Attorney General argues that the trial court should have applied the Three Strikes law to triple the 25-years-to-life sentence imposed under section 667.61 and should have added five years for the prior serious felony conviction, for a total of 80 years to life.\n\n\n*762 DISCUSSION\nSection 667.61, subdivision (a), provides for a sentence of 25 years to life for a person who is convicted of an offense specified in subdivision (c) under one or more circumstances specified in subdivision (d).[3] Subdivision (b) provides for a sentence of 15 years to life for a person who is convicted of an offense specified in subdivision (c) under one of the circumstances specified in subdivision (e).\nAmong the offenses specified in section 667.61, subdivision (c), are sexual penetration by a foreign object and rape in concert. Among the circumstances specified in subdivision (d) is a prior conviction of an offense specified in subdivision (c). Because Cervantes was convicted of sexual penetration by a foreign object and had a prior conviction for rape in concert, he qualified for the 25-years-to-life sentence.\nUnder the Three Strikes law, a defendant who has two or more prior violent or serious felony convictions must be sentenced to a life term. (§ 667, subd. (e)(2)(A).) The minimum term for the life sentence is the greatest of three times the term otherwise provided as punishment, twenty-five years or the term provided by section 1170 for the underlying conviction. (§ 667, subd. (e)(2)(A).) The three strikes sentence applies \"[n]otwithstanding any other law....\" (§ 667, subd. (f)(1).)\n\nI\nThe first question is whether it is possible to be sentenced under both section 667.61 and the Three Strikes law, or *763 whether application of one excludes the other. The answer is provided in People v. Ervin (1996) 50 Cal.App.4th 259, 264, 57 Cal.Rptr.2d 728, overruled on other grounds in People v. Fuhrman (1997) 16 Cal.4th 930, 947 at footnote 11, 67 Cal. Rptr.2d 1, 941 P.2d 1189. In Ervin, the court stated \"the Legislature was aware of the three strikes law when section 667.61 was enacted ... and ... there is no apparent reason in law or logic to believe the Legislature intended either law to operate exclusive of the other.\" (Id. at p. 264, 57 Cal.Rptr.2d 728.)\nRecently, our Supreme Court in People v. Murphy (2001) 25 Cal.4th 136, 157, 105 Cal.Rptr.2d 387, 19 P.3d 1129, rejected the contention that the habitual sexual offender statute (§ 667.71) was a separate alternative sentencing scheme which precluded sentencing under the Three Strikes law. The court stated, \"the Legislature has expressly indicated that where a defendant has a qualifying prior felony conviction, the sentencing provisions of the Three Strikes law not only must be applied, they must be applied in addition to any other punishment provisions.\" (Ibid.) The reasoning also applies to the relationship between the Three Strikes law and section 667.61.\nCervantes argues that the two sentencing schemes are only cumulative when the defendant is sentenced to 15 years to life under section 667.61, subdivision (b) for committing the present offense in an aggravated manner. He points out that in Ervin the defendant was sentenced under section 667.61, subdivision (b) because he committed a sex offense during a burglary. (Id, at subds. (b)(e)(2).) Cervantes notes that in discussing the cumulative effect of the Three Strikes law and section 667.61, subdivision (b), the Ervin court stated that the statutes \"serve different objectives\u0097 the former punishes recidivism, the later aggravated sex offenses\u0097and there is simply no reason for suggesting that a recidivist criminal ought to be rewarded rather than penalized because his latest offense is sufficiently heinous to bring him within the provisions of section 667.61.\" (People v. Ervin, supra, 50 Cal.App.4th at p. 264, 57 Cal.Rptr.2d 728.)\nCervantes complains that in his case he is being punished under both sentencing schemes for recidivism. In addition, the 25-years-to-life sentence is the same whether imposed under section 667.61, subdivision (a) or the Three Strikes law. Thus being sentenced under section 667.61 would not reward him with a lesser sentence.\nBut there is no basis in the statutory language of either the Three Strikes law or section 667.61 for drawing such a distinction. Moreover, the Legislature intended that recidivist sex offenders be severely punished. It is not illogical to add a three strikes sentence to a section 667.61 sentence to accomplish that purpose.\n\nII\nThe next question is whether the same prior conviction can be used to qualify Cervantes for punishment under both sentencing schemes.\nCervantes concedes that at first glance People v. Murphy, supra, 25 Cal.4th at pages 154 through 160, 105 Cal. Rptr.2d 387, 19 P.3d 1129, might appear to settle the matter. There our Supreme Court approved the use of the same two prior sexual offense convictions to both sentence defendant to 25 years to life as a habitual sex offender under section 667.71 and to triple that sentence under the Three Strikes law. But Cervantes argues the habitual sexual offender statute under consideration in Murphy does not contain language similar to that found in section 667.61, subdivision (f).\n*764 Section 667.61, subdivision (f) states: \"If only the minimum number of circumstances specified in subdivision (d) or (e) which are required for the punishment provided in subdivision (a) or (b) to apply have been pled and proved, that circumstance or those circumstances shall be used as the basis for imposing the term provided in subdivision (a) or (b) rather than being used to impose the punishment authorized under any other law, unless another law provides for a greater penalty. However, if any additional circumstance or circumstances specified in subdivision (d) or (e) have been pled and proved, the minimum number of circumstances shall be used as the basis for imposing the term provided in subdivision (a), and any other additional circumstance or circumstances shall be used to impose any punishment or enhancement authorized under any other law. Notwithstanding any other law, the court shall not strike any of the circumstances specified in subdivision (d) or (e).\"\nCervantes argues the subdivision means that unless a defendant would suffer a greater punishment under a different sentencing provision, the same prior conviction can only be used once and the one use must be to enhance the sentence under section 667.61. He points out no other law imposes a greater punishment. Under the Three Strikes law (§ 667, subd. (a)), Cervantes would receive the same penalty, 25 years to life. Therefore, according to subdivision (f), section 667.61 is the exclusive section under which Cervantes could be sentenced.\nWe agree with Cervantes that section 667.61, subdivision (f) allows only one use of his prior conviction for rape in concert. That prior conviction is part of the minimum circumstances necessary for imposition of the punishment provided in section 667.61. Subdivision (f) states that such minimum circumstances must be used to impose punishment under section 667.61, \"rather than\" under any other law. That excludes punishment under the Three Strikes law.\nThe People argue that the restriction in section 667.61, subdivision (f) applies only to subdivisions (a) or (b) of the same law. The restriction does not apply to any other law. The People view subdivision (f) as ambiguous and suggest that subdivisions (f) and (g) \"seem\" to be reiterating the prohibition against double punishment found in section 654. Subdivision (g) states that the term specified in subdivisions (a) and (b) may be imposed only once for offenses against a single victim during a single occasion. For multiple victims during a single occasion, the term may be imposed only once for each victim.\nSection 667.61, subdivision (f) is not as ambiguous as the People suggest, and there is no reason to reiterate section 654. Although subdivision (f) does not expressly say that a qualifying prior conviction may be used only once, its language compels that conclusion. We cannot read \"rather than\" as meaning \"in addition to.\" Cervantes argues persuasively that the proviso relating to \"any other additional circumstances\" refers to \"circumstances\" when an additional punishment \"under any other law\" may be imposed. An example would be prior convictions other than those to impose a 25-years-to-life sentence under the One Strike law (§ 667.61, subd. (f)).\nAlthough we agree with Cervantes that his prior conviction for rape in concert can only be used once, we disagree that his total sentence is limited to 25 years to life. In addition to Cervantes' prior conviction for rape in concert, Cervantes has a prior conviction for first degree residential burglary (§ 459). A prior conviction for first degree burglary qualifies as a strike within the meaning of the Three Strikes law. (§ 667, subd. (d)(1); 1192.7, subd. (c)(18).) *765 Because the burglary conviction is not part of the minimum circumstances necessary for the imposition of punishment under section 667.61, it can be used to impose punishment in addition to that provided for in section 667.61. (§ 667.61, subd. (f).) Under the Three Strikes law one prior serious felony conviction results in doubling the term provided for the current conviction. (§ 667, subd. (e)(1).) Thus the section 667.61 term must be doubled to 50 years to life. An additional five years must be added under section 667, subdivision (a), for a total of 55 years to life.\nThe sentence is modified from 50 years to life to 55 years to life. In all other respects the judgment is affirmed.\nWe concur: YEGAN, J., and PERREN, J.\nNOTES\n[1]  All statutory references are to the Penal Code.\n[2]  There is no substantial difference between the provisions of sections 667, subdivisions (b) through (i) and 1170.12, subdivisions (a) through (d). For brevity we limit our citations to section 667.\n[3]  Section 667.61 provides in part:\n\n\"(a) A person who is convicted of an offense specified in subdivision (c) under one or more of the circumstances specified in subdivision (d) or under two or more of the circumstances specified in subdivision (e) shall be punished by imprisonment in the state prison for life and shall not be eligible for release on parole for 25 years except as provided in subdivision (j).\n\"(b) Except as provided in subdivision (a), a person who is convicted of an offense specified in subdivision (c) under one of the circumstances specified in subdivision (e) shall be punished by imprisonment in the state prison for life and shall not be eligible for release on parole for 15 years except as provided in subdivision (j).\n\"(c) This section shall apply to any of the following offenses: [¶] ... [¶] (3) A violation of Section 264.1....\n\"(d) The following circumstances shall apply to the offenses specified in subdivision (c): [¶] (1) The defendant has been previously convicted of an offense specified in subdivision (c), including an offense committed in another jurisdiction that includes all of the elements of an offense specified in subdivision (c)....\n\"(f) If only the minimum number of circumstances specified in subdivision (d) or (e) which are required for the punishment provided in subdivision (a) or (b) to apply have been pled and proved, that circumstance or those circumstances shall be used as the basis for imposing the term provided in subdivision (a) or (b) rather than being used to impose the punishment authorized under any other law, unless another law provides for a greater penalty. However, if any additional circumstance or circumstances specified in subdivision (d) or (e) have been pled and proved, the minimum number of circumstances shall be used as the basis for imposing the term provided in subdivision (a), and any other additional circumstance or circumstances shall be used to impose any punishment or enhancement authorized under any other law. Notwithstanding any other law, the court shall not strike any of the circumstances specified in subdivision (d) or (e).\n\"(g) The term specified in subdivision (a) or (b) shall be imposed on the defendant once for any offense or offenses committed against a single victim during a single occasion. If there are multiple victims during a single occasion, the term specified in subdivision (a) or (b) shall be imposed on the defendant once for each separate victim. Terms for other offenses committed during a single occasion shall be imposed as authorized under any other law, including Section 667.6, if applicabe)\n\n",
            "ocr": false,
            "opinion_id": 2299653
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}