{
    "id": 2301199,
    "judges": "Deborah S. Eyler, Adkins and Raymond G. Thieme, Jr. (Retired, Specially Assigned)",
    "date_filed": "2012-09-23",
    "date_filed_is_approximate": true,
    "slug": "white-v-state",
    "case_name_short": "White",
    "case_name": "White v. State",
    "case_name_full": "Stephanie Ruth WHITE v. STATE of Maryland",
    "attorneys": "Leonard R. Stamm (Goldstein & Stamm, P.A. on the brief), Greenbelt, for appellant., Steven L. Holcomb, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty, Gen., Baltimore, and Marna McLendon, State’s Atty. for Howard County, Ellicott City, on the brief), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation data-order=\"0\" data-type=\"citation\" id=\"b557-7\">\n    790 A.2d 754\n   </citation><br><parties data-order=\"1\" data-type=\"parties\" id=\"b557-8\">\n    Stephanie Ruth WHITE v. STATE of Maryland.\n   </parties><br><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b557-10\">\n    No. 0175,\n   </docketnumber><p data-order=\"3\" data-type=\"misc\" id=\"AM9\">\n    Sept. Term, 2001.\n   </p><br><court data-order=\"4\" data-type=\"court\" id=\"b557-11\">\n    Court of Special Appeals of Maryland.\n   </court><br><decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b557-12\">\n    Feb. 4, 2002.\n   </decisiondate><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b560-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"538\"> \n     *538\n     </span>\n    Leonard R. Stamm (Goldstein\n    <em>\n     &amp;\n    </em>\n    Stamm, P.A. on the brief), Greenbelt, for appellant.\n   </attorneys><br><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b560-7\">\n    Steven L. Holcomb, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty, Gen., Baltimore, and Marna McLendon, State’s Atty. for Howard County, Ellicott City, on the brief), for appellee.\n   </attorneys><br><p data-order=\"8\" data-type=\"judges\" id=\"b560-8\">\n    Argued before DEBORAH S. EYLER, ADKINS and RAYMOND G. THIEME, JR. (Retired, Specially Assigned), JJ.\n   </p>",
    "citations": [
        "790 A.2d 754",
        "142 Md. App. 535"
    ],
    "opinions": [
        {
            "author_str": "Adkins",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7496.0,
            "opinion_text": "\n790 A.2d 754 (2002)\n142 Md. App. 535\nStephanie Ruth WHITE\nv.\nSTATE of Maryland.\nNo. 0175, Sept. Term, 2001.\nCourt of Special Appeals of Maryland.\nFebruary 4, 2002.\n*755 Leonard R. Stamm (Goldstein &amp; Stamm, P.A. on the brief), Greenbelt, for appellant.\n*756 Steven L. Holcomb, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty, Gen., Baltimore, and Marna McLendon, State's Atty. for Howard County, Ellicott City, on the brief), for appellee.\nArgued before DEBORAH S. EYLER, ADKINS and RAYMOND G. THIEME, JR. (Retired, Specially Assigned), JJ.\nADKINS, Judge.\nStephanie White, appellant, was convicted by a jury in the Circuit Court for Howard County of driving under the influence (\"DUI\"). In appealing that conviction, appellant presents a single question for our review.\nDid the trial court err in precluding appellant from calling an expert witness to testify that appellant's conduct before and after her arrest was consistent with post-traumatic stress disorder (\"PTSD\")?\nWe hold that, because it admitted evidence offered by the State detailing appellant's post-arrest behavior, the trial court abused its discretion in excluding appellant's expert testimony attributing that behavior to a psychological condition, rather than alcohol. There was no error, however, in the trial court's exclusion of the expert's testimony seeking to explain appellant's pre-arrest conduct.\n\nFACTS AND LEGAL PROCEEDINGS\nThe facts are largely undisputed. On the evening of July 17, 1999, at around 11:30 p.m., Officer Chad Zirk of the Howard County Police Department was on patrol in the Columbia section of Howard County. While waiting at a red light at the intersection of Little Patuxent Parkway and Cedar Lane, the officer observed a red GMC truck heading eastbound on the Parkway. He testified that \"after waiting through a green light [the driver] proceeded through the intersection; when the light was yellow, [she] ... pulled up beside the police cruiser, stopped and asked [him] for directions.\" Appellant was the driver. Zirk explained that when she asked him for directions, \"her speech seemed to be slurred.\" The officer asked appellant to follow him to the nearby hospital parking lot, and appellant complied with his request. In the parking lot, Zirk approached appellant's vehicle, and observed that appellant's \"eyes were watery, glassy and bloodshot\" and that \"she had a strong odor of an alcoholic beverage on her breath.\" When the officer asked what kind of drinks she had consumed, appellant told him she \"had some Vodka earlier [in the] day.\"\nOfficer Zirk then performed field sobriety tests on appellant, including NYSTAGMAS,[1] for which there are a \"total of three clues for each [eye].\" These \"clues\" are indicators of intoxication. Zirk observed \"six out of six clues\" in appellant, meaning that he observed an eye twitch in each of the three movement patterns of the pen on each of two eyes. On cross-examination, Zirk admitted that there were \"about thirty... reasons for NYSTAGMAS, other than alcohol in the body.\"\nOfficer Zirk also gave appellant a walk and turn test, during which he \"ask[ed] [appellant] to stand on ... [an] imaginary line, ... placing the right foot in front of the left foot, touching heel to toe. We ask them to stand in this position with their hands down to their side while we explain and demonstrate the rest of the test for them ... to them.\" Zirk testified that the walk and turn test has eight clues: losing *757 one's balance during instructions, starting the test before instructions are finished, stopping while walking, failing to touch heel to toe, stepping off the line, using one's arms for balance, improper turning, and taking the incorrect number of steps. Out of these eight clues, appellant exhibited six.\nThe third test administered to appellant was the one-leg stand. In this test, the subject raises one foot \"approximately six inches off the ground, point[s][her] toe level with the pavement, hands down [her side], ... [and] count[s] out loud ... for a period of thirty seconds.\" Officer Zirk testified that appellant got to a count of eight, and then told him that her ankles were \"bad.\" He testified that appellant said nothing of her injury prior to the test.\nAfter concluding the three field sobriety tests, Officer Zirk placed appellant under arrest for driving while intoxicated (\"DWI\"). He then searched her truck, discovering a \"full bottle of whiskey\" in the vehicle. Zirk next transported appellant to the police station for processing. He testified that during booking, appellant \"was very loud and obnoxious[,] ... yelling at booking officers and she was very uncooperative[.]\" Officer Zirk then went back on duty, but was called back to the station later that night because \"appellant had tied her bra around her neck and [the officers] had to transport her to the hospital.\" The State rested its case on the testimony of Officer Zirk.\nAppellant called Scott Murchison, her roommate and boyfriend of \"five, six years,\" to testify regarding appellant's bad ankle. Appellant also took the stand in her own defense. She testified that she was currently under psychiatric treatment, and that she sought such treatment because she had \"lifetime major depression, and ... most prominent, ... post-traumatic stress syndrome.\" Appellant related that, although she had taken medication for these afflictions in the past, at the time of her arrest she \"was feeling better\" and \"wasn't having any of the anxiety and panic attacks like [she] used to have on a very frequent basis,\" so she had stopped her medications. According to appellant, at about eight-thirty on the night in question, she was called by a friend, who asked her to pick him up at \"a place called `Timbuktu'... in Dorsey, Maryland\" because he had had \"quite a bit to drink.\" She was wearing a \"MuMu-kind of dress .... and flip-flops. [The flip-flops were] not anything that you'd go out walking or playing in, or anything.\" Her account of the night's events, for the most part, mirrored Officer Zirk's. Appellant stated that she had consumed a glass of vodka and iced tea at \"no later ... than one-thirty in the afternoon.\"\nAppellant testified that when the officer asked her to take the field sobriety tests, she became \"very panicky\" because she got nervous around \"strange men.\" When asked to describe her reaction, appellant explained:\nyou get real lightheaded and, even though you don't shake on the outside, your insides shake a whole lot, and you get kind of short of breath, and\u0097you know I didn't want to show that I was afraid or anything because, in my personal experience, people ... don't know how to take somebody who suffers panic disorders, so I just kept smiling and laughing and saying, you know, \"Oh, sure, I'll do this, I'll do that,\" but I was really scared.\nAppellant recounted that during the field sobriety tests, because she was \"apprehensive\" about the police officers, she \"was spending more time looking around th[a]n ... really ... listening.\" She testified that it was difficult for her to perform the heel-to-toe test because \"in those flipflops, *758 that are a little bit too big for you, if you touch heel-to-toe, you're going to step on your own toes.... So, ... I just walked regular.\" Appellant also said that she informed the officer of her ankle problem prior to the test.\nAppellant planned to call Dr. Leonard Hertzberg to testify as an expert psychiatrist. The State, however, filed a motion in limine to exclude the doctor's testimony. In proffering what Dr. Hertzberg would testify, appellant's attorney explained:\nDr. Hertzberg examined [appellant] on two occasions, he consulted her records, he read the police report, he discussed with [appellant] certain materials that she provided with regard to her past history. He concluded from his evaluation of her that she did have certain disorders, psychiatric disorders[.]\n* * *\nHe would testify that she has certain disorders, including post-traumatic stress disorder, major depression, and borderline personality disorders; that these disorders would cause her, in a stressful situation, to react in a certain way, and ... that the pressure of being stopped by the officers, the pressure of her situation at the time, would cause her to react in a certain way, and that this behavior is in keeping with someone who manifests these psychiatric disorders. So, ... I would liken his testimony to an expert testifying that someone was unable to perform the one-leg stand because he had an injured ankle, or that he had problems walking, heel-to-toe, because of balance problems, so that the reason for Dr. Hertzberg's testimony is that her disorders made her react in certain ways to the events that were happening to her on that occasion. That would be the nature of his testimony.\nThe State's motion was granted by the court, so Dr. Hertzberg did not testify.\nAppellant was convicted by the jury of driving under the influence, and acquitted of driving while intoxicated. This appeal followed.\n\nDISCUSSION\nAppellant's sole contention on appeal is that the trial court erred in excluding the expert testimony of Dr. Hertzberg, a psychiatrist, who examined appellant after the incident in question. Appellant proffered that Dr. Hertzberg would testify that appellant, who suffered from PTSD, may have had a panic attack when Officer Zirk began to investigate her for driving while intoxicated. Because she was not allowed to call her psychiatric expert to testify as to how her PTSD may have influenced her behavior both before and after her arrest, appellant asserts that her case was prejudiced, warranting reversal of her DUI conviction.\nIn ruling Dr. Hertzberg's expert testimony inadmissible, the trial court explained its reasoning:\nThe expert testimony of Dr. Hertzberg will not take place for several reasons. First of all, because this is a general-intent crime, her psychiatric nature at the time of the arrest and at the time of the alleged [crime] is not an issue. It is a proper issue, perhaps, for mitigation; particularly, because the Defendant is pleading \"not guilty,\" and there is no NCR plea offered.\n* * *\nNow, also I believe to have allowed the doctor to testify, it would be confusing to the Jury, because it does not go to the ultimate issue of guilt or innocen[ce].\nLater in the trial, the court offered a third reason for its decision to exclude the doctor's *759 testimony, stating that \"basically the information [in Dr. Hertzberg's report] talks about the examination after the date in question, so it doesn't change my ruling on the initial [m]otion.\"\nMd. Rule 5-702, governing the use of expert testimony, provides:\nExpert testimony may be admitted, in the form of an opinion or otherwise, if the court determines that the testimony will assist the trier of fact to understand the evidence or to determine a fact in issue. In making that determination, the court shall determine (1) whether the witness is qualified as an expert by knowledge, skill, experience, training, or education, (2) the appropriateness of the expert testimony on the particular subject, and (3) whether a sufficient factual basis exists to support the expert testimony.\n\"The admissibility of expert testimony is a matter largely within the discretion of the trial court, and its action in admitting or excluding such testimony will seldom constitute a ground for reversal.\" Oken v. State, 327 Md. 628, 659, 612 A.2d 258 (1992), cert. denied, 507 U.S. 931, 113 S.Ct. 1312, 122 L.Ed.2d 700 (1993)(internal quotation marks and citations omitted). Despite its broad discretion, a trial court's \"decision to admit or reject [expert testimony] is reviewable on appeal and may be reversed if it is founded on an error of law or if the trial court clearly abused its discretion.\" Cook v. State, 84 Md.App. 122, 138, 578 A.2d 283 (1990), cert. denied, 321 Md. 502, 583 A.2d 276 (1991).\nAppellant cites Simmons v. State, 313 Md. 33, 542 A.2d 1258 (1988), in support of her argument that the trial court abused its discretion in excluding Dr. Hertzberg's testimony. In Simmons, the defendant was on trial for second degree murder. Asserting a defense of imperfect self-defense, Simmons sought to have an expert psychiatrist testify to his subjective belief that self-defense was necessary to avoid imminent bodily harm. The defense attorney first proffered that the expert would testify that Simmons did in fact have such a belief at the time of the killing. Second, the defense attorney proffered that the expert would testify \"that Simmons's asserted subjective belief would be consistent with his psychiatric profile.\" Id. at 36, 542 A.2d 1258. The trial judge excluded all of the expert's testimony, ruling that the function of the jury would be \"usurped\" if the expert were allowed to testify. We affirmed. The Court of Appeals granted certiorari, and reversed, explaining:\n[T]he trial judge excluded the proposed testimony on the grounds that the jury's function would be usurped if the jury were to hear the psychiatrist testify that in her opinion Simmons acted under an honest belief that self-defense was necessary when he killed the victim. In light of defense counsel's proffer that the expert would only testify that such a subjective belief would be consistent with Simmons's psychological profile we find the trial judge's ruling too broad.\nId. at 40-41, 542 A.2d 1258. The Court also recognized that\n[t]he criminal defendant is generally permitted to introduce any evidence relevant to the asserted defense. This will be evidence which tends to establish or disprove a material fact.\nId. at 41, 542 A.2d 1258.\nSimmons established two categories of psychiatric expert testimony, one which is inadmissible as a matter of law, and one which is admissible at the discretion of the trial court. The first category of testimony, under which the expert testifies that the defendant was in fact suffering from a specific psychiatric disorder on the date in question, is inadmissible as a *760 matter of law because it usurps the jury's function and because a psychiatrist \"cannot precisely reconstruct the emotions of a person at a specific time.\" Id. at 48, 542 A.2d 1258. In the trial court's discretion, however, an expert may testify as to a defendant's psychiatric profile, from which the jury might infer that the defendant was suffering from the symptoms of that psychiatric disorder on the date in question. \"[T]he proffered [expert] testimony has some relevance in that consistency between the specific subjective belief testified to by [the defendant] and [the defendant's] psychological profile tends to make it more likely that [the defendant] in fact held that subjective belief.\" Id.\nAppellant incorrectly characterizes Simmons as holding that the trial court had abused its discretion in excluding expert testimony of defendant's psychiatric profile. Rather, the Court of Appeals in Simmons explicitly held that the trial court made an error of law:\nHere the [trial] judge did not purport to exclude the evidence by the exercise of discretion so that no issue of discretion is before us. The judge erroneously ruled, as a matter of law, that the evidence could not, under any circumstances, be admitted.\nId.\nThe State asserts that appellant's case falls squarely within Hartless v. State, 327 Md. 558, 611 A.2d 581 (1992), a case in which the Court of Appeals held that the trial court had abused its discretion in excluding expert testimony. In Hartless, a defendant on trial for murder sought to introduce the testimony of a psychiatric expert. This expert would have testified that, in his opinion, the defendant did not intend to murder the victim, but instead \"panicked\" when the robbery he was engaging in did not go as planned. The trial court excluded this testimony, following Simmons, because it concerned the defendant's actual intent at the time of the offense. In light of this ruling, the defense proffered that the expert could testify regarding the defendant's psychological profile. The trial court also disallowed this testimony.\nThe Court of Appeals rejected appellant's argument that Simmons compelled the admission of such \"psychological profile\" expert testimony, distinguishing Simmons on grounds that in Simmons, the Court held that the trial court \"erred in concluding that psychological profile testimony was not admissible as a matter of law.\" Id. at 574, 611 A.2d 581. In Hartless, such psychological profile testimony was ruled inadmissible when, in exercising its broad discretion, the trial court concluded that the expert testimony as to the defendant's psychological profile \"lacked an adequate factual basis and ... bore no relevance to a material issue in the case.\" Id. at 575, 611 A.2d 581.\nThe court's ruling in this case is distinguishable from Simmons on the same basis. Here, the trial court determined that Dr. Hertzberg's testimony was inadmissible essentially because it was not relevant to any issue in the case in that it did not go to the defendant's guilt or innocence due to the fact that DWI is a general intent crime. Thus, the trial court's ruling reflected the use of its discretion in admitting or excluding expert testimony and we must review it on that basis.\nTo analyze whether the trial court abused its discretion, we will examine individually each of the trial court's stated reasons for excluding Dr. Hertzberg's testimony.\n\nA.\n\nRelevance Of Appellant's Psychiatric Condition\nThe trial court's first and second stated reasons for excluding Dr. Hertzberg's *761 testimony were essentially the same\u0097that evidence of appellant's psychiatric nature was irrelevant to a general intent crime such as DWI/DUI.[2] Appellant asserts that the trial court erred in basing its ruling on relevance because it denied appellant an opportunity to explain away some of her behavior prior to and after her arrest. Appellant acknowledges that DUI is a general intent crime,[3] but asserts that here, testimony that appellant was suffering from PTSD at the time of her arrest was aimed at impeding the State's ability to prove the \"intoxication\" element of the crime, not the mental state element.\nThe State urges us to affirm appellant's conviction, asserting that since drunk driving crimes are general intent crimes, \"whether or not [appellant] was suffering from [PTSD], or some specific intent, at the time she was driving [is] irrelevant.... to the question before the [jury] of whether the statute was in fact violated.\"\nWe agree with appellant that expert testimony establishing that a defendant suffered from PTSD could be used to mount a defense to DWI or DUI where such evidence seeks to explain away objective observations leading to a jury inference of intoxication. While PTSD would not be a defense to the mental state element of such a general intent crime, in certain cases it could be used to counter a jury inference of intoxication based on evidence of the accused's demeanor prior to and after her arrest. See Gombar v. Pennsylvania, 678 A.2d 843, 846 (Pa.Commw.Ct.1996), appeal denied, Pennsylvania v. Jacobs, 549 Pa. 705, 700 A.2d 443 (1997)(defendant whose driver's license was suspended for failure to take breath test permitted to call expert to testify that she suffered PTSD).\nThe crimes of driving while intoxicated and driving under the influence are defined in Maryland Code (1977, 1999 Repl.Vol., 2001 Cum.Supp.), section 21-902 of the Transportation Article. Both crimes involve two elements, and differ only in the level of the driver's impairment due to the consumption of alcohol. The jury in this case was instructed as to the elements of the crime charged using Maryland Criminal Pattern Jury Instruction 4:10, which lists the following elements necessary to convict:\n(1) that the defendant drove, operated, moved or was in actual physical control of a vehicle; and\n(2) at that time, that the defendant was either intoxicated or under the influence of alcohol....\nA person is under the influence of alcohol when the alcohol that [she] has consumed has impaired normal coordination.... Another way of saying this is that the person's abilities have been reduced or weakened by the consumption of alcohol.\nAlthough a person is \"intoxicated per se\" if evidence is presented that his or her blood-alcohol level was above .10 at the time of his or her arrest, intoxication can also be proven by other evidence from which the jury could infer that a defendant *762 was intoxicated, such as evidence of a defendant's demeanor at the time of the stop. See Brooks v. State, 41 Md.App. 123, 128-29, 395 A.2d 1224 (1979). Here, since no blood alcohol content or other chemical test results were admitted, the jury was being asked by the State to infer from other evidence, including demeanor evidence, that appellant was intoxicated. The State's evidence of intoxication arose solely from the results of the field sobriety tests, the arresting officer's observations of appellant before and after her arrest, appellant's admission that she had consumed one glass of vodka earlier that afternoon, and the discovery of a full bottle of whiskey in appellant's vehicle.\nWe believe that the trial court misunderstood the way in which appellant sought to use Dr. Hertzberg's testimony. As explained by appellant's attorney in his proffer of Dr. Hertzberg's proposed testimony, the doctor's testimony was aimed at persuading the jury that appellant was suffering from the effects of a PTSD-induced panic attack, rather than the effects of alcohol, at the time of her arrest and afterwards at the police station. Dr. Hertzberg's testimony was intended to impede the State's ability to prove, beyond a reasonable doubt, the \"act\" element of intoxication, not the mental state element of the crime. While evidence that a defendant is suffering from certain psychiatric disorders is often used to rebut the State's evidence as to mental state, here it was not sought to be used in that way.\nDr. Hertzberg's report stated the following, under the heading \"SUMMARY AND RECOMMENDATION:\"\nDuring the course of being arrested and placed in a cell, Ms. White became increasingly anxious and panic stricken. She had been physically abused during a 3-4 year period during the late 1980's by her third husband. The incarceration in the cell which included being placed in leg-irons reactivated fears relating to having been physically and sexually abused by her third husband. Ms. White became distraught emotionally and began screaming and yelling for medical assistance for her emotional distress as well as vaginal bleeding....\nThe level of distress resulted in an attempt to strangle herself with a bra and at that point medical attention was forthcoming.\nIn the report, the doctor diagnosed appellant with several psychiatric disorders, including PTSD.\nAs a consequence, Ms. White has developed intense fear, helplessness, and horror. She has become increasingly phobic and avoidant during the past decade....\nMs. White has experienced significant identity disturbance as well as impulsivity which has included substance abuse as well as numerous suicidal behaviors.... [D]uring periods of extreme stress, Ms. White has experienced psychotic symptoms of a paranoid nature....\n[I]n light of the severity of psychiatric diagnoses ... Ms. White had been experiencing significant emotional symptoms at the time of the alleged [crime] and these diagnoses played an integral role in how she responded to the police officers prior to being arrested as well as her severe reaction while incarcerated. (Emphasis added.)\nThus, the report speaks to appellant's behavior during two distinct time periods\u0097 before her arrest and after her arrest.\nAs demonstrated by the representative excerpts above, however, the report does not explain how appellant's PTSD could have interfered with her inability to do the field tests, nor was a proffer made to that effect. Thus, Dr. Hertzberg's testimony *763 regarding appellant's behavior during that pre-arrest time period was properly excluded.\nThe report does, however, extensively explain how appellant's post-arrest treatment at the police station\u0097i.e., being handcuffed and placed in a locked cell\u0097 could have brought on a PTSD-induced panic attack by acting as a \"trigger\" of her post-arrest behavior. At trial, the prosecution was permitted to introduce evidence of appellant's post-arrest behavior to encourage a jury inference that appellant was intoxicated before her arrest. Because this evidence was admitted, we hold that the trial court abused its discretion in excluding Dr. Hertzberg's testimony seeking to explain away that post-arrest behavior as something unrelated to the effects of alcohol. Dr. Hertzberg's testimony regarding appellant's post-arrest behavior should have been admitted to rebut the State's evidence of her post-arrest conduct. By excluding this evidence, the trial court effectively denied appellant the opportunity to put on a full defense on a critical issue.\n\nB.\n\nThe Timing Of The Doctor's Examination Of Appellant\nFinally, the trial court justified its exclusion of Dr. Hertzberg's testimony on the ground that \"the information [in his report] talk[ed] about the examination [of appellant] after the date in question[.]\" Appellant argues that such forensic examinations are commonplace, and points us to Beahm v. Shortall, 279 Md. 321, 368 A.2d 1005 (1977), in support of this proposition.\nIn Beahm, the Court of Appeals held:\n[A] physician, who examines a patient, not for the purpose of treatment, but in order to qualify as an expert witness, may present his medical conclusions and the information, including the history and subjective symptoms, received from the patient which provide the basis for the conclusions. The conclusions are admissible as substantive evidence. The statements made by the patient, as narrated by the physician, are admissible, with a qualifying charge to the jury, only as an explanation of the basis of the physician's conclusions and not as proof of the truth of those statements.\nId. at 327, 368 A.2d 1005. In light of Beahm, we agree with appellant that the exclusion of Dr. Hertzberg's testimony on the ground that his examination of appellant occurred after the incident in question constituted error on the part of the trial court.\nThe State posits that the trial court actually excluded the testimony because most of the information in the doctor's report explained her conduct after the arrest, not before. It was appellant's behavior before her arrest, the State asserts, that is relevant here. In reviewing the trial court's ruling, however, we do not infer such a meaning. In addition, as we discussed above, the State cannot be heard to complain that the doctor's report spoke only to appellant's post-arrest conduct when the State offered evidence of this post-arrest conduct to encourage a jury inference of pre-arrest intoxication.\n\nC.\n\nConclusion\nThe State offered, and the trial court admitted, evidence of appellant's post-arrest behavior at the police station to encourage a jury inference that appellant was intoxicated at the time of her arrest. Dr. Hertzberg's testimony, as demonstrated by the conclusions in his report, would have explained how appellant's \"incarceration *764 in the cell which included being placed in leg irons [could have] reactivated fears relating to having been physically and sexually abused by her [former] husband.\" The trial court's exclusion of this testimony, aimed at rebutting the State's evidence of intoxication, constituted an abuse of its discretion. Exclusion of the testimony because the expert examined appellant after her arrest was also in error.\nJUDGMENT VACATED. CASE REMANDED FOR A NEW TRIAL. COSTS TO BE PAID BY HOWARD COUNTY.\nNOTES\n[1]  NYSTAGMAS refers to the involuntary jerking of the eyes from left to right. The NYSTAGMAS test consists of tracking each eye through a series of three separate movements following a pen held up to the subject's face.\n[2]  Although the trial court framed its second reason for exclusion in terms of \"jury confusion,\" it is evident that the trial court believed the evidence would be confusing to the jury because the court did not believe the evidence to be relevant to the ultimate issue of guilt or innocence. Thus, this second reason was based on relevance grounds, as well.\n[3]  We agree. \"When a statute does not contain any reference to intent, general intent is ordinarily implied.\" Harris v. State, 353 Md. 596, 606, 728 A.2d 180 (1999)(quotation marks and citations omitted); see also Md. Code (1977, 1999 Repl.Vol., 2001 Cum.Supp.) § 21-902 of the Transportation Article (no intent specified in DWI/DUI Statute).\n\n",
            "ocr": false,
            "opinion_id": 2301199
        }
    ],
    "court_short_name": "Court of Special Appeals of Maryland",
    "court_full_name": "Court of Special Appeals of Maryland",
    "court_type": "SA",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Robbery"
}