{
    "id": 2276585,
    "judges": "Livingston, McCOY, Meier",
    "date_filed": 1281571200000,
    "date_filed_is_approximate": false,
    "slug": "ex-parte-castellano",
    "case_name_short": null,
    "case_name": "Ex Parte Castellano",
    "case_name_full": "Ex Parte Phillip A. CASTELLANO",
    "attorneys": "Tim Cole, Nocona, TX, for Appellant., Jack A. McGaughey, District Attorney for Clay County, Montague, TX, for Appel-lee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 17,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b778-5\">\n    Ex parte Phillip A. CASTELLANO.\n   </parties><br><docketnumber id=\"b778-6\">\n    No. 2-10-011-CR.\n   </docketnumber><br><court id=\"b778-7\">\n    Court of Appeals of Texas, Fort Worth.\n   </court><br><decisiondate id=\"b778-9\">\n    Aug. 12, 2010.\n   </decisiondate><br><attorneys id=\"b778-22\">\n    Tim Cole, Nocona, TX, for Appellant.\n   </attorneys><br><attorneys id=\"b779-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"761\"> \n     *761\n     </span>\n    Jack A. McGaughey, District Attorney for Clay County, Montague, TX, for Appel-lee.\n   </attorneys><br><judges id=\"b779-4\">\n    PANEL: LIVINGSTON, C.J.; McCOY and MEIER, JJ.\n   </judges>",
    "citations": [
        "321 S.W.3d 760"
    ],
    "opinions": [
        {
            "author_str": "Meier",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8355.0,
            "opinion_text": "\n321 S.W.3d 760 (2010)\nEx parte Phillip A. CASTELLANO.\nNo. 2-10-011-CR.\nCourt of Appeals of Texas, Fort Worth.\nAugust 12, 2010.\nTim Cole, Nocona, TX, for Appellant.\n*761 Jack A. McGaughey, District Attorney for Clay County, Montague, TX, for Appellee.\nPANEL: LIVINGSTON, C.J.; McCOY and MEIER, JJ.\n\nOPINION\nBILL MEIER, Justice.\nAppellant Phillip A. Castellano appeals the trial court's denial of relief on his pretrial application for writ of habeas corpus. In a single issue, Castellano argues that the trial court abused its discretion by not reinstating the personal bond that had been granted him pursuant to code of criminal procedure article 17.151. Tex. Code Crim. Proc. Ann. art. 17.151 (Vernon Supp.2009). We will reverse and remand.\nThis appeal is presented on stipulated facts. Castellano and the State entered into the following stipulation of evidence, which the trial court admitted at the hearing on the application:\n1. Phillip A. Castellano, the Defendant in this cause, was arrested without a warrant in Clay County, Texas by a Texas Department of Public Safety Trooper and charged with the felony offense of Possession of a Controlled Substance on July 25, 2008.\n2. The Defendant's bond was set at $10,000. The Defendant was found to be indigent and counsel was appointed to represent him. The Defendant was financially unable to make his bail at the amount set by the magistrate.\n3. The Defendant remained continuously incarcerated on the charge on the Clay County Jail for more than ninety (90) days without being indicted. During the initial ninety days of his incarceration the State was not ready for trial. On October 24, 2008 the State agreed to release the Defendant on a personal recognizance bond[1] pursuant to Art. 17.151, Code of Criminal Procedure.\n4. The Defendant posted a personal recognizance bond and was released from the Clay County [J]ail on October 24, 2008.\n5. On September 21, 2009 the Defendant was indicted by the Clay County Grand Jury on the same charge.[2] The District Court set the Defendant's bond at $100,000 and ordered his arrest by capias. The Defendant was re-arrested and jailed a second time for the same charge.\n6. The Defendant was not arrested or charged with any other or additional offense other than the original charge for which he received a personal recognizance bond. No bond hearing was requested or held regarding the revocation or continuation of the Defendant's original personal recognizance bond.\n7. The Defendant remains indigent and financially unable to post the bond set by the Court, or a bond in any amount.\n*762 The following exchange occurred between the trial court and Castellano at the writ hearing:\nTHE COURT: So we're faced with a situation where the initial bond is set; then because of the delay of getting test results back from the DPS lab with regard to what the seized substance is, a defendant is entitled to a personal recognizance bond. And then after indictment when I set a bond\u0097Tim, your position is: He's still entitled to remain out on personal recognizance bond?\n[Castellano's counsel]: That's correct, Judge.\nTHE COURT: Okay. I'm going to deny [the] application for writ of habeas corpus.\nIn his only issue, Castellano argues that the trial court abused its discretion by not reinstating the personal bond that had been granted him on October 24, 2008, pursuant to article 17.151 because, having been released on personal bond, nothing in article 17.151 permitted the State to rearrest him and to begin anew the ninety-day period in that article as a result of only the post-release return of the indictment against him. Castellano contends that \"[a]rticle 17.151 contains no exceptions that allow the bond to be reset or reinstated once a defendant is indicted after his initial release.\"\nWe review a trial court's decision to deny relief on a claim that the State violated article 17.151 for an abuse of discretion. Ex parte Craft, 301 S.W.3d 447, 448 (Tex.App.-Fort Worth 2009, no pet.); see Jones v. State, 803 S.W.2d 712, 719 (Tex.Crim.App.1991). Therefore, we will not disturb the trial court's ruling if it was within the zone of reasonable disagreement. Montgomery v. State, 810 S.W.2d 372, 391 (Tex.Crim.App.1991).\nA defendant who is detained in jail pending trial of a felony accusation against him must be released either on personal bond or by reducing the amount of bail required if the State is not ready for trial of the criminal action for which he is detained within ninety days from the commencement of his detention. Tex. Code Crim. Proc. Ann. art. 17.151, § 1(1).[3] \"The Legislature couched [article] 17.151 in unmistakably mandatory terms: `[I]f the State is not ready for trial within 90 days after commencement of detention for a felony . . . the trial court has two options: release upon personal bond or reduce the bail amount.'\" Ex parte Ancira, 942 S.W.2d 46, 47 (Tex.App.-Houston [14th Dist.] 1997, no pet.) (citing Rowe v. State, 853 S.W.2d 581, 582 (Tex.Crim.App.1993)); see Kernahan v. State, 657 S.W.2d 433, 434 (Tex.Crim.App.1983).\nWhen the defendant complains that the State was not ready within the statutory time period, the State has the burden to make a prima facie showing that it was ready within the applicable time period. Jones, 803 S.W.2d at 717. The State may accomplish this either by announcing ready within the time allotted or *763 by announcing retrospectively that it had been ready within the time allotted. Id. The State cannot announce ready for trial when there is no indictment. Ex parte McNeil, 772 S.W.2d 488, 489 (Tex.App.-Houston [1st Dist.] 1989, no pet.) (citing Pate v. State, 592 S.W.2d 620, 621 (Tex. Crim.App. [Panel Op.] 1980)). \"It is not enough that the State appear in open court after the running of the applicable period and declare itself at that time ready for trial.\" Jones, 803 S.W.2d at 717.\nThis appeal is different from the vast majority of habeas corpus appeals involving article 17.151 because Castellano is challenging the trial court's order declining to reinstate the personal bond that had previously been granted him under article 17.151 but revoked following his indictment. Cf. Craft, 301 S.W.3d at 448-49 (reversing trial court's order denying habeas relief under article 17.151); Ex parte Hicks, 262 S.W.3d 387, 389 (Tex.App.-Waco 2008, no pet.) (reversing trial court's order setting bail and remanding cause to the trial court with instructions to release appellant on personal bond); Ex parte Avila, 201 S.W.3d 824, 826-27 (Tex.App.-Waco 2006, no pet.) (reversing trial court's order setting bail and remanding cause to the trial court with instruction to release appellant on personal bond); Ex parte Venegas, 116 S.W.3d 160, 163-65 (Tex. App.-San Antonio 2003, no pet.) (reversing trial court's order denying appellant's motion for bond under section 17.151); Haynes v. State, No. 11-09-00135-CR, 2009 WL 2680744, at *1 (Tex.App.-Eastland Aug. 28, 2009, no pet.) (mem. op., not designated for publication) (reversing trial court's order denying appellant's application under article 17.151). We have located only one case containing similar facts and addressing this similar issue: Ex parte Griffin, Nos. 05-02-00803-CR, 05-02-00804-CR, 2002 WL 1822726, at *1-2 (Tex.App.-Dallas Aug. 9, 2002, no pet.) (not designated for publication).\nIn Griffin, authorities arrested Griffin for two charges of aggravated robbery in November 2001. Id. at *1. In February 2002, the trial court released Griffin on two personal bonds pursuant to article 17.151 because the State was not ready to proceed to trial within ninety days.[4]Id. In March 2002, Griffin was arrested on a misdemeanor theft charge and later released on a $150 bond, but the State made no attempt to revoke the two personal bonds based on his arrest for the new misdemeanor charge. Two weeks later, the grand jury returned indictments charging Griffin with aggravated robbery, and authorities arrested Griffin the following day. Id. The trial court revoked the personal bonds and set the bonds at $50,000 each. Again, Griffin filed applications for writs of habeas corpus, seeking either a bond reduction or release on personal bond because the State was not ready for trial within ninety days of Griffin's initial arrest for the aggravated robbery charges. Id. The trial court denied the habeas relief and continued the bonds at $50,000. Id. Griffin appealed, and the court of appeals reversed the trial court's order denying Griffin's application and remanded the cause to the trial court with directions to enter an order releasing Griffin on personal bonds. Id. at *2. The court reasoned as follows:\n[I]t is undisputed that [Griffin] was not indicted until 127 days after he was first detained on the aggravated robbery charges. Thus, the State was not ready for trial within ninety days of [Griffin's] initial detention and, pursuant to article *764 17.151, [Griffin] was entitled to release at the time the first motion was filed, either on personal bond or by reducing the amount of bail required for a felony offense. In reaching this conclusion, we necessarily reject the State's suggestion that the return of the indictments was a circumstance supporting the trial court's denial of the relief [Griffin] requested. The statute requires the State to announce ready within ninety days after commencement of detention.[5]The statute does not permit the State to obtain an indictment, rearrest [Griffin] and begin the ninety day period anew from the date of the indictment or rearrest. To accept the State's argument would render article 17.151 meaningless, and we decline to do so.\n\nId. (emphasis added).\nTo the extent the court of appeals in Griffin held that article 17.151 does not permit the State to rearrest a defendant who had previously been released on personal bond under article 17.151 and to begin anew the ninety-day period in that article as a result of only the post-release return of the indictment against the defendant, we agree with this holding and find it applicable to the narrow issue raised by Castellano in this appeal. The stipulated evidence demonstrates that the trial court released Castellano on personal bond pursuant to article 17.151 after he had remained continuously incarcerated on the possession charge for more than ninety days without being indicted. The State thereafter rearrested Castellano after he was indicted for the same possession offense. As addressed below, the return of the indictment is the only evidence in the record that supports the trial court's decisions to revoke Castellano's personal bond, to set the bond at $100,000, and to deny his requested relief to reinstate the personal bond. Article 17.151, however, \"does not permit the State to obtain an indictment, rearrest [Castellano][,] and begin the ninety day period anew from the date of the indictment or rearrest.\" Id.\nThe State argues that the trial court did not abuse its discretion by denying Castellano's requested relief because article 17.09 authorizes a trial judge to require the accused to give another bond in such amount as the judge may deem proper for any \"good and sufficient cause.\" Indeed, to the extent the court of appeals's holding in Griffin can be construed to mean that a trial court may never revoke a defendant's personal bond after having released the defendant on personal bond pursuant to article 17.151, we disagree with any such holding. Code of criminal procedure article 17.09, section 3 permits a judge or magistrate who \"finds that the bond is defective, excessive or insufficient in amount, or that the sureties, if any, are not acceptable, or for any other good and sufficient cause\" to \"order the accused to be rearrested, and require the accused to give another bond in such amount as the judge or magistrate may deem proper.\" Tex. Code Crim. Proc. Ann. art. 17.09, § 3 (Vernon Supp.2009). But whether the return of the felony indictment against Castellano on September 21, 2009, was an event constituting \"good and sufficient cause\" under article 17.09, section 3 (and thus possibly supporting the trial court's denial of relief on that ground) is not a consideration in this appeal because the stipulated facts contain no evidence that the State ever initiated procedures against Castellano in which it sought relief consistent with article 17.09, section 3 or that the trial court ever held a bond hearing regarding the *765 revocation of Castellano's personal bond. In other words, there is no evidence that the trial court revoked Castellano's personal bond and set his bond at $100,000 pursuant to 17.09, section 3. Instead, stipulation of evidence number six states in relevant part that \"[n]o bond hearing was requested or held regarding the revocation or continuation of [Castellano's] original personal recognizance bond.\" The limited facts of this case therefore bring this appeal within only the express holding of Griffin.[6]\nAccordingly, we sustain Castellano's only issue, reverse the trial court's order denying habeas relief, and remand this case to the trial court with directions to enter an order releasing Castellano on personal bond.\nNOTES\n[1]  The stipulated evidence refers to Castellano as being released on a \"personal recognizance bond.\" \"Although this is a commonly-used term, the pertinent statutes use the term `personal bond.'\" Watson v. State, 158 S.W.3d 647, 648 n. 1 (Tex.App.-Waco 2005, no pet.) (citing Tex.Code Crim. Proc. Ann. art. 17.03 (Vernon Supp.2009), 17.031 (Vernon 2005), 17.032 (Vernon Supp.2009), 17.04 (Vernon 2005)); see Lee v. State, 641 S.W.2d 533, 534 n. 1 (Tex.Crim.App.1982) (\"There is no form of bail known as a `personal recognizance bond' in Texas criminal practice.\").\n[2]  The grand jury indicted Castellano for the first-degree felony offense of possession of a controlled substance weighing more than 200 grams but less than 400 grams. See Tex. Health &amp; Safety Code Ann. § 481.115(e) (Vernon 2010).\n[3]  Section 2 of article 17.151 specifically provides,\n\nSec. 2. The provisions of this article do not apply to a defendant who is:\n(1) serving a sentence of imprisonment for another offense while the defendant is serving that sentence;\n(2) being detained pending trial of another accusation against the defendant as to which the applicable period has not yet elapsed;\n(3) incompetent to stand trial, during the period of the defendant's incompetence; or\n(4) being detained for a violation of the conditions of a previous release related to the safety of a victim of the alleged offense or to the safety of the community under this article.\nTex.Code Crim. Proc. Ann. art. 17.151, § 2. None of the exceptions are applicable to this appeal.\n[4]  The State had not obtained indictments against Griffin at that time. Griffin, 2002 WL 1822726, at *1.\n[5]  But see Dixon v. State, 866 S.W.2d 115, 116 (Tex.App.-Waco 1993, no pet.) (stating that article 17.151 \"does not require the State to `announce' its readiness for trial within ninety days.\").\n[6]  The case law that the State directs us to is equally inapposite. See Smith v. State, 161 S.W.3d 191, 192 (Tex.App.-Texarkana 2005, no pet.); Haynes, 2009 WL 2680744, at *1.\n\n",
            "ocr": false,
            "opinion_id": 2276585
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}