{
    "id": 2286378,
    "judges": "Bucklo",
    "date_filed": 921024000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-ex-rel-chambers-v-page",
    "case_name_short": "Page",
    "case_name": "United States Ex Rel. Chambers v. Page",
    "case_name_full": "UNITED STATES of America Ex Rel. Nolen CHAMBERS, Petitioner, v. Thomas F. PAGE, Warden, Menard Correctional Center, and Jim Ryan, Illinois Attorney General, Respondents",
    "attorneys": "Nolan Chambers, Tamms, IL, pro se., Domenica A. Osterberger, Chief of Criminal Appeals, Illinois Attorney General’s Office, Chicago, IL, for Respondents.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1145-12\">\n    UNITED STATES of America ex rel. Nolen CHAMBERS, Petitioner, v. Thomas F. PAGE, Warden, Menard Correctional Center, and Jim Ryan,\n    <a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">\n     1\n    </a>\n    Illinois Attorney General, Respondents.\n   </parties><br><docketnumber id=\"b1145-16\">\n    No. 97 C 3154.\n   </docketnumber><court id=\"Ap0\">\n    United States District Court, N.D. Illinois, Eastern Division.\n   </court><decisiondate id=\"A-k-\">\n    March 10, 1999.\n   </decisiondate><br><attorneys id=\"b1148-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1094\"> \n     *1094\n     </span>\n    Nolan Chambers, Tamms, IL, pro se.\n   </attorneys><br><attorneys id=\"b1148-8\">\n    Domenica A. Osterberger, Chief of Criminal Appeals, Illinois Attorney General’s Office, Chicago, IL, for Respondents.\n   </attorneys><div class=\"footnotes\"><div class=\"footnote\" id=\"fn1\" label=\"1\">\n<a class=\"footnote\" href=\"#fn1_ref\">\n     1\n    </a>\n<p id=\"b1145-8\">\n     . Under Rules 2(a) and (b) of the Rules Governing Section 2254 Cases in the United States District Courts, Illinois Attorney General Jim Ryan is improperly named as a respondent in this petition.\n     <em>\n      Hogan v. Hanks,\n     </em>\n     97 F.3d 189, 190 (7th Cir.1996). Mr. Ryan is therefore dismissed as a parly.\n    </p>\n</div></div>",
    "citations": [
        "39 F. Supp. 2d 1091"
    ],
    "opinions": [
        {
            "author_str": "Bucklo",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 453.0,
            "opinion_text": "\n39 F.Supp.2d 1091 (1999)\nUNITED STATES of America ex rel. Nolen CHAMBERS, Petitioner,\nv.\nThomas F. PAGE, Warden, Menard Correctional Center, and Jim Ryan,[1] Illinois Attorney General, Respondents.\nNo. 97 C 3154.\nUnited States District Court, N.D. Illinois, Eastern Division.\nMarch 10, 1999.\n*1092 *1093 *1094 Nolan Chambers, Tamms, IL, pro se.\nDomenica A. Osterberger, Chief of Criminal Appeals, Illinois Attorney General's Office, Chicago, IL, for Respondents.\n\nMEMORANDUM OPINION AND ORDER\nBUCKLO, District Judge.\nPetitioner Nolen Chambers filed a 28 U.S.C. § 2254 Petition for Writ of Habeas Corpus challenging his conviction for murder and attempted armed robbery. For the following reasons, the petition is denied.\n\nBackground\nFollowing a jury trial in the Circuit Court of Cook County, Illinois, Mr. Chambers was convicted of murder and attempted armed robbery. On December 19, 1986, he was sentenced to natural life in prison without parole for murder, and 30 years concurrent imprisonment for attempted armed robbery. People v. Chambers, 200 Ill.App.3d 538, 540, 146 Ill.Dec. 311, 313, 558 N.E.2d 274, 276 (1st Dist. 1990); (Resp't Ex. B at 4.) He was incarcerated at the Menard Correctional Center in Menard, Illinois, but was subsequently transferred to the Tamms Correctional Center in Tamms, Illinois, where he is currently a prisoner. (Mot. Letter of 7/11/98.)\nMr. Chambers appealed his conviction, raising five claims: (1) denial of his right to cross-examination where certain mug books were not made available to him; (2) denial of his right to a fair trial where he was barred from eliciting evidence about a deceased victim's failure to identify him; (3) alleged juror bias; (4) denial of his motion to quash arrest and suppress evidence; and (5) excessive sentence. Chambers, 200 Ill.App.3d at 540, 146 Ill.Dec. at 313, 558 N.E.2d at 276, (Resp't Ex. B at 21-27.) On June 22, 1990, the Illinois appellate court affirmed. Chambers, 200 Ill.App.3d at 549, 146 Ill.Dec. at 319, 558 N.E.2d at 282. Mr. Chambers petitioned for leave to appeal to the Illinois Supreme Court, raising the same arguments, (Answer to Habeas Pet. at 3); that petition was denied on April 3, 1991. (Resp't Ex. G.)\nMr. Chambers then filed a petition for state post-conviction relief, arguing, inter alia, excessive sentence and ineffective assistance of counsel. (Answer to Habeas Pet. at 3; Resp't Ex. H at 2-5.) That petition was dismissed on June 23, 1995. (Resp't Ex. I ¶ 3.)\nMr. Chambers appealed that dismissal, but it was affirmed by the Illinois appellate court. (Resp't Ex. L at 2.) He then petitioned for leave to appeal from that order to the Illinois Supreme Court, (Resp't Ex. M at 1), and that petition was denied. (Resp't Ex. N.)\nOn April 23, 1997,[2] acting pro se, Mr. Chambers filed this petition for habeas *1095 relief, raising four claims: (1) denial of his right to question a witness about mug books she had viewed; (2) denial of his right to inquire about whether a deceased witness had identified him; (3) alleged juror bias in violation of his Sixth Amendment rights; and (4) denial of his right to have his arrest quashed and evidence suppressed. (Habeas Pet. at 5-7.)[3]\n\nStandard of Review\nBefore a federal court may hear a state prisoner's petition for habeas relief, the state courts must be given a full and fair opportunity to review the petitioner's claims. Farrell v. Lane, 939 F.2d 409, 410 (7th Cir.1991). Such an opportunity is afforded when the petitioner (1) has exhausted all his available state remedies, and (2) has raised each claim in a state court proceeding. Id. (citation omitted). Mr. Page concedes that Mr. Chambers has exhausted all of his state remedies. (Answer to Habeas Pet. at 6.)\nIn order to meet the second of those requirements, the petitioner must \"fairly present\" his claims to the state court. Duncan v. Henry, 513 U.S. 364, 365-66, 115 S.Ct. 887, 130 L.Ed.2d 865 (1995); Pitchess v. Davis, 421 U.S. 482, 487, 95 S.Ct. 1748, 44 L.Ed.2d 317 (1975); Jones v. Washington, 15 F.3d 671, 675 (7th Cir.1994). Each claim presented for federal habeas review must be the same as a claim presented in state court. Pitchess, 421 U.S. at 487, 95 S.Ct. 1748. If the petitioner fails to \"fairly present\" his federal claims at the state level, those claims are procedurally defaulted unless the petitioner can show good cause for the default and actual prejudice resulting from it. Lemons v. O'Sullivan, 54 F.3d 357, 360 (7th Cir.1995); Jones, 15 F.3d at 675. Procedurally defaulted claims also can be heard on habeas review if \"failure to consider the claims will result in a fundamental miscarriage of justice.\" Coleman v. Thompson, 501 U.S. 722, 750, 111 S.Ct. 2546, 115 L.Ed.2d 640 (1991).\nFederal court review of habeas petitions is further limited by the habeas corpus statute as amended by the Anti-Terrorism and Effective Death Penalty Act of 1996. Under § 2254(d):\nAn application for a writ of habeas corpus ... shall not be granted with respect to any claim that was adjudicated on the merits in State court proceedings unless the adjudication of the claim \u0097\n(1) resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States; or\n(2) resulted in a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\n28 U.S.C. § 2254(d).\nThe \"contrary to\" provision of § 2254(d)(1) applies to questions of law. It allows a federal court to express an independent opinion on all legal issues in the case, in order to determine whether a state court's decision was contrary to federal law. Lindh, 96 F.3d at 868-69. Significantly, it is federal law \"as determined by the Supreme Court of the United States\" that is controlling here. Id. at 869.\nIf the dispute lies \"not in the meaning of the Constitution, but in its *1096 application to a particular set of facts,\" then habeas relief can be granted only where the state's decision reflects \"an unreasonable application of\" federal law. Id. at 870. The \"unreasonable application\" language of § 2254(d)(1) essentially tells federal courts: \"Hands off, unless the judgment in place is based on an error grave enough to be called `unreasonable.'\" Id. If the state court renders a \"responsible, thoughtful [decision] reached after a full opportunity to litigate,\" that is adequate to support the judgment. Id. at 871. So long as the state court asks the legally correct question, its fact-specific answer cannot be called unreasonable even if it is wrong. Id. at 876-77.\nFederal habeas relief may also be granted if the state court's decision was based on an unreasonable determination of the facts. 28 U.S.C. § 2254(d)(2). However, under § 2254(e)(1), a state court's determination of factual issues is presumed correct. The burden is on the petitioner to rebut that presumption with clear and convincing evidence.\n\nQuestioning of Witness about Mug Books\nMr. Chambers argues that his rights to a fair trial and due process were denied because he was not allowed to cross-examine a witness about \"mug books she viewed while in the police station.\" (Habeas Pet. at 5-6.) He makes no mention in his petition of the prosecution's failure to provide him with information about the mug books, but that failure was the focus of his claim as presented to the Illinois appellate court. Id.; (Resp't Ex. B at 21-24.) If I were to give this claim a strict construction, it might be procedurally barred because it was not \"fairly presented\" to the state court. See Jones, 15 F.3d at 675. However, federal courts must take care to \"avoid hypertechnicality\" in deciding if a claim is fairly presented. Williams v. Washington, 59 F.3d 673, 677 (7th Cir.1995) (citation omitted). Further, pro se petitions should be construed liberally. Haines, 404 U.S. at 520, 92 S.Ct. 594; Jackson v. Duckworth, 112 F.3d 878, 881 (7th Cir.1997); Antonelli, 81 F.3d at 1427. In the instant case, Mr. Chambers' federal habeas claim is very close to his claim as presented in state court: in both, he mentions the mug books and the denial of his right to cross-examination. Chambers, 200 Ill.App.3d at 540, 146 Ill. Dec. at 313, 558 N.E.2d at 276, (Habeas Pet. at 5-6.) Therefore, construing Mr. Chambers' habeas claim liberally, I presume he is arguing the same issue as in state court: that the prosecution improperly failed to provide him with information about the mug books, thus denying him his right to cross-examination. (Resp't Ex. B at 21-24.) Mr. Chambers also does not identify in his petition the witness he wanted to cross-examine. However, it is presumed he meant the same witness as in his argument in state court, Gail Lofton (Resp't Ex. B at 21-22.)\nMs. Lofton testified at trial that on July 3, 1985, while a passenger on an eastbound Chicago Avenue bus, she saw Mr. Chambers enter the bus, struggle with an older man (George Steele), and then shoot the man in the chest. (Resp't Ex. C at 11.) Shortly after the shooting, Ms. Lofton gave police a description of Mr. Chambers, and then went to the police station, where she looked at some mug books but did not find a picture of the person who shot Mr. Steele. However, she did point to a picture of one person who she said \"looked like\" Mr. Chambers. Id. Subsequently, Ms. Lofton was shown a photograph of a line-up that included Mr. Chambers, and she identified him as the person who shot Mr. Steele. Id. at 12. She also identified Mr. Chambers in court. Id. at 19.\nThe trial court ordered the prosecution to produce the mug books and the photograph Ms. Lofton said looked like Mr. Chambers, but the prosecution was unable to do that.[4]Id. at 20; Chambers, 200 *1097 Ill.App.3d at 544, 146 Ill.Dec. at 315, 558 N.E.2d at 278. It is not known whether Mr. Chambers' photo was in the books viewed by Ms. Lofton. Chambers, 200 Ill.App.3d at 544, 146 Ill.Dec. at 315, 558 N.E.2d at 278.\nTwo other witnesses to the killing, Brenda Gaines and her 11-year-old daughter, Todja Gaines, also said they looked at mug books at the police station on July 3, 1985. Neither of them identified anyone who looked like Mr. Chambers. (Resp't Ex. C at 20.); Chambers, 200 Ill.App.3d at 542, 544, 146 Ill.Dec. at 315, 558 N.E.2d at 278. However, both subsequently identified Mr. Chambers in a line-up and in court. (Resp't Ex. C at 21.); Chambers, 200 Ill. App.3d at 543, 146 Ill.Dec. at 315, 558 N.E.2d at 278. In addition, a fourth witness, Lavador Williams, identified Mr. Chambers from a line-up, and she was shown no mug books. Chambers, 200 Ill. App.3d at 544, 146 Ill.Dec. at 316, 558 N.E.2d at 279.\nMr. Chambers argued to the Illinois appellate court that the prosecution's failure to provide him with information about the mug books was a violation of due process. (Resp't Ex. B at 21.) Under Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), it is a violation of due process for the prosecution to withhold evidence favorable to the accused \"where the evidence is material either to guilt or innocence.\" Id. at 87, 83 S.Ct. 1194. However, such evidence is material \"only if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.\" United States v. Bagley, 473 U.S. 667, 682, 105 S.Ct. 3375, 87 L.Ed.2d 481 (1985) (Blackmun, J.). In order for such a probability to be reasonable, it must be \"sufficient to undermine confidence in the outcome\" of the trial. Id.\nIn rejecting Mr. Chambers' claim, the Illinois appellate court cited both the Brady standard and a state-law equivalent of the Bagley gloss on that standard. Chambers, 200 Ill.App.3d at 544, 146 Ill.Dec. at 315-16, 558 N.E.2d at 278-79. The appellate court noted that the mug books and the photograph Ms. Lofton said looked like Mr. Chambers might well have been useful in Mr. Chambers' defense.[5] However, even if they would have helped, that would carry little weight \"in light of the witnesses' positive identifications of defendant at trial and in a line-up,\" and in light of Ms. Williams' testimony. Id. The court held that the mug book evidence was not material because \"[i]t would not have altered the outcome of the trial.\" Id.\nThe Illinois appellate court here identified the correct constitutional rule and reviewed Mr. Chambers' claim accordingly. Therefore, the law applied was not contrary to clearly established federal law, and there was no unreasonable application of that law. Hence, Mr. Chambers' claim lacks merit.\n\nDeceased Victim's Failure to Identify\nMr. Chambers also argues that his right to a fair and impartial trial was denied because he was barred from inquiring about a deceased victim's failure to identify him. (Habeas Pet. at 6.) Reading Mr. Chambers' petition liberally, I presume he is arguing the same issue as in state court: that the trial court's preventing him from questioning a police officer about the statements of Caroline Snelling deprived Mr. Chambers of his Sixth Amendment right to present a defense. (Resp't Ex. B at 24-25.)\n*1098 Ms. Snelling, who was 80 years old in 1985 when Mr. Steele was killed, was a passenger on the bus where the shooting took place. Chambers, 200 Ill.App.3d at 540, 146 Ill.Dec. at 313, 558 N.E.2d at 276, (Resp't Ex. C at 10.) Witnesses testified that shortly after Mr. Chambers entered the bus, he tried to grab Ms. Snelling's purse. Chambers, 200 Ill.App.3d at 543, 146 Ill.Dec. at 315, 558 N.E.2d at 278. When Mr. Steele, also a passenger on the bus, came to Ms. Snelling's aid and tried to prevent the robbery, Mr. Chambers shot him. Id. at 543, 146 Ill.Dec. at 315, 558 N.E.2d at 278.\nAfter the shooting, Ms. Snelling apparently failed to identify Mr. Chambers in a line-up. Id. at 544, 146 Ill.Dec. at 316, 558 N.E.2d at 279, (Resp't Ex. B at 24-25.) Ms. Snelling died of natural causes before the trial. (Answer to Habeas Pet. at 16.) At the trial, Mr. Chambers attempted to question police officer Thomas Blomstrand about Ms. Snelling's failure to identify him, but the trial court barred the testimony. (Resp't Ex. C at 27.) The Illinois appellate court upheld that decision, noting that Ms. Snelling's statements of identification or non-identification to the police would unquestionably have been hearsay \"and would be properly excluded because she could not be cross-examined.\" Chambers, 200 Ill.App.3d at 545, 146 Ill.Dec. at 316, 558 N.E.2d at 279. In upholding the trial court's decision, the Illinois appellate court did not act contrary to clearly established federal law, nor was this an unreasonable application of that law. Therefore, Mr. Chambers' second argument fails. The Sixth Amendment's compulsory process clause guarantees a defendant the right to present witnesses, but it does not give him \"an unfettered right to offer testimony that is incompetent, privileged, or otherwise inadmissible under standard rules of evidence.\" Taylor v. Illinois, 484 U.S. 400, 410, 108 S.Ct. 646, 98 L.Ed.2d 798 (1988).\n\nRacially Biased Juror\nMr. Chambers next contends that his Sixth Amendment right to an impartial jury was violated \"when a member of the jury told racial jokes after the verdict.\" (Habeas Pet. at 7.) Mr. Chambers alleges that jury foreman Donald Harenberg made racial comments to courtroom staff following the verdict, and that a probation officer overheard them. Chambers, 200 Ill.App.3d at 545-46, 146 Ill.Dec. at 316-17, 558 N.E.2d at 279-80. Mr. Chambers argues that the telling of such jokes at the end of the trial shows that such sentiments \"surely [were] in the heart of this juror always.\" (Habeas Pet. at 7.)\nThe remedy for such allegations of juror bias \"is a hearing in which the defendant has the opportunity to prove actual bias.\" Smith v. Phillips, 455 U.S. 209, 215, 102 S.Ct. 940, 71 L.Ed.2d 78 (1982). Mr. Chambers was given such a hearing, (Resp't Ex. C at 32-33; Answer to Habeas Pet. at 18); Chambers, 200 Ill. App.3d at 545-46, 146 Ill.Dec. at 316-17, 558 N.E.2d at 279-80, and the Illinois appellate court noted that he failed to present sufficient evidence \"to prove the juror's prejudice or establish that defendant received an unfair trial.\" Chambers, 200 Ill.App.3d at 546, 146 Ill.Dec. at 317, 558 N.E.2d at 280. Hence, the state court decision was not contrary to clearly established federal law, nor was it an unreasonable application of that law. Mr. Chambers' third argument therefore fails.\n\nDenial of Motion to Quash Arrest and Suppress Evidence\nFinally, Mr. Chambers contends that he was denied a fair trial, equal protection and due process when the court denied his motion to quash his arrest and suppress evidence. (Habeas Pet. at 7.) Police investigating the murder of Mr. Steele arrested Mr. Chambers without a warrant in his home on July 6, 1985. Chambers, 200 Ill.App.3d at 540-42, 146 Ill.Dec. at 313-14, 558 N.E.2d at 276-77. The information that led to the arrest came from a confidential *1099 informant. Id. at 541-42, 146 Ill. Dec. at 314, 558 N.E.2d at 277. In his argument before the Illinois appellate court, Mr. Chambers contended his arrest was invalid because it was based on \"the unverified story of a classified informant whose reliability and background [were] unestablished.\" (Resp't Ex. B at 28.); Chambers, 200 Ill.App.3d at 548, 146 Ill. Dec. at 318, 558 N.E.2d at 281. He also asserted that lineup identification evidence resulting from that arrest should have been suppressed. (Resp't Ex. B at 28.); Chambers, 200 Ill.App.3d at 541, 546, 146 Ill.Dec. at 313, 317, 558 N.E.2d at 276, 280.\nResponding to Mr. Chambers' challenge to his arrest, the appellate court held that the arrest was \"justified by compelling evidence that [Mr. Chambers] was implicated in the murder.\" Chambers, 200 Ill. App.3d at 548, 146 Ill.Dec. at 318, 558 N.E.2d at 281. The appellate court specifically upheld the trial court's finding that police in the case \"had probable cause to make a warrantless arrest [of Mr. Chambers] under exigent circumstances.\" Id. at 548, 146 Ill.Dec. at 318, 558 N.E.2d at 281. In reaching its conclusion, the appellate court noted, inter alia, that (1) the informant's information was corroborated by his \"detailed description of the shooting\" and by eyewitness descriptions of Mr. Chambers, and (2) probable cause for the arrest was supported by factors such as the gravity of the crime (murder) and the likelihood that Mr. Chambers would flee. Chambers, 200 Ill.App.3d at 547-48, 146 Ill.Dec. at 318, 558 N.E.2d at 281.\nSuch reasoning corresponds with clearly established federal law. In Illinois v. Gates, the Supreme Court noted that an officer making a warrantless arrest \"may rely upon information received through an informant ... so long as the informant's statement is reasonably corroborated by other matters within the officer's knowledge.\" 462 U.S. 213, 242, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983) (citation omitted). Further, the Court in Minnesota v. Olson observed that police might be justified in making a warrantless arrest if they had probable cause to believe the suspect might escape, or that there was a risk of danger to police or other persons. 495 U.S. 91, 100, 110 S.Ct. 1684, 109 L.Ed.2d 85. An important factor in assessing the risk of danger is the gravity of the crime. Id. Hence, the appellate court's conclusion that Mr. Chambers' arrest was justified is not contrary to federal law, nor is it an unreasonable application of that law.\nMr. Chambers' other argument, a Fourth Amendment challenge to the admissibility of lineup identification evidence, also lacks merit. Under Stone v. Powell, \"where the State has provided an opportunity for full and fair litigation of a Fourth Amendment claim, a state prisoner may not be granted federal habeas corpus relief on the ground that evidence obtained in an unconstitutional search or seizure was introduced at his trial.\" 428 U.S. 465, 494, 96 S.Ct. 3037, 49 L.Ed.2d 1067 (1976). Clearly, the state courts gave Mr. Chambers' claim such full and fair consideration. Therefore, this argument fails as well.\n\nConclusion\nFor the foregoing reasons, Mr. Chambers' petition for a writ of habeas corpus is denied. His motion for appointment of counsel is denied as moot.\nNOTES\n[1]  Under Rules 2(a) and (b) of the Rules Governing Section 2254 Cases in the United States District Courts, Illinois Attorney General Jim Ryan is improperly named as a respondent in this petition. Hogan v. Hanks, 97 F.3d 189, 190 (7th Cir.1996). Mr. Ryan is therefore dismissed as a party.\n[2]  By filing on April 23, 1997, Mr. Chambers avoided the new limitations period for federal habeas actions imposed by 28 U.S.C. § 2244(d). Lindh v. Murphy, 96 F.3d 856, 866 (7th Cir.1996) (en banc), rev'd on other grounds, 521 U.S. 320, 117 S.Ct. 2059, 138 L.Ed.2d 481 (1997). However, Mr. Page argues that Mr. Chambers' petition should be time-barred because he neither paid the filing fee nor submitted a properly filed application to proceed in forma pauperis on that date. (Answer to Habeas Pet. at 7-9.) It is true that Mr. Chambers initially did not file a properly completed application to proceed in forma pauperis, but he was given an extension in which to file it. Subsequently he was granted leave to proceed in forma pauperis. Further, pro se petitions are to be construed liberally. Haines v. Kerner, 404 U.S. 519, 520, 92 S.Ct. 594, 30 L.Ed.2d 652 (1972); Antonelli v. Sheahan, 81 F.3d 1422, 1427 (7th Cir.1996). Accordingly, Mr. Chambers' habeas petition was timely filed.\n[3]  Mr. Chambers subsequently moved to stay the habeas proceedings until all his state remedies (particularly his post-conviction appeal) were exhausted. His habeas petition was dismissed without prejudice, and he was granted leave to reinstate within 70 days of termination of his post-conviction proceedings. Mr. Chambers' motion to stay the proceedings was denied as moot. On March 6, 1998, Mr. Chambers' motion to reinstate his petition was granted.\n[4]  The prosecution explained that no one had noted which mug books were shown to the witnesses that day, so the books could not be produced. (Resp't Ex. C at 20.)\n[5]  The appellate court noted that if the books had contained a photograph of Mr. Chambers, he might have been able to use them to show that neither Ms. Lofton nor Brenda nor Todja Gaines was able to identify him from the mug books. He might also have tried to use the photograph that Ms. Lofton said \"looked like\" him to show that it did not resemble him. Chambers, 200 Ill.App.3d at 544, 146 Ill.Dec. at 316, 558 N.E.2d at 279.\n\n",
            "ocr": false,
            "opinion_id": 2286378
        }
    ],
    "court_short_name": "N.D. Illinois",
    "court_full_name": "District Court, N.D. Illinois",
    "court_type": "FD",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}