{
    "id": 2287344,
    "judges": "Olszewski, Kelly and Johnson",
    "date_filed": "2008-08-19",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-evans",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Evans",
    "case_name_full": "COMMONWEALTH of Pennsylvania, Appellant, v. Ernest EVANS, Appellee; COMMONWEALTH of Pennsylvania, Appellant, v. Thomas SLAUGHTER, Appellee",
    "attorneys": "Helen T. Kane, Asst. Dist. Atty., Philadelphia, for Com., Helen Marino, Philadelphia, for appellee (at 873 & 875).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Jan. 19, 1990., Reargument Denied May 30, 1990.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b544-6\">\n    574 A.2d 1051\n   </citation><parties id=\"AmB\">\n    COMMONWEALTH of Pennsylvania, Appellant, v. Ernest EVANS, Appellee. COMMONWEALTH of Pennsylvania, Appellant, v. Thomas SLAUGHTER, Appellee.\n   </parties><court id=\"Aud\">\n    Superior Court of Pennsylvania.\n   </court><otherdate id=\"AAS\">\n    Argued Jan. 19, 1990.\n   </otherdate><decisiondate id=\"ApvR\">\n    Filed March 19, 1990.\n   </decisiondate><otherdate id=\"AM1\">\n    Reargument Denied May 30, 1990.\n   </otherdate><br><attorneys id=\"b545-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"501\"> \n     *501\n     </span>\n    Helen T. Kane, Asst. Dist. Atty., Philadelphia, for Com.\n   </attorneys><br><attorneys id=\"b545-10\">\n    Helen Marino, Philadelphia, for appellee (at 873 &amp; 875).\n   </attorneys><br><judges id=\"b545-11\">\n    Before OLSZEWSKI, KELLY and JOHNSON, JJ.\n   </judges>",
    "citations": [
        "574 A.2d 1051",
        "393 Pa. Super. 500"
    ],
    "opinions": [
        {
            "author_str": "Olszewski",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n393 Pa. Super. 500 (1990)\n574 A.2d 1051\nCOMMONWEALTH of Pennsylvania, Appellant,\nv.\nErnest EVANS, Appellee.\nCOMMONWEALTH of Pennsylvania, Appellant,\nv.\nThomas SLAUGHTER, Appellee.\nSupreme Court of Pennsylvania.\nArgued January 19, 1990.\nFiled March 19, 1990.\nReargument Denied May 30, 1990.\n*501 Helen T. Kane, Asst. Dist. Atty., Philadelphia, for Com.\nHelen Marino, Philadelphia, for appellee (at 873 &amp; 875).\nBefore OLSZEWSKI, KELLY and JOHNSON, JJ.\nOLSZEWSKI, Judge:\nThis case involves appeals, taken by the Commonwealth, from trial court orders quashing the return of transcript. These orders had the effect of dismissing, before trial, charges of criminal trespass[1] based on the court's finding that the Commonwealth had failed to establish a prima facie case. We begin by noting that the orders appealed from are properly before this court. These cases do not involve the dismissal of complaints by an issuing authority at or before the preliminary hearing stage. Such orders are interlocutory; the Commonwealth's sole redress is to refile the complaint before the applicable statute of limitations *502 expires. Commonwealth v. Revtai, 516 Pa. 53, 74, 532 A.2d 1, 11 (1987); Commonwealth v. Allem, 367 Pa.Super. 173, 179, 532 A.2d 845, 849 (1987). These appeals follow the grant by the trial court, following preliminary hearings, of writs of habeas corpus.[2] Such orders are final and appealable. Commonwealth v. Hetherington, 460 Pa. 17, 22, 331 A.2d 205, 209 (1975).\nThe Commonwealth has the burden of proving at a preliminary hearing that a crime has been committed and that the accused is probably the one who has committed it. Commonwealth v. Wojdak, 502 Pa. 359, 466 A.2d 991 (1983). To sustain that burden:\nthe Commonwealth must produce evidence,\nsuch as to present \"sufficient probable cause to believe that the person charged has committed the offense stated\"; in other words, it should make out a prima facie case of guilt. It should be such that if presented at the trial in court, and accepted as true, the judge would be warranted in allowing the case to go to the jury.\nId., 502 Pa. at 363, 466 A.2d at 996 (citations omitted) (emphasis in original). In our review of the trial court's dismissal of criminal trespass charges, we therefore accept as true the evidence presented by the Commonwealth.\nThe facts of No. 873 Philadelphia 1989, as summarized by the trial court, are as follows:\nOn or about November 25, 1988, at approximately 10:15 A.M., a security guard of the Atlantic Richfield Company observed the defendant and another male in the tank farm area of the Atlantic Refinery, in South Philadelphia (34th Street and Maiden Lane, near the Schuylkill Expressway). The area where defendant was observed was surrounded by a six-foot chain-link fence in which a large *503 hole was discovered. The defendant and the other male were observed at the outside of a tank (550 tank) and then chased by the guard and police to an area near another tank (635 tank). When they were first observed, the male with defendant appeared to be removing aluminum sheeting from the side of the 550 tank. While no one actually observed the aluminum sheeting being removed, apparently some of the sheets had been removed. The male with defendant was observed with \"cutters\" in his hand. When defendant was ultimately apprehended, he was hiding inside the empty 635 tank.\nTrial court opinion, at 2-3 (record citations omitted).\nThe facts of No. 875 Philadelphia 1989, as summarized by the trial court, are as follows:\nOn September 26, 1988, at approximately 4:30 A.M., SEPTA Police Officer James Krajewski, Badge No. 100, received information concerning suspicious activity at SEPTA's bus storage yard at 4300 Wissahickon Avenue, Philadelphia, Pa., known as the Midvale Yard. This storage yard is approximately two square blocks and is completely surrounded by a fence. At that time, there were approximately fifty buses stored in the yard. The main entrance to the yard was secured by a locked gate. Officer Krajewski and another officer entered the main gate and heard glass breaking in the vicinity of the buses. The defendant was observed in the process of removing a window frame from one of the buses. The defendant was apprehended, and an inspection of the yard revealed that sixty window frames were removed from several buses. The frames were found together, in stacks of five frames, twelve per stack.\nTrial court opinion, at 2 (record citations omitted).[3]\nBoth defendants were charged, inter alia, with criminal trespass. Following preliminary hearings, attorneys for *504 both appellees filed motions to quash the return of transcript alleging that the evidence produced was insufficient to establish a prima facie case of criminal trespass. Both motions were granted by the Court of Common Pleas of Philadelphia County, DeFino, J., on February 22, 1989.[4] Following denials of Commonwealth motions for reconsideration, the Commonwealth timely appealed.\nThe Commonwealth presents one issue in these appeals:\nWhere defendants were arrested within fenced enclosures on business premises used to store valuable equipment and materials which defendants were in the process of removing, did the trial court err in quashing the charges of criminal trespass based on its finding that the areas which defendants had forcibly entered did not fall within the statutory definition of occupied structures and thus that defendants' conduct did not constitute the offense of criminal trespass?\nAppellant's brief, at 3. Phrased more simply, the question before us is whether the legislature, in enacting 18 Pa.C. S.A. § 3503, intended that the unauthorized breaking into or entry of an outdoor area, enclosed by a locked chain-link fence and used by a business for storage, to be punishable as criminal trespass.[5]\n*505 In Commonwealth v. Cannon, 297 Pa.Super. 106, 443 A.2d 322 (1982), this Court was asked whether the fenced and locked backyard of a house was an \"occupied structure\" sufficient to support a conviction of criminal trespass. The Court vacated the conviction, stating \"[a] yard is not a `structure,' and the evidence is that the Jaffe yard was neither a `place adapted for overnight accommodation of persons' nor a place for `carrying on business.'\" Id., 297 Pa. Superior Ct. at 114-115, 443 A.2d at 326.\nAs we are bound by the decision of Cannon that a fenced, locked residential backyard is not a \"structure,\" we proceed assuming that the fenced, locked enclosures in the instant cases are also not \"structures.\" If, however, the evidence shows that the fenced enclosures in the instant cases are \"places adapted for carrying on business,\" then the enclosures are \"occupied structures\" under 18 Pa.C.S.A. § 3501, and convictions of criminal trespass could be sustained, consistent with Cannon.\nThe words of 18 Pa.C.S.A. § 3501 do not guide us in interpreting the meaning of the phrase \"place adapted . . . for carrying on business therein.\" We will therefore construe this term according to its common and approved usage. 1 Pa.C.S.A. § 1903(a); Commonwealth v. Stanley, 498 Pa. 326, 446 A.2d 583 (1982). While penal statutes are to be strictly construed in favor of the defendant, we need not apply the narrowest meaning of the statute's words. Commonwealth v. Wooten, 519 Pa. 45, 545 A.2d 876 (1988); Commonwealth v. Walker, 386 Pa.Super. 100, 562 A.2d 373 (1989); cf. Commonwealth v. Mayer, 240 Pa.Super. 181, 362 A.2d 407 (1976) (finished but uninhabited house trailer stored on a lot with other trailers was a \"building or occupied structure\" sufficient to sustain a burglary conviction); Commonwealth v. McCoy, 209 Pa.Super. 399, 228 A.2d 43 (1967) (telephone booth was a \"building\" sufficient *506 to sustain conviction under former burglary statute, 18 P.S. § 4901).\nThe trial court strictly interprets \"place adapted . . . for carrying on business therein\" to mean \"that the legislation intended to prohibit entry or breaking into of commercial buildings and structures and vehicles, where business is actually transacted.\" Trial court opinion, at 4 (No. 873 Philadelphia 1989); trial court opinion, at 6 (No. 875 Philadelphia 1989). Only by assuming that business is carried on where \"transactions\" take place, and nowhere else, can the trial court justify its conclusion that the fenced, locked storage areas in the instant cases are not places adapted for carrying on business. Under this narrowest of interpretations, a person is guilty of criminal trespass if he breaks into a fenced area where goods are sold, but not if he breaks into an identical fenced area where goods are stored.\nBy defining \"occupied structure\" to include \"places adapted for carrying on business,\" the legislature extended to businesses, which are not always confined to structures made up of walls and a roof, the same protection from intrusion it afforded to dwellings, which traditionally are within buildings. We reject the trial court's narrow interpretation of 18 Pa.C.S.A. § 3501's definition of \"occupied structure.\" Surely the storage of buses and petroleum products furthers the business purposes of SEPTA and ARCO. We conclude that the fenced enclosures which appellees are accused of breaking into are \"places adapted for carrying on business therein,\" and are therefore \"occupied structures\" under 18 Pa. C.S.A. § 3501.\nIn construing statutes, we presume that the legislature did not intend an absurd result. 1 Pa.C.S.A. § 1922(1); Commonwealth v. Coleman, 289 Pa.Super. 221, 433 A.2d 36 (1981). Applying this maxim of construction, the trial court states that it would be absurd to make appellees' entry on fenced business property punishable as criminal trespass while the entry on a fenced backyard in Cannon was not a criminal trespass, because it \"would . . . afford to business property, which is frequently unattended and *507 unoccupied, more protection than has been given to private residences where the occupants are usually present.\" Trial court opinion, at 6-7 (No. 873 Philadelphia 1989); trial court opinion, at 6 (No. 875 Philadelphia 1989). The actual result of our holding is to afford fenced, locked business property, where equipment and material may be stored, more protection than private residences' backyards which are not adapted for overnight accommodation of persons. We do not consider such a result to be absurd.\nThe trial court attempts to support its holding by invoking another maxim of statutory construction: that the particular controls the general. 1 Pa.C.S.A. § 1933. The logical extension of this is the policy that prosecutions are not permitted under general provisions of a penal code when special penal provisions apply. Commonwealth v. Warner, 309 Pa.Super. 386, 455 A.2d 663 (1982) (Warner 1), rev'd, 504 Pa. 600, 476 A.2d 341 (1984); Commonwealth v. Vukovich, 301 Pa.Super. 111, 447 A.2d 267 (1982). The trial court implies, and appellee argues, that because the crime of defiant trespass[6] specifically refers to fenced areas, all intrusions into fenced areas are punishable only as defiant trespass. We cannot agree.\nDefiant trespass is committed when a person enters or remains in a place where he is not privileged to remain after notice of trespass is given. See Commonwealth v. Downing, 511 Pa. 28, 511 A.2d 792 (1986); Commonwealth v. *508 Conyers, 238 Pa.Super. 386, 357 A.2d 569 (1976). The statute includes fencing as one means of providing notice to trespassers that they are not welcome. This hardly means that all intrusions into fenced areas are punishable only as defiant trespass. We note that the crime of criminal trespass includes the element of entry by subterfuge, by surreptitiously remaining, or by breaking in, while the crime of defiant trespass is based on merely entering or remaining. Compare 18 Pa.C.S.A. § 3503(a) and 18 Pa.C.S.A. § 3503(b). We fail to see why defiant trespass should be considered a \"special\" penal provision in this situation, where appellees are accused of breaking into, rather than merely entering or remaining in, the fenced enclosures.\nWe note further that the policy against applying general penal provisions when special penal provisions are also applicable is normally invoked in contexts involving more widely disparate statutes than the criminal trespass and defiant trespass subsections of 18 Pa.C.S.A. § 3503. The policy has been used, for example, to prohibit prosecution under general penal statutes where the crime alleged is prohibited by both (1) specific forgery provisions of the Pharmacy Act and general forgery provisions of the Crimes Code, (2) specific forgery and unlawful voting provisions of the Election Code and general perjury and unsworn falsification provisions of the Crimes Code, (3) specific false statement provisions of the Unemployment Compensation Law and general false pretense provisions of the Penal Code, and (4) specific false pretense provisions of the Non-profit Medical and Dental Service Corporation Act of 1939 and general false pretense provisions of the Penal Code. See Warner 1, supra, 309 Pa.Super. at 392, 455 A.2d at 666, and cases cited therein.\nIn Commonwealth v. Warner, 504 Pa. 600, 476 A.2d 341 (1984) (Warner 2), reversing Warner 1, our Supreme Court held that prosecutions under general provisions are forbidden only when the conflict between the general provision and a specific provision is irreconcilable. There is no such conflict here. Further, the Court held that if the general *509 provision has elements outside the special provision, the Commonwealth can prosecute under either provision or both provisions. Thus, even if we consider defiant trespass to be a \"special provision\" and criminal trespass to be a \"general provision,\" because the criminal trespass subsection of 18 Pa.C.S.A. § 3503(a) has the element of entry by subterfuge, by surreptitious remaining or by breaking, which is absent from 18 Pa.C.S.A. § 3503(b), the Commonwealth may prosecute under either or both provisions.\nBecause the ARCO facility where petroleum products were stored in No. 873 Philadelphia 1989 and the SEPTA facility where buses were kept in No. 875 Philadelphia 1989 were \"occupied structures\" under 18 Pa.C.S.A. § 3501, we hold that the trial court erred in quashing criminal trespass charges.\nOrders reversed and remanded for the reinstatement of criminal trespass charges. Jurisdiction is relinquished.\nNOTES\n[1]  18 Pa.C.S.A. § 3503(a).\n[2]  A defendant may test the sufficiency of the evidence presented at a preliminary hearing by filing a Petition for Writ of Habeas Corpus. In Philadelphia such petitions are called Motions to Quash the Return of Transcript of the Preliminary Hearing. See Commonwealth v. Hetherington, 460 Pa. 17, 22, 331 A.2d 205, 209 (1975); Commonwealth v. Cartagena, 482 Pa. 6, 393 A.2d 350 (1978).\n[3]  The Commonwealth presented evidence that the arresting officer found a four-foot-wide, three-foot-high hole in the fence surrounding the bus storage yard. Transcript of November 14, 1988, preliminary hearing, at 8.\n[4]  The trial court opinions filed in both cases are identical, with the exception of the recitation of facts and limited references to those facts.\n[5]  The crime of criminal trespass is defined in 18 Pa.C.S.A. § 3503(a), which states:\n\n(a) Buildings and occupied structures. \u0097\n(1) A person commits an offense if, knowing that he is not licensed or privileged to do so, he:\n(i) enters, gains entry by subterfuge or surreptitiously remains in any building or occupied structure or separately secured or occupied portion thereof; or\n(ii) breaks into any building or occupied structure or separately secured or occupied portion thereof.\n(2) An offense under paragraph (1)(i) is a felony of the third degree, and an offense under paragraph (1)(ii) is a felony of the second degree.\n(3) As used in this subsection: \"Breaks into.\" To gain entry by force, breaking, intimidation, unauthorized opening of locks, or through an opening not designed for human access.\n18 Pa.C.S.A. § 3503. The term \"occupied structure\" is defined in 18 Pa.C.S.A. § 3501 as: \"Any structure, vehicle or place adapted for overnight accommodation of persons, or for carrying on business therein, whether or not a person is actually present\" (emphasis added).\n[6]  The crime of defiant trespass is defined in 18 Pa.C.S.A. § 3503(b), which states:\n\n(b) Defiant trespasser. \u0097\n(1) A person commits an offense if, knowing that he is not licensed or privileged to do so, he enters or remains in any place as to which notice against trespass is given by:\n(i) actual communication to the actor; or\n(ii) posting in a manner prescribed by law or reasonably likely to come to the attention of intruders; or\n(iii) fencing or other enclosure manifestly designed to exclude intruders.\n(2) An offense under this subsection constitutes a misdemeanor of the third degree if the offender defies an order to leave personally communicated to him by the owner of the premises or other authorized person. Otherwise it is a summary offense.\n\n",
            "ocr": false,
            "opinion_id": 2287344
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}