{
    "id": 2348023,
    "judges": "Eagen, Manderino, Nix, O'Brien, Packel, Pomeroy, Roberts",
    "date_filed": "1984-05-05",
    "date_filed_is_approximate": true,
    "slug": "wilson-v-blake",
    "case_name_short": "Wilson",
    "case_name": "Wilson v. Blake",
    "case_name_full": "Howard WILSON v. Edward J. BLAKE, Judge of the Court of Common Pleas of Philadelphia, Joseph R. Glancey, President Judge of the Philadelphia Municipal Court and Edward G. Mekel, Judge of the Philadelphia Municipal Court; COMMONWEALTH Ex Rel. Howard MARTIN v. Edward J. BLAKE, Judge of the Court of Common Pleas of Philadelphia, Joseph R. Glancey, President Judge of the Philadelphia Municipal Court and Edward G. Mekel, Judge of the Philadelphia Municipal Court",
    "attorneys": "Drew Salaman, Philadelphia, for appellant., Defender Assn, of Phila., Benjamin Lerner, Defender, Barbara A. Bailey, Asst. Defender, for appellant., F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Michael R. Stiles, Asst. Dist. Atty., Chief, Appeals Div., Thomas E. Butler, Jr., Asst. Dist. Atty., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Nov. 14, 1977.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b657-8\">\n    381 A.2d 450\n   </citation><parties id=\"Axu\">\n    Howard WILSON v. Edward J. BLAKE, Judge of the Court of Common Pleas of Philadelphia, Joseph R. Glancey, President Judge of the Philadelphia Municipal Court and Edward G. Mekel, Judge of the Philadelphia Municipal Court. COMMONWEALTH ex rel. Howard MARTIN v. Edward J. BLAKE, Judge of the Court of Common Pleas of Philadelphia, Joseph R. Glancey, President Judge of the Philadelphia Municipal Court and Edward G. Mekel, Judge of the Philadelphia Municipal Court.\n   </parties><br><court id=\"b657-14\">\n    Supreme Court of Pennsylvania.\n   </court><br><otherdate id=\"b657-15\">\n    Argued Nov. 14, 1977.\n   </otherdate><br><decisiondate id=\"b657-16\">\n    Decided Dec. 23, 1977.\n   </decisiondate><br><attorneys id=\"b658-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"628\"> \n     *628\n     </span>\n    Drew Salaman, Philadelphia, for appellant.\n   </attorneys><br><attorneys id=\"b658-9\">\n    Defender Assn, of Phila., Benjamin Lerner, Defender, Barbara A. Bailey, Asst. Defender, for appellant.\n   </attorneys><br><attorneys id=\"b658-10\">\n    F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Michael R. Stiles, Asst. Dist. Atty., Chief, Appeals Div., Thomas E. Butler, Jr., Asst. Dist. Atty., for appellee.\n   </attorneys><br><judges id=\"b658-11\">\n    Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and PACKEL, JJ.\n   </judges>",
    "citations": [
        "381 A.2d 450",
        "475 Pa. 627"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n475 Pa. 627 (1977)\n381 A.2d 450\nHoward WILSON\nv.\nEdward J. BLAKE, Judge of the Court of Common Pleas of Philadelphia, Joseph R. Glancey, President Judge of the Philadelphia Municipal Court and Edward G. Mekel, Judge of the Philadelphia Municipal Court.\nCOMMONWEALTH ex rel. Howard MARTIN\nv.\nEdward J. BLAKE, Judge of the Court of Common Pleas of Philadelphia, Joseph R. Glancey, President Judge of the Philadelphia Municipal Court and Edward G. Mekel, Judge of the Philadelphia Municipal Court.\nSupreme Court of Pennsylvania.\nArgued November 14, 1977.\nDecided December 23, 1977.\n*628 Drew Salaman, Philadelphia, for appellant.\nDefender Assn. of Phila., Benjamin Lerner, Defender, Barbara A. Bailey, Asst. Defender, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Michael R. Stiles, Asst. Dist. Atty., Chief, Appeals Div., Thomas E. Butler, Jr., Asst. Dist. Atty., for appellee.\nBefore EAGEN, C.J., and O'BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and PACKEL, JJ.\n\nOPINION OF THE COURT\nROBERTS, Justice.\nDefendants were indicted on charges of robbery, theft, receiving stolen property, conspiracy and aggravated assault stemming from an incident in which two men attempted to \"roll a drunk\" who was a police officer working undercover. At a preliminary hearing held March 7, 1977, defendants pursuant to Pa.R.Crim.P. 141 sought to make tape recordings of the proceedings. The municipal court prohibited the recordings. On April 11, 1977, defendants filed with this *629 Court applications for leave to file petitions for a writ of prohibition. We granted the applications and treated the petitions for writs of prohibition as petitions requesting this Court to assume plenary jurisdiction. We accepted plenary jurisdiction to resolve the question of whether a defendant may make a tape recording at a preliminary hearing when the proceedings are officially recorded.[1] We hold that defendants are entitled to make such recordings.\nRule 141(c)(4) provides:\n\"(c) The defendant . . . may, if he desires:\n(4) make written notes of the proceedings, or have his counsel do so, or make a stenographic, mechanical or electronic record of the proceedings.\"\nThe municipal court expressed the view that the Rule was designed to ensure defendants an accurate record of the proceedings and concluded that a defendant is prohibited from making any record of the proceedings, other than notes by counsel, whenever the court provides an official stenographer. Rule 141(c)(4) cannot justifiably be read so narrowly.\nThe Rule allows a defendant a variety of means to prepare an accurate account of the preliminary hearing. The Rule says a defendant \"may, if he desires\" make use of any of the enumerated means of transcription. It does not say that he may make those transcriptions only when the court fails to provide an official stenographer or when he is permitted to do so in the discretion of the court. Such an account prepared by the defendant at his own cost permissibly supplements any official, court authorized record to which the defendant may have access.\n*630 Rule 141(c)(4) promotes important policies. Official stenographic records are not infallible.[2] Transcription by means other than stenographic recording, or by a second stenographer, ensures the defendant an accurate record.[3] Moreover, a transcription made by the defendant is available to him immediately, unlike the official record which can require weeks or months to prepare and often cannot be furnished to defense counsel until the eve of trial.[4] Finally, the means allowed a defendant for recording preliminary hearings are both inexpensive and convenient. Their use deserves to be encouraged rather than deterred.\nIn short, records made by defendants can provide counsel with a valuable tool not otherwise available. The United States Supreme Court has recognized that information presented at a preliminary hearing may bear crucially upon the accused's defense. See Coleman v. Alabama, 399 U.S. 1, 90 S. Ct. 1999, 26 L. Ed. 2d 387 (1970) (plurality opinion) (preliminary hearing is \"critical stage\" at which accused is entitled to counsel). Accordingly, it would promote no jurisprudential policy to deny defendants this tool, particularly when to grant it neither prejudices the Commonwealth nor interferes with the court's management of the proceedings. Rule 141(c)(4) serves as a salutary device for enabling a defendant to preserve the proceedings of his preliminary hearing in the form he deems most suitable for his particular purposes.\n*631 The Commonwealth argues that the Rule entitles a defendant to a single means of transcription, and that once some means of recording has been provided, as here, other recording may be prohibited by the court. In view of the purposes of the Rule, this strained interpretation is arbitrary and unreasonable, and must be rejected. Rule 141(c)(4) confers upon a defendant the right to record the proceedings at his preliminary hearing by any of the means enumerated, even when an official stenographer is present. Any other interpretation would defeat the purposes served by the Rule.\nThe Commonwealth also contends that Commonwealth v. Minifield, 225 Pa.Super. 149, 310 A.2d 366 (1973), negates a reading of Rule 141(c)(4) that allows a defendant to make a record of the preliminary hearing in addition to that provided officially. In Minifield, the Superior Court held that a defendant is not denied due process when the Commonwealth fails to furnish a transcript of the preliminary hearing. Minifield is clearly inapposite. Our interpretation of Rule 141 does not rest upon principles of due process; we hold that appellants are entitled by Rule 141 to make tape recordings of their preliminary hearing regardless of whether due process permits a contrary result.[5]\nCase remanded for proceedings consistent with this opinion.\nPOMEROY, J., filed a concurring opinion.\nPOMEROY, Justice, concurring.\nAlthough I agree with the Court's disposition of this matter, I disagree with its conclusion that our plenary jurisdiction should be invoked on the ground that this is a matter of \"immediate public importance,\" Appellate Court Jurisdiction Act of July 31, 1971, P.L. 673, No. 223, art. III, § 205, 17 P.S. § 211.205 (Supp. 1977-78). In my opinion, this *632 characterization of the case is an exaggeration; I have serious doubt that the case properly qualifies for plenary jurisdiction treatment under Section 205.\nI agree however, that we can and should appropriately hear the case. In my view, the proper bases for our jurisdiction are either the original jurisdiction which we have to issue writs of prohibition, see Appellate Court Jurisdiction Act, supra, § 211(2) which is here invoked by the petition for a writ of prohibition presented to us by appellants[1] or, as seems more likely, the King's Bench power of superintendency over lower courts vested in this Court by Article V, Section 10(2) of the Pennsylvania Constitution[2] and Section 13 of the Act of May 22, 1722, 1 Sm.L. 131.[3] Here the decisions of the courts below[4] were arguably in conflict with Pa.R.Crim.P. 141(c)(4). Since these decisions were of considerable import but would likely be unreviewable by the normal appeal route, the original jurisdiction of this Court was properly invoked, and the Court's grant of plenary jurisdiction was \"superfluous.\" Pirillo v. Takiff, 462 Pa. 511, 519 n. 3, 341 A.2d 896, 899 n. 3 (1975).\nNOTES\n[1]  The issue presented in this matter pending before the municipal court is one of immediate public importance. We therefore assume plenary jurisdiction pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, § 205, 17 P.S. § 211.205 (Supp. 1977), which provides:\n\n\"Notwithstanding any other provisions of law, the Supreme Court may, on its own motion or upon petition of any party, in any matter pending before any court or justice of the peace of this Commonwealth involving an issue of immediate public importance, assume plenary jurisdiction of such matter at any stage thereof and enter a final order or otherwise cause right and justice to be done.\"\n[2]  In recognition of this fact, the Legislature has provided a statutory procedure for correcting the official record. Act of May 11, 1911, P.L. 279, § 4, 12 P.S. § 1199 (1953); Commonwealth v. Young, 456 Pa. 102, 317 A.2d 258 (1974).\n[3]  Cf. Pa.R.Crim.P. 27 (allowing mechanical recording of hearings as an aid to preparation of the written record).\n[4]  That official transcription often leaves the parties uncertain as to whether a record will be available for immediate use is illustrated by the following exchange between counsel and the court in the proceedings in this case:\n\n\"[Counsel]: Because I expect this matter to be in the Supreme Court in the next day or two may I request that the stenographer transcribe these Notes forthwith?\n[The Court]: I don't know if she will be able to.\"\n[5]  Indeed, in justifying its holding that the failure of the Commonwealth to provide the defendant with a transcript did not violate due process, the court in Minifield noted that the predecessor of Rule 141 (Rule 120) permitted the defendant to make his own transcription if he so desired. 225 Pa.Super. at 155, 310 A.2d at 369.\n[1]  See Commonwealth ex rel. Specter v. Shiomos, 457 Pa. 104, 107-09, 320 A.2d 134 (1974); id. 457 Pa. at 110 n. 1, 320 A.2d 134 (Pomeroy, J., concurring); Pirillo v. Takiff, 462 Pa. 511, 519-20, 341 A.2d 896, 899 (1975). On the propriety of a writ of mandamus, compare Commonwealth v. Caplan, 411 Pa. 563, 567-79, 192 A.2d 894 (1963).\n[2]  That section provides in pertinent part: \"The Supreme Court shall exercise general supervisory and administrative authority over all the courts and justices of the peace . . .\"\n[3]  See Carpentertown Coal &amp; Coke Co. v. Laird, 360 Pa. 94, 99-100, 61 A.2d 426 (1948).\n[4]  Of particular importance is a memorandum from the President Judge of the Municipal Court of Philadelphia to all judges of that court advising that defendants were not permitted to make a mechanical or electronic record at Municipal Court trials or preliminary hearings. The memorandum is reproduced as Exhibit C in the brief of appellant Wilson.\n\n",
            "ocr": false,
            "opinion_id": 2348023
        },
        {
            "author_str": "Roberts",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nROBERTS, Justice.\nDefendants were indicted on charges of robbery, theft, receiving stolen property, conspiracy and aggravated assault stemming from an incident in which two men attempted to “roll a drunk” who was a police officer working undercover. At a preliminary hearing held March 7, 1977, defendants pursuant to Pa.R.Crim.P. 141 sought to make tape recordings of the proceedings. The municipal court prohibited the recordings. On April 11, 1977, defendants filed with this *629Court applications for leave to file petitions for a writ of prohibition. We granted the applications and treated the petitions for writs of prohibition as petitions requesting this Court to assume plenary jurisdiction. We accepted plenary jurisdiction to resolve the question of whether a defendant may make a tape recording at a preliminary hearing when the proceedings are officially recorded.1 We hold that defendants are entitled to make such recordings.\nRule 141(c)(4) provides:\n“(c) The defendant . . . may, if he desires:\n(4) make written notes of the proceedings, or have his counsel do so, or make a stenographic, mechanical or electronic record of the proceedings.”\nThe municipal court expressed the view that the Rule was designed to ensure defendants an accurate record of the proceedings and concluded that a defendant is prohibited from making any record of the proceedings, other than notes by counsel, whenever the court provides an official stenographer. Rule 141(c)(4) cannot justifiably be read so narrowly.\nThe Rule allows a defendant a variety of means to prepare an accurate account of the preliminary hearing. The Rule says a defendant “may, if he desires” make use of any of the enumerated means of transcription. It does not say that he may make those transcriptions only when the court fails to provide an official stenographer or when he is permitted to do so in the discretion of the court. Such an account prepared by the defendant at his own cost permissibly supplements any official, court authorized record to which the defendant may have access.\n*630Rule 141(c)(4) promotes important policies. Official stenographic records are not infallible.2 Transcription by means other than Stenographic recording, or by a second stenographer, ensures the defendant an accurate record.3 Moreover, a transcription made by the defendant is available to him immediately, unlike the official record which can require weeks or months to prepare and often cannot be furnished to defense counsel until the eve of trial.4 Finally, the means allowed a defendant for recording preliminary hearings are both inexpensive and convenient. Their use deserves to be encouraged rather than deterred.\nIn short, records made by defendants can provide counsel with a valuable tool not otherwise available. The United States Supreme Court has recognized that information presented at a preliminary hearing may bear crucially upon the accused’s defense. See Coleman v. Alabama, 399 U.S. 1, 90 S.Ct. 1999, 26 L.Ed.2d 387 (1970) (plurality opinion) (preliminary hearing is “critical stage” at which accused is entitled to counsel). Accordingly, it would promote no jurisprudential policy to deny defendants this tool, particularly when to grant it neither prejudices the Commonwealth nor interferes with the court’s management of the proceedings. Rule 141(c)(4) serves as a salutary device for enabling a defendant to preserve the proceedings of his preliminary hearing in the form he deems most suitable for his particular purposes.\n*631The Commonwealth argues that the Rule entitles a defendant to a single means of transcription, and that once some means of recording has been provided, as here, other recording may be prohibited by the court. In view of the purposes of the Rule, this strained interpretation is arbitrary and unreasonable, and must be rejected. Rule 141(c)(4) confers upon a defendant the right to record the proceedings at his preliminary hearing by any of the means enumerated, even when an official stenographer is present. Any other interpretation would defeat the purposes served by the Rule.\nThe Commonwealth also contends that Commonwealth v. Minifield, 225 Pa.Super. 149, 310 A.2d 366 (1973), negates a reading of Rule 141(c)(4) that allows a defendant to make a record of the preliminary hearing in addition to that provided officially. In Minifield, the Superior Court held that a defendant is not denied due process when the Commonwealth fails to furnish a transcript of the preliminary hearing. Minifield is clearly inapposite. Our interpretation of Rule 141 does not rest upon principles of due process; we hold that appellants are entitled by Rule 141 to make tape recordings of their preliminary hearing regardless of whether due process permits a contrary result.5\nCase remanded for proceedings consistent with this opinion.\nPOMEROY, J., filed a concurring opinion.\n\n. The issue presented in this matter pending before the municipal court is one of immediate public importance. We therefore assume plenary jurisdiction pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, § 205, 17 P.S. § 211.205 (Supp.1977), which provides:\n“Notwithstanding any other provisions of law, the Supreme Court may, on its own motion or upon petition of any party, in any matter pending before any court or justice of the peace of this Commonwealth involving an issue of immediate public importance, assume plenary jurisdiction of such matter at any stage thereof and enter a final order or otherwise cause right and justice to be done.”\n\n\n. In recognition of this fact, the Legislature has provided a statutory procedure for correcting the official record. Act of May 11, 1911, P.L. 279, § 4, 12 P.S. § 1199 (1953); Commonwealth v. Young, 456 Pa. 102, 317 A.2d 258 (1974).\n\n\n. Cf. Pa.R.Crim.P. 27 (allowing mechanical recording of hearings as an aid to preparation of the written record).\n\n\n. That official transcription often leaves the parties uncertain as to whether a record will be available for immediate use is illustrated by the following exchange between counsel and the court in the proceedings in this case:\n“[Counsel]: Because I expect this matter to be in the Supreme Court in the next day or two may I request that the stenographer transcribe these Notes forthwith?\n[The Court]: I don’t know if she will be able to.”\n\n\n. Indeed, in justifying its holding that the failure of the Commonwealth to provide the defendant with a transcript did not violate due process, the court in Minifield noted that the predecessor of Rule 141 (Rule 120) permitted the defendant to make his own transcription if he so desired. 225 Pa.Super. at 155, 310 A.2d at 369.\n\n",
            "ocr": false,
            "opinion_id": 9757065
        },
        {
            "author_str": "Pomeroy",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPOMEROY, Justice,\nconcurring.\nAlthough I agree with the Court’s disposition of this matter, I disagree with its conclusion that our plenary jurisdiction should be invoked on the ground that this is a matter of “immediate public importance,” Appellate Court Jurisdiction Act of July 31, 1971, P.L. 673, No. 223, art. III, § 205, 17 P.S. § 211.205 (Supp.1977-78). In my opinion, this *632characterization of the case is an exaggeration; I have serious doubt that the case properly qualifies for plenary jurisdiction treatment under Section 205.\nI agree however, that we can and should appropriately hear the case. In my view, the proper bases for our jurisdiction are either the original jurisdiction which we have to issue writs of prohibition, see Appellate Court Jurisdiction Act, supra, § 211(2) which is here invoked by the petition for a writ of prohibition presented to us by appellants1 or, as seems more likely, the King’s Bench power of superintendency over lower courts vested in this Court by Article V, Section 10(2) of the Pennsylvania Constitution2 and Section 13 of the Act of May 22, 1722, 1 Sm.L. 131.3 Here the decisions of the courts below4 were arguably in conflict with Pa.R.Crim.P. 141(c)(4). Since these decisions were of considerable import but would likely be unreviewable by the normal appeal route, the original jurisdiction of this Court was properly invoked, and the Court’s grant of plenary jurisdiction was “superfluous.” Pirillo v. Takiff, 462 Pa. 511, 519 n. 3, 341 A.2d 896, 899 n. 3 (1975).\n\n. See Commonwealth ex rel. Specter v. Shiomos, 457 Pa. 104, 107-09, 320 A.2d 134 (1974); id. 457 Pa. at 110 n. 1, 320 A.2d 134 (Pomeroy, J., concurring); Pirillo v. Takiff, 462 Pa. 511, 519-20, 341 A.2d 896, 899 (1975). On the propriety of a writ of mandamus, compare Commonwealth v. Caplan, 411 Pa. 563, 567-79, 192 A.2d 894 (1963).\n\n\n. That section provides in pertinent part: “The Supreme Court shall exercise general supervisory and administrative authority over all the courts and justices of the peace . . . ”\n\n\n. See Carpentertown Coal &amp; Coke Co. v. Laird, 360 Pa. 94, 99-100, 61 A.2d 426 (1948).\n\n\n. Of particular importance is a memorandum from the President Judge of the Municipal Court of Philadelphia to all judges of that court advising that defendants were not permitted to make a mechanical or electronic record at Municipal Court trials or preliminary hearings. The memorandum is reproduced as Exhibit C in the brief of appellant Wilson.\n\n",
            "ocr": false,
            "opinion_id": 9757066
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}