{
    "id": 2315166,
    "judges": "Cappy, Flaherty, Larsen, McDERMOTT, Nix, Papadakos, Zappala",
    "date_filed": 669254400000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-cam-ly",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Cam Ly",
    "case_name_full": "COMMONWEALTH of Pennsylvania, Appellee, v. Cam LY, Appellant",
    "attorneys": "James A. Lineberger, Philadelphia, for appellant., Gaele McLaughlin Barthold, Deputy Dist. Atty., Ronald Eisenberg, Chief, Appeals Div., Catherine Marshall, Robert A. Graci, Chief Deputy Atty. Gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Oct. 22, 1990., Reargument Denied Nov. 21, 1991.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 31,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b657-8\">\n    599 A.2d 613\n   </citation><br><parties id=\"b657-9\">\n    COMMONWEALTH of Pennsylvania, Appellee, v. Cam LY, Appellant.\n   </parties><br><court id=\"b657-12\">\n    Supreme Court of Pennsylvania.\n   </court><br><otherdate id=\"b657-13\">\n    Submitted Oct. 22, 1990.\n   </otherdate><decisiondate id=\"AZJ\">\n    Decided March 18, 1991.\n   </decisiondate><otherdate id=\"AUX\">\n    Reargument Denied Nov. 21, 1991.\n   </otherdate><br><attorneys id=\"b664-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"530\"> \n     *530\n     </span>\n    James A. Lineberger, Philadelphia, for appellant.\n   </attorneys><br><attorneys id=\"b664-5\">\n    Gaele McLaughlin Barthold, Deputy Dist. Atty., Ronald Eisenberg, Chief, Appeals Div., Catherine Marshall, Robert A. Graci, Chief Deputy Atty. Gen., for appellee.\n   </attorneys><br><judges id=\"b664-6\">\n    Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ.\n   </judges>",
    "citations": [
        "599 A.2d 613",
        "528 Pa. 523"
    ],
    "opinions": [
        {
            "author_str": "McDERMOTT",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n528 Pa. 523 (1991)\n599 A.2d 613\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nCam LY, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted October 22, 1990.\nDecided March 18, 1991.\nReargument Denied November 21, 1991.\n*524 *525 *526 *527 *528 *529 *530 James A. Lineberger, Philadelphia, for appellant.\nGaele McLaughlin Barthold, Deputy Dist. Atty., Ronald Eisenberg, Chief, Appeals Div., Catherine Marshall, Robert A. Graci, Chief Deputy Atty. Gen., for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ.\n\nOPINION\nMcDERMOTT, Justice.\nAbout 4:30 A.M. on August 14, 1983, three oriental men entered the Ho Sai Gai restaurant in Chinatown in Philadelphia. According to the evidence, their purpose was to play out the time worn scenario of \"protecting\" recent immigrants. The \"protection\" offered was not from the wilds of the new land but rather from themselves. Terrorists. They said they were gangsters from New York and were \"protecting\" a number of other immigrant establishments. They began by demanding alcoholic drinks after the 2:00 A.M. legal deadline, food and then money. When refused money, they pulled guns. In the restaurant were Phong Ngo, a waiter, and two sisters, Janice Wong and the manager, Jade Wong. Jade Wong was in the kitchen when the three arrived and, becoming suspicious, attempted to telephone the police, but was interrupted as the men forced Phong Ngo and her sister toward the kitchen. Janice Wong ran out the rear door and was quickly followed by the three \"gangsters.\" While the three chased Janice Wong outside, Jade Wong then tried to call the police. They returned while she was on the phone. She was shot in the head with a .38 caliber bullet and the long trip to America and its promise ended before the sun rose that August morning. It was also to be the end of Cam Ly's version of America.\nThe appellant was brought to trial on February 1, 1988, convicted of robbery and murder and sentenced to death. That being so, we are obliged to test the propriety and sufficiency of the evidence.\n*531 The pursuit of the three began when Detective Lubiejewski obtained photos of Asian men from the New York police. There were hundreds of them and all were shown to Janice Wong. She could identify none until an array was shown her in August 1985, when she immediately identified the appellant. She was not alone in her identification. He was to be identified by Phong Ngo and Officer Charles Scanzello. Officer Scanzello was working undercover on that morning and was in the restaurant, having his \"grave yard\" shift \"lunch break\" when the three entered. He observed them each wearing olive green army field jackets. He left before they began their game, but he would remember them because they reminded him of his experience with such young men known as \"cowboys\" during his service in Vietnam. He had no doubt that Cam Ly was one of the three. Since the evidence is obviously sufficient, we must determine whether its admission was legally founded.\nThe appellant's brother, Hoa Ly, came as an alibi witness, placing his brother in his house in New York on the night of the killing. Under cross-examination he was asked if the appellant was a member of a New York gang called the \"Flying Dragons.\" Objection was made that the question was beyond direct examination. The objection was overruled and the brother denied any knowledge of such involvement by the appellant. He said that the appellant had a dragon tattooed on his arm, but that the tattoo was done for the \"fun of it.\" Appellant now argues that the question was irrelevant and prejudicial because the jury might believe he was a member of such a gang if such a gang existed. We will pass the question that the objection was not preserved for appellate review because of the penalty imposed. Evidence is relevant if it tends to prove or disprove matters in issue, Commonwealth v. Hoss, 445 Pa. 98, 115, 283 A.2d 58, 68 (1971), or if it logically tends to establish a fact in issue. Jones on Evidence, Section 4:1, at 378 (6th Edition 1972). The fact that the appellant had a tattoo of a dragon on his arm does not logically tend to establish that the appellant was a member of the \"Flying *532 Dragons.\" Without testimony that a gang called the \"Flying Dragons\" existed or that its members sported dragon tattoos, this testimony was irrelevant. That this testimony was irrelevant with an aura of prejudice does not warrant a new trial unless there was in fact an incurable prejudice.\nThe question was asked, its implication denied and no further mention was made of the tattoo. Given the damning evidence offered and discussed hereafter, we hold that given the fullness of the Court's charge both pretrial and at the close of evidence on the jury's duty to avoid speculation, the brief reference to the tattoo was not a deciding factor and, therefore, harmless. See Commonwealth v. Story, 476 Pa. 391, 383 A.2d 155 (1978).\nThe appellant next argues that the trial court erred when it allowed Detective Lubiejewski to testify that both Officer Scanzello and Janice Wong had made identifications from a photo array prior to trial. Appellant urges that the testimony improperly bolstered their in-court identification of appellant. However, their testimony was given prior to Detective Lubiejewski and his was, therefore, merely corroborative of the identification they said they made from a photo array. Furthermore, where witnesses are in court and subject to cross-examination, a police officer may testify concerning pre-trial identification by the witness. Commonwealth v. Ballard, 501 Pa. 230, 233, 460 A.2d 1091, 1092 (1983).\nAppellant argues in his pro se brief that the trial judge erred when he denied counsel's request that the jury be instructed to receive with caution the identification testimony. There was no prior failure to identify the appellant and all identifications were positive and unequivocal. A cautionary charge was not required. Commonwealth v. Yarris, 519 Pa. 571, 600, 549 A.2d 513, 528 (1988).\nAppellant next raises numerous allegations of ineffective assistance of counsel. In order to prevail on such a claim the defendant must demonstrate acts or omissions of counsel on matters of arguable merit, for which counsel had *533 no reasonable basis and that prejudiced resulted by those acts or omissions. Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987).\nFirst, he claims counsel's failure to object to Officer Scanzello's description of the three men who came in the restaurant that morning as resembling Vietnamese gangsters known as \"cowboys\" that he had seen while in Vietnam. Appellant argues this testimony was irrelevant and prejudicial. The officer's testimony was not that they were Vietnamese gangsters, but that he remembered them because that is what they looked like and why he could identify them. What they looked like, were dressed like, and why he remembered them was a source of his memory and relevant upon that question. The association of memory, that they looked like others in a different context, in a different place, does not mean that they were otherwise identified with those others except in appearance. The association of place, dress or aspect as one of many sources of remembrance is basic to the offer of proof and is relevant independent of what that occasion may be. That one looks like a \"gangster\" in Vietnam does not make him a hold-up man on Main Street. For a witness to say he remembers for different reasons than he does is to distort the truth of his testimony. Counsel cannot be charged with ineffectiveness for failing to raise a meritless issue.\nNext, appellant, in his pro se brief, argues counsel was ineffective for failing to cross-examine Officer Scanzello on suggestiveness of the photo array. Counsel, having failed to suppress the photo array on such grounds, chose to cross-examine the officer on the quality of his opportunity to see the appellant. The officer admitted that in his statement following the event he did not have a good look at the appellant despite his positive identification at trial. Identification was the key issue; counsel's attempt to impeach the officer, given the previous statement, was reasonable as potentially more profitable than pursuit of elusive \"suggestiveness\" in a photo array already found not suggestive by the court. Counsel cannot be held ineffective *534 because he chose one reasonable course and not all possible lines of questioning. The line chosen went to the heart of the matter and was reasonable if not profitable. Appellant's further contention that the officer was prejudiced against Vietnamese people has no support in the record and is meritless.\nAppellant next claims that his trial counsel was ineffective for failing to notify the Commonwealth of an alibi defense, that the alibi defense witness was ineffective and that counsel failed to interview other alibi witnesses. Appellant does not state how these other alibi witnesses would have been helpful. These claims are meritless. Although trial counsel did not provide the Commonwealth with notice of an alibi defense the trial court nonetheless permitted the defense to call an alibi witness. The fact that appellant now considers his brother's testimony to have been unhelpful is an attempt to retry the case with new tactics, buttressed by a hindsight evaluation of the record, and will not support a claim of ineffectiveness. Commonwealth v. Musi, 486 Pa. 102, 107, 404 A.2d 378, 380 (1979). Finally, the failure to state how the alibi witnesses counsel supposedly failed to interview would have helped the appellant is fatal to the claim of ineffectiveness. Commonwealth v. Anderson, 501 Pa. 275, 287, 461 A.2d 208, 214 (1983), Commonwealth v. Pettus, 492 Pa. 558, 563, 424 A.2d 1332, 1335 (1981) and Commonwealth v. Wallace, 495 Pa. 295, 298, 433 A.2d 856, 858 (1981).\nAppellant next complains he did not receive any discovery material regarding ballistics. He concedes counsel adequately cross-examined the Commonwealth's ballistics expert and does not state how he was harmed. To add further demerit to the claim, counsel admitted in post-verdict motions that he had been given the ballistics report prior to trial.\nNext, in his pro se brief, appellant argues that his counsel was ineffective for failing to cross-examine Janice Wong regarding her identification of the appellant at his *535 Preliminary Hearing as the \"person in the blue jacket\" when she had testified at trial that he was wearing the same green army jacket, worn the night of the murder, at the Preliminary Hearing. In fact, the green army jacket had been seized by Detective Lubiejewski when he arrested the appellant for Jade Wong's murder in October of 1985, a month prior to the Preliminary Hearing. Therefore, Janice Wong could not have seen the appellant wearing the green army jacket at the Preliminary Hearing and appellant's trial counsel failed to notify the jury of this inconsistency or lapse in memory. Appellant claims that this failure prejudiced him because Janice Wong's ability to identify him could have been impeached.\nIn order to grant the appellant a new trial for his counsel's failure to cross-examine Janice Wong about her inconsistent statements, we must determine that had counsel attempted to impeach her with the inconsistency the jury's verdict could reasonably have been different. Commonwealth v. Pierce, 515 Pa. at 162, 527 A.2d at 977. The fact that Janice Wong identified the green army jacket as the jacket appellant had worn the night her sister was murdered was merely cumulative evidence and was not necessary to prove the identification. Janice Wong repeatedly stated throughout her testimony that because she watched the appellant from the kitchen area of the restaurant for forty-five minutes and later came face-to-face with him in the well-lighted street outside the restaurant, she would never forget his face. She positively identified appellant's photograph the first time it was shown to her. She again positively identified him at the Preliminary Hearing when he was wearing a blue jacket instead of the green army jacket. She did not say at the Preliminary Hearing that she was able to identify him because of any clothing he was wearing at that time. She positively identified him at trial. In fact, when asked by the prosecutor how she was able to identify the appellant's picture two years after her sister's murder, she responded:\n\n*536 I just remember his face when he was sitting at the table. I could see his face when I was outside. And there was plenty of light when he grabbed my arm and I turned around I just looked right in his face. And I knew exactly what it looked like. And all the other pictures weren't him. When I saw it I knew it was him.\nAs in Pierce, the uncontradicted, properly admitted evidence of appellant's guilt was overwhelming, and we can find no reasonable probability that had appellant's counsel brought Janice Wong's inconsistent statement to the jury's attention the verdict would have been different.\nNext, appellant claims that his counsel was ineffective in eliciting damaging testimony in the cross-examination of a Commonwealth witness. Detective Walter Smith investigated the crime scene for evidence and seized a book of matches from the table where the robbers had sat earlier. The Detective concluded that the book of matches was from New York City. In attempting to diminish the link between the appellant and the book of matches, trial counsel asked the Detective how he knew that the matches were from New York City and the Detective responded that there was an advertisement and phone number for a learner's permit agency in Brooklyn. Later, in cross-examination of appellant's brother, the Commonwealth established that appellant was in the process of getting his learner's permit about the time of this occurrence.\nHowever, since appellant makes no allegation that he had told his counsel that the matchbook could be linked to him, and counsel was proceeding with the defense that the appellant was not at the scene, it was reasonable for counsel to eliminate any connection between the matchbook and the appellant. That the attempt backfired does not render counsel ineffective. See Commonwealth v. Buehl, 510 Pa. 363, 382-83, 508 A.2d 1167, 1176-77 (1986).\nNext, appellant claims that his counsel was ineffective for failing to object to jury instructions to the effect that malice and intent to kill may be inferred from all the *537 circumstances of the offense, including the use of a deadly weapon upon a vital part of the body. Appellant claims that his trial counsel failed to request an instruction clearly indicating that the Commonwealth had the burden to prove malice and intent to kill beyond a reasonable doubt because without such a charge, the burden shifted to appellant to disprove malice or intent to kill.\nThe charge considered as a whole was proper and therefore appellant's counsel was not ineffective for failing to object or in failing to seek additional instructions. The court repeatedly instructed that the burden was on the Commonwealth to prove each element of first degree murder beyond a reasonable doubt. The court further instructed the jury that the defendant was presumed innocent at all times and was not required to present evidence or to prove anything in his own defense. Furthermore, the instructions that the jury could infer malice or intent to kill from the use of a deadly weapon upon a vital part of the body was proper and does not shift the burden of production to the defendant. Commonwealth v. Reilly, 519 Pa. 550, 568 n. 10, 549 A.2d 503, 512 n. 10 (1988), Commonwealth v. Shaffer, 447 Pa. 91, 105-106, 288 A.2d 727, 735-736 (1972).\nIn the final claim that his counsel was ineffective during the guilt stage of the trial, appellant argues that counsel gave ineffective closing argument because he asked the jury to reject Phong Ngo's in-court identification since Phong Ngo witnessed the crime five years earlier. He continues that since counsel asked the jury to accept the testimony of his own alibi witness whose recollection of events was also five years old, that the request to reject Ngo's testimony was disingenuous. This argument is specious. Counsel's attempt to diminish the effect of identification testimony was reasonable because it was the major evidence linking the appellant to the crime. Counsel was not ineffective. See Commonwealth v. Peterkin, 511 Pa. 299, 322-23, 513 A.2d 373, 385 (1986).\n*538 In its case-in-chief at the penalty stage, the Commonwealth presented certified documents bearing the official seal of the County Clerk and Clerk of the Supreme Court of New York attesting that appellant had entered a plea of guilty in 1985 and 1986 to three separate robbery charges. The Commonwealth did not produce any testimony that the Cam Ly indicated in the documents was the same Cam Ly here. In an in camera colloquy prior to the penalty stage, the prosecutor was restricted from introducing into its case-in-chief appellant's admission made at the earlier Bighum[1] hearing that he was indeed the man named in the documents, but permitted the prosecutor to do so if the appellant took the stand to deny the accuracy of the documents. As a result of this ruling, defense counsel elicited from the appellant on direct examination the fact that he had been convicted of three robberies in New York, but was unsure of whether the Cam Ly mentioned in the documents was him. On cross-examination, the appellant readily admitted that he was the Cam Ly named in the documents and the Commonwealth never introduced the prior Bighum hearing admissions.\nThe jury ultimately rendered a sentence of death finding that appellant had a significant history of felony convictions involving the use or threat of violence to the person, 42 Pa.C.S. § 9711(d)(9), that he committed the murder of Jade Wong while in the perpetration of a felony, 42 Pa.C.S. § 9711(d)(6), and that he created a grave risk of death to another person other than the victim, 42 Pa.C.S. § 9711(d)(7). They found no mitigating circumstances.\nThe appellant argues that the trial court erred in ruling that the Commonwealth could present the certified documents alone without any evidence to show that the Cam Ly on trial was the same Cam Ly named in the documents. Normally the Commonwealth bears the burden of establishing identity and a criminal record is inadmissible to establish the aggravating circumstance of prior felony convictions without a showing that the man named in the *539 record is the same as the man on trial. See Commonwealth v. Boyd, 463 Pa. 343, 351-353, 344 A.2d 864, 868-69 (1975), Commonwealth v. King, 455 Pa. 363, 366-67, 316 A.2d 878, 879-80 (1974), and Commonwealth v. Young, 418 Pa. 359, 361-62, 211 A.2d 440, 441 (1965). Nevertheless, the error was harmless here because the Commonwealth could have introduced appellant's admission made at the Bighum hearing. In that vein the appellant argues that the use of such admissions made during a Bighum hearing will place a chilling effect on the defendant's ability to make an intelligent and knowing decision as to whether or not to testify.\nThe purpose of a Bighum hearing is to forewarn the defendant, that, if he chooses to take the stand, he may be impeached by prior crimen falsi convictions. It also allows the trial judge to determine whether the prior convictions are in fact crimen falsi. It's purpose does not shield the defendant from his own admissions. Had the defendant not made this admission the Commonwealth would have been forced to prove the identity of the Cam Ly named in the New York documents in some other fashion. That they couldn't have done so is not suggested. Therefore, the trial court's error was harmless.\nAppellant next makes the related claim that faced with the trial court's ruling that the Commonwealth could present the certified convictions without identification testimony, his counsel was ineffective for putting him on the stand to admit that the convictions were his. Instead, he argues, his counsel should not have put the appellant on the stand and should have requested a jury instruction consonant with Commonwealth v. King, supra. However, counsel's course of choice was reasonable to effectuate appellant's interests because he was attempting to have the appellant admit what was tried in order to ameliorate that which he believed the jury understood as already proven. See Commonwealth ex rel. Sprangle v. Maroney, 423 Pa. 589, 225 A.2d 236 (1967) (trial counsel was deemed to have reasonably chosen to acknowledge appellant's prior criminal *540 record to mitigate its impact on the jury and to demonstrate appellant's honesty in admitting his past.)\nThe appellant further argues that the evidence was insufficient to support the jury's findings of three aggravating circumstances. He first argues that the Commonwealth did not prove that his previous convictions were felonies or that they were violent. He contends that the Commonwealth failed to introduce the New York Penal Code which in fact defines robbery as a felony, and also failed to present the facts underlying each of the convictions to help the jury determine whether violence was used or threatened.\nIn reviewing the sufficiency of the evidence, we must consider it in the light most favorable to the Commonwealth and draw all reasonable inferences in its favor. See Commonwealth v. Buehl, 510 Pa. at 391, 508 A.2d at 1181. It is clear that appellant's robbery convictions were in fact felonies. N.Y.Penal Law, 160.10, 160.15. Defense counsel objected to the presentation of these convictions as an aggravating circumstance because the prosecution had not introduced the New York Penal Law. It is the role of the trial court, not the jury, to determine the law of any governmental unit outside the Commonwealth, 42 Pa.C.S. § 5327(c), and the court here appropriately determined, in camera, prior to charging the jury, that robbery is a felony in New York. Therefore, this aggravating circumstance was properly presented to the jury.\nFurthermore, the trial court did not advise the jury that these convictions were felonies. This permitted defense counsel to argue in closing that the Commonwealth had not proven that these convictions were felonies. This series of events actually inured to the appellant's benefit and it is disingenuous to argue that he was prejudiced by the Commonwealth's failure to introduce the New York Penal Law.\nAdditionally, the New York statutory provisions for all grades of robbery require proof beyond a reasonable doubt that the accused used force to steal property. New York *541 Penal Law, 16.05, 16.10, 16.15. Proof of the conviction of an offense in which force or threat of force is an essential element is sufficient to establish an aggravating circumstance pursuant to 42 Pa.C.S. § 9711(d)(9). See Commonwealth v. Cross, 508 Pa. 322, 338, 496 A.2d 1144, 1153 (1985). Furthermore, the Commonwealth is not required to explain the underlying facts of prior convictions to the jury. In fact, such action would prompt defense counsel to allege that the court committed error in allowing such evidence. See Commonwealth v. Beasley, 505 Pa. 279, 479 A.2d 460 (1984). Therefore, the introduction of certified documents of appellant's robbery convictions, appellant's admission that he was the Cam Ly named in the documents and the fact that he killed Jade Wong during the course of yet another robbery was more than sufficient to to support a finding of an aggravating circumstance pursuant to 42 Pa.C.S. § 9711(d)(9). See Commonwealth v. Holcomb, 508 Pa. 425, 460-63, 498 A.2d 833, 851-53 (1985), cert. denied, 475 U.S. 1150, 106 S. Ct. 1804, 90 L. Ed. 2d 349 (1986).\nFurthermore, the Commonwealth did provide sufficient evidence to support the jury's finding that appellant committed the killing during the perpetration of a felony because it moved into evidence all the testimony and evidence from the guilt stage of the trial. Since the trial court had already instructed the jury during the guilt stage of the elements necessary to prove robbery and its grade as a felony and the jury had already found the appellant guilty of robbery, it was unnecessary to introduce the Pennsylvania robbery statute as appellant contends.\nFinally, the evidence that Phong Ngo was standing directly next to Jade Wong when appellant shot her in the head was sufficient to prove that the appellant knowingly created a grave risk of death to another person in addition to the victim. Phong Ngo could have been struck by an \"errant, ricochet or pass through bullet\" and the fact that only one shot was fired failed to dissipate this risk. See Commonwealth v. Smith, 518 Pa. 15, 45, 540 A.2d 246, 260 (1988).\n*542 Appellant next argues that the trial court improperly overruled a defense objection to the prosecutor's closing argument in which she said:\nDefense counsel wanted you to believe that robbery wasn't a felony. He was entitled to bring in to you the statute, McGinnis it is called, that is the book the New York state statute exists in. He could have brought it in to you.\nHe contends that the Commonwealth impermissibly shifted the burden to the defense to prove that robbery in New York was a felony and the jury may have inferred that appellant's failure to produce this statute was adequate to justify acceptance of the Commonwealth's assertions that robbery in New York is a felony.\nThis claim is meritless. The prosecutor never suggested that appellant was required to introduce the statute. Even had the prosecutor made this suggestion it would not constitute error as it was appellant's burden to prove the mitigating circumstance of \"no significant history of prior criminal convictions\" 42 Pa.C.S. § 9711(e)(1), and defense counsel requested and was granted a charge that the jury consider whether appellant satisfied this circumstance. Additionally, the argument was made in direct response to defense counsel's closing argument in which he suggested that the Commonwealth's failure to introduce the New York Penal Law indicated that robbery was a misdemeanor. Finally, the trial court instructed the jury that it was the Commonwealth's burden to prove beyond a reasonable doubt the existence of aggravating circumstances.\nThe appellant next argues that his counsel was ineffective for failing to present facts mentioned in his Mental Health Evaluation as mitigating circumstances: that he finished only the seventh grade, that he was the father of a three year old son, that he suffers from tuberculosis, and that he was under the influence of drugs at the time of the prior robberies. Appellant's argument disregards the fact that the penalty hearing was held on February 1st, 1988, and appellant was examined for the mental health *543 evaluation the next day. He makes no allegation that he told his counsel this information prior to the penalty hearing. See Commonwealth v. Peterkin, 511 Pa. 299, 319, 513 A.2d 373, 383, cert. denied, 479 U.S. 1070, 107 S. Ct. 962, 93 L. Ed. 2d 1010 (1987) wherein this Court held that the reasonableness of counsel's investigative decisions depends critically upon the information supplied by the appellant.\nNevertheless, were we to decide that counsel should have known about this information, counsel's presentation of mitigating circumstances was reasonably intended to effectuate appellant's best interests. The record reflects that his counsel did alert the jury that appellant had a three year old son through the testimony of appellant's friend Mimi Lee. He also asked appellant in direct examination about the extent of his education and whether there was anything appellant wanted the jurors to know before they sentenced him. Appellant's failure to answer the questions with the information he now wishes his counsel would have raised cannot now inure to his benefit. Lastly, had counsel been aware that appellant committed the prior robberies while under the influence of drugs, it was a reasonable tactical decision to keep this information from the jury as they may have construed it as further evidence of his criminal predisposition.\nAppellant next argues that during his closing arguments, defense counsel may have led the jury to believe that if they delivered a penalty of life imprisonment that he would be released from prison after twenty years. This is reflected in the following excerpt:\nLadies and gentlemen, you are looking at a man 27 years of age. If you give him life, if the judge doesn't consecutively sentence him on the other charges, he will not see the light of day with parole until 20 years from today. Ladies and gentlemen, I am asking you to spare a life. This is a man who is at this time not much older than the victim of this crime when her life was taken. And do we want to take another life or do we want to punish someone that we believe did it, or do we want to *544 reevaluate the identification testimony and say I don't think I'm ready to give a death sentence on it?\n(Emphasis added). Appellant claims that he was prejudiced by his counsel's closing remarks just as if the prosecutor herself had made this argument to the jury.\nIt is well established that it it prejudicial error for a prosecutor to suggest that a jury should impose a sentence of death to prevent a defendant from receiving parole. Commonwealth v. Aljoe, 420 Pa. 198, 216 A.2d 50 (1966). In the absence of an instruction from the trial court that a sentence of life imprisonment is not subject to parole, 61 P.S. § 331.21, but is subject to only commutations or pardon by the Governor, the jury here may have improperly believed that defendants convicted of life imprisonment are routinely paroled after serving twenty years. A prosecutor may not argue that death should be imposed because imprisonment may be short. Defense counsel may argue, that imprisonment may be a more satisfactory solution given all the circumstances in a given case. That it may not be acceptable does not deny the quality of the argument or render it irresponsible because it fails. Counsel cannot be faulted because all he had to offer was insufficient.\nFurthermore, the jury found no mitigating circumstances. To the contrary, they found a significant history of felony convictions and a killing during the perpetration of a felony. The neutral character of the aggravating circumstances obviated any weighing process which could have been adversely affected by defense counsel's comments and, therefore, the penalty must stand. Commonwealth v. Crawley, 514 Pa. 539, 526 A.2d 334 (1987).\nLastly, the appellant contends that the trial court improperly sentenced him to consecutive terms of imprisonment for conspiracy and possession of an instrument of crime because those offenses are inchoate crimes arising from the same incident.\n*545 Appellant's argument is meritless pursuant to 18 Pa.C.S. § 906[2] which provides:\n\"A person may not be convicted of more than one of the inchoate crimes of criminal attempt, criminal solicitation or criminal conspiracy for conduct designed to commit or culminate in the commission of the same crime.\"\nSince possession of an instrument of crime is specifically excluded from this amended statute, and appellant was convicted after its effective date, the consecutive sentence rendered was proper. See Commonwealth v. Ah Thank Lee, 389 Pa.Super. 201, 206-07, 566 A.2d 1205, 1208 (1989).\nFinally, we turn our attention now, as we must, to the proportionality of appellant's sentence. Because the jury found no mitigating circumstances and three aggravating circumstances, we sustain the conviction and affirm the sentence of death. Based on our review of the statistical data provided by the Administrative Office of the Pennsylvania Courts, see Commonwealth v. Frey, 504 Pa. 428, 475 A.2d 700 (1984) cert. denied, 469 U.S. 963, 105 S. Ct. 360, 83 L. Ed. 2d 296 (1984), we conclude that the sentence of death was not disproportionate to the penalty imposed in similar cases. 42 Pa.C.S. § 9711(h)(3)(iii).\nAccordingly, the judgment of sentence is affirmed and the Prothonotary of the Eastern District is directed to transmit the full and complete record of the trial, sentencing hearing, imposition of sentence and review of this Court to the Governor pursuant to 42 Pa.C.S. § 9711(i).\nNOTES\n[1]  Commonwealth v. Bighum, 452 Pa. 554, 307 A.2d 255 (1973).\n[2]  As amended 1986, December 11, P.L. 1517, No. 164, § 1, effective in 60 days.\n\n",
            "ocr": false,
            "opinion_id": 2315166
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}