{
    "id": 2317077,
    "judges": "Bianchini",
    "date_filed": "2018-03-22",
    "date_filed_is_approximate": true,
    "slug": "torres-v-donnelly",
    "case_name_short": "Torres",
    "case_name": "Torres v. Donnelly",
    "case_name_full": "Jesus TORRES, Petitioner, v. Edward R. DONNELLY, Superintendent, Wende Correctional Facility, Respondent",
    "attorneys": "Frank J. Clark, District Attorney of Erie County, Buffalo, NY, for Respondent., Jesus Torres, Attica, NY, Pro se.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b113-9\">\n    Jesus TORRES, Petitioner, v. Edward R. DONNELLY, Superintendent, Wende Correctional Facility, Respondent.\n   </parties><br><docketnumber id=\"b113-11\">\n    No. 03-CV-6130(VEB).\n   </docketnumber><br><court id=\"b113-12\">\n    United States District Court, W.D. New York.\n   </court><br><decisiondate id=\"b113-14\">\n    Oct. 1, 2006.\n   </decisiondate><br><attorneys id=\"b114-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"76\"> \n     *76\n     </span>\n    Frank J. Clark, District Attorney of Erie County, Buffalo, NY, for Respondent.\n   </attorneys><br><attorneys id=\"b114-11\">\n    Jesus Torres, Attica, NY, Pro se.\n   </attorneys>",
    "citations": [
        "454 F. Supp. 2d 75"
    ],
    "opinions": [
        {
            "author_str": "Bianchini",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n454 F. Supp. 2d 75 (2006)\nJesus TORRES, Petitioner,\nv.\nEdward R. DONNELLY, Superintendent, Wende Correctional Facility, Respondent.\nNo. 03-CV-6130(VEB).\nUnited States District Court, W.D. New York.\nOctober 1, 2006.\n*76 Frank J. Clark, District Attorney of Erie County; Buffalo, NY, for Respondent.\nJesus Torres, Attica, NY, Pro se.\n\nDECISION AND ORDER\nBIANCHINI, United States Magistrate Judge.\n\nINTRODUCTION\nPetitioner, Jesus Torres (\"Torres\"), has filed this pro se petition for a writ of habeas corpus pursuant to 28 U.S.C. § 2254 challenging his conviction in New York State Supreme Court (Erie County) op two counts of first degree robbery. The parties have consented to disposition of this matter by the undersigned pursuant to 28 U.S.C. § 636(c).\n\nFACTUAL BACKGROUND AND PROCEDURAL HISTORY\nBy Erie County Indictment No. 98-0048-001, Torres was charged with first degree robbery in connection with the robbery of two grocery stores on November 6, 1997, in the City of Buffalo. The first robbery occurred at 294 Vermont Street. Bolivar Diaz (\"Diaz\") recalled that he was alone in his store when Torres came in at about 4:15 p.m. T.68-70.[1] Torres walked by the coolers and then approached the counter, stating that he needed money to buy drugs. According to Diaz, Torres put his hand inside his shirt or jacket and said that he had a gun and that he would shoot Diaz if Diaz did not give him $20. T.71-74, 76, 80. Diaz handed Torres $20, and Torres left the store. T.82.\nA few days later, Torres returned to the store and asked Diaz why he had called the police. T.84, 85. After this second confrontation, Torres left the store without incident. When shown a photographic array by the police, Diaz selected Torres's picture. T.110.\n*77 The second robbery occurred at a store on Hampshire Street later that evening. At about 7:20 p.m., Olga Rodriguez (\"Olga\"), was working behind the counter at the store when Torres came in. He went to the back cooler at first. T.119. Although he was wearing a sweatshirt, hood, and a jacket, nothing was covering his face; Olga recognized him as someone she previously had seen on the west side of Buffalo. T.120-21.\nAccording to Olga, Torres selected various items and brought them to the counter, inquiring about the prices. He also asked for cigarettes. When Olga turned around to get them, Torres grabbed another man who was present in the store, pushed him behind the counter, and said, \"[D]on't nobody move, this is a robbery,\" T.124. Olga testified that she saw Torres clearly. Olga believed that he had a gun because he did not take his hand out of his jacket and had said that he did not want to hurt anybody. T.127, 134.\nTorres then asked Olga how to open the cash register. Lisalotte, Olga's niece, opened it for him, and he removed some money. On his way out of the store, Torres disconnected the phone. Olga recalled that his hand remained in his pocket.\nIn January 1998, about two months later, Detective Wagstaff of the Buffalo Police Department showed Olga a photographic array from which she selected petitioner's picture. T.152, 211, 223-26. Prior to that time, Detective Wagstaff had shown an array containing a different photograph of Torres to Lisalotte, who could not identify petitioner. T.223. Apparently, the photograph of Torres used in the array shown to Lisalotte was a much older photograph. T.230.\nOlga also testified that she was present in the store when her sister, Anna, was shown a picture by a detective. Olga stated that Anna did not identify Torres, adding that Anna was \"not paying too much attention.\" T.143-44. Olga was not asked when this occurred.\nAnna, Olga's sister, testified that she owned the store at Hampshire Street. She witnessed Torres grab another man who was present in the store, push him behind the counter, and tell Lisalotte and Olga to open the cash register. Anna also noticed that petitioner kept his hand in his pocket, and she heard him say that he did not want to hurt anyone. T.156-61, 169.\nThe jury returned a verdict convicting Torres as charged of two counts of first degree robbery (N.Y. Penal Law § 160.15(4)). He was sentenced as a second felony offender to two consecutive, determinate terms of imprisonment of twelve and one-half years, making his aggregate sentence twenty-five years.\nThe Appellate Division, Fourth Department, of New York State Supreme Court unanimously affirmed his conviction on December 21, 2001. People v. Torres, 289 A.D.2d 991, 735 N.Y.S.2d 316 (App.Div. 4th Dept.2001). The New York Court of Appeals denied leave to appeal on March 29, 2002. People v. Torres, 97 N.Y.2d 762, 769 N.E.2d 369, 742 N.Y.S.2d 623 (N.Y.2002).\nThis timely habeas petition followed in which Torres raises three claims for relief, which respondent concedes are fully exhausted and properly before the Court. For the reasons set forth below, the relief requested herein is denied and the petition is dismissed.\n\nDISCUSSION\nStandard of Review\nTo prevail under 28 U.S.C. § 2254, as amended in 1996, a petitioner seeking federal review of his conviction must demonstrate that the state court's adjudication of his federal constitutional claim resulted in a decision that was contrary to or involved an unreasonable application of clearly established *78 Supreme Court precedent, or resulted in a decision that was based on an unreasonable factual determination in light of the evidence presented in state court. See 28 U.S.C. § 2254(d)(1), (2); Williams v. Taylor, 529 U.S. 362, 375-76, 120 S. Ct. 1495, 146 L. Ed. 2d 389 (2000).\nMerits of the Petition\n1. Brady violation\nTorres contends that the prosecutor violated its disclosure obligations under Brady v. Maryland, 373 U.S. 83, 83 S. Ct. 1194, 10 L. Ed. 2d 215 (1963), by failing to timely disclose to defense counsel a photographic array shown to Lisalotte Rodriguez, who was unable to identify petitioner and who did not testify at trial.\nOn direct appeal, the Appellate Division held that the photographic array \"constitute[d] Brady material, and should have been provided to defendant in response to his pretrial discovery demand rather than on the day before trial[.]\" People v. Torres, 289 A.D.2d at 991, 735 N.Y.S.2d 316. The court concluded, however, that there was no \"reasonable possibility that the outcome of the trial would have differed had the evidence been produced\" sooner since petitioner was \"given a meaningful opportunity to use the allegedly exculpatory material to cross-examine\" the police investigator who showed the array to the eyewitness. Id. (citations and quotations omitted).\nBrady and its progeny require the prosecution provide the defense with any evidence favorable to the accused where the evidence is material to guilt or punishment. \"Favorable evidence includes not only evidence that tends to exculpate the accused, but also evidence that is useful to impeach the credibility of a government witness.\" United States v. Coppa (In re United States), 267 F.3d 132, 139 (2d Cir.2001) (citing Giglio v. United States, 405 U.S. 150, 154, 92 S. Ct. 763, 31 L. Ed. 2d 104 (1972) (holding the defense is entitled to pertinent evidence regarding a material witness's credibility or reliability, including evidence of any agreement or promises of leniency between the government and a government witness)). The Supreme Court has explained that there are \"three components of a true Brady violation: The evidence at issue must be favorable to the accused, either because it is exculpatory, or because it is impeaching; that evidence must have been suppressed by the State, either willfully or inadvertently; and prejudice must have ensued.\" Strickler v. Greene, 527 U.S. 263, 281-82, 119 S. Ct. 1936, 144 L. Ed. 2d 286 (1999); see also Boyette v. Lefevre, 246 F.3d 76, 89 (2d Cir.2001). \"The suppression of exculpatory documents does not cause a constitutional violation unless the documents are material, i.e., `there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different.'\" Boyette, 246 F.3d at 91 (quoting United States v. Bagley, 473 U.S. 667, 682, 105 S. Ct. 3375, 87 L. Ed. 2d 481 (1985)).\nNeither the Supreme Court nor the Second Circuit has recognized an absolute right to pretrial discovery of Brady material or discovery upon demand. Weatherford v. Bursey, 429 U.S. 545, 559, 97 S. Ct. 837, 51 L. Ed. 2d 30 (1977) (\"It does not follow from the prohibition against concealing evidence favorable to the accused that the prosecution must reveal before trial the names of all witnesses who will testify unfavorably. There is no general constitutional right to discovery in a criminal case, and Brady did not create one[.]\"); accord Gray v. Netherland, 518 U.S. 152, 168, 116 S. Ct. 2074, 135 L. Ed. 2d 457 (1996); see also Leka v. Portuondo, 257 F.3d 89, 100 (2d Cir.2001) (\"It is not feasible or desirable to specify the extent or timing of disclosure Brady and its progeny require, except in terms of the sufficiency, under the circumstances, of the defense's *79 opportunity to use the evidence when disclosure is made. Thus disclosure prior to trial is not mandated.\") (citing United States ex rel. Lucas v. Regan, 503 F.2d 1, 3 n. 1 (2d Cir.1974); Grant v. Alldredge, 498 F.2d 376, 382 (2d Cir.1974)). Rather, the prosecution must disclose such evidence in time for its effective use at trial. See Leka, 257 F.3d at 100; Coppa, 267 F.3d at 144 (\"[T]here is no Brady violation unless there is a reasonable probability that earlier disclosure of the evidence would have produced a different result at trial.\").\nDefense counsel was apprised at the pre-trial hearing that Lisalotte had failed to identify Torres and that she was in Florida and would not be testifying at trial. Defense counsel argued to the trial court that because he did not receive the photographic array shown to Lisalotte earlier, he should be permitted to elicit evidence regarding Lisalotte's inability to identify Torres. The trial court held that counsel would be permitted to do that, based on its belief that there had been a discovery violation. Later during trial, the prosecutor explained that it had provided notice to defense counsel that he could make an appointment to see all photographs shown to witnesses; defense counsel did not dispute that.\nHere, the state appellate court found that the array constituted Brady material and should have been provided to Torres in response to his discovery demand. In so holding, the state court appeared to read into Brady a timing requirement that the Supreme Court has held does not exist. However, the state appellate court's finding that defense counsel had a \"meaningful opportunity\" to use the material mirrors the standard articulated by the federal courts regarding whether or not there has been a \"suppression\" of favorable evidence. See, e.g., Leka v. Portuondo, supra. The state appellate court's ultimate holding, therefore, was a correct application of clearly established federal law. Defense counsel received the photographic array prior to opening statements and did not seek a continuance. And, as demonstrated by his cross-examination of Detective Wagstaff establishing Lisalotte's inability to identify Torres, it appears to this Court that counsel obtained the photographic array in time to use it effectively at trial. See Leka, 257 F.3d at 100. Accordingly, because Torres cannot establish all of the required elements of a Brady claim, he cannot obtain habeas relief on this basis.\n2. Ineffective assistance of trial counsel\nTorres contends that trial counsel was ineffective in his handling of Anna Rodriguez's cross-examination in that counsel elicited certain testimony from her that Torres claims was unfavorable. Trial counsel ultimately had to stipulate that in June or July of 1998, he (counsel) had shown Anna a photographic array from which she, had selected Torres's photograph as the robber.\nDuring his cross-examination of Olga, Anna's sister, defense counsel asked Olga, \"[I]n your presence, while you were in the store, did a detective with the Buffalo Police Department show a photo to your sister [Anna] or your niece at any time?\" T.143. The question was not linked to a date. Olga stated that Anna had been shown photographs by a detective but she could not identify Torres. T.143 (\"She did not identify. She was not paying too much attention that night [of the robbery].\"). Apparently, Olga's response to this question led defense counsel to believe that there had been two police-arranged photographic arrays during which Anna had been unable to identify Torres[2] As part *80 of his strategy of undermining the identifications that had occurred in this case, defense counsel (Mr. Keefe) proceeded to question Anna on cross-examination about her inability to identify Torres:\nQ: Did police come to your store after this robbery?\nA: Yes.\nQ: And did they talk with you?\nA: Yes.\nQ: Did they ever show you photos of suspects they had for this robbery?\nA: Excuse me.\nQ: Did they ever show you suspects that they had \u0097 or, pictures of persons that they suspected?\nA: Me?\nQ: You, Anna?\nA: Yes.\nQ: Do you remember when they showed you those photos, approximately?\nA: I don't remember.\nQ: But you do remember seeing a photo?\nA: Yes.\nQ: And were you able to identify the person that robbed you in that photo?\nA: The first time I identified the person.\nQ: How many times did you look at photos of people that may have robbed your store?\nA: Two times.\nQ: Both on the same day or on different days?\nA: No. Not the same day.\nQ: The first time you looked at the photos, were you able to identify them or not?\nA: The first time, yes.\nQ: And then after you were able to identify the robber the first time, the police came back a second time and asked you if you could identify him again; is that your testimony?\nA: No.\nThe Court: No what? No, they didn't come, or no, you didn't identify?\nThe Witness: I couldn't identify him.\nMr. Keefe: And if you know, why could you identify him the first time and not the second time?\nThe Interpreter: I'm going to have to ask her here. May I?\nThe Court: Yes. Go ahead.\nThe Witness: The first time around his face was on the thin side. The second time it was not. It was heavier.\nQ: Well how do you know if he was heavier if you didn't know who he was?\nA: The first time I saw him in there I still had the \u0097 you know, his \u0097 his face engraved in my mind.\nQ: The second time did the police point to the picture of the robber and ask you if you could identify him?\nA: No.\nQ: How do you know his face had gotten heavier?\nA: I don't know if it was a matter of him gaining weight, but I could not recognize him the second time around.\nQ: Were you told at any time that the robber's picture was among the pictures you were looking at the second time?\n\n*81 A: They just told me to look at them and see if you could identify it.\nQ. And did you tell the policeman that you had already identified the robber at an earlier occasion?\nA. Yes.\nQ. But he asked you anyway to do it again?\nA. Yes.\nQ. Do you know why?\nA. No.\n. . . . .\nQ. Anna, as close as you can tell me the date, . . . [t]he first time you saw the picture of what you believe was the robber, how close was that date to the date of the robbery;[3] do you remember?\nA. About a month, less than a month, about a month.\nQ. So sometime maybe in early December or something like that?\nA. More or less.\nQ. And then the second time that you were shown pictures of the robber, what date was that?\nA. I don't know the date, but approximately about a month.\nQ. So sometime perhaps in early January, 1998?\nA. The last time?\nQ. The last time?\nA. It was not in January.\nQ. How \u0097 was it more than a few weeks after you were first shown pictures of the robber?\nA. It was in the beginning of June.\nQ. The beginning of June?\nA. Yes.\nQ. Well let me make sure you're understanding me correctly. Do you mean June of 19989?\nA. Yeah.\nQ. And the policemen were out trying to determine whether you could identify the robber as late as June of 1998?\nA. I don't know if it was the police. It was a man with the pictures in it [sic ].\nQ. Did you \u0097 the cash register in your store, did you and all the other workers . . . did you all have access to get into the cash register?\nA. Yes.\nThe Court: Excuse me. Let me go back a moment. You say this robbery was in November, on November 6th, '97, is that correct?\nThe Witness: I don't know the exact date.\nThe Court: Was it in November?\nThe Witness: Yes.\nThe Court: Of '97?\nThe Witness: Yes.\nThe Court: And you say a month later, December of '97, the police showed you pictures to identify the defendant; yes or no?\nThe Witness: Yes. After the robbery, yes.\nThe Court: That was the first time?\nThe Witness: Si.\nThe Court: Yes?\nThe Witness: Yes.\nThe Court: And then a month after that, January of '98, again they showed pictures to you?\nThe Witness: No.\nThe Court: Now, wait.\nThe Witness: It was around June. Somebody came around with a picture. I did not identify him because I was so nervous.\n\n*82 The Court: The second time, in June?\nThe Witness: Yes.\nThe Court: Didn't you tell Mr. Keefe that the second time was in January, about a month after the first time that you identified the picture?\nThe Witness: The first time it was then. The second time it was in June.\nThe Court: Who showed you a picture or picture in June; do you know?\nThe Witness: A man came over with some pictures.\nThe Court: Who was the man?\nThe Witness: My daughter knows the name.\nMr. Keefe: Could I \u0097 could 2 ask a question?\nThe Court: Go ahead.\nMr. Keefe: Do you ever recall having seen me before?\nThe Interpreter: I'm sorry, say that again.\nBy Mr. Keefe:\nQ. Have you, the witness, ever recall [sic] seeing me before?\nA. Si. I think you were the one that brought the pictures over.\nQ. Do you think that possibly I was the one who showed you that picture?\nA. I think so. You gave \u0097 you gave my daughter your phone number, Angela Gonzalez, so she could call you.\nMr. Keefe: To help clarify, judge, for the benefit of the jury, I was in the store in July or June, I'm not sure, I believe July.\nThe Court: Did you have an array of pictures?\nMr. Keefe: Yes.\nThe Court: Go ahead.\nBy Mr. Keefe:\nQ. Did the detectives show you pictures a second time?\nA. No. Just once.\nT.162-69. At that point, it appears that defense counsel finally realized that Anna had only been shown two photographic arrays \u0097 one by a police detective and one by himself. Counsel then left that line of questioning and moved on to a different area.\nOn re-direct examination, the prosecutor elicited from Anna that about a month after the incident, two detectives (one of whom was Detective Wagstaff) came to the store and showed her a photographic array from which she was able to identify Torres as the robber. T.170-71. She confirmed that more recently, defense counsel came to the store and showed her photographs but that she \"couldn't identify [Torres] because [she] was \u0097 [she] just came hurriedly from the store [and] . . . was kind of nervous.\" T.172. According to Anna, defense counsel did not identify himself. Id.\nThe following day, there was a colloquy out of the jury's presence. The prosecutor stated that after having Anna's testimony read back to him, he realized that defense counsel \"effectively made himself a witness in this case\" by showing the photographic array to her. The prosecutor argued that it was \"important to clarify for the record what Mr. Keefe said to Ms. Rodriguez when he showed her the photo array[.]\" T.193-94.\nThe trial court then attempted to ascertain what had happened when defense counsel showed Anna the photographic array. Defense counsel first stated, \"Judge I can't recall. I can't recall.\" T.195-96. Counsel explained, \"[W]hat I had thought I saw in [D]etective Wagstaff's report is that he had attempted to show her two photo arrays and the second one that he showed her she couldn't identify, and I can agree to have all of that strick [sic] \u0097 I mean, obviously you would do it anyway, but all of that stricken that she couldn't identify any second photo array because *83 she didn't say that on the stand.\" T.I95. The trial court asked defense counsel what he said to her; counsel replied that Anna \"couldn't speak English\" and that \"there was another woman there\" who interpreted for them. Defense counsel did not know who this other woman was, and stated that she was \"someone around.\" The trial court was somewhat incredulous that defense counsel had not ascertained this person's name. T.197 (\"You [defense counsel] don't know that person's name or address or identity?\"). The trial court then asked defense counsel what, exactly, he said to her, and counsel answered as follows:\nI would have asked her if the police had shown her a photo array similar to this or this photo array. She would have said yes. I would have said, were you able to identify the robber, and she would have said, I believe, yes, and she would have pointed to [Torres].\nT.198. Upon hearing this, the trial court said, \"Well, looks like maybe you should get called as a witness.\" T.199. Defense counsel explained, \"I thought she was talking about an identification, second identification with [Detective] Wagstaff and that's what I was trying to bring out. Were you [Anna] able to remember whether he showed it to you, and she's saying, no, I couldn't the second time. It was one month, so I assumed it was in the month of January and I'm going on and on. . . .\" T.199. The trial judge noted that in her direct examination, Anna \"did say an original identification with [Detective] Wagstaff in December and then she testified according to [his] notes to a second identification in January . . . and then all of a sudden the second one in January became Unio [sic], to wit, June, and then it developed that [defense counsel] was the June identification procedure.\" T.199-200. The prosecutor clarified that \"this was pointed out during cross[-examination]\" and that he \"did not ask any questions regarding any photo arrays [shown to] Anna Rodriguez\" on direct examination. T.200.\nAs a remedy which would avoid the complications of having to call defense counsel to the stand and possible obtain secondary counsel for Torres, the trial court suggested a stipulation in which defense counsel would state that he showed a photographic array to Anna Rodriguez in late June or early July of 1998 and that \"she did, in fact, identify photograph 3 [i.e., Torres].\" T.200. Defense counsel readily agreed to this solution, as did the prosecutor. T.201.\nPrior to summations, the trial court read the agreed-upon stipulation to the jury:\nBoth parties are concerned that there may be confusion over Anna Rodriguez's testimony with regard to photo arrays. To clarify this issue over what photo array was shown to her, we, the attorneys, stipulate that on or about June or July of 1998, attorney Thomas Keefe . . . showed her Court Exhibit 3, a photocopy of one of the arrays, and asked her if she could identify the robber. . . . The witness did identify the robber as number 3[.] . . . I advise you and I'll tell you again during the charge that a stipulation by the attorneys as to what they say is a fact does no conclude the matter for un necessarily. You can accept and agree to follow and utilize the stipulation or if you choose as triers of fact you may reject it or disregard it. It does not bind you to find the \u0097 as a fact to be a matter of fact. You're still free to accept it and use it or consider it, reject it or to simply reject it. That is all within your province as the triers of the facts.\nT.248-49.\nOn direct appeal, the Appellate Division rejected Torres's argument that defense counsel was ineffective in his handling of this situation:\nDefense counsel reasonably believed that the witness had been shown two *84 photo arrays by police; during cross examination the witness testified that she identified defendant in the first photo array but not in the second photo array. During the course of the witness's testimony, defense counsel realized that the \"second\" photo array to which the witness referred was the photo array that he had shown the witness, and therefore the testimony of the witness that she did not identify defendant in that photo array was not true. Defense counsel could not \"knowingly use . . . false evidence\" (Code of Professional Responsibility DR 7-102[a][4] [22 NYCRR 1200.33(a)(4)]) and thus was required to report the incorrect testimony to the court. Defense counsel's alternative to the stipulation was to testify as a witness, which would have required new counsel for defendant.\nPeople v. Torres, 289 A.D.2d at 991, 735 N.Y.S.2d 316 (citation omitted).\nThe Court disagrees with the state appellate court regarding its interpretation of Anna's testimony on cross-examination \u0097 when defense counsel asked her \"[h]ow many times did [she] look at photos of people that may have robbed [her] store,\" she answered \"[t]wo times.\" T.163. The Court is unclear as to how this testimony by Anna could create a basis for defense counsel's belief that she had been two photographs by the police: she clearly testified that she had been shown photographs on two occasions. Defense counsel knew, however, that one of those occasions involved him. Therefore, the Court does not see how this testimony alone could lead to the belief that there were three occasions on which photographic arrays were shown to Anna. Later during the cross-examination, defense counsel asked, \"The second time did the police point to the picture of the robber and ask you if you could identify him?\" T.164 (emphasis added). Anna answered, \"No.\" This question assumed a fact which was not supported by Anna's earlier testimony. (The Court declines to deem material the fact that neither the witness nor the prosecutor nor the trial judge corrected this statement since the witness was testifying through an interpreter.) Where the confusion appeared to occur is during the cross-examination of Anna's sister, Olga. Defense counsel asked her, \"When he [the detective] came to your store with the photo, was that the only time he came to your store with the photo?\" T.142. Olga replied, \"That was the first time I saw him.\" Id. Apparently, this, in addition to what defense counsel said was in Detective Wagstaff's report, is what led counsel to believe that there had been two police-arranged arrays, in addition to the one which he performed.\nIn order to prevail on a claim of ineffective assistance of counsel within the framework established by the Supreme Court in Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984), a habeas petitioner must satisfy a two-part test. First, he must show that his attorney's performance \"fell below an objective standard of reasonableness,\" id. at 688, 104 S. Ct. 2052, and second, he must show that there is a \"reasonable probability\" that but for counsel's error, the outcome would have been different, id. at 694, 104 S. Ct. 2052; accord Pham v. United States, 317 F.3d 178, 182 (2d Cir. 2003); see also Massaro v. United States, 538 U.S. 500, 505,. 123 S. Ct. 1690, 155 L. Ed. 2d 714 (2003) (\"[A] defendant claiming ineffective counsel must show that counsel's actions were not supported by a reasonable strategy and that the error was prejudicial.\"). The issue of prejudice need not be addressed, however, if a petitioner is unable to demonstrate first that his counsel's performance was inadequate. \"[T]here is no reason for a court deciding an ineffective assistance claim to . . . address both components of the inquiry if *85 the defendant makes an insufficient showing on one.\" Id. at 697, 104 S. Ct. 2052.\nIn evaluating the first prong of the Strickland test \u0097 whether counsel's performance fell below an objective standard of reasonableness \u0097 \"`[j]udicial scrutiny . . . must be highly deferential'\" and the petitioner must overcome the \"`presumption that, under the circumstances, the challenged action might be considered sound trial strategy.'\" Bell v. Cone, 535 U.S. 685, 698, 122 S. Ct. 1843, 152 L. Ed. 2d 914 (2002) (quoting Strickland, 466 U.S. at 689, 104 S. Ct. 2352). The Supreme Court has instructed that \"[a] fair assessment of attorney performance requires that every effort be made to eliminate the distorting effects of hindsight, to reconstruct the circumstances of counsel's challenged conduct, and to evaluate the conduct from counsel's perspective at the time.\" Because of the difficulties inherent in making the evaluation, a court must indulge a strong presumption that counsel's conduct falls within the wide range of reasonable professional assistance; that is, the defendant must overcome the presumption that, under the circumstances, the challenged action \"`might be considered sound trial strategy.'\" Id. (citation omitted); accord, e.g., Dunham v. Travis, 313 F.3d 724, 730 (2d Cir.2002). In assessing whether an attorney's conduct was constitutionally deficient, \"[t]he court must . . . determine whether, in light of all the circumstances, the identified acts or omissions were outside the wide range of professionally competent assistance.\" Strickland, 466 U.S. at 690, 104 S. Ct. 2052.\nHere, the Court has no quarrel with defense counsel's chosen strategy of attempting to undermine, as much as possible, the identification testimony against his client. Moreover, the Court recognizes the difficulties presented by having to question the witnesses through a translator. Nevertheless, the aimless cross-examination of Anna about her inability to identify Torres suggests poor trial preparation. The Court is compelled to conclude that defense counsel's handling of the issue was disorganized and was more akin to the taking of deposition testimony than to effective cross-examination. Moreover, the Court is deeply troubled that defense counsel, obviously uncomfortable with the possibility of being disqualified and having to testify as a witness, so willingly extricated himself from his conflict dilemma by entering into a stipulation that was not helpful to his client's case. He should have immediately and unhesitatingly refused himself after consultation with the court or secured a stipulation that was not adverse to his client's interest. The Court has no difficulty in concluding that defense counsel committed serious errors in dealing with the issues that arose during Anna's cross-examination. However, it is a closer call as to whether counsel's omissions were outside the wide range of professionally competent assistance.\nThe Sixth Amendment's right to counsel is the right to \"effective counsel,\" McMann v. Richardson, 397 U.S. 759, 771 n. 14, 90 S. Ct. 1441, 25 L. Ed. 2d 763 (1970) (emphasis supplied) (cited in Strickland, 466 U.S. at 686, 104 S. Ct. 2052 (\"The Sixth Amendment recognizes the right to the assistance of counsel because it envisions counsel's playing a role that is critical to the ability of the adversarial system to produce just results. An accused is entitled to be assisted by an attorney, whether retained or appointed, who plays the role necessary to ensure that the trial is fair.\")). Thus, \"[t]he benchmark for judging any claim of ineffectiveness must be whether counsel's conduct so undermined the proper functioning of the adversarial process that the trial cannot be relied on as having produced a just result.\" Strickland, 466 U.S. at 686, 104 S. Ct. 2052.\n*86 The Supreme Court has held that \"[a]n error by counsel, even if professionally unreasonable, does not warrant setting aside the judgment of a criminal proceeding if the error had no effect on the judgment.\" Hill v. Lockhart, 474 U.S. 52, 57, 106 S. Ct. 366, 88 L. Ed. 2d 203 (1985) (citing Strickland, 466 U.S. at 691, 104 S. Ct. 2052). \"The defendant must show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different. A reasonable probability is a probability sufficient to undermine confidence in the outcome.\" Strickland, 466 U.S. at 694, 104 S. Ct. 2052 (emphasis supplied). In this case, even assuming there was error on trial counsel's part in the present case, it did not render his performance, overall, constitutionally ineffective because Torres has not demonstrated that he was sufficiently prejudiced by the stipulation. In other words, Torres has not shown that there was a \"reasonable probability\" that the verdict would have been different had the jury never heard the stipulation concerning defense counsel's having shown the photographic array to Anna. See Moe v. Walker, No. 97 Civ. 4701(DLC), 1998 WL 872417, at *5 (S.D.N.Y. Dec. 15, 1998) (\"Moe next asserts that counsel elicited damaging testimony during cross-examination of Garcia and Alphonse Schmidt-Moe's immediate supervisor at the Javits Center. Moe recounts that he had won favorable evidentiary rulings excluding testimony by Schmidt regarding threats Moe allegedly made to Schmidt, as well as testimony by Garcia regarding Moe's description to Garcia of certain `trademarks' in his style of killing, `such as shooting from the hip.' On cross-examination of these witnesses, however, Schmidt and Garcia responded to certain questions by Moe's counsel by revealing the very information that had been excluded. Thus, the cross-examination of these witnesses resulted in the admission of statements that were likely damaging to Moe. This error on counsel's part, however, does not render defense counsel's performance constitutionally ineffective [because] . . . Moe does not demonstrate that he was sufficiently prejudiced by these admissions, that is, that there is any reasonable probability that the verdict would have been different had the jury never heard this testimony.\"); United States v. Lohm, No. 90-CR-301, 1993 WL 488635, at *16 (N.D.N.Y. Nov. 26, 1993) (\"[U]nder Strickland the court is not permitted to analyze counsel's effectiveness with the benefit of hindsight. Strickland, 466 U.S. at 689, 104 S. Ct. 2052. Rather, the court must view the case from the perspective of counsel at the time of trial,' according wide latitude to counsel's decisions in the areas of defense tactics and strategies. While the court acknowledges that some testimony brought out through the Lyke cross-examination may have been used by the jury to convict defendant, the court is not willing to draw the conclusion urged by defendant that his trial counsel's representation therefore was ineffective.\").\nThe Court cannot find that the stipulation ultimately prejudiced Torres's right to a fair trial. First, the stipulation was not emphasized during the proceedings; neither the prosecutor nor defense counsel mentioned it during their summations. The trial court instructed the jurors that it remained their decision as to whether to believe Anna, who emphatically testified that she did not identify Torres during the photographic array shown to her in June or July of 1998. See T.167 (\"The Witness: It was around June. Somebody came around with a picture. I did not identify him because I was so nervous. The Court: The second time, in June? The Witness: Yes.\"). Turning to the strength of the evidence against Torres, the Court notes that it is true that the prosecution's case rested on the identifications made by the *87 victims of the robberies. However, the stipulation had no bearing on the prosecution's case concerning the robbery of Diaz on Vermont Street, as Anna was not present during that incident. Olga, the victim from the robbery on Hampshire Street in which Anna was involved, unequivocally identified Torres as the robber both prior to trial and at trial. In addition, Olga testified that Torres was someone that she had seen previously in the neighborhood. Anna's identification or lack of identification was not in any way central to the prosecution's case. Thus, even if the stipulation had not been entered, and the jury believed that Anna had not made a pretrial identification of Torres, there is no reasonable probability that the verdict regarding the Hampshire Street robbery would have been different. Because Torres cannot demonstrate constitutional prejudice as a result of defense counsel's entry of the stipulation concerning Anna, he cannot establish the second prong of the Strickland test, and for that reason, habeas relief will not issue on this claim.\n3. Substitution of assigned counsel\nTorres contends that the trial court's decision denying his request for substitution of trial counsel was erroneous and entitles him to habeas relief.\nTorres's petition for re-assignment of counsel, which only contained boilerplate allegations, was received by the trial court on June 24, 1998. At a hearing held June 29, 1998, the trial court asked Torres to explain why he wanted to discharge his lawyer. Torres replied that he wanted an attorney who spoke Spanish because the interpreter who was translating for him spoke a. \"different\" Spanish, according to Torres. H.3-4.[4] Torres also expressed dissatisfaction with the progress of his case. H.4 (\"I've been in jail now for eight months and I don't see the case progressing.\"). The trial judge ultimately ascertained from Torres that the only reason that Torres wanted to fire his attorney was because he wanted a Spanish-speaking lawyer.\nTorres's counsel told the court that, prior to the hearing, he had a long conversation with his client through the interpreter. Counsel did not say that there had been any difficulties with the interpreter, who was court-certified. Counsel stated that he \"felt [he] had a continuing relationship [with Torres] that was getting better.\" H.6-7. The prosecutor noted that prior to being assigned his current attorney, Torres previously had been assigned the services of an attorney who did speak Spanish. H.8. The trial court appeared to find that significant. H.8 (\"Excellent insight. [Torres] had a Spanish speaking lawyer before [he] had Mr. Keefe.\").[5] The court denied petitioner's \"motion in every respect.\" Id.\nThe Sixth Amendment to the United States Constitution provides that \"[i]n all criminal prosecutions, the accused shall enjoy the right . . . to have the Assistance of Counsel for his defence.\" U.S. CONST. amend. VI. However, \"the right to choose one's own counsel is not absolute.\" United States v. Jones, 381 F.3d 114, 119 (2d Cir.2004) (citations omitted). Rather, \"[t]he Sixth Amendment guarantees a criminal defendant an effective advocate, not necessarily the advocate of his or her choosing.\" Id. (citation omitted). \"Because the right to counsel of one's choice is *88 not absolute, a trial court may require a defendant to proceed to trial with counsel not of defendant's choosing; although it may not compel defendant to proceed with incompetent counsel.\" United States v. Schmidt, 105 F.3d 82, 89 (2d Cir.1997).\nThe merits of the trial court's denial of Torres's request for substitute counsel is reviewed under an abuse-of-discretion standard. United States v. Simeonov, 252 F.3d 238, 241 (2d Cir.2001) (citing Morris v. Slappy, 461 U.S. 1, 13, 103 S. Ct. 1610, 75 L. Ed. 2d 610 (1983) (\"The determination of whether or not the motion for substitution of counsel should be granted is within the discretion of the trial court. . . .\")). In evaluating whether trial court abused its discretion in denying a defendant's motion for substitution of counsel, the Second Circuit has looked at the following factors: \" [t]imeliness of the motion; adequacy of the court's inquiry into the defendant's complaint; and whether the attorney/client conflict was so great that it had resulted in total lack of communication preventing an adequate defense.'\" Id. (quoting Morris, 461 U.S. at 13, 103 S. Ct. 1610) (citing United States v. Allen, 789 F.2d 90, 92 (1st Cir.1986); United States v. Whaley, 788 F.2d 581, 583 (9th Cir.1986)); accord United States v. John Doe No. 1, 272 F.3d 116, 122 (2d Cir.2001).\nIn the present case, the trial court conducted an adequate, on-the-record inquiry into Torres's application to substitute counsel, questioning both Torres and defense counsel in open court. Most important, Torres could not identify any specific, substantive problems with counsel's representation, let alone any conflict of interest. Torres confirmed that the \"only\" reason he desired to obtain new assigned counsel was that he wanted an attorney who spoke Spanish. Moreover, Torres did not register any further complaints about defense counsel as the trial progressed, and Torres voiced no further concerns about being able to communicate with counsel. Two Spanish-speaking interpreters were used without objection throughout the trial. On these facts, the trial court clearly did not abuse its discretion in denying Torres's petition to substitute counsel where no conflict of interest existed between attorney and client. See United States v. Giraldo, No. 88-5231, 935 F.2d 276, 1991 WL 103413, at *1 (9th Cir.1991) (\"[Defendant] Giraldo insisted on being furnished with an attorney who spoke Spanish. The district court rejected this request, concluding that Giraldo had no right to appointment of Spanish-speaking counsel. We agree that Giraldo was not entitled to a Spanish-speaking attorney; there was no showing that he was unable to communicate with his attorney through an interpreter or otherwise.\") (unpublished opinion).\n\nCONCLUSION\nFor the reasons stated above, Jesus Torres's petition for a writ of habeas corpus pursuant to 28 U.S.C. § 2254 is denied, and the petition is dismissed.\nFor a certificate of appealability to issue, the petitioner must make a \"substantial showing of the denial of a constitutional right.\" 28 U.S.C. § 2253(c)(2). A substantial showing \"does not require a petitioner to demonstrate that he would prevail on the merits, but merely that `reasonable jurists could debate whether . . .' the petition should have been resolved in a different manner or that the issues presented were adequate to deserve encouragement to proceed further.\" Rhagi v. Artuz, 309 F.3d 103, 106 (2d Cir.2002) (quoting Slack v. McDaniel, 529 U.S. 473, 120 S. Ct. 1595, 146 L. Ed. 2d 542 (2000)). The Court grants Torres a certificate of appealability limited the question of whether he was deprived of the effective assistance of counsel based on the factual allegations he asserts in his petition with regard to trial counsel's handling of the cross-examination of Anna Rodriguez and the stipulation subsequently *89 entered into concerning her identification of Torres when she was shown a photographic array by trial counsel. See 28 U.S.C. § 2253.\nIT IS SO ORDERED\nNOTES\n[1]  Citations to \"T.\u0097\" refer to the trial transcript.\n[2]  It should be noted (1) that the prosecution had never identified Anna, pursuant to New York Criminal Procedure Law § 710.30, as a witness who had identified Torres prior to trial and (2) that defense counsel apparently had conducted his own photographic array with Anna in June or July of 1998.\n[3]  The robbery occurred on November 6, 1997.\n[4]  Citations to \"H. \u0097 \" refer to the transcript of the hearing held on June 29, 1998.\n[5]  Torres states in his habeas pleadings that the original attorney was discharged due to a conflict of interest; apparently, the attorney recently had represented one of the victims of the robberies allegedly committed by Torres.\n\n",
            "ocr": false,
            "opinion_id": 2317077
        }
    ],
    "court_short_name": "W.D. New York",
    "court_full_name": "District Court, W.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}