{
    "id": 2316484,
    "judges": "Francis",
    "date_filed": -236995200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-scrotsky",
    "case_name_short": "Scrotsky",
    "case_name": "State v. Scrotsky",
    "case_name_full": "The State of New Jersey, Plaintiff-Respondent, v. Andrew Scrotsky, Defendant-Appellant",
    "attorneys": "Mr. Dino B. Bliablias, Assistant Prosecutor, argued the cause for plaintiff-respondent (Mr. Brendan T. Byrne, County Prosecutor of Essex County, attorney)., Mr. Robert G. O’Brien argued the cause for defendant-appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued May 21, 1962",
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b32-4\">\n    THE STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT, v. ANDREW SCROTSKY, DEFENDANT-APPELLANT.\n   </parties><br><otherdate id=\"b32-5\">\n    Argued May 21, 1962\n   </otherdate><decisiondate id=\"AE\">\n    Decided June 29, 1962.\n   </decisiondate><br><attorneys id=\"b33-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"15\"> \n     *15\n     </span>\n<em>\n     Mr. Dino B. Bliablias,\n    </em>\n    Assistant Prosecutor, argued the cause for plaintiff-respondent\n    <em>\n     (Mr. Brendan T. Byrne,\n    </em>\n    County Prosecutor of Essex County, attorney).\n   </attorneys><br><attorneys id=\"b33-4\">\n<em>\n     Mr. Robert G. O’Brien\n    </em>\n    argued the cause for defendant-appellant.\n   </attorneys>",
    "citations": [
        "182 A.2d 868",
        "38 N.J. 14"
    ],
    "opinions": [
        {
            "author_str": "Peancis",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5102.0,
            "opinion_text": "\n38 N.J. 14 (1962)\n182 A.2d 868\nTHE STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nANDREW SCROTSKY, DEFENDANT-APPELLANT.\nThe Supreme Court of New Jersey.\nArgued May 21, 1962.\nDecided June 29, 1962.\n*15 Mr. Dino D. Bliablias, Assistant Prosecutor, argued the cause for plaintiff-respondent (Mr. Brendan T. Byrne, County Prosecutor of Essex County, attorney).\nMr. Robert G. O'Brien argued the cause for defendant-appellant.\nThe opinion of the court was delivered by FRANCIS, J.\nDefendant was convicted of unlawful entry in violation of N.J.S.A. 2A:94-1, and of larceny under N.J.S.A. 2A:119-2. A State Prison sentence of 2-7 years was imposed for the former offense, and one of 2-3 years for the latter. The sentences were made concurrent. The Appellate Division affirmed the convictions and we granted certification.\nTwo grounds for reversal are raised. One contends the evidence adduced to support the charges was so untrustworthy that it could not reasonably support defendant's conviction. The other (which was not advanced in the Appellate Division) alleges that the searches of defendant's home and the seizure therein of the evidence upon which he was convicted were illegal because the police officers had no search warrant, and no justifiable excuse was shown for the failure to obtain one.\nAs to the first ground, we agree with the Appellate Division that there was a sharp and irreconcilable conflict in the proof submitted by the State and defense as to Scrotsky's guilt. Resolution of the problem of credibility was for the trier of the facts, and might have been decided for or against defendant. The trial court, who sat without a jury and who saw and heard the witnesses, concluded that guilt had been shown beyond a reasonable doubt. We cannot say that his determination was contrary to the weight of the evidence.\nThe second ground of attack on the conviction cannot be dismissed summarily. The offenses in question were committed on August 23, 1959. Trial and conviction occurred on December 3, 1959, and sentence was imposed *16 on January 28, 1960. Defendant's brief on his pro se appeal to the Appellate Division was filed on May 31, 1961. Mapp v. Ohio, 367 U.S. 643, 81 S.Ct. 1684, 6 L.Ed.2d 1081, was decided June 19, 1961. There, the United States Supreme Court held the rule which excludes in Federal criminal trials evidence obtained by means of illegal search and seizure was binding on state courts as well in such cases. Under the circumstances, even though the Appellate Division affirmance of Scrotsky's conviction did not occur until October 2, 1961, we think he should not be penalized for failing to raise the search and seizure issue until certification was granted by us and counsel appointed to represent him.\nThe matter which presents itself is whether the Mapp rule should be applied to the searches and seizures which in this case antedated the Supreme Court opinion. That problem was dealt with very recently in State v. Smith, 37 N.J. 481. There, it was held that in cases where the search and seizure were made prior to Mapp but which were tried thereafter, even though specific objection was not made to the admission of proof seized without a warrant, if the circumstances attending the search were explored or sufficiently developed at the trial to justify questioning the seizure on a timely appeal from conviction, this court would accept the issue for determination. In such instances, however, it may be necessary at times to remand the record to the trial court for supplementary proof so that the facts may be fully exposed in the light of Mapp. It may be in a given case that the State, relying on the former long standing non-exclusionary rule, refrained from introducing all of the informative evidence in its possession as to the legality of the search and seizure. It may be also, that, even though the defendant put sufficient proof in the record at trial, either designedly or incidentally, to permit the character of the police action to be raised on appeal, within the intendment of State v. Smith, it will appear (by affidavit or otherwise) that additional pertinent *17 facts are available bearing strongly on the issue. In such cases to achieve complete justice, the discretion of the appellate tribunal may be exercised by directing a remand for full exploration of the search and seizure, and for a finding thereon by the trial court. See State v. Valentin, 36 N.J. 41 (1961).\nIt has been stipulated on this appeal that on the occasions of the searches and seizures of the evidence which resulted in defendant's conviction, the State had no search warrant. That fact, however, cannot be said to be dispositive on the present record.\nThe alleged unlawful entry and theft from the apartment of the complaining witness, Lucille Seymore, took place on Sunday, August 23, 1959, at 66 Oriental Street, Newark, New Jersey. She owns the building which has three separate entrances, numbered 60, 62 and 66 Oriental Street. Defendant Andrew Scrotsky and his wife, Wanda Scrotsky, were tenants of Mrs. Seymore on the second floor of 60 Oriental Street. There is some indication that the apartments at these addresses were rented partly furnished. In the evening of August 23, 1959, on returning to her apartment, Mrs. Seymore allegedly found that it had been broken into and some of her personal effects taken. A police officer, who was patrolling the neighborhood, happened by and learned of the unlawful entry and theft. While the officer was on the premises, Mrs. Seymore ejaculated: \"There he goes over the fence.\" She insisted (although just when is not clear) that the person she saw going over the back fence carrying a duffle bag was the defendant Scrotsky. A hunt for the fugitive then began in the neighborhood.\nThereafter, a number of visits were made to the Scrotsky apartment in his absence. Some were made by police officers in company with Mrs. Seymore. There is evidence also that on at least one occasion she went there with two neighbors and gained admission by means of a key which she seems to have had as owner of the building. On some *18 or all of these entries, Mrs. Seymore identified for the police various articles which she claimed had been stolen from her home on August 23. The articles, or some of them, were seized by the police and photographed at headquarters. She was then permitted or authorized to take possession of them. She retained them until defendant's subsequent trial, when she brought them to court at the prosecution's request. In fact, at trial she produced a wrist watch, among other things, which she claimed was among the articles stolen. It was allowed to go into evidence over defendant's objection, in spite of the fact that it was not one of the items listed in the accusation charging Scrotsky with larceny.\nTwo of the officers, in explaining the visit to and search of the Scrotsky apartment on the evening of the crime, said they went there in response to a radio message to \"pick up\" Wanda and Andrew Scrotsky on a warrant. Although Mrs. Scrotsky was at home when they entered, she was not arrested. The Prosecutor has now advised us that there is no record of any such warrant. The only warrant of record was issued on August 27, 1959, four days after the alleged crime. It was issued on Mrs. Seymore's complaint and called for the arrest of Andrew Scrotsky alone. Scrotsky's recollection at the trial was that he had been arrested two days earlier.\nThe record is in such a confused state that it cannot be said with any degree of certainty when the searches and seizures were made and under what circumstances. Nor is it clear when and by whom the articles, which are set out in the accusation and which were used to convict Scrotsky, were taken from his apartment. The State argues that any searches and seizures made by police officers were incidental to a valid arrest; or that they were engaged in with consent of Mrs. Scrotsky; or that they did not seize the allegedly stolen articles; they were simply present when Mrs. Seymore regained possession of them, she being properly in the apartment.\n*19 Under the circumstances, the applicability of the Mapp rule cannot be determined in the framework of the record before us. We believe, however, that the parties should be given the opportunity to explore the matter fully to the end that a just result can be reached. Accordingly, the cause is remanded to the trial court so that the State and defendant may add such additional, relevant, clarifying evidence as they wish. Upon completion, the record should be returned to us with a finding by the trial court as to the validity of any search and seizure which produced evidence upon which defendant's conviction was predicated. Supplemental briefs may thereafter be filed in this court and the matter will be set down for reargument on September 10. Present assigned counsel will continue to represent defendant on the remand and on the argument here.\nIn the meantime we shall retain the appeal.\nFor remandment \u0097 Chief Justice WEINTRAUB, and Justices JACOBS, FRANCIS, PROCTOR, HALL, SCHETTINO and HANEMAN \u0097 7.\nOpposed \u0097 None.\n",
            "ocr": false,
            "opinion_id": 2316484
        }
    ],
    "court_short_name": "Supreme Court of New Jersey",
    "court_full_name": "Supreme Court of New Jersey",
    "court_type": "S",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Robbery"
}