{
    "id": 2633837,
    "judges": "Buser, P.J., Green and Caplinger",
    "date_filed": "1979-06-16",
    "date_filed_is_approximate": true,
    "slug": "state-v-johnson",
    "case_name_short": null,
    "case_name": "State v. Johnson",
    "case_name_full": "State of Kansas, Appellee, v. Robert Johnson, Appellant",
    "attorneys": "Jocilyn B. Oyler, of Kansas Appellate Defender Office, for appellant., Tony Cruz, assistant county attorney, and Paul J. Morrison, attorney general, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b478-5\">\n    (180 P.3d 1084)\n   </citation><br><docketnumber id=\"b478-6\">\n    No. 97,313\n   </docketnumber><br><parties id=\"b478-7\">\n    State of Kansas,\n    <em>\n     Appellee,\n    </em>\n    v. Robert Johnson,\n    <em>\n     Appellant.\n    </em>\n</parties><decisiondate id=\"A9x\">\n    Opinion filed April 18, 2008.\n   </decisiondate><br><attorneys id=\"b478-13\">\n<em>\n     Jocilyn B. Oyler,\n    </em>\n    of Kansas Appellate Defender Office, for appellant.\n   </attorneys><br><attorneys id=\"b478-14\">\n<em>\n     Tony Cruz,\n    </em>\n    assistant county attorney, and\n    <em>\n     Paul J. Morrison,\n    </em>\n    attorney general, for appellee.\n   </attorneys><br><judges id=\"b478-15\">\n    Before Buser, P.J., Green and Caplinger, JJ.\n   </judges>",
    "citations": [
        "180 P.3d 1084",
        "39 Kan. App. 2d 438"
    ],
    "opinions": [
        {
            "author_str": "Green",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n180 P.3d 1084 (2008)\nSTATE of Kansas, Appellee,\nv.\nRobert JOHNSON, Appellant.\nNo. 97,313.\nCourt of Appeals of Kansas.\nApril 18, 2008.\nJocilyn B. Oyler, of Kansas Appellate Defender Office, for appellant.\nTony Cruz, assistant county attorney, and Paul J. Morrison, attorney general, for appellee.\n*1085 Before BUSER, P.J., GREEN and CAPLINGER, JJ.\nGREEN, J.\nRobert Johnson appeals from the trial court's judgment denying his request to file a direct appeal, of his probation revocation out of time. Johnson contends that the trial court erred in finding that none of the exceptions under State v. Ortiz, 230 Kan. 733, 640 P.2d 1255 (1982), applied to allow him to file a direct appeal out of time. In reviewing the appellate record and briefs in this case, we found that Johnson should have completed the prison portion of his sentence resulting from the probation revocation. As a result, we issued a show cause order to the parties to clarify whether this appeal should be dismissed as moot because Johnson had served the prison portion of his sentence. Based on the parties' responses, we have determined that the only judgment that could be entered by this court would be ineffectual for any purpose and an idle act insofar as rights involved in the case are concerned. Accordingly, we dismiss Johnson's appeal as moot.\nIn March 2002, Johnson was convicted on a plea of nolo contendere to possession of cocaine in violation of K.S.A. 65-4160(a). In exchange for his nolo contendere plea, the State successfully moved to dismiss the charges of failure to affix a drug tax stamp and driving with a suspended license. Although Johnson's crime of conviction had a presumptive prison sentence, Johnson and the State jointly moved for a dispositional departure sentence of probation. The trial court placed Johnson on probation for 12 months with an underlying prison sentence of 40 months.\nIn May 2003, Johnson was arrested on a warrant for a probation violation. The State moved to revoke Johnson's probation. At the probation revocation hearing in June 2003, Johnson's intensive supervision officer testified that Johnson had violated the conditions of his probation by failing to abstain from drugs and alcohol; failing to maintain full-time employment; committing a new crime while on probation; and failing to make ordered payments on the case. Specifically, while on probation, Johnson had tested positive for marijuana; had failed several breath-alcohol tests;\" had been arrested for aggravated burglary, criminal damage to property, and simple battery in March 2003; and had admitted that he was so intoxicated when he committed the new crimes that he did not remember what happened.\nJohnson's intensive supervision officer had been simultaneously supervising Johnson's probation in case number 02CR424. Johnson's probation in 02CR424 began 1 month before his probation in the instant case. Johnson's probation in 02CR424 was revoked in May 2003 based on Johnson's stipulation that he had violated the terms of his probation, and Johnson was ordered to serve his underlying prison sentence of 21 months. In State v. Johnson, No. 91,408, ___ Kan.App. ___, 98 P.3d 303, 2004 WL 2238772 (Kan. App.2004) unpublished opinion filed October 1, 2004, rev. denied 278 Kan. 849 (2004), this court affirmed the trial court's refusal to reinstate Johnson's probation in 02CR424. Apparently, Johnson later filed a K.S.A. 60-1507 motion concerning the revocation of his probation in 02CR424, but the trial court denied his motion.\nAt the conclusion of the revocation hearing in the instant case, the trial court found that Johnson had violated the terms and conditions of his probation. The trial court revoked Johnson's probation and ordered him to serve his original sentence of 40 months in prison. The trial court ordered Johnson to serve his 40-month prison sentence consecutive to his 21-month prison sentence in 02CR424.\nOver 3 years after the trial court revoked Johnson's probation, Johnson filed a notice of appeal from his probation revocation. The trial court held an evidentiary hearing to determine whether an Ortiz exception would allow Johnson to file his appeal out of time. At the hearing, Johnson testified that no, one had told him that he had the right to appeal the trial court's decision to revoke his probation in the instant case. Nevertheless, Johnson testified that he told his attorney he wanted to appeal the revocation of his probation. According to Johnson, he learned in 2005 that his attorney never filed the appeal.\n*1086 In a written journal entry, the trial court determined that Johnson had failed to meet an Ortiz exception and denied Johnson's motion to file his appeal out of time. The trial court found that Johnson had stipulated to violating his probation in 02CR424, in which the affidavit was identical to the affidavit submitted to revoke Johnson's probation in the instant case. The trial court further found that because the probation revocation disposition in 02CR424 had been upheld by this court, Johnson's appeal in this case was frivolous. Moreover, the trial court found that Johnson was aware of his right to appeal the trial court's decision to revoke his probation in the instant case. Accordingly, the trial court dismissed Johnson's appeal.\nMootness\nIn reviewing the appellate briefs and the record in this case, this court noticed that Johnson should have completed the prison portion of his sentence that resulted from the probation revocation. As a result, this court issued a show cause order to the parties to clarify whether the appeal should be dismissed as moot because Johnson had served the prison portion of his sentence. The State responded and agreed that the underlying incarceration term which Johnson was ordered to serve had expired and that the appeal should be dismissed as moot.\nIn his response to the show cause order, Johnson acknowledged that he had been released from prison and was currently on postrelease supervision. Nevertheless, Johnson argued that the State had failed to prove that he would not benefit from an appeal from his probation revocation even after he had served the prison portion of his sentence. Johnson argued that if he were able to win a reversal of his probation revocation, he could argue for probation rather than postrelease supervision, which could have different restrictions. Additionally, Johnson contended that there were other additional issues that could be beneficial to him, such as the potential ability to contest the amount of attorney fees imposed and to decrease the fees and fines. Further, Johnson maintained that he could potentially reduce his postrelease supervision time.\nNevertheless, Johnson provides no authority for his arguments that there could still be appealable issues concerning his probation revocation. For example, Johnson argues that he could argue for probation instead of postrelease supervision because \"[p]robation and postrelease supervision can have differing restrictions.\" Nevertheless, Johnson has not made any argument or supplied the record with any documentation showing that the restrictions imposed on him during his postrelease supervision are actually any different than the restrictions imposed on him during probation. \"An appellant has the duty to designate a record sufficient to establish the claimed error. Without an adequate record, the claim of alleged error fails. [Citation omitted.]\" Ellibee v. Aramark Correctional Services, Inc., 37 Kan. App. 2d 430, 433, 154 P.3d 39, rev. denied 284 Kan. 945 (2007).\nIn addition, Johnson maintains that \"there are other potential issues that could be beneficial to Mr. Johnson, such as the potential ability to contest the amount of attorney's fees imposed and to decrease the fees and fines.\" Nevertheless, the record in this case demonstrates that no additional fees or fines were imposed at the probation revocation hearing. Moreover, the journal entry of probation revocation lists no additional fees or fines imposed on Johnson. Therefore, there is no appealable issue from the probation revocation concerning additional fees or fines that Johnson was ordered to pay.\nFinally, Johnson argues that \"because the court is allowed to impose the underlying sentence or anything lesser, he could potentially reduce his post-release time.\" Nevertheless, because Johnson never argued for a reduction in his post-release supervision time before the trial court, this issue was not properly preserved for appeal. See State v. Shopteese, 283 Kan. 331, 339, 153 P.3d 1208 (2007) (Issues not raised to the trial court cannot be raised on appeal.). Moreover, as the State points out, there appears to be no statutory authority for Johnson's argument that he could reduce his postrelease supervision time. Although K.S.A. 22-3716(b) authorizes a trial court revoking a defendant's probation to \"require the defendant to serve *1087 the sentence imposed, or any lesser sentence,\" the statute does not address postrelease supervision. Under K.S.A. 22-3717(d)(1)(D)(1), a trial court is required to impose the specific postrelease supervision period set forth in the statute for the crime of conviction. The trial court has authority to extend the postrelease supervision period upon a finding that the crime was sexually motivated. See K.S.A. 22-3717(d)(1)(D)(I). Nevertheless, there is nothing in K.S.A. 22-3717(d)(1) that allows for a reduction in the postrelease supervision term.\nFurther, because Johnson has already served the incarceration portion of his sentence, he is not entitled to any credit against his postrelease supervision period for any excess time that he might have spent in prison. See State v. Gaudina, 284 Kan. 354, Syl. ¶ 1, 160 P.3d 854 (2007) (holding that \"a defendant who is resentenced after serving time in prison is not entitled to credit against a postrelease supervision period for the amount of time served in prison in excess of the prison time imposed at the resentencing\"). Therefore, any argument that Johnson's postrelease supervision term could be reduced lacks merit.\nWe recognize that an appeal will not be dismissed for mootness unless it is clearly and convincingly shown that the actual controversy has ended and the only judgment that could be entered would be ineffectual for any purpose and an idle act insofar as rights involved in the case are concerned. In re M.R., 272 Kan. 1335, 1339, 38 P.3d 694 (2002).\nHere, both the State and Johnson acknowledge that Johnson has served the entire incarceration portion of his sentence in the instant case. As a result, any argument concerning the trial court's decision revoking Johnson's probation and ordering him to serve his underlying prison sentence is moot. Both parties were ordered by this court to show cause as to why his appeal should not be dismissed as moot. Johnson failed to provide any plausible argument or applicable authority to show that a valid controversy still existed in the case. Because the only judgment that could be entered would be ineffectual for any purpose and an idle act insofar as rights involved in the case are concerned, Johnson's appeal is dismissed as moot.\nAppeal dismissed.\n",
            "ocr": false,
            "opinion_id": 2633837
        }
    ],
    "court_short_name": "Court of Appeals of Kansas",
    "court_full_name": "Court of Appeals of Kansas",
    "court_type": "SA",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}