{
    "id": 2326093,
    "judges": "Anderson, Morton, Murphy, Orth, Thompson",
    "date_filed": 1123200000,
    "date_filed_is_approximate": false,
    "slug": "frasher-v-state",
    "case_name_short": "Frasher",
    "case_name": "Frasher v. State",
    "case_name_full": "James Martin Frasher v. State of Maryland",
    "attorneys": "Lawrence F. Weslock for appellant., T. Joseph Touhey, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Arthur A. Marshall, State’s Attorney for Prince George’s County, and Vincent J. Femia, Assistant State’s Attorney for Prince George’s County, on the brief, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 27,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b457-5\">\n    JAMES MARTIN FRASHER\n    <em>\n     v.\n    </em>\n    STATE OF MARYLAND\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b457-6\">\n    [No. 189,\n   </docketnumber><p data-order=\"2\" data-type=\"misc\" id=\"Al1\">\n    September Term, 1969.]\n   </p><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b457-7\">\n<em>\n     Decided January 14, 1970.\n    </em>\n</decisiondate><br><p data-order=\"4\" data-type=\"judges\" id=\"b459-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"441\"> \n     *441\n     </span>\n    The cause was submitted to Murphy, C.J., and Anderson, Morton, Orth, and Thompson, JJ.\n   </p><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b459-7\">\n<em>\n     Lawrence F. Weslock\n    </em>\n    for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b459-8\">\n<em>\n     T. Joseph Touhey, Assistant Attorney General,\n    </em>\n    with whom were\n    <em>\n     Francis B. Burch, Attorney General, Arthur A. Marshall, State’s Attorney for Prince George’s County,\n    </em>\n    and\n    <em>\n     Vincent J. Femia, Assistant State’s Attorney for Prince George’s County,\n    </em>\n    on the brief, for appellee.\n   </attorneys>",
    "citations": [
        "260 A.2d 656",
        "8 Md. App. 439"
    ],
    "opinions": [
        {
            "author_str": "Orth",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7492.0,
            "opinion_text": "\n8 Md. App. 439 (1970)\n260 A.2d 656\nJAMES MARTIN FRASHER\nv.\nSTATE OF MARYLAND.\nNo. 189, September Term, 1969.\nCourt of Special Appeals of Maryland.\nDecided January 14, 1970.\n*441 The cause was submitted to MURPHY, C.J., and ANDERSON, MORTON, ORTH, and THOMPSON, JJ.\nLawrence F. Weslock for appellant.\nT. Joseph Touhey, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Arthur A. Marshall, State's Attorney for Prince George's County, and Vincent J. Femia, Assistant State's Attorney for Prince George's County, on the brief, for appellee.\nORTH, J., delivered the opinion of the Court.\nJames Martin Frasher (appellant) was found guilty by a jury in the Circuit Court for Prince George's County of control of heroin for which a sentence of 3 years was imposed to run consecutively with a sentence he was then serving and of possession of narcotic paraphernalia for which a concurrent sentence of 3 years was imposed.\n\nFACTS\nAppellant was charged with shoplifting in the Prince George's County Peoples' Court and released pending trial in October 1968 upon the posting of a $500 bond by Charles D. Ayers, a professional bondsman. Appellant failed to appear as required and the bond was forfeited. Ayers \"obtained a bailpiece\" and attempted to locate appellant. He received information that appellant had been seen in the Mount Pleasant section of the District of Columbia and drove to that area on 28 January 1969 to apprehend him. Ayers was armed with a revolver and a can of mace and had a pair of handcuffs. He saw appellant walking in the 700 block of Park Road, stopped the car and approached appellant. \"I said, `Mr. Frasher?' *442 He said, `No, no, you have got the wrong man.' I said, `You are not James Martin Frasher?' He said, `No, my name is Charles Curtis.' I said, `Well, I could be making a mistake, but,' I said, `if I am, I apologize to you, but I think you are James Frasher.'\" Ayers asked appellant if he would get in the front seat of the car so a positive identification could be made and appellant did so. Ayers received information which convinced him that the man was in fact Frasher and told him that he was taking him back to stand trial. Appellant said, \"Well, Mr. Ayers, I was going to turn myself in.\" Ayers placed a handcuff on appellant's left wrist and appellant tried to leave the car. \"I was trying to hold him in there, in my car, and I had one hand on the cuff that I had \u0097 the left hand was cuffed; I had ahold of the handcuff trying to hold him in; and I put my other hand around his waist. He reached down and twisted my finger at the time,\" breaking it. During the scuffle, Ayers unsuccessfully tried to use the mace. He succeeded in keeping appellant in the car \u0097 \"I was using this one cuff that I had on him and I was giving him heck with that one arm.\" Appellant gave him no more trouble. On the way back to Maryland appellant asked to be taken to St. Elizabeth Hospital. \"I asked him what was wrong with Prince George's County Hospital. I wanted to get him out of the District.\"[1] Ayers said:\n\"After I got him into Maryland, I informed him that we were already in Maryland; that I was taking him to jail and if he didn't allow me to put the other handcuff on him that I would have to use my sidearm to do so. We came on out to 34th and Bunker Hill Road there in Mount Ranier, and I stopped at a stop light. He reached over and pushed the button to lower the window and went in his pocket. I asked him, *443 `What are you doing?' He pulled this package out of his pocket. `I have got a package I have got to get rid of before I go into jail.' I took the package from him and told him he wasn't going to throw anything out of my car. I laid it up on the dashboard. We got out to the Hyattsville station, and I had some cigarettes up on the dash along with this package he gave me, or I took from him, and he asked if he could have a pack of cigarettes since he was going to jail and he was broke. So I took the package of cigarettes and the package that I took from him and put them back in his pocket. I got on down to the police station, took him down in front of the Justice of the Peace, told him to sit down and asked the Justice of the Peace to watch him. In the package that I took from him I noticed a spoon \u0097 end of a spoon sticking out of the package. I went back into the squad room, called the narcotics squad in Seat Pleasant * * *.\"\nThe police arrived and found the package on appellant's person contained \"a complete hypodermic needle and syringe, disposal insulin type; a spoon with a small piece of cotton in the bowl of the spoon; and a lady's stocking, a silk stocking, wrapped around the outside of the package.\" There were also 48 clear gelatin capsules[2] with \"a white substance inside, residue inside,\" in a small plastic bag. The officer gave appellant the Miranda warnings, appellant waived his rights and the officer asked him what narcotic he was using. Appellant stated he was using heroin, about \"50 capsules of heroin per day to take care of his habit.\" Appellant's arm \"revealed extensive tracks along the veins.\"[3] The officer made a Marquis *444 Reagent test[4] on the residue. The test was positive as to the presence of opium. The evidence was submitted to an analytical chemist with the Internal Revenue Service, qualified as an expert in the field of narcotics. He testified that the capsules and spoon, upon analysis, gave positive tests for opium derivative and said that heroin was an opium derivative The narcotic drug found was \"not enough to weigh quantity.\"\nAppellant testified that he was approached by Ayers on 28 January about 10:30 A.M. At the time he had not had the regular dosage of narcotics \"that I was addicted to at the time * * *, approximately eight capsules at one time,\" which he took every six hours. His last injection had been about 9:30 P.M. the day before. His testimony differed from that of Ayers in some material aspects. He said it was upon Ayers refusing to take him to St. Elizabeth Hospital that he attempted to get out of the car; that it was in the District of Columbia that he attempted to throw out of the car window the package containing the narcotic paraphernalia, which he admitted was in his possession at the time he was apprehended; and that he was just standing in the police station when Ayers put the package in his jacket pocket. He amplified Ayers' recounting of what occurred immediately after they crossed the line into Maryland:\n\"[He] just stopped the car and he said, `Now we are in Maryland,' and he handcuffed my right hand. * * * He had a small holster that was attached to the front side of the car inside in which he had his handgun, and he took his handgun out of the holster and put it in his lap and said, `Now, don't try to make a move or I'll \u0097 I'll blow your brains out. I will, I will.' I wasn't about to make an attempt to get away, that is for sure.\"\n\n\n*445 THE APPREHENSION\n\nThe apprehension of appellant by the bondsman was legal. The purpose of an appearance bond is to secure a trial, its object being to combine the administration of justice with the convenience of a person accused, but not proved, to be guilty. If the accused does not appear the bail may be forfeited, not as punishment to the surety or to enrich the Treasury of the State, but an incentive to the surety on the bail bond to pursue the accused and return him to the jurisdiction of the court. See Allegheny Mutual v. State, 234 Md. 278; Harding v. State, 250 Md. 188. So under certain conditions remission of the forfeiture is permitted. Md. Code, Art. 26, § 33(b). In accord with the purpose of a bail bond and to make control of the principal by the surety effective, the surety has been regarded as subrogated to the rights and means possessed by the State for that purpose and to be entitled to seize his principal for the purpose of surrendering him in discharge of the surety's liability, and, to the extent necessary to accomplish this, the surety may restrain him of his liberty. Although the surety has the right to requisition official help to take the principal into custody, for the purpose of surrendering him in exoneration of his liability, the surety has also been regarded as entitled to take the principal into custody himself, and at common law no process was necessary to authorize the arrest of the principal by his bail. On the ground that the right to take the principal into custody and surrender him results from the nature of the undertaking by the bail, the rule permitting arrest without process has been applied to the right to arrest the principal in another state. But even where there are statutory provisions that the bail may arrest the principal on a bailpiece or certified copy of the recognizance, these provisions have sometimes been held to be cumulative and not to affect the common law right to arrest without process. See 4 Wharton's Criminal Law and Procedure (Anderson) §§ 1833-1835, pp. 674-677.\n*446 In any event, it is not disputed that the arrest here was under the authority of a bailpiece.[5]\nIn his brief appellant apparently feels that his apprehension was under authority of the provisions of United States Code, Title 18, § 3142, but argues that the statute is unconstitutional. That question is not before us, however, as we feel that the federal statute is not here applicable, his apprehension by the bondsman being under the common law right of the bail to arrest the principal upon forfeiture of the bond.\n\nTHE SUFFICIENCY OF THE EVIDENCE\nAppellant concedes that \"there was clearly sufficient evidence to convict on the basis of possession of narcotic implements\" but claims that there was not sufficient evidence to sustain the conviction of control of narcotics. He supports the claim on the fact that only \"trace amounts\" of narcotics were shown. It is firmly established that if a substance is within the statutory definition of a narcotic drug, the quantity is immaterial with regard to its illegal possession or control. There need be only such quantity, no matter how minute, sufficient to make possible a proper determination that it is a narcotic drug in order to sustain a conviction upon proof of its possession or control. Bracey v. State, 4 Md. App. 562, 563-564. There was such quantity in the instant case.\nHowever, the real question presented by the factual posture of this case is whether appellant voluntarily committed the crimes of which he was convicted. The question is one of the sufficiency of the evidence, for if the evidence was not sufficient to establish that the crimes were committed by the voluntary acts of appellant there would be lacking a necessary element of the corpus delicti. The sufficiency of the evidence is before us on the denial by the lower court of a motion for judgment of *447 acquittal made at the close of all the evidence. Our function is to determine whether the court erred in submitting the case to the jury. Williams v. State, 5 Md. App. 450.\nWe first note that we do not believe that a question of jurisdiction is here involved. Of course, an offense against the laws of the State of Maryland is punishable only when committed within its territory. A person cannot be convicted here for crimes committed in another state. Goodman v. State, 237 Md. 64; Breeding v. State, 220 Md. 193; Bowen v. State, 206 Md. 368. But \"[i]f a party has committed a crime against the laws of two States we can perceive no good reason why he should not be punished in both States * * *.\" Worthington v. State, 58 Md. 403, 410. So when a person steals goods in another state and brings them into Maryland, he cannot be punished here for the crime committed in the former state, for one state cannot enforce the laws of another, but the act of bringing the goods into Maryland is a new larceny for which he can be indicted in the courts of this State and punished. And here, while Maryland could not indict and punish appellant for possessing narcotic implements and having narcotics in his control in the District of Columbia, Maryland would not be precluded from indicting him and punishing him for possession and control of the same contraband, even though the District of Columbia also punished him for the crimes against it, since it is clear that he was in possession and control of the contraband in Maryland also. In short, Maryland had jurisdiction over the appellant as to the crimes for which he was indicted.\nIt is essential to a crime that the defendant committed a voluntary act. Voluntariness in this context has a limited meaning. It is not as broad, for example, as the voluntariness which must be shown to render a confession admissible. See Spell v. State, 7 Md. App. 121, 129. The voluntary requirement of the criminal act relates directly to compulsion; it is a defense as to all crimes except taking the life of an innocent person that the defendant *448 acted under a compelling force of coercion or duress. 1 Wharton's Criminal Law (Anderson) § 123, p. 261. The compulsion may be by necessity, that is duress arising from circumstances, or by the application of duress on the defendant by another person.\n\nNecessity\n\"If a choice exists but only between two evils, one of which is the commission of a wrongful act, and the emergency was not created by the wrongful act of another person it is spoken of as an act done in a case of necessity.\" Perkins, Criminal Law (1957) p. 847.[6] This doctrine applies not only to the obvious situation when the act done was necessary, or reasonably seemed to be necessary, to save life or limb or health, as for example, self-defense, defense of other persons, or defense of habitation, but also where the act done was not of particular gravity and the danger or apparent danger to be avoided was less serious in its nature. So courts have recognized necessity as an excuse where, for example, a person is unavoidably caught in a traffic jam, holding that he is not guilty of violating the law which prohibits stopping at that place; and a vessel is not liable for a violation of the embargo laws where, during a legitimate voyage, she is obliged by stress of weather to take refuge in a proscribed port. See Perkins, supra, at p. 848; Clark &amp; Marshall, Law of Crimes, (6th Ed.), § 5.15, p. 324. We think it patent that the doctrine of necessity, as it has been defined and interpreted, has no application in the instant case. And we note that it has been held that in a prosecution for an offense not requiring intent, as are the offenses here, the defense of necessity is not available, at *449 least where the defendant could have avoided the emergency by taking advance precautions. 21 Am.Jur.2d, § 99, p. 179, citing Commonwealth v. New York C. &amp; H.R.R. Co., 202 Mass. 394, 88 N.E. 764. But see Chesapeake &amp; O.R. Co. v. Commonwealth, 119 Ky. 519, 84 S.W. 56, holding that the fact that precautions could have been taken is not determinative.\n\nDuress by Another Person\nIn order to constitute a defense, the duress by another person on the defendant must be present, imminent, and impending, and of such a nature as to induce well grounded apprehension of death or serious bodily injury if the act is not done. It must be of such a character as to leave no opportunity to the accused for escape. Mere fear or threat by another is not sufficient nor is a threat of violence at some prior time. The defense cannot be raised if the apprehended harm is only that of property damage or future but not present personal injury. 1 Wharton's Criminal Law, supra, § 123, pp. 262-264.[7] However, there appears to be accord that the defense cannot be claimed if the compulsion arose by the defendant's own fault, negligence or misconduct. 1 Wharton's Criminal Law, supra, § 123, p. 264; 16 C.J., Criminal Law, § 59, p. 91; 22 C.J.S. Criminal Law, § 44, p. 136; Ross v. State, 69 Ind. 388, 82 N.E. 781; State v. Clay, 264 N.W. 77 (Iowa 1935); State v. Patterson, 241 P. 977 (Oregon 1925); People v. Merhige, 180 N.W. 418 (Michigan, 1920).\nIt is firmly established that the question of what acts *450 are sufficient to constitute duress is a matter for the determination of the jury. 1 Wharton's Criminal Law, supra, § 123, p. 265. The doctrine is applied when the duress compels the commission of the crime charged. So it has been held for the jury when the facts and circumstances indicated that an 18 year old defendant committed the crime of breaking and entering with intent to steal because of the threats made by a woman with a gun; when defendant was forced at gun point to drive his codefendants to and from the scene of a robbery; when defendant's companions, at gun point, told him they were going to use him to search people they intended to rob. Id., at p. 266.\nIn the instant case the lower court instructed the jury on the doctrine of duress. It said:\n\"If the Defendant did not commit the criminal act with which he was charged willfully or voluntarily but as a result of coercion exerted on him, he is not criminally responsible. Not every form of duress or compulsion, however, relieves a defendant of responsibility for a criminal act. Coercion which will exercise a commission \u0097 excuse, rather, the commission of a criminal act must be immediate and of such a nature as to induce in the Defendant's mind the well-grounded apprehension of death or serious bodily injury if the act is not done. There must be no reasonable opportunity for the Defendant to escape the danger without committing the crime. If you have a reasonable doubt whether or not the Defendant committed the act with which he is charged under duress as it has been defined, you must find him not guilty.\"\nThere was no objection to the charge. We think the question of duress was properly for the jury in the circumstances shown by the evidence. It is clear that there was no duress compelling appellant to possess the contraband originally. He admitted that it was in his possession when *451 he was taken in custody by the bail. By the testimony of the bail he did not know appellant possessed what later proved to be contraband until appellant attempted to throw it out of the window and this attempt was not made until appellant was actually in Maryland and had been informed that he was in Maryland. Putting aside for the moment that appellant did not voluntarily enter Maryland, this testimony, if believed, established that appellant, while in Maryland, was in possession and control of the contraband and was sufficient to sustain the conviction even if it be deemed that he was not in possession or control after the contraband was placed by the bail on the dashboard of the car and later placed by him in appellant's pocket. That appellant claimed he relinquished possession before entering Maryland was a conflict in the evidence for the jury to resolve.\nWe agree that the evidence showed that appellant did not voluntarily enter Maryland. But his being taken into Maryland, while not voluntary on his part, was legal. We do not think that the doctrine of duress applies in compelling an act a person is legally obliged to do. Appellant was legally obligated to return to Maryland to stand trial on the shoplifting charge outstanding against him. It is true that appellant was not legally obliged to enter Maryland in possession of the contraband, but the emergency which confronted him was by his own fault and misconduct in jumping bail and fleeing the jurisdiction, and by having contraband voluntarily in his possession at the time he was apprehended. In the circumstances, it was for the jury to determine whether there was such duress as to excuse appellant of the crime with which he was charged.\n\nCommand or Order of a Police Official\nThere is one other inquiry to be made. The general rule is that a command or order not backed by public authority will not excuse what is otherwise a crime. But there are a few cases in other jurisdictions holding that a person should not be penalized for following police instructions. *452 However, in each of the cases on the point, the crime was committed only because the accused was affirmatively ordered by a police official to perform a certain act. There was no evidence that the offense existed prior to the order and it was in the performance of the order, without deviation, that the crime was committed. These cases were not decided under the doctrine of duress, and it is clear that in none was there present the compelling force of the nature required in duress.\nIn State v. Ragland, 233 A.2d 698 (Conn. 1967), the court, noting that no cases were cited on the point and that it had been unable to find any reported cases on the subject, applied the rationale of entrapment, although stating that the facts did not bring the matter squarely within the doctrine of entrapment. The police in Connecticut observed an automobile improperly parked. The defendant appeared and produced a North Carolina driving license. A traffic summons was issued and the defendant, because he had an out of state license was requested to drive to police headquarters. The defendant asked if he could ride to police headquarters in the police cruiser and was told to drive his own car. He did so, posted a bond and drove off. He did not inform the officer that his right to operate in Connecticut was under suspension and the officer was unaware of the fact. By the time of his trial the fact of the suspension of his license had been ascertained, and he was charged and convicted of operating a motor vehicle while his license was suspended. The appellate court, finding that the defendant had the right to remain silent upon his arrest, held that the conviction could not obtain on the driving of the car to the police headquarters. Discussing language used in cases involving entrapment and recognizing that those cases involved situations \"somewhat different\" from the case before it, the court held that \"when one is affirmatively ordered by a police official acting under his authority to perform a certain act and in performance of that act one violates a statute, a conviction should not obtain.\" 233 A.2d 702. But it affirmed the conviction because the trial court had *453 also concluded that the defendant, upon leaving police headquarters, drove off in his car. \"The immunity which had previously existed had at that time come to an end.\"\nIn Schiff v. People, 141 P.2d 892 (Colorado 1943), the defendant was convicted of the larceny of copper wire. He had purchased it from one Calabrese and becoming suspicious of the source of the wire, made a notation of the license number of the Calabrese car and reported his suspicions to the police. The police attached a tag to the wire on which was written \"Hold this for police release.\" Calabrese was arrested and convicted. It appeared that the owner of the wire made demand on defendant for its return and was refused. The court said that the hold order was a condition imposed by the police for the benefit of the owner of the wire and that the defendant should not be penalized for following the instructions of the police, even though it later developed that the police instructions had no legal basis in fact. The court noted that \"no case is cited, nor have we been able to find one, that is directly in point on the situation at hand.\" It found: \"His retention of the property in reliance upon the police order does not constitute an `intent to steal', which is one of the essential elements of the crime under the statute,\" 141 P.2d 893. It held that the case should not have been submitted to the jury.\nIn State v. Miller, 187 So.2d 461 (La. 1966), an officer who did not testify at the trial, informed two other officers that defendant's automobile was equipped with a radio receiver capable of monitoring radio communications emanating from the sheriff's office. The officers followed defendant and ordered him to drive to the side of the road and stop. The radio was not working and the officers ordered him to connect several wires hanging loose from the receiver and offered the use of a flashlight to enable him to do so. When connections were completed, the radio was capable of receiving calls from the sheriff's office in violation of an anti-monitoring ordinance. Thereupon the defendant was arrested, charged with violating the ordinance and upon trial was found guilty.\n*454 The appellate court simply said, 187 So.2d at 463:\n\"It is quite obvious that the forced monitoring of a radio frequency used by the sheriff at the instigation of two deputies does not provide a legal basis for a conviction of the defendant under the ordinance.\"\nIt cited no cases.\nWe think it clear that the case before us does not fall within the doctrine of entrapment, and appellant on appeal does not claim that it does. See Simmons v. State, 8 Md. App. 355 (1969). Nor do we find the three cases above discussed to be so factually apposite to the instant case as to persuade us to abide by their holdings. In each the compliance with the order directly constituted the crime charged. Here the action of the bondsman was in effect an order to go into Maryland. Compliance with this order did not directly cause appellant to commit a crime. Appellant would have committed no crime by entering Maryland had he not, at the time of entering that jurisdiction as ordered, voluntarily been in possession of articles, the possession of which he obviously knew violated a Maryland law. The rationale underlying the decisions in the three cases, of which only Schiff is cited in support of the statement in 21 Am.Jur.2d, Criminal Law, § 99, p. 179 \u0097 \"And it has been held that one should not be penalized for following police instructions, though it later develops they had no legal basis\" \u0097 is here not applicable. It may be that a case may present a factual situation whereby it would be manifestly fundamentally unfair (which we feel was the real basis of the holdings in the three cases above discussed) to convict an accused because in following orders given by a police officer he committed a crime. This is not such a case.\nIn the particular facts and circumstances here existent we think that it was proper to submit the case to the jury, especially in the light of the instructions to the jury on duress. We find no error in the denial of the motion for judgment of acquittal.\nJudgments affirmed.\nNOTES\n[1]  Ayers said that appellant did not say what kind of treatment he wanted but he had heard that appellant was addicted to the use of narcotics.\n[2]  On direct examination the transcript reads that the officer said he recovered 4 capsules. On cross-examination it appears that 48 capsules were found, \"either No. 4 or No. 5, I am not sure what size.\"\n[3]  The officer explained that \"tracks are scars which have been caused by administering or pushing a needle into the arm to inject an item. After being removed, it heals up and leaves a small scar. Repeated use of this will leave what are called tracks. They are actually a line of scars that travel down the veins of the arm on the outer skin.\"\n[4]  A Marquis Reagent test was explained as \"an acid test which is a field test to show the presence of opium or a derivative.\"\n[5]  Appellant said he was shown a warrant when accosted by Ayers. \"I stated \u0097 well if there was a problem, you know, since I read the warrant, the warrant stated that it was from Maryland, and I asked him if there was some problem, you know, we would get a District of Columbia police officer present.\"\n[6]  Stephen, Digest of the Criminal Law, art. 32, states:\n\n\"An act which would otherwise be a crime may be excused if the person accused can show that it was done only in order to avoid consequences which could not otherwise be avoided, and which, if they had followed, would have inflicted upon him, or upon others whom he was bound to protect, inevitable and irreparable evil; that no more was done than was reasonably necessary for that purpose; and that the evil inflicted by it was not disproportionate to the evil avoided.\"\n[7]  Stephen, Digest of the Criminal Law, art. 31 states the common law rule to be:\n\n\"An act which, if done willingly, would make a person a principal in the second degree, or an aider and abettor, in a crime, may be innocent if the crime is committed by a number of offenders, and if the act is done only because, during the whole of the time it is being done, the person who does it is compelled to do it by threats on the part of the offenders instantly to kill him, or to do him grievous bodily harm, if he refuses; but threats of future injury, or the command of any one not the husband of the offender, do not excuse any offense.\"\n\n",
            "ocr": false,
            "opinion_id": 2326093
        }
    ],
    "court_short_name": "Court of Special Appeals of Maryland",
    "court_full_name": "Court of Special Appeals of Maryland",
    "court_type": "SA",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Robbery"
}