{
    "id": 2331512,
    "judges": "Klein, Bowes and Tamilia",
    "date_filed": 1046217600000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-barbosa",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Barbosa",
    "case_name_full": "COMMONWEALTH of Pennsylvania, Appellee v. Angel Luis BARBOSA, Appellant",
    "attorneys": "Tracy M. Sheffer, Fairfield, for appellant., Paul T. Dean, Assistant District Attorney, Gettysburg, for Com., appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Oct. 15, 2002.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 72,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b125-3\">\n    COMMONWEALTH of Pennsylvania, Appellee v. Angel Luis BARBOSA, Appellant.\n   </parties><br><court id=\"b125-6\">\n    Superior Court of Pennsylvania.\n   </court><br><otherdate id=\"b125-7\">\n    Submitted Oct. 15, 2002.\n   </otherdate><br><decisiondate id=\"b125-8\">\n    Filed Feb. 26, 2003.\n   </decisiondate><br><attorneys id=\"b126-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"82\"> \n     *82\n     </span>\n    Tracy M. Sheffer, Fairfield, for appellant.\n   </attorneys><br><attorneys id=\"b126-7\">\n    Paul T. Dean, Assistant District Attorney, Gettysburg, for Com., appellee.\n   </attorneys><br><judges id=\"b126-8\">\n    Before: KLEIN, BOWES and TAMILIA, JJ.\n   </judges>",
    "citations": [
        "819 A.2d 81"
    ],
    "opinions": [
        {
            "author_str": "Klein",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n819 A.2d 81 (2003)\nCOMMONWEALTH of Pennsylvania, Appellee\nv.\nAngel Luis BARBOSA, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted October 15, 2002.\nFiled February 26, 2003.\n*82 Tracy M. Sheffer, Fairfield, for appellant.\nPaul T. Dean, Assistant District Attorney, Gettysburg, for Com., appellee.\nBefore: KLEIN, BOWES and TAMILIA, JJ.\nKLEIN, J.\n¶ 1 Angel Luis Barbosa appeals from the order of the Court of Common Pleas of Adams County dismissing, without a hearing, his petition brought under the Post Conviction Relief Act (PCRA), 42 Pa. C.S.A. §§ 9541-46. We reverse and remand.\n¶ 2 We hold that if a defendant who entered a negotiated guilty plea was either misinformed or not informed as to the maximum possible sentence he could receive if he went to trial, and the misinformation or lack of information was material to his decision to accept the negotiated plea, then manifest injustice is established and the plea may be withdrawn.\n¶ 3 Barbosa entered a negotiated guilty plea and was sentenced within the parameters of that agreement. He claims, however, that neither his counsel nor the trial court advised him of the permissible maximum sentence or range of sentences he could receive if he went to trial. Moreover, Barbosa claims that the district attorney overstated the maximum sentence he could receive at trial, incorrectly stating that he was subject to a life sentence under the \"three strikes\" rule.\n¶ 4 We find that these allegations in Barbosa's PCRA petition would entitle him to relief if proven to be material to his decision to enter the plea. We therefore conclude that the PCRA court erred in dismissing Barbosa's PCRA petition without a hearing. Because we also find that Barbosa has preserved his claim of plea counsel's ineffectiveness, he is entitled to an evidentiary hearing on the merits of his PCRA petition, which should include evidence on Barbosa's ineffectiveness claim.\n¶ 5 While our case law has considered situations similar to the one claimed by Barbosa, we have found no case exactly on point. Nonetheless, several principles are clear. First, if a defendant enters an open guilty plea and justifiably believes that the maximum sentence is less than what he ultimately receives, he may be permitted to withdraw his plea. See generally Commonwealth v. Persinger, 532 Pa. 317, 615 A.2d 1305 (1992). Second, if a defendant enters an open guilty plea and justifiably believes that the maximum sentence is less than what he could receive by law, he may not be permitted to withdraw the plea unless he receives a sentence greater than what he was told. See generally Commonwealth v. Carter, 540 Pa. 135, 656 A.2d 463 (1995).\n¶ 6 Barbosa's situation is distinct because it involves a negotiated guilty plea.\n*83 Barbosa does not claim that his sentence was outside the range of the plea negotiations. Rather, he claims that he did not have enough knowledge to make an intelligent choice as to whether to accept the negotiated plea because he did not know the range of sentences he could receive if he were found guilty at trial. In other words, he claims that to make an intelligent choice, a defendant must be able to answer the question \"Compared to what?\" about the plea negotiations.\n¶ 7 Barbosa argues that during the plea colloquy, he was not advised of the possible maximum sentence he could receive without the plea agreement. He also argues that the district attorney falsely represented that if he did not accept the offered plea, he would be subject to Pennsylvania's \"three strikes\" provision, 42 Pa. C.S.A. § 9714,[1] or life in prison. Barbosa, in fact, was ineligible for \"three strikes\" at the time he entered the plea, as the PCRA court found. (See Trial Court Opinion, 3/14/02, at 3.)[2]\n¶ 8 Our appellate courts have directed the withdrawal of guilty pleas in certain circumstances where the defendant justifiably was unaware of or misled about the \"compared to what\" of the maximum sentence. In Commonwealth v. Hodges, 789 A.2d 764 (Pa.Super.2002), a 16-year-old defendant was permitted to withdraw a negotiated plea where he pled guilty to avoid the death penalty but was in fact ineligible for the death penalty because of his age. Similarly, in Commonwealth v. Lenhoff, 796 A.2d 338 (Pa.Super.2002), the defendant was permitted to withdraw a negotiated plea where, although his sentence was in accord with the plea bargain, he was told that he faced a 10-year maximum when it was actually less.\n¶ 9 At the same time, we do not believe that every mistake in computing the possible maximum or advising the defendant of the possible maximum will amount to manifest injustice justifying the withdrawal of a guilty plea; the mistake must be material to the defendant's decision to plead guilty. This determination must be fact- and case-specific. Certainly, if a defendant were to plead guilty to avoid a death sentence when there is no possibility of a death sentence, then this mistake would clearly be material. On the other hand, suppose there were a robbery of five people together with conspiracy and weapons charges, and the defendant were told that he faced a maximum sentence of 70 to 140 years rather than 65 to 130 years. If the plea negotiations resulted in a sentence of 5 to 10 years, then this mistake would not be material.\n¶ 10 Barbosa's situation, however, falls somewhere in the middle. Our decision, therefore, is to remand for a determination as to whether (a) Barbosa knew of the possible maximum sentence and (b) whether any lack of knowledge or mistaken knowledge on Barbosa's part was material to his decision to enter the plea. A full discussion follows.\nFacts and Procedure\n¶ 11 On September 25, 2000, Barbosa pled guilty to robbery and aggravated assault under a negotiated plea agreement.\n*84 He was sentenced to concurrent sentences of 8 to 18 years' imprisonment for robbery and 5 to 10 years' imprisonment for aggravated assault.\n¶ 12 Barbosa asserts that he was not advised of the possible maximum sentence to which he was exposed. The record reveals that Barbosa was informed during the plea colloquy that he would be sentenced to a maximum of 18 years' imprisonment under the plea agreement. (Plea Colloquy Transcript, 9/25/00, at 12, 14.) At no point during the colloquy, however, was Barbosa advised of the possible maximum sentence or range of sentences that he faced without the plea agreement.\n¶ 13 Barbosa further asserts that during the negotiations, the district attorney falsely represented that if he did not accept the offered plea, he would be subject to the \"three strikes\" provision or life in prison. Barbosa, in fact, was ineligible for \"three strikes\" at the time he entered the plea, as the PCRA court found. (See Trial Court Opinion, 3/14/02, at 3 (\"It is clear that [Barbosa] was not subject to the `three strikes' provisions of 42 Pa.C.S.A. § 9714 because there was no history of crime of violence convictions when [he] committed the instant crimes.\").)\n¶ 14 Barbosa did not file a direct appeal. On January 23, 2001, Barbosa filed a timely pro se PCRA petition. Following the appointment of counsel, Barbosa filed an amended PCRA petition on May 15, 2001, alleging that his plea counsel was ineffective and that his guilty plea was unlawfully induced. At a conference on November 28, 2001, the legal issues were narrowed to the following: (1) whether Barbosa's age precluded him from understanding the nature of his plea; (2) whether the plea colloquy was defective because it did not set forth the maximum penalty to which Barbosa was exposed; and (3) whether the plea was involuntary because Barbosa was unduly influenced by the district attorney. Barbosa was also permitted to file a supplemental brief regarding the court's failure to inform him of the possible sentencing range during the colloquy and its effect on the voluntariness of his plea. At a hearing on December 21, 2001, the Commonwealth orally moved to dismiss Barbosa's PCRA petition without a hearing. The PCRA court heard brief argument on the motion, determined that there was no need for testimony, and dismissed Barbosa's petition. (See Transcript of Proceedings of Motion, 12/21/01, at 2-4.)\nDiscussion\n¶ 15 On appeal, Barbosa asserts that the PCRA court erred in dismissing his petition without a hearing. Specifically, he claims that (1) the plea colloquy was defective because he was not advised of the possible maximum sentence to which he was exposed, and (2) his plea was involuntary because the Commonwealth unduly influenced him to enter the plea.[3] Barbosa asserts that at an evidentiary hearing, he *85 could prove the facts necessary to establish that he did not enter his plea knowingly and intelligently.\n¶ 16 Barbosa argues that his plea was not properly entered because he did not know what benefit he was getting from the negotiated plea and was afraid that if he proceeded to trial, he would face a greater sentence than was legally possible. This could be the case if neither Barbosa's lawyer nor the court properly advised Barbosa of the maximum sentence or if the district attorney misinformed him by improperly threatening him with life imprisonment under the \"three strikes\" rule.\n¶ 17 It is true that the right to an evidentiary hearing on a PCRA petition is not absolute. See Commonwealth v. Jordan, 772 A.2d 1011, 1014 (Pa.Super.2001). If the PCRA court can determine from the record that no genuine issues of material fact exist, then a hearing is not necessary. See Pa.R.Crim.P. 907(1); Commonwealth v. Blackwell, 436 Pa.Super. 294, 647 A.2d 915, 920-21 (1994). A court may not summarily dismiss a PCRA petition, however, \"`when the facts alleged in the petition, if proven, would entitle the petitioner to relief.' \" Blackwell, 647 A.2d at 921 (citation omitted). Thus, we must examine the issues raised in Barbosa's petition to determine whether the PCRA court erred in concluding that there were no genuine issues of material fact and denying relief. See Jordan, 772 A.2d at 1014.\n¶ 18 In this case, we hold that Barbosa has sufficiently raised a factual issue that requires a hearing\u0097namely, that he did not knowingly and intelligently enter his plea because he believed that he could receive a significantly greater sentence at trial than would have been possible or likely under the circumstances of his case. Thus, we find that it was necessary for the PCRA court to conduct a hearing to determine (a) whether Barbosa knew of the possible maximum sentence and (b) whether any lack of knowledge or mistaken belief on Barbosa's part was material to his decision to enter the plea.\n¶ 19 This Court has held that in some circumstances, misinformation about the possible maximum sentence will invalidate a negotiated plea, thereby permitting a defendant to withdraw the plea even after sentencing. In Hodges, a 16-year-old defendant was permitted to withdraw a negotiated plea where he pled guilty to avoid the death penalty but was in fact ineligible for the death penalty because of his age. 789 A.2d at 767. In Hodges, this Court first synthesized two earlier Supreme Court cases involving motions to withdraw guilty pleas, stating that \"where a criminal defendant pleads guilty believing that his maximum sentence is less than what he could actually receive by law, there is no manifest injustice unless he receives a higher sentence than what he is told.\" Id. (citing Persinger, supra; Carter, supra). That rule was inapposite, however, because in Hodges, the plea was based on a maximum sentence that could not lawfully be imposed. This Court reasoned:\nIn the instant case, the plea was based on a maximum sentence that the court had no legal authority to impose. The entire process of plea negotiations, therefore, was affected by this grave error. Appellant pled guilty in order to avoid a maximum sentence which, by law, could not be imposed. We hold that in the event the maximum sentence communicated to a criminal defendant is in fact an illegal sentence, the plea process has been tainted from the outset and manifest injustice is established.\n\nId. (emphasis added). Thus, this Court found that the plea was not knowingly and voluntarily entered and vacated the judgment of sentence. Id.\n*86 ¶ 20 Similarly, in Lenhoff, the defendant was permitted to withdraw a negotiated plea where, although his sentence was in accord with the plea bargain, he was told that he faced a 10-year maximum sentence when it was actually less. 796 A.2d at 342-43. In Lenhoff, the defendant pled guilty to avoid a sentence for a second-degree felony that carried a ten-year maximum. Id. at 342. After sentencing, the court determined that the offense should have been graded as a third-degree felony. Because of this change, the defendant moved to withdraw his plea. Applying the rule announced in Hodges, this Court held that because the trial court did not have the authority to impose the sentence for the second-degree felony, \"[t]he plea was fatally flawed from the start.\" Id. at 343. Therefore, this Court vacated the guilty plea.\n¶ 21 The failure to advise a defendant of the possible maximum sentence will not necessarily justify the withdrawal of an otherwise voluntary guilty plea. To amount to manifest injustice justifying withdrawal of the plea, the mistake must be so great as to have a material effect on the defendant's decision to plead guilty.\n¶ 22 Here, like the defendants in Hodges and Lenhoff, Barbosa claims that he was threatened with maximum sentences that could not lawfully be imposed and that neither his lawyer nor the court told him the correct maximum sentence. Because Barbosa claims that he was advised of a possible life sentence when that in fact was not permissible, it cannot be said that the record is so clear that any mistaken belief about the maximum would not have materially affected his decision to enter the plea.\n¶ 23 Because we find that the facts alleged in Barbosa's PCRA petition, if proven, would entitle him to relief, we hold that the PCRA court abused its discretion in refusing to conduct a hearing. The PCRA court relied exclusively on Barbosa's answers to the court's boilerplate questions regarding whether he had been pressured in any way, whether anyone had promised him anything else in exchange for the plea, and whether he was satisfied with plea counsel's services. As Barbosa argued below, he was prepared to proffer testimony that events that transpired before the colloquy and statements made off the record unduly influenced him to plead guilty. In fact, the PCRA court noted in its opinion that there was a disputed factual issue regarding Barbosa's \"three strikes\" allegation:\nIt was not revealed whether [Barbosa] heard references to \"three strikes\" before he entered his plea, what was the source of that reference or whether he discussed his concerns with plea counsel, however, [Barbosa] clearly states on the record that he was under no pressure to enter his plea.\n(Trial Court Opinion, 3/14/02, at 3.) Without a hearing, the PCRA court could not properly determine whether Barbosa was, in fact, unduly influenced to plead guilty or whether factors not evident from the colloquy transcript may have resulted in his plea being involuntary or unknowing. Cf. Commonwealth v. Yager, 454 Pa.Super. 428, 685 A.2d 1000, 1005 (1996) (en banc) (in viewing totality of circumstances surrounding entry of plea, court reviewed, inter alia, extensive testimony by defendant and his counsel at PCRA hearing). Accordingly, we conclude that the PCRA court erred in dismissing Barbosa's petition without a hearing.[4]\n*87 ¶ 24 Furthermore, we find that although Barbosa does not specifically argue plea counsel's ineffectiveness on appeal, Barbosa has preserved this claim for our review. Although each of the issues specified at the initial PCRA conference (and therefore addressed by the court below) relate to the voluntariness of the plea, we do not believe that Barbosa intended to abandon his ineffectiveness claim in connection with the entry of his plea. As set forth in his brief to this Court, Barbosa sought PCRA relief on the grounds that his plea counsel was ineffective and that his plea was unlawfully induced. Because we find that Barbosa is arguing, in effect, that his plea counsel was ineffective in advising him to enter the plea, it is appropriate for us to review this claim.\n¶ 25 The current record, however, is devoid of evidence that would enable this Court to engage in a proper ineffective assistance analysis.[5] Because the PCRA court failed to conduct a hearing, we do not know what advice, if any, Barbosa's counsel furnished regarding the offered plea. Therefore, because we are unable to determine whether plea counsel was ineffective or whether the ineffectiveness claim lacks merit, we must remand for an ineffectiveness hearing. See Green, 709 A.2d at 385; Commonwealth v. Shannon, 530 Pa. 279, 608 A.2d 1020, 1023 (1992).\n¶ 26 Accordingly, we reverse the order of the PCRA court dismissing Barbosa's PCRA petition and remand for a hearing on the merits of the petition, which should include evidence on Barbosa's ineffectiveness claim.\n¶ 27 Order reversed. Case remanded for further proceedings consistent with this opinion. Jurisdiction relinquished.\nNOTES\n[1]  Under 42 Pa.C.S.A. § 9714, if a defendant has been convicted of two crimes of violence, then a third such conviction will automatically result in a sentence of 25 years to life imprisonment.\n[2]  Then-President Judge Oscar F. Spicer presided over the plea colloquy, the sentencing, and the hearing on the motion to dismiss the PCRA petition in this case. However, President Judge John D. Kuhn authored the Rule 1925(a) opinion and supplemental opinion because Judge Spicer had retired by the time Barbosa filed this appeal.\n[3]  Despite his failure to file a motion to withdraw his guilty plea and a direct appeal, we find that Barbosa has not waived this collateral attack on his plea. A defendant will not be found to have waived claims relating to the adequacy of the colloquy or the voluntariness of the plea where such claims are \"deemed attributable to ineffectiveness of counsel, which constitutes an `extraordinary circumstance' and precludes waiver.\" Commonwealth v. Martin, 258 Pa.Super. 412, 392 A.2d 860, 862 (1978); see Commonwealth v. Owens, 321 Pa.Super. 122, 467 A.2d 1159, 1163 (1983). As discussed later in this opinion, we find that Barbosa's challenges to the adequacy of the colloquy and voluntariness of his plea are likely attributable to his claim of plea counsel's ineffectiveness, and thus these claims are properly before us. See generally Commonwealth v. Grant, ___ Pa. ___, 813 A.2d 726 (2002) (ineffectiveness claims raised for first time in PCRA petition will not be deemed waived).\n[4]  Nonetheless, we reject Barbosa's argument that the court was required to provide him with notice of its intent to dismiss. Under Pa.R.Crim.P. 907(1), a court must provide a defendant with 20 days' notice of its intent to dismiss a PCRA petition without a hearing in order to give the defendant an opportunity to respond. Here, the court did not summarily dismiss Barbosa's petition on initial review; rather, it ordered the filing of an amended petition, clarified the legal issues during an initial PCRA conference, permitted supplemental briefing, and heard argument on whether a hearing was necessary. Thus, Barbosa was afforded both further proceedings and an opportunity to present argument in support of his petition, which is all that Rule 907 requires. See Commonwealth v. Albrecht, 554 Pa. 31, 720 A.2d 693, 709 (1998); see also Commonwealth v. Lark, 548 Pa. 441, 698 A.2d 43, 52 (1997) (where court hears argument on whether evidentiary hearing is necessary, notice of intent to dismiss is not required).\n[5]  To prevail on a claim of ineffective assistance of counsel, the defendant must show that (1) the underlying claim has arguable merit, (2) counsel had no reasonable basis for following the chosen course, and (3) the defendant suffered prejudice as a result of counsel's ineffectiveness. Commonwealth v. Green, 551 Pa. 88, 709 A.2d 382, 384 (1998). We have previously held that \"claims of counsel's ineffectiveness in connection with a guilty plea will provide a basis for relief only if the ineffectiveness caused an involuntary or unknowing plea.\" Yager, 685 A.2d at 1004. If counsel's ineffectiveness caused the defendant to enter an involuntary or unknowing plea, then the defendant is entitled to relief under the PCRA. Commonwealth v. Hickman, 799 A.2d 136, 141 (Pa.Super.2002).\n\n",
            "ocr": false,
            "opinion_id": 2331512
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}