{
    "id": 2329953,
    "judges": "Flaherty, Hutchinson, Larsen, McDermott, Nix, Papadakos",
    "date_filed": "1974-09-09",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-mcginnis",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. McGinnis",
    "case_name_full": "COMMONWEALTH of Pennsylvania, Appellee, v. Michael William McGINNIS, Appellant",
    "attorneys": "John F. Goryl, Carlisle, for appellant., Theodore B. Smith, III, Asst. Dist. Atty., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted May 14, 1986., Limited Reargument Denied Feb. 2,1987.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 20,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b562-5\">\n    515 A.2d 847\n   </citation><br><parties id=\"b562-6\">\n    COMMONWEALTH of Pennsylvania, Appellee, v. Michael William McGINNIS, Appellant.\n   </parties><br><court id=\"b562-9\">\n    Supreme Court of Pennsylvania.\n   </court><br><otherdate id=\"b562-10\">\n    Submitted May 14, 1986.\n   </otherdate><br><decisiondate id=\"b562-11\">\n    Decided Sept. 25, 1986.\n   </decisiondate><br><otherdate id=\"b562-12\">\n    Limited Reargument Denied Feb. 2,1987.\n   </otherdate><br><attorneys id=\"b563-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"521\"> \n     *521\n     </span>\n    John F. Goryl, Carlisle, for appellant.\n   </attorneys><br><attorneys id=\"b563-9\">\n    Theodore B. Smith, III, Asst. Dist. Atty., for appellee.\n   </attorneys><br><judges id=\"b563-10\">\n    Before NIX, C.J., and LARSEN, FLAHERTY, McDermott, hutchinson, zappala and PAPADAKOS, JJ.\n   </judges>",
    "citations": [
        "515 A.2d 847",
        "511 Pa. 520"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n511 Pa. 520 (1986)\n515 A.2d 847\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nMichael William McGINNIS, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted May 14, 1986.\nDecided September 25, 1986.\nLimited Reargument Denied February 2, 1987.\n*521 John F. Goryl, Carlisle, for appellant.\nTheodore B. Smith, III, Asst. Dist. Atty., for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ.\n\nOPINION OF THE COURT\nPAPADAKOS, Justice.\nMichael William McGinnis (Appellant) seeks our discretionary review of the Opinion and Order of Superior Court affirming the judgment of sentence imposed on him by the Court of Common Pleas of Cumberland County. Appellant was arrested and charged with operating a motor vehicle while driving under the influence of alcohol[1] on February *522 16, 1983. A jury trial was held in this matter before the Honorable Dale F. Shughart, President Judge of the Court of Common Pleas of Cumberland County, on May 12 and 13, 1983, after which the jury found Appellant guilty on the drunk driving charge. The trial court also found Appellant guilty of running over a firehose, a summary offense.[2]\nTimely filed post-trial motions were denied by the trial court on July 7, 1983, and Appellant was sentenced to pay a fine of $225.00 instead of the minimum $300.00 fine (see 75 Pa.C.S. § 3731(e)(1)). Ignoring the mandatory sentence of forty-eight (48) hours incarceration (see 75 Pa.C.S. *523 § 3731(e)(1)(i)), the trial judge imposed a nine (9) months' unsupervised probation. Appellant was also sentenced to pay a $5.00 fine on the summary conviction instead of the mandatory $25.00 (see 75 Pa.C.S. 6502(b), now part of 75 Pa.C.S. 6502(a)). These clearly improper sentences were not appealed by the Appellant or the Commonwealth[3] and are, therefore, not before us for consideration.\nA timely appeal to Superior Court followed. That court, by its opinion and order of December 4, 1984, affirmed the trial court's judgment of sentence. Commonwealth v. McGinnis, 336 Pa. Superior Ct. 601, 486 A.2d 428 (1984). We granted allocatur to consider Appellant's claim that the trial court improperly admitted into evidence the results of a Breathalyzer test, and now reverse.\nOn February 16, 1983, at about 5:00 a.m., Appellant, en route to work, drove his automobile over a fire hose in such a manner that the undercarriage of the car hooked a coupling of the hose and dragged the hose a short distance along the street until Appellant was stopped by a fireman. The five-inch firehose had been laid across North Pitt Street in Carlisle Borough by firemen who had responded to a report of a burning van.\nBorough police officers were also on the scene, investigating the fire and a reported burglary in a nearby restaurant. When the firemen stopped Appellant, two nearby Borough police officers were called for assistance. Both police officers testified that when Appellant was asked to produce his operator's license and owner's card, he reacted angrily by swearing at the officers. The officers detected an odor of *524 alcohol on Appellant's breath, observed that his eyes were bloodshot and glassy, and noted that he fumbled through his wallet before producing the requested cards.\nAt this point, Appellant was told that he was under arrest for driving while under the influence of alcohol, and was taken, not without a struggle, to the police station where a Breathalyzer test was administered. The test showed a blood alcohol content of .14 percent.\nAt a pre-trial suppression hearing, and at trial, Appellant attempted to have the results of this test suppressed, arguing that the test was conducted on a machine not approved by the Department of Health. The trial court rejected these attempts, and Superior Court affirmed, but we believe Appellant's point is well taken.\nThe admissibility of any experimental or scientific evidence depends upon presenting an adequate foundation. Our Legislature has provided by statute that the results of a chemical test of a person's breath, blood or urine may be admitted into evidence in any summary proceeding or criminal proceeding in which a defendant is charged with driving a motor vehicle while under the influence of alcohol, if the test is conducted by qualified personnel using equipment approved by the Department of Health. Specifically, 75 Pa.C.S. § 1547(c) provides:\n(c) Test results admissible in evidence. \u0097 In any summary proceeding or criminal proceeding in which the defendant is charged with a violation of section 3731 or any other violation of this title arising out of the same action, the amount of alcohol or controlled substance in the defendant's blood, as shown by chemical testing of the person's breath, blood or urine, which tests were conducted by qualified persons using approved equipment, shall be admissible in evidence.\n(1) Chemical tests of breath shall be performed on devices approved by the Department of Health using procedures prescribed jointly by regulations of the Departments of Health and Transportation. Devices shall have been calibrated and tested for accuracy within a *525 period of time and in a manner specified by regulations of the Department of Health and Transportation. For purposes of breath testing, a qualified person means a person who has fulfilled the training requirement in the use of the equipment in a training program approved by the Departments of Health and Transportation. A certificate or log showing that a device was calibrated and tested for accuracy and that the device was accurate shall be presumptive evidence of those facts in every proceeding in which a violation of this title is charged.\n(2) Chemical tests of blood and urine shall be performed by a clinical laboratory licensed and approved by the Department of Health for this purpose using procedures and equipment prescribed by the Department of Health. For purposes of blood and urine testing, qualified person means an individual who is authorized to perform those chemical tests under the act of September 26, 1951 (P.L. 1539, No. 389), known as \"The Clinical Laboratory Act.\"\nWhile we have not had occasion to consider this section, Superior Court has consistently concluded that for the results of a breathalyzer test to be admitted at trial, proof must be submitted by the party seeking the admission of the test results, showing that the test was administered on equipment approved by the Department of Health and that such approval was published in the Pennsylvania Bulletin. Commonwealth v. Burdge, 345 Pa.Superior Ct. 187, 497 A.2d 1367 (1985); Commonwealth v. Cook, 277 Pa.Superior Ct. 152, 419 A.2d 707 (1980); Commonwealth v. Benson, 280 Pa.Superior Ct. 20, 421 A.2d 383 (1980); Commonwealth v. Boerner, 268 Pa.Superior Ct. 168, 407 A.2d 883 (1979); Commonwealth v. Gilbert, 254 Pa.Superior 579, 386 A.2d 101 (1978); Commonwealth v. Sweet, 232 Pa.Superior Ct. 372, 335 A.2d 420 (1975).\nSuch an application of the approval requirements is consistent with the clear, unambiguous language of the statute which permits for purposes of trial the introduction of the test results which are conducted on departmentally *526 approved equipment. The machine used in this case was a Smith and Wesson Breathalyzer Model 1000 that had been modified prior to use. While the unmodified unit is an approved testing device, it was uncontroverted that the modified unit was not approved by the Department of Health.\nThus, it is clear that the breathalyzer test results were inadmissible as evidence of Appellant's intoxication, and Appellant's motions to suppress the introduction of this evidence at the suppression hearing and at trial should have been granted. It was also error, under the circumstances, for the trial court to take judicial notice that this particular modified device was an approved device within the meaning of 75 Pa.C.S. § 1547(c), when such was clearly not the fact.\nMoreover, the error was not harmless, because on reviewing the remaining testimonial evidence of Appellant's intoxication, it is insufficient to support a finding that Appellant was driving under the influence of alcohol.\nOfficer Egolf admitted that the only reason Appellant was charged with driving under the influence was because of the breathalyzer test results (N.T., p. 41). Thus, it was conceded that no independent evidence existed sufficient to support a finding that Appellant was guilty of violating 75 Pa.C.S. § 3731(a)(1) and his request for a directed verdict of acquittal should have been granted.[4]\n*527 A motion for a directed verdict should be granted if the prosecutor's evidence, and all inferences arising therefrom, considered in the light most favorable to the prosecution, are insufficient to prove beyond a reasonable doubt that the accused is guilty of the crimes charged. Commonwealth v. Finley, 477 Pa. 382, 383 A.2d 1259 (1978); Commonwealth v. Fostar, 455 Pa. 216, 317 A.2d 188 (1974); Commonwealth v. Boone, 467 Pa. 168, 354 A.2d 898 (1975); Commonwealth v. Pride, 450 Pa. 557, 301 A.2d 582 (1973).\nHere it is clear that the only evidence of Appellant's intoxication came from the results of the breathalyzer test, which were legally inadmissible. Deprived of this evidence, nothing was left upon which a conviction could be based and the motion for a directed verdict should have been granted.\nJudgment of sentence reversed, and the Appellant is discharged.\n\nJUDGMENT\nON CONSIDERATION WHEREOF, it is now hereby ordered and adjudged by this Court that the Judgment of Sentence of the Court of Common Pleas of Cumberland County is reversed and the Appellant is discharged.\nHUTCHINSON, J., files a Dissenting Opinion in which NIX, C.J., joins.\nHUTCHINSON, Justice, Dissenting.\nI dissent. I do not believe that a directed verdict is warranted here. Sufficiency of the evidence should be judged on all of the evidence presented at trial, even evidence improperly admitted. Commonwealth v. Cohen, 489 *528 Pa. 167, 413 A.2d 1066 (1980). Applying this standard, the evidence on this record is sufficient. The Commonwealth should be free to reprosecute appellant. It may try the case differently or introduce evidence of drunkenness not presented at the initial trial. The Commonwealth may even be able to introduce the breathalyzer results by showing that the modification was peripheral to the device's operation. Therefore, I would vacate the judgment of sentence and remand for a new trial.\nNIX, C.J., joins in this Dissenting Opinion.\nNOTES\n[1]  Driving under the influence of alcohol is a misdemeanor of the second degree pursuant to the provisions of the Motor Vehicle Code, Act of June 17, 1976, P.L. 162, No. 81, § 1, effective July 1, 1977, as amended, 75 Pa.C.S. § 101, et seq. Specifically, 75 Pa.C.S. §§ 3731(a)(1) and (e)(i) were amended by Act of December 15, 1982, P.L. 1268, No. 289, § 9, effective in 30 days, or January 15, 1983, and now provides in pertinent part:\n\nDriving under influence of alcohol or controlled substance\n(a) Offense defined. \u0097 A person shall not drive, operate or be in actual physical control of the movement of any vehicle while:\n(1) under the influence of alcohol to a degree which renders the person incapable of safe driving;\n(e) Penalty. \u0097\n(1) Any person violating any of the provisions of this section is guilty of a misdemeanor of the second degree and the sentencing court shall order the person to pay a fine of not less than $300 and serve a minimum term of imprisonment of:\n(i) not less than 48 consecutive hours.\n(ii) not less than 30 days if the person has previously been convicted of an offense under this section or of an equivalent offense in this or other jurisdictions within the previous seven years.\n(iii) not less than 90 days if the person has twice previously been convicted of an offense under this section or of any equivalent offense in this or other jurisdictions within the previous seven years.\n(iv) not less than one year if the person has three times previously been convicted of an offense under this section or of an equivalent offense in this or other jurisdictions within the previous seven years.\n[2]  75 Pa.C.S. § 3708 makes it a violation to drive over an unprotected firehose. The Section provides in pertinent part:\n\nUnauthorized driving over fire hose:\nNo vehicle shall be driven over any unprotected hose of a fire department when laid down on any highway, private road or driveway, for use at any fire or alarm of fire, without the consent of a fire department officer, a police officer or other appropriately attired person authorized to direct, control or regulate traffic at the scene. Violation of this section is a summary offense, and carries a $25.00 fine.\nSee 75 Pa.C.S. § 6502(a) &amp; (b) which provided at the time of Appellant's trial:\n(a) It is a summary offense for any person to violate any of the provisions of this title unless the violation is by this title or other statute of this Commonwealth declared to be a misdemeanor or felony.\n(b) Every person convicted of a summary offense for violation of any of the provisions of this title for which another penalty is not provided shall be sentenced to pay a fine of $25.00.\n[3]  75 Pa.C.S. § 3731(e)(3) provides:\n\nThe sentencing guidelines promulgated by the Pennsylvania Commission on Sentencing shall not supersede the mandatory penalties of this section.\n75 Pa.C.S. § 3731(e)(4) provides:\nThe Commonwealth has the right to appeal directly to the Superior Court any order of court which imposes a sentence for violation of this section which does not meet the requirements of this section. The Superior Court shall remand the case to the sentencing court for imposition of sentence in accordance with the provisions of this section.\n[4]  While the testimony of the police was sufficient to establish their probable cause in arresting Appellant and requesting him to submit to a breathalyzer test, it does not follow that their observations of Appellant established a sufficiently independent basis for finding that Appellant was, in fact, guilty of violating 75 Pa.C.S. § 3731(a)(1). The witnesses who testified against Appellant observed that Appellant was argumentative, belligerent, fumbled through his cards to find proper identification, had glassy and slightly bloodshot eyes, and had an odor of alcohol about him. No testimony was offered, however, concerning whether Appellant had trouble walking on his own, whether he staggered, had slurred or incoherent speech, or performed poorly on a physical coordination test. In fact, it was admitted that no sobriety test was conducted in this case.\n\nThe fact that a person becomes belligerent or has difficulty in finding his driver's license or owner's card under a stressful situation, has bloodshot eyes at 5:00 a.m., or glassy looking eyes when a strong flashlight is turned on him does not establish intoxication. The only evidence supportive of a conclusion of Appellant's intoxicated state was the observation of the officers that Appellant had an odor of alcohol about him. Without additional testimony to establish whether Appellant could ambulate on his own and speak coherently, or other evidence to show that Appellant was not in control of himself, we find the evidence insufficient to establish that Appellant was under the influence of alcohol to a degree which rendered him incapable of safe driving.\n\n",
            "ocr": false,
            "opinion_id": 2329953
        },
        {
            "author_str": "Papadakos",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nPAPADAKOS, Justice.\nMichael William McGinnis (Appellant) seeks our discretionary review of the Opinion and Order of Superior Court affirming the judgment of sentence imposed on him by the Court of Common Pleas of Cumberland County. Appellant was arrested and charged with operating a motor vehicle while driving under the influence of alcohol1 on February *52216, 1983. A jury trial was held in this matter before the Honorable Dale F. Shughart, President Judge of the Court of Common Pleas of Cumberland County, on May 12 and 13, 1983, after which the jury found Appellant guilty on the drunk driving charge. The trial court also found Appellant guilty of running over a firehose, a summary offense.2\nTimely filed post-trial motions were denied by the trial court on July 7, 1983, and Appellant was sentenced to pay a fine of $225.00 instead of the minimum $300.00 fine (see 75 Pa.C.S. § 3731(e)(1)). Ignoring the mandatory sentence of forty-eight (48) hours incarceration (see 75 Pa.C.S. *523§ 3731(e)(l)(i)), the trial judge imposed a nine (9) months’ unsupervised probation. Appellant was also sentenced to pay a $5.00 fine on the summary conviction instead of the mandatory $25.00 (see 75 Pa.C.S. 6502(b), now part of 75 Pa.C.S. 6502(a)). These clearly improper sentences were not appealed by the Appellant or the Commonwealth3 and are, therefore, not before us for consideration.\nA timely appeal to Superior Court followed. That court, by its opinion and order of December 4, 1984, affirmed the trial court’s judgment of sentence. Commonwealth v. McGinnis, 336 Pa. Superior Ct. 601, 486 A.2d 428 (1984). We granted allocatur to consider Appellant’s claim that the trial court improperly admitted into evidence the results of a Breathalyzer test, and now reverse.\nOn February 16, 1983, at about 5:00 a.m., Appellant, en route to work, drove his automobile over a fire hose in such a manner that the undercarriage of the car hooked a coupling of the hose and dragged the hose a short distance along the street until Appellant was stopped by a fireman. The five-inch firehose had been laid across North Pitt Street in Carlisle Borough by firemen who had responded to a report of a burning van.\nBorough police officers were also on the scene, investigating the fire and a reported burglary in a nearby restaurant. When the firemen stopped Appellant, two nearby Borough police officers were called for assistance. Both police officers testified that when Appellant was asked to produce his operator’s license and owner’s card, he reacted angrily by swearing at the officers. The officers detected an odor of *524alcohol on Appellant’s breath, observed that his eyes were bloodshot and glassy, and noted that he fumbled through his wallet before producing the requested cards.\nAt this point, Appellant was told that he was under arrest for driving while under the influence of alcohol, and was taken, not without a struggle, to the police station where a Breathalyzer test was administered. The test showed a blood alcohol content of .14 percent.\nAt a pre-trial suppression hearing, and at trial, Appellant attempted to have the results of this test suppressed, arguing that the test was conducted on a machine not approved by the Department of Health. The trial court rejected these attempts, and Superior Court affirmed, but we believe Appellant’s point is well taken.\nThe admissibility of any experimental or scientific evidence depends upon presenting an adequate foundation. Our Legislature has provided by statute that the results of a chemical test of a person’s breath, blood or urine may be admitted into evidence in any summary proceeding or criminal proceeding in which a defendant is charged with driving a motor vehicle while under the influence of alcohol, if the test is conducted by qualified personnel using equipment approved by the Department of Health. Specifically, 75 Pa.C.S. § 1547(c) provides:\n(c) Test results admissible in evidence. — In any summary proceeding or criminal proceeding in which the defendant is charged with a violation of section 3731 or any other violation of this title arising out of the same action, the amount of alcohol or controlled substance in the defendant’s blood, as shown by chemical testing of the person’s breath, blood or urine, which tests were conducted by qualified persons using approved equipment, shall be admissible in evidence.\n(1) Chemical tests of breath shall be performed on devices approved by the Department of Health using procedures prescribed jointly by regulations of the Departments of Health and Transportation. Devices shall have been calibrated and tested for accuracy within a *525period of time and in a manner specified by regulations of the Department of Health and Transportation. For purposes of breath testing, a qualified person means a person who has fulfilled the training requirement in the use of the equipment in a training program approved by the Departments of Health and Transportation. A certificate or log showing that a device was calibrated and tested for accuracy and that the device was accurate shall be presumptive evidence of those facts in every proceeding in which a violation of this title is charged.\n(2) Chemical tests of blood and urine shall be performed by a clinical laboratory licensed and approved by the Department of Health for this purpose using procedures and equipment prescribed by the Department of Health. For purposes of blood and urine testing, qualified person means an individual who is authorized to perform those chemical tests under the act of September 26, 1951 (P.L. 1539, No. 389), known as “The Clinical Laboratory Act.”\nWhile we have not had occasion to consider this section, Superior Court has consistently concluded that for the results of a breathalyzer test to be admitted at trial, proof must be submitted by the party seeking the admission of the test results, showing that the test was administered on equipment approved by the Department of Health and that such approval was published in the Pennsylvania Bulletin. Commonwealth v. Burdge, 345 Pa.Superior Ct. 187, 497 A.2d 1367 (1985); Commonwealth v. Cook, 277 Pa.Superior Ct. 152, 419 A.2d 707 (1980); Commonwealth v. Benson, 280 Pa.Superior Ct. 20, 421 A.2d 383 (1980); Commonealth v. Boerner, 268 Pa.Superior Ct. 168, 407 A.2d 883 (1979); Commonwealth v. Gilbert, 254 Pa.Superior 579, 386 A.2d 101 (1978); Commonwealth v. Sweet, 232 Pa.Superior Ct. 372, 335 A.2d 420 (1975).\nSuch an application of the approval requirements is consistent with the clear, unambiguous language of the statute which permits for purposes of trial the introduction of the test results which are conducted on departmentally *526approved equipment. The machine used in this case was a Smith and Wesson Breathalyzer Model 1000 that had been modified prior to use. While the unmodified unit is an approved testing device, it was uncontroverted that the modified unit was not approved by the Department of Health.\nThus, it is clear that the breathalyzer test results were inadmissible as evidence of Appellant’s intoxication, and Appellant’s motions to suppress the introduction of this evidence at the suppression hearing and at trial should have been granted. It was also error, under the circumstances, for the trial court to take judicial notice that this particular modified device was an approved device within the meaning of 75 Pa.C.S. § 1547(c), when such was clearly not the fact.\nMoreover, the error was not harmless, because on reviewing the remaining testimonial evidence of Appellant’s intoxication, it is insufficient to support a finding that Appellant was driving under the influence of alcohol.\nOfficer Egolf admitted that the only reason Appellant was charged with driving under the influence was because of the breathalyzer test results (N.T., p. 41). Thus, it was conceded that no independent evidence existed sufficient to support a finding that Appellant was guilty of violating 75 Pa.C.S. § 3731(a)(1) and his request for a directed verdict of acquittal should have been granted.4 .\n*527A motion for a directed verdict should be granted if the prosecutor’s evidence, and all inferences arising therefrom, considered in the light most favorable to the prosecution, are insufficient to prove beyond a reasonable doubt that the accused is guilty of the crimes charged. Commonwealth v. Finley, 477 Pa. 382, 383 A.2d 1259 (1978); Commonwealth v. Fostar, 455 Pa. 216, 317 A.2d 188 (1974); Commonwealth v. Boone, 467 Pa. 168, 354 A.2d 898 (1975); Commonwealth v. Pride, 450 Pa. 557, 301 A.2d 582 (1973).\nHere it is clear that the only evidence of Appellant’s intoxication came from the results of the breathalyzer test, which were legally inadmissible. Deprived of this evidence, nothing was left upon which a conviction could be based and the motion for a directed verdict should have been granted.\nJudgment of sentence reversed, and the Appellant is discharged.\nJUDGMENT\nON CONSIDERATION WHEREOF, it is now hereby ordered and adjudged by this Court that the Judgment of Sentence of the Court of Common Pleas of Cumberland County is reversed and the Appellant is discharged.\nHUTCHINSON, J., files a Dissenting Opinion in which NIX, C.J., joins.\n\n. Driving under the influence of alcohol is a misdemeanor of the second degree pursuant to the provisions of the Motor Vehicle Code, Act of June 17, 1976, P.L. 162, No. 81, § 1, effective July 1, 1977, as amended, 75 Pa.C.S. § 101, et seq. Specifically, 75 Pa.C.S. §§ 3731(a)(1) and (e)(i) were amended by Act of December 15, 1982, P.L. 1268, No. 289, § 9, effective in 30 days, or January 15, 1983, and now provides in pertinent part:\nDriving under influence of alcohol or controlled substance\n(a) Offense defined. — A person shall not drive, operate or be in actual physical control of the movement of any vehicle while:\n(1) under the influence of alcohol to a degree which renders the person incapable of safe driving;\n*522(e) Penalty.—\n(1) Any person violating any of the provisions of this section is guilty of a misdemeanor of the second degree and the sentencing court shall order the person to pay a fine of not less than $300 and serve a minimum term of imprisonment of:\n(i) not less than 48 consecutive hours.\n(ii) not less than 30 days if the person has previously been convicted of an offense under this section or of an equivalent offense in this or other jurisdictions within the previous seven years.\n(iii) not less than 90 days if the person has twice previously been convicted of an offense under this section or of any equivalent offense in this or other jurisdictions within the previous seven years.\n(iv) not less than one year if the person has three times previously been convicted of an offense under this section or of an equivalent offense in this or other jurisdictions within the previous seven years.\n\n\n. 75 Pa.C.S. § 3708 makes it a violation to drive over an unprotected firehose. The Section provides in pertinent part:\nUnauthorized driving over-fire hose:\nNo vehicle shall be driven over any unprotected hose of a fire department when laid down on any highway, private road or driveway, for use at any fire or alarm of fire, without the consent of a fire department officer, a police officer or other appropriately attired person authorized to direct, control or regulate traffic at the scene. Violation of this section is a summary offense, and carries a $25.00 fine.\nSee 75 Pa.C.S. § 6502(a) &amp; (b) which provided at the time of Appellant’s trial:\n(a) It is a summary offense for any person to violate any of the provisions of this title unless the violation is by this title or other statute of this Commonwealth declared to be a misdemeanor or felony.\n(b) Every person convicted of a summary offense for violation of any of the provisions of this title for which another penalty is not provided shall be sentenced to pay a fine of $25.00.\n\n\n. 75 Pa.C.S. § 3731(e)(3) provides:\nThe sentencing guidelines promulgated by the Pennsylvania Commission on Sentencing shall not supersede the mandatory penalties of this section.\n75 Pa.C.S. § 3731(e)(4) provides:\nThe Commonwealth has the right to appeal directly to the Superior Court any order of court which imposes a sentence for violation of this section which does not meet the requirements of this section. The Superior Court shall remand the case to the sentencing court for imposition of sentence in accordance with the provisions of this section.\n\n\n. While the testimony of the police was sufficient to establish their probable cause in arresting Appellant and requesting him to submit to a breathalyzer test, it does not follow that their observations of Appellant established a sufficiently independent basis for finding that Appellant was, in fact, guilty of violating 75 Pa.C.S. § 3731(a)(1). The witnesses who testified against Appellant observed that Appellant was argumentative, belligerent, fumbled through his cards to find proper identification, had glassy and slightly bloodshot eyes, and had an odor of alcohol about him. No testimony was offered, however, concerning whether Appellant had trouble walking on his own, whether he staggered, had slurred or incoherent speech, or performed poorly on a physical coordination test. In fact, it was admitted that no sobriety test was conducted in this case.\nThe fact that a person becomes belligerent or has difficulty in finding his driver’s license or owner’s card under a stressful situation, has bloodshot eyes at 5:00 a.m., or glassy looking eyes when a strong *527flashlight is turned on him does not establish intoxication. The only evidence supportive of a conclusion of Appellant’s intoxicated state was the observation of the officers that Appellant had an odor of alcohol about him. Without additional testimony to establish whether Appellant could ambulate on his own and speak coherently, or other evidence to show that Appellant was not in control of himself, we find the evidence insufficient to establish that Appellant was under the influence of alcohol to a degree which rendered him incapable of safe driving.\n\n",
            "ocr": false,
            "opinion_id": 9754548
        },
        {
            "author_str": "Hutchinson",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHUTCHINSON, Justice,\nDissenting.\nI dissent. I do not believe that a directed verdict is warranted here. Sufficiency of the evidence should be judged on all of the evidence presented at trial, even evidence improperly admitted. Commonwealth v. Cohen, 489 *528Pa. 167, 413 A.2d 1066 (1980). Applying this standard, the evidence on this record is sufficient. The Commonwealth should be free to reprosecute appellant. It may try the case differently or introduce evidence of drunkenness not presented at the initial trial. The Commonwealth may even be able to introduce the breathalyzer results by showing that the modification was peripheral to the device’s operation. Therefore, I would vacate the judgment of sentence and remand for a new trial.\nNIX, C.J., joins in this Dissenting Opinion.\n",
            "ocr": false,
            "opinion_id": 9754549
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}