{
    "id": 2333150,
    "judges": "Aenold, Bell, Jones, Musmanno, Ohidsey, Steaene, Steen",
    "date_filed": -458092800000,
    "date_filed_is_approximate": false,
    "slug": "bunker-hill-mutual-insurance-v-leslie",
    "case_name_short": "Leslie",
    "case_name": "Bunker Hill Mutual Insurance v. Leslie",
    "case_name_full": "Bunker Hill Mutual Insurance Company, Appellant, v. Leslie, Insurance Commissioner",
    "attorneys": "Ralph B. TJmsted, for appellant., Ralph S. Snyder, Deputy Attorney General, with him Edward L. Springer, Deputy Attorney General, Joseph L. Cohen, Assistant Deputy Attorney General, John Shelton, General Counsel, Insurance Department, and Herbert B. Cohen, Attorney General, for Commonwealth of Pennsylvania, appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued May 25, 1955.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b378-7\">\n    Bunker Hill Mutual Insurance Company, Appellant,\n    <em>\n     v.\n    </em>\n    Leslie, Insurance Commissioner.\n   </parties><decisiondate id=\"Agm\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"357\"> \n     *357\n     </span>\n    June 27, 1955:\n   </decisiondate><br><otherdate id=\"b379-6\">\n    Argued May 25, 1955.\n   </otherdate><judges id=\"Acd\">\n    Before Steen, C. J., Steaene, Jones, Ohidsey, Musmanno and Aenold, JJ.\n   </judges><br><attorneys id=\"b379-10\">\n<em>\n     Ralph B.\n    </em>\n    TJmsted, for appellant.\n   </attorneys><br><attorneys id=\"b379-11\">\n<em>\n     Ralph S. Snyder,\n    </em>\n    Deputy Attorney General, with him\n    <em>\n     Edward L. Springer,\n    </em>\n    Deputy Attorney General,\n    <em>\n     Joseph L. Cohen,\n    </em>\n    Assistant Deputy Attorney General,\n    <em>\n     John Shelton,\n    </em>\n    General Counsel, Insurance Department, and\n    <em>\n     Herbert B. Cohen,\n    </em>\n    Attorney General, for Commonwealth of Pennsylvania, appellee.\n   </attorneys>",
    "citations": [
        "382 Pa. 356"
    ],
    "opinions": [
        {
            "author_str": "Musmanno",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n382 Pa. 356 (1955)\nBunker Hill Mutual Insurance Company, Appellant,\nv.\nLeslie, Insurance Commissioner.\nSupreme Court of Pennsylvania.\nArgued May 25, 1955.\nJune 27, 1955.\n*357 Before STERN, C.J., STEARNE, JONES, CHIDSEY, MUSMANNO and ARNOLD, JJ.\nRalph B. Umsted, for appellant.\nRalph S. Snyder, Deputy Attorney General, with him Edward L. Springer, Deputy Attorney General, Joseph L. Cohen, Assistant Deputy Attorney General, John Skelton, General Counsel, Insurance Department, and Herbert B. Cohen, Attorney General, for Commonwealth of Pennsylvania, appellee.\nOPINION BY MR. JUSTICE MUSMANNO, June 27, 1955:\nOn September 27, 1954, the Insurance Commissioner of Pennsylvania suspended the business operations of *358 the Bunker Hill Mutual Insurance Company because its books failed to show that it had set up a reserve for unearned premiums on its non-assessable fire insurance policies, which liability, had it appeared on the books, would have resulted in a Company deficit of $118,498.75. On October 1, 1954, the Company sought to restrain the enforcement of the suspension order by filing a Bill in Equity to that purpose. The Commonwealth filed a responsive Answer. Since no factual dispute was involved, a case stated was agreed upon and the Court dismissed the Bill. This appeal followed.\nSection 807 of the Insurance Company Act of 1921, Act of May 17, 1921, P.L. 682, requires mutual insurance companies, other than mutual life companies, to maintain premium reserves upon the same basis as that required of domestic stock companies transacting the same kind of business. These reserves must be maintained only on those policies which are non-assessable. The appellant Company contends that it is not bound by the Act of 1921 with regard to posting unearned premium reserves as a liability in determining its surplus or net worth, because it never accepted the Act of 1921.\nBunker Hill Mutual Insurance Company was incorporated under a special act of assembly of the Commonwealth of Pennsylvania, the Act of April 28, 1840, P.L. 468, as \"Crawford County Mutual Insurance Company.\"[1]\nIts name was changed by amendment approved by the Governor on June 8, 1950. At that time, the Company's charter was also amended to define precisely its purposes as including those authorized in paragraphs *359 (1) and (2) of subdivision (b) of Section 202 of the Insurance Company Act of May 17, 1921, P.L. 682, as amended, which purposes embraced the writing of fire insurance on property, with extended coverage and the insuring of automobiles against fire, theft, collision, upset and certain other damage.\nOn January 30, 1953, the Company's articles of agreement, with the approval of the Governor, were amended and restated to enlarge its powers to include those specified in clause (c), paragraphs (1) to (13) inclusive, as further provided for in Section 202 of the Insurance Company Act. These additional powers were permitted under the amendment to that Section by the Act of April 20, 1949, P.L. 620, which added subsection (f), namely, \"Domestic stock and mutual insurance companies, other than life or title, and, if their charters permit, foreign companies, may transact any or all of the kinds of insurance included in subdivision (b) and (c) of this section upon compliance with all of the financial and other requirements prescribed by the laws of this Commonwealth for fire, marine, fire and marine, and casualty insurance companies transacting such kinds of insurance. . .\"\nIn June, 1950, the appellant Company commenced issuing certain types of non-assessable fire insurance policies covering the risks described in clauses (1) and (2) of paragraph (b) of Section 202, as before set forth, and it continued to issue non-assessable fire insurance policies up to and including December 31, 1953, the date on which the Insurance Commissioner of the Commonwealth made his examination and reported that no reserves had been maintained by the Company for unearned premiums on the non-assessable fire insurance policies issued by it, which reserves would have and should have amounted to $125,501.83. Including this potential reserve of $125,501.83, the liabilities *360 would have totaled $207,067.91. If this reserve of $125,501.83 had been included as a liability there would have resulted a deficit of $118,498.75. On the basis of this report the Insurance Commissioner issued his order of suspension without stating whether it was based upon non-compliance with the law (failure to set up the reserves for unearned premiums on non-assessable fire insurance policies) or upon insufficiency of assets to justify continuance in business. Although the authority of suspension may be predicated upon either of these two grounds (Section 501 of the Insurance Department Act of 1921, P.L. 789), it would appear from the report of the examination supporting the order of suspension that it was founded on the inadequacy of assets as above indicated.\nThe Company admits that if bound by the law to set up unearned premium reserves the books would show a deficit of $118,498.75, but it urges that since it was not obligated to do this, the Company in reality boasted a surplus, not a deficit. From this conflict in position between the Commonwealth and the Company emerges the issue as to whether the Company is required to set up reserves for unearned premiums on its non-assessable fire insurance policies.\nSection 807 of the Insurance Company Law categorically declares: \"A mutual insurance company, other than mutual life company, shall maintain unearned premium and other reserves separately, for each kind of insurance, upon the same basis as that required of domestic stock insurance companies transacting the same kind of insurance.\" The Company regards this Section inapplicable to its affairs because it is not bound by any of the provisions of the Act of 1921.\nSection 103 of the Act provides: \"Except as in this act otherwise provided, the provisions of this act, in so far as they are applicable, shall apply. . . (d) to *361 all domestic insurance companies, incorporated under any general or special law prior to the thirteenth day of October, one thousand eight hundred and fifty-seven, which, by the terms of their charters or the acts under which they were incorporated, hold charters subject to alteration or revocation. . .\"\nAs heretofore stated, the appellant Company was incorporated by the special Act of April 20, 1840, P.L. 468, section 14 of which specified that \"the Legislature of this Commonwealth may at any time alter, modify or annul its provisions.\" Referring back to Section 103 (d) it will be seen that where the Legislature has the power to alter or revoke the charter of a company, incorporated prior to 1857, that company falls within the scope of the Act. Section 103 (d) thus squarely puts the appellant Company under the authority of the Act of 1921.\nThe final sentence of Section 103, however, reads: \"Nothing in this act should be construed to interfere with the charter provisions or operations of any domestic mutual fire insurance company heretofore organized under any general or special law of this Commonwealth.\" It is through this escape door that the appellant company claims it may avoid the requirements of the Act. But if the Legislature had intended to exclude companies in the category of the one at bar from the operation of the Act of 1921, it would have provided for that exclusion in Section 105 which enumerates classes of insurance company to which the Act is not applicable. Judge SHERWOOD in the case of Commonwealth v. Fry, 13 D. &amp; C. 306 well expressed this proposition when he said: \". . . If the Legislature meant to make the Act of 1921 inapplicable to domestic mutual fire insurance companies, it seems to us that section 105 would be the place to insert such exclusion. If the Legislature meant by the closing sentence of *362 section 103 to make the Act of 1921 inapplicable to domestic mutual fire insurance companies, there is no reason to suppose that it would have done so. It seems to us that the Legislature would have said that the act shall not apply to any domestic mutual fire insurance company. What it does say is entirely different. It does not touch the subject of the applicability of the act to domestic mutual fire insurance companies, but merely says `Nothing in this act shall be construed to interfere with the charter provisions or operations of such companies'. . .\"\nFurthermore, Section 103 also provides that the Act shall apply \"(e) to all other domestic insurance companies, incorporated by general or special law prior to the thirteenth day of October, one thousand eight hundred and fifty-seven, which accept the provisions of this Act as hereinafter provided. . .\" The appellant seeks to repel this Section by arguing that it did not elect to become subject to the Act of 1921 since it did not follow the procedure outlined in Section 104 for accepting its provisions. However, while its Board of Directors did not pass a resolution of acceptance as spelled out in Section 104, it has applied for and accepted many benefits under the Act. In amending its charter in June of 1950 the Company followed the provisions and requirements of Section 322 so as to include precisely the purposes set forth in paragraphs (1) and (2) of subdivision (b) of Section 202 of the Act. On January 30, 1953 it sought and secured the Governor's approval of an amendment of the company's articles of agreement. At the same time its powers were enlarged to include those specified in clause (c), paragraphs (1) to (13) inclusive, as provided for in Section 202 of the Act. The Resolution of the company which sought these further amendments to its charter in January, 1953 (and certified copy of which *363 was submitted to the Commonwealth), referred to Section 322 and Section 352 of the Insurance Company Law of 1921, and declared that the Board of Directors desired inter alia: \"To change the provisions of the charter to bring its provisions with regard to assessable and non-assessable policies and membership and other respects, in line with the provisions of these charters granted under the provisions of the Insurance Company Law of 1921, the Act of May 17, 1921, P.L. 682, as amended . . .\" (Emphasis supplied.)\nThis action was taken at a special meeting of the company which had been preceded by a waiver of notice stating that the purpose of the amendment was: \"To bring its provisions with regard to assessable and nonassessable policies and membership, and, in other respects, in line with the provisions of the Insurance Company Law of 1921.\" (Emphasis supplied.)\nWith the Company's actions, therefore, clearly demonstrating a continued intention to obtain grants of power under the Act of 1921, it may not now complain that it is being required to accept some of the obligations the act imposes. We decided in Williamsport Pass. Ry. Co's. Appeal, 120 Pa. 1, 13, that: \"Charters of private corporations are left exactly as the new constitution [1874] found them, and so they must remain until the companies holding them shall enter into a new contract with the state by accepting the benefit of some future legislation.\" (Emphasis supplied.)\nIn the case of Com. ex rel. v. Flannery, 203 Pa. 28, 32, where it was claimed by the corporation that it was not limited in its operations by the Constitution of 1874, this Court, adopting the language in the decision of the lower Court which it affirmed, said: \". . . the amendment of the charter in 1892 must be regarded to have been a renewal of the entire charter as of the date of the amendment, or, to put the matter *364 in another form, as subjecting the corporation to the provisions of the constitution because it asked for and obtained new franchises subsequent to the time when that instrument went into effect. We regard this conclusion as inevitable in view of the premises before stated. Under such a state of facts the formal acceptance of the constitution by an older corporation is not necessary. By obtaining new franchises it became ipso facto subject to the fundamental law which existed at the time they were created. By doing what was done in this case the corporation acquired a benefit under the new constitution, and it must therefore bear the burden of a regulation which, though out of harmony with the uniform practice of the corporation until the present year, is not in conflict with any express franchise originally conferred. . .\"\nThe reasoning in that Opinion is equally pertinent here. Although the Legislature did outline a formal method for acceptance of the Act of 1921, the appellant corporation is estopped from asserting its failure to follow that procedure as a defense to its non-compliance with the financial requirements of the Act, when the history of the organization reveals, as already pointed out, a continuing acceptance of benefits under the Act. To hold otherwise would mean that an insurance company may circumvent requirements intended to protect the public by the simple expedient of not formally declaring acceptance of the Act while continuing to enjoy all advantages flowing from that same Act.\nDecree affirmed; costs on the appellant.\nMr. Justice BELL took no part in the consideration or decision in this case.\nNOTES\n[1]  Its existence was continued by the Act of March 6, 1860, P.L. 790, and its charter supplemented by the Act of March 1, 1871, P.L. 198, continuing its existence perpetually.\n\n",
            "ocr": false,
            "opinion_id": 2333150
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}