{
    "id": 2339846,
    "judges": "Cavanaugh, Olszewski and Tamilia",
    "date_filed": "2007-12-29",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-simpson",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Simpson",
    "case_name_full": "COMMONWEALTH of Pennsylvania v. Sharmon SIMPSON, Appellant",
    "attorneys": "William P. James, Philadelphia, for appellant., Jane C. Greenspan, Assistant District Attorney, Philadelphia, for Com., appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Jan. 22, 1986., Reargument Denied June 30, 1986.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 21,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b516-6\">\n    510 A.2d 760\n   </citation><br><parties id=\"b516-7\">\n    COMMONWEALTH of Pennsylvania v. Sharmon SIMPSON, Appellant.\n   </parties><br><court id=\"b516-9\">\n    Superior Court of Pennsylvania.\n   </court><br><otherdate id=\"b516-10\">\n    Submitted Jan. 22, 1986.\n   </otherdate><br><decisiondate id=\"b516-11\">\n    Filed May 27, 1986.\n   </decisiondate><br><otherdate id=\"b516-12\">\n    Reargument Denied June 30, 1986.\n   </otherdate><br><attorneys id=\"b518-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"476\"> \n     *476\n     </span>\n    William P. James, Philadelphia, for appellant.\n   </attorneys><br><attorneys id=\"b518-6\">\n    Jane C. Greenspan, Assistant District Attorney, Philadelphia, for Com., appellee.\n   </attorneys><br><judges id=\"b518-7\">\n    Before CAVANAUGH, OLSZEWSKI and TAMILIA, JJ.\n   </judges>",
    "citations": [
        "510 A.2d 760",
        "353 Pa. Super. 474"
    ],
    "opinions": [
        {
            "author_str": "Tamilia",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n353 Pa. Superior Ct. 474 (1986)\n510 A.2d 760\nCOMMONWEALTH of Pennsylvania\nv.\nSharmon SIMPSON, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted January 22, 1986.\nFiled May 27, 1986.\nReargument Denied June 30, 1986.\n*476 William P. James, Philadelphia, for appellant.\nJane C. Greenspan, Assistant District Attorney, Philadelphia, for Com., appellee.\nBefore CAVANAUGH, OLSZEWSKI and TAMILIA, JJ.\nTAMILIA, Judge:\nThis is an appeal from judgment of sentence following appellant's conviction on six counts of robbery, four counts of conspiracy and six counts of possessing an instrument of crime. The trial court sentenced appellant to a total of thirty to sixty years imprisonment by imposing consecutive five to ten year terms for each of the six robberies, concurrent five to ten year terms for each of the conspiracy convictions and concurrent two and one-half to five year terms for each of the charges of possessing an instrument of crime.\nThe facts indicate appellant's involvement in a series of six robberies committed on two appliance stores from December 1981 through April of 1982. Police arrested appellant at the residence of a friend and later learned of his actual residence. After obtaining a search warrant (items to be searched for were handguns, a white canvas bag and U.S. currency), police searched appellant's apartment and seized a radio from a tabletop. By examining the serial number of the radio, the officer deduced, based on his own knowledge, that it was a radio taken during one of the robberies.\nAppellant raises six issues on appeal alleging trial court error in:\n1) Consolidating the six incidents of robbery into a single trial.\n*477 2) Failing to suppress admission of the radio into evidence.\n3) Admitting testimony concerning the serial number written on a box which once contained the radio.\n4) Failing to instruct the jury that alibi evidence need not be wholly believed to give rise to a reasonable doubt.\n5) Refusing to instruct the jury it must consider each offense separately.\n6) Imposing an excessive sentence.\nAfter a thorough review of the briefs and record, it is our determination that there is no merit to any of the first five issues raised. The trial court Opinion comprehensively discusses each of the issues and the applicable law in support of its rulings. Finding no abuse of discretion or error of law, we affirm the findings as to the first five issues on the basis of the lower court's Opinion.\nIt is on the issue of sentencing that we find appellant has raised a meritorious claim.[1] Sentencing is within the sound discretion of the court and absent an abuse of discretion will not be disturbed. Commonwealth v. Arent, 352 Pa.Super. 520, 508 A.2d 596 (1986); Commonwealth v. Parrish, 340 Pa.Super. 528, 490 A.2d 905 (1985); Commonwealth v. Knight, 479 Pa. 209, 387 A.2d 1297 (1978). In order to be considered an abuse of discretion, a sentence must exceed the statutory limits or be manifestly excessive. Commonwealth v. White, 341 Pa.Super. 261, 491 A.2d 252 (1985); Parrish, supra.\nIn the present case we find the court has committed an abuse of discretion in sentencing appellant to consecutive sentences for each of the robberies, resulting in a thirty to sixty year sentence, which we consider manifestly excessive.\n*478 What we find objectionable is the total length of the minimum sentence. Although none of the individual sentences is excessive, the cumulative sentence is. See Arent, supra. A sentence must be imposed based on the minimum amount of confinement that is consistent with the gravity of the offense, the need of the public for protection and the rehabilitative needs of the defendant. Arent, supra; Parrish, supra; Commonwealth v. Campolei, 284 Pa.Super. 291, 425 A.2d 818 (1981); Commonwealth v. Martin, 466 Pa. 118, 351 A.2d 650 (1976), 42 Pa.C.S.A. § 9721(b).\nAlthough we agree with the trial court that the offenses are serious in nature, we do not think the protection of the public and the rehabilatative needs of appellant mandate such a sentence.\nUp to the time of the crime spree underlying the present convictions, appellant apparently was able to function as a member of society. Evidence of this is his past military service where he served two years on active duty and four years in the reserves, reaching the rank of E5.\nOur specific objection to the sentence is based on the court's imposition of six consecutive sentences. The same considerations which are involved in imposing a single sentence should also be the basis for determining the appropriateness of consecutive terms of imprisonment rather than concurrent. Martin, supra. This would apply equally when sentencing on convictions of multiple crimes arising from the same or separate incidents when tried at the same time.\nIt is clear that the court focused on the nature of the crimes rather than the totality of the requirements mandated by Commonwealth v. Riggins, 474 Pa. 115, 377 A.2d 140 (1977) and the Sentencing Code, 42 Pa.C.S.A. § 9722-9725. At § 9725, Total confinement, the Sentencing Code provides:\n§ 9725. Total confinement\nThe court shall impose a sentence of total confinement if, having regard to the nature and circumstances of the crime and the history, character, and condition of the *479 defendant, it is of the opinion that the total confinement of the defendant is necessary because:\n(1) there is undue risk that during a period of probation or partial confinement the defendant will commit another crime;\n(2) the defendant is in need of correctional treatment that can be provided most effectively by his commitment to an institution; or\n(3) a lesser sentence will depreciate the seriousness of the crime of the defendant.\nUnquestionably the court was justified, under this section, to impose a sentence of total confinement, and pursuant to section 9725, consecutive sentences were also permissible. However, in the language of the statute above, in addition to the nature and circumstances of the crime(s), the court must also consider the history, character and condition of the defendant.\nFrom a careful review of the record, we derive the following considerations that are essential to an appropriate sentence in this case. The presentence report and defense counsel pointed out to the court that appellant had a virtually nonviolent, unremarkable background; he was a high school graduate, had a six year service record with an honorable discharge and no juvenile record. His uncontested statement was to the effect that he always held a job, came from an interested and concerned family and his only prior contact with the law was an assault charge arising from two people who jumped him (S.T. 8/20/84 pp. 3-9). In focusing on the seriousness of the crimes, the court properly held that a sentence of nonconfinement would depreciate the seriousness of the crimes of the defendant. Like the trial court, we do not find persuasive the argument of defense counsel that no one was shot or threatened by a gun held to the head, as that does not minimize the terror and threat to the victims by a robber threatening with a weapon.\nThe assistant district attorney properly pointed out that there was absolutely nothing in appellant's background *480 which shed light on the outrageous quantities of the act(s) and he went on to say that the appellant had cooly and systematically set out to engage in the crime of robbery as a way of life (S.T. 8/20/84 pp. 10-12). These observations were pertinent as to the need for incarceration but also require a balanced consideration as to the potential for rehabilitation and the minimum sentence feasable to accomplish that result. The robberies all occurred at Silo stores, several being repeats (S.T. 8/20/84 p. 14) at the same store. The court recognized his relatively benign background and productive lifestyle until the spree of robberies (S.T. 8/20/84 p. 15). \"(He) comes from a large family, and apparently he is the only one, rather late in his life, who took the path that led him to this courthouse.\" (S.T. 8/20/84 p. 17). The court went on to say:\nThe pre-sentence investigation and the mental health evaluation, as Mr. James indicated, are indeed unremarkable. One would hope that there would have been something in there to give me a clue, or give me an idea of why or where the defendant strayed from the fold. I am sure that it is not because of his mother, and I am sure that it was not because of the army, and it is not because of me. He has a girl friend and he has a child. The defendant is bright, and he is literate and articulate. Obviously, somewhere along the way he elected himself to go onto some path which he is going to be rewarded by paying a great deal of his time spent in prison.\n(S.T. 8/20/84 pp. 17-18)\nThe court then reviewed, appropriately, what considerations were required of a trial judge in sentencing under Riggins, supra, and pursuant to the Sentencing Code. In doing so on the record, the court stated:\nI have considered the rehabilitative needs of the defendant, the protection of the public, and the gravity of the offenses. I have also considered the defendant as an individual, as I said before, and he is going to pay for what he did. I am also required to consider under the sentencing guidelines, and I have considered and rejected *481 everything except for incarceration. I have considered and rejected probation. I have considered and rejected restitution. I have considered and rejected partial confinement. I have considered and rejected suspended sentence, which means no sentence at all. And I have considered and rejected partial confinement. So after considering all of the required steps that I am to follow, there is nothing left but confinement.\n(S.T. 8/20/84 pp. 19-20)\nTaking the sentencing transcript to this point, as a whole, without question total confinement was justified. However, in the words of the sentencing judge, all alternatives were considered and rejected without further consideration. It was also necessary to weigh the effect of a cumulative minimum sentence of thirty years, which would take a relatively young man through the prime of his life for a term twice as long as the average life sentence, under a system which unlike the federal system or that of other states, does not permit review and parole upon good behavior in substantially less time than the minimum sentence provides. The weighing, in which the trial court must engage, is a balancing of the defendant's entire prior life against the crime spree of less than six months for which he was convicted. Simply reciting that the alternatives were considered and rejected ignores the task of weighing those factors when it is apparent that they must be considered. As the trial court aptly pointed out, she is unable to predict the future, therefore, to the extent that we must make a judgment as to future behavior, we cannot ignore and must be guided by the past. Unquestionably, the safest approach for society, and the only way to protect against recidivism, is a virtual life sentence for any offender. This is an unacceptable price to pay to protect society and our sentencing structure must be such that where warranted, an individual has a second or even more chances to become a productive member of society. It is well documented that crime, particularly violent crime, is committed by the young, *482 particularly those males between 18 and 30 years of age. Thereafter because of many operative factors, there is a steady decrease in criminal activity. This case is one where the benefits of a good prior history and the effects of aging on criminal involvement make the appellant a reasonable candidate for a sentence which will punish him, serve the needs of society for protection and make note of the serious nature of the acts, but also permit the appellant, in a reasonable period of time, to return to society and, if need be, under long-term parole supervision, pick up a meaningful and productive life.\nTo impose a minimum sentence of thirty years discounts the possibility of rehabilatation and effectively removes appellant from society for his potential working life, precluding the possibility of his ever becoming a contributing member of society.\nIn light of all the attendant circumstances, we think it would be appropriate to structure a sentence wherein appellant is incarcerated for a significant period of time, consistent with the gravity of the offenses, such as ten years. After that period of time, an extended period of parole, structured to require completion of the sentence if appellant violates parole or probation, would be appropriate.\nWhere a case requires correction of sentence, this Court can remand or amend the sentence directly. Parrish, supra; Commonwealth v. Eberts, 282 Pa.Super. 354, 422 A.2d 1154 (1980) citing Commonwealth v. Portalain, 223 Pa.Super. 33, 297 A.2d 144 (1972). Relying on the good judgment of the trial court to amend a manifestly excessive sentence, we remand for resentencing in conformity with the above discussion.\nJudgment of sentence of the trial court is vacated and the case is remanded for resentencing in conformity with this Opinion.\nJurisdiction relinquished.\nNOTES\n[1]  We note that the court catagorized the conviction of robbery as a felony of the second degree (n.t. 8/20/84 p. 20) and sentenced accordingly. Upon review of the record it appears, based on the information filed and evidence presented, that appellant was convicted of a felony of the first degree (18 Pa.C.S.A. § 3701(a)(1)(ii).\n\n",
            "ocr": false,
            "opinion_id": 2339846
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}