{
    "id": 2340965,
    "judges": "John F. Stroud, Jr.",
    "date_filed": 1082505600000,
    "date_filed_is_approximate": false,
    "slug": "payne-v-state",
    "case_name_short": "Payne",
    "case_name": "Payne v. State",
    "case_name_full": "John PAYNE, III v. STATE of Arkansas",
    "attorneys": "William R. Simpson, Jr., Public Defender, by: Erin Vinett, Deputy Public Defender, for appellant., Mike Beebe, Att’y Gen., by: Vada Berger, Ass’t Att’y Gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b79-3\" pgmap=\"79\">\n    John PAYNE, III v. STATE of Arkansas\n   </parties><docketnumber id=\"AZc\" pgmap=\"79\">\n    CA CR 03-912\n   </docketnumber><citation id=\"A4y\" pgmap=\"79\">\n    159 S.W.3d 804\n   </citation><br><court id=\"b79-4\" pgmap=\"79\">\n    Court of Appeals of Arkansas Division I\n   </court><br><decisiondate id=\"b79-5\" pgmap=\"79\">\n    Opinion delivered April 21, 2004\n   </decisiondate><br><attorneys id=\"b80-8\" pgmap=\"80\">\n    William R. Simpson, Jr., Public Defender, by: Erin Vinett, Deputy Public Defender, for appellant.\n   </attorneys><br><attorneys id=\"b80-9\" pgmap=\"80\">\n    Mike Beebe, Att’y Gen., by: Vada Berger, Ass’t Att’y Gen., for appellee.\n   </attorneys>",
    "citations": [
        "159 S.W.3d 804",
        "86 Ark. App. 59"
    ],
    "opinions": [
        {
            "author_str": "John",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n159 S.W.3d 804 (2004)\n86 Ark. App. 59\nJohn PAYNE, III\nv.\nSTATE of Arkansas.\nNo. CA CR 03-912.\nCourt of Appeals of Arkansas, Division I.\nApril 21, 2004.\nWilliam R. Simpson, Jr., Public Defender, Little Rock, by: Erin Vinett, Deputy Public Defender, for appellant.\nMike Beebe, Att'y Gen., by: Vada Berger, Ass't Att'y Gen., Little Rock, for appellee.\nJOHN F. STROUD, JR., Chief Judge.\nJohn Payne was convicted in a bench trial of the offenses of robbery and misdemeanor theft of property, for which he was sentenced to five years' probation. His sole point on appeal is that the trial judge erred in denying his motions to dismiss the robbery charge because there was insufficient evidence of the use of force in the commission of the theft.\nWhen an appellant challenges the sufficiency of the evidence to support a conviction on appeal, this court's test is whether there is substantial evidence to support the verdict. Britt v. State, 83 Ark.App. 117, 118 S.W.3d 140 (2003). Substantial evidence is evidence that is of sufficient force and character that it will, with reasonable certainty, compel a conclusion one way or another. Id. In determining whether the evidence is substantial, evidence is viewed in the light most favorable to the State, considering only the evidence that supports the verdict. Id.\nA person commits robbery if, \"with the purpose of committing a felony or misdemeanor theft or resisting apprehension immediately thereafter, he employs or threatens to immediately employ physical *805 force upon another.\" Ark.Code Ann. § 5-12-102(a) (Repl.1997). \"Physical force\" is defined as \"any bodily impact, restraint, or confinement or the threat thereof.\" Ark.Code Ann. § 5-12-101 (Repl.1997).\nIn the present case, Nancy McNeal, a Wal-Mart employee, testified that on September 24, 2002, appellant and another person came to the photo counter and asked to pick up two packages of pictures, and she gave each of them a pack of pictures. They asked if they could pay for the pictures up front, she told them yes, and they left the photo counter.\nJennifer Watson, another Wal-Mart employee, testified that she passed the photo counter and noticed appellant and another male. She said that she saw the other male give his pack of pictures to appellant, that appellant put that pack in with his pictures, and that they walked out of the store through the garden area. Watson notified her assistant manager, Michael Hicks, about what was occurring, and he and Watson followed appellant outside. Watson said that they asked appellant, after he had left the store, to please come back in because there was a matter they needed to discuss. Appellant told them that the pictures were paid for, and when Hicks asked for a receipt, appellant said that he was not going back and then \"took off.\" Watson said that Hicks reached appellant first and that they ended up \"struggling\" and that \"they kind of locked together and they fell.\" Appellant told them that he needed to pull his pants up, and when they let him up, he took off running again. Watson said that she grabbed appellant by the waist, that Hicks came up from behind her, and that they fell to the ground. She said that they stayed on the ground until the police arrived.\nMichael Hicks testified that Watson informed him that there was a customer who had some film that she did not think he was going to pay for because he had been stopped before for the same thing and had been banned from the store. He and Watson followed appellant out through the greenhouse doors, and when asked about the film, appellant told them that he was waiting for a friend. When asked to produce a receipt and to come back inside, appellant ran from them. Hicks said that he tackled appellant and that they struggled for a little while. Appellant asked if he could pull his pants up, and when Hicks let him up, appellant ran again. Hicks said that they somehow got appellant back on the ground again and did not let him back up until the police arrived.\nBill Yeager, a detective for the Little Rock Police Department, testified that appellant gave him a statement. Appellant said that he had gone to Wal-Mart with a friend and the friend had picked up some photographs. They left the store, he was stopped outside and asked about the pictures, and when he could not produce a receipt, store employees attempted to take him back in the store and a scuffle ensued. Appellant said that he assumed his friend had paid for the pictures.\nAfter Detective Yeager's testimony, the State rested. Appellant moved for dismissal of both charges. Specifically, he moved for dismissal of the robbery charge on the basis that the State failed to show that appellant was the one who had employed any physical force. Appellant's motions were denied.\nAppellant testified on his own behalf. He said that when he was leaving Wal-Mart, Watson stopped him and asked him if he had a receipt for the pictures. He told her no, that they were not his. He said that Hicks tackled him from behind, and that the force fractured his ankle. He said that he could not stand on his right *806 leg as a result of the fracture. Because the concrete was hot, he asked if he could get up, and he stumbled because he could not stand on his leg. He denied trying to leave again. He said that when he tried to stand on his leg, Watson and Hicks grabbed him and they fell forward again. He said that a third person appeared and was also holding him down on the ground, and that he was not struggling with them. He denied threatening, punching, or kicking anyone. He said that the only thing he said to them was that the ground was hot and that he did not take the pictures.\nOn appeal, appellant argues that there was insufficient evidence of the use of force in the commission of the theft; therefore, the trial court erred in denying his motions to dismiss the charge of robbery. We hold that, given our standard of review and the precedential case law, we must affirm appellant's robbery conviction.\nSeveral cases have addressed the requisite force necessary to sustain a conviction for robbery. In Wilson v. State, 262 Ark. 339, 556 S.W.2d 657 (1977), an officer saw appellant put a roast in his clothing and leave the store without paying for it. The officer stopped appellant, told him that he was under arrest, and told him that he would have to come with him to the office. On the way to the office, appellant broke loose from the officer's restraint and a fight ensued. The officer suffered an injured back and broken sternum as a result of the fight. In affirming the robbery conviction, the supreme court held that there was an employment of force immediately after the theft to resist apprehension or arrest.\nIn Jarrett v. State, 265 Ark. 662, 580 S.W.2d 460 (1979), appellant's robbery conviction was affirmed, with the supreme court holding that the evidence in that case supported a finding that immediately after committing a theft, the appellant resisted apprehension by employing or threatening to employ physical force upon an officer. There, appellant took a cart loaded with meat into a storeroom and began putting it into two large sacks while, unbeknownst to him, an officer was watching. When appellant saw the officer, he began to run; he stopped when the officer pulled his gun and ordered him to do so, but a fight broke out when the officer tried to handcuff him. The two fought until the officer's gun accidentally went off, at which time appellant was taken into custody.\nIn affirming appellant's robbery conviction, the majority opinion in Jarrett discussed the fact that the crime of robbery had been materially changed by the criminal code, with the primary emphasis becoming the threat of physical harm to the victim. Justices Hickman and Purtle dissented, stating that there was no indication that appellant exerted any force whatsoever except to try to keep from being handcuffed, and that the main force was exerted by the officer as he was attempting to handcuff appellant. The dissent stated that naturally there was physical force when appellant pulled back, that the two may have even scuffled, but that the most that could be said was that appellant was resisting arrest. The dissenting judges further stated that they did not believe that the General Assembly intended that every supposedly attempted theft would be considered a robbery, and noted that most any shoplifting or theft or resisting arrest case would now be classified as a robbery if the majority opinion stood.\nIn Turner v. State, 270 Ark. 969, 606 S.W.2d 762 (1980), and Fairchild v. State, 269 Ark. 273, 600 S.W.2d 16 (1980), appellants' robbery convictions were affirmed. In Turner, the supreme court held that there was sufficient restraint when appellant obstructed the victims' path and seized one of the victim's wrists with sufficient *807 force to compel her to release her billfold. Likewise, in Fairchild, restraint and bodily impact sufficient to constitute physical force was found when the appellant jerked the door away from the victim, cornered her in a back hallway, and grabbed her dress.\nIn Williams v. State, 11 Ark.App. 11, 665 S.W.2d 299 (1984), this court affirmed appellant's conviction for robbery when she was detained for shoplifting six steaks, she bit one of the employees and violently resisted during attempted apprehension, and she then fled the store. In affirming, this court held, \"The clear legislative intent was to define robbery so as to cover situations where persons who have committed a theft choose to employ force to avoid arrest.\" 11 Ark.App. at 12, 665 S.W.2d at 300.\nIn Scott v. State, 27 Ark.App. 1, 764 S.W.2d 625 (1989), the appellant attempted to leave K-Mart without paying for a coat and tie; when the security officer stopped him in the foyer and asked him to come with him, appellant said that he had to go tell his mother where he was. When the officer said that he wanted to talk to him first, appellant \"broke away\" and swung his arm, knocking the officer down, and then left the building. This court held that striking the security officer with enough force to knock him to the ground, while not as violent as the altercation in Jarrett, supra, was sufficient physical force to sustain the robbery conviction.\nIn Becker v. State, 298 Ark. 438, 768 S.W.2d 527 (1989), a supermarket employee saw appellant hide a ham in his coat; a security officer stopped appellant and told him to come to the office with him after he left without paying for it. Appellant followed the officer to the office, returned the ham when asked, and was told that he was under arrest for shoplifting. The officer asked appellant to take off his coat, which appellant did, but appellant refused to turn around and place his hands behind his head when asked to do so by the officer. Instead, appellant grabbed his coat and started to leave, but the officer grabbed the coat and forced appellant into a chair. Appellant then leapt up, struck the officer in the chest, and attempted to leave again. Appellant and the officer struggled for \"some time\" before appellant was subdued. The supreme court affirmed the robbery conviction, holding that the robbery statute clearly states \"that a defendant is responsible for the use of force on anyone either before, during or after the theft.\" 298 Ark. at 441, 768 S.W.2d at 529.\nJustices Purtle and Hickman again dissented in Becker, contending that the appellant, in his attempt to avoid apprehension, was not using the type of physical force envisioned in the statutory definition of robbery. They pointed out that all of the force employed in that case was directed at the appellant and that at most, he only \"bumped into the off-duty officer as he attempted to get up out of his chair to leave the office.\" 298 Ark. at 443, 768 S.W.2d at 530. The justices espoused that this case \"did nothing to promote a fair and just criminal justice system,\" id., and they further denoted that many people who killed another person received less harsh punishments than this appellant.\nIn Baldwin v. State, 48 Ark.App. 181, 892 S.W.2d 534 (1995), this court held that there was sufficient \"bodily impact\" to show physical force and sustained a robbery conviction when the appellant pulled the victim's hand off the horn of her car, blocked her exit with his duffle bag, and touched her body with his while she was getting out of her car and he was getting into it.\nTurning to the facts in the present case, when we view the evidence in the light most favorable to the State, as we must, *808 and in light of precedential case law, particularly Jarrett, supra, Becker, supra, and Baldwin, supra, we hold that appellant's robbery conviction must be affirmed. Watson and Hicks both testified that there was a \"struggle\" between them and appellant, which would imply that appellant was employing some type of physical force against the two of them, even if Hicks was the person who used physical force first.\nAffirmed.\nPITTMAN and GRIFFEN, JJ., agree.\n",
            "ocr": false,
            "opinion_id": 2340965
        }
    ],
    "court_short_name": "Court of Appeals of Arkansas",
    "court_full_name": "Court of Appeals of Arkansas",
    "court_type": "SA",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}