{
    "id": 2374474,
    "judges": "Sue L. Robinson",
    "date_filed": 1218499200000,
    "date_filed_is_approximate": false,
    "slug": "yost-v-williams",
    "case_name_short": "Yost",
    "case_name": "Yost v. Williams",
    "case_name_full": "Michael YOST, Petitioner, v. Raphael WILLIAMS, Warden, and Joseph R. Biden, III, Attorney General of the State of Delaware, Respondents",
    "attorneys": "Michael Yost, Pro se petitioner., Kevin M. Carroll, Deputy Attorney General, Delaware Department of Justice, Wilmington, DE, for respondents.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b531-13\">\n    Michael YOST, Petitioner, v. Raphael WILLIAMS, Warden, and Joseph R. Biden, III, Attorney General of the State of Delaware, Respondents.\n   </parties><br><docketnumber id=\"b531-16\">\n    Civil Action No. 07-838-SLR.\n   </docketnumber><br><court id=\"b531-17\">\n    United States District Court, D. Delaware.\n   </court><br><decisiondate id=\"b531-19\">\n    Aug. 12, 2008.\n   </decisiondate><br><attorneys id=\"b533-17\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"493\"> \n     *493\n     </span>\n    Michael Yost, Pro se petitioner.\n   </attorneys><br><attorneys id=\"b533-18\">\n    Kevin M. Carroll, Deputy Attorney General, Delaware Department of Justice, Wilmington, DE, for respondents.\n   </attorneys>",
    "citations": [
        "572 F. Supp. 2d 491"
    ],
    "opinions": [
        {
            "author_str": "Robinson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2751.0,
            "opinion_text": "\n(2008)\nMichael YOST, Petitioner,\nv.\nRaphael WILLIAMS, Warden, and Joseph R. Biden, III, Attorney General of the State of Delaware, Respondents.\nCivil Action No. 07-838-SLR.\nUnited States District Court, D. Delaware.\nAugust 12, 2008.\n\nMEMORANDUM OPINION\nSUE L. ROBINSON, District Judge.\n\nI. INTRODUCTION\nPresently before the court is petitioner Michael Yost's (\"petitioner\") application for a writ of habeas corpus pursuant to 28 U.S.C. § 2254. (D.I. 1) Petitioner was incarcerated at the Howard R. Young Correctional Institution in Wilmington, Delaware, when he filed the application.[1] For the reasons that follow, the court will dismiss his application.\n\nII. FACTUAL AND PROCEDURAL BACKGROUND[2]\nPetitioner pled guilty to one count of second degree burglary and one count of carrying a concealed deadly weapon on February 1, 2007. The Superior Court sentenced petitioner to three years at Level V incarceration for the burglary conviction, suspended for six months at Level IV home confinement, followed by six months at Level III. For the carrying conviction, the Superior Court sentenced petitioner to one year at Level V, suspended for one year at Level III concurrent probation. (D.I. 18; D.I. 20)\nIn March 2007, the Superior Court found that petitioner had violated the terms of his probation due to his involvement in a motor vehicle theft. On March 27, 2007, the Superior Court re-sentenced petitioner on the February 2007 burglary conviction to three years at Level V, suspended after 90 days at Level V, followed by six months at Level IV home confinement. Id.\nIn December 2007, petitioner filed a motion for modification of sentence and a petition for a writ of habeas corpus. (D.I. 20) The Superior Court denied the petition for a writ of habeas corpus in January 2008, petitioner appealed, and the Delaware Supreme Court denied the appeal in April 2008 for failure to prosecute. See Yost v. State, No.32, 3008, 2008 WL 1779213, Order (Del. Apr. 21, 2008). Petitioner then filed a motion for credit for time previously served, which the Superior Court granted in February 2008. Consequently, on February 6, the Superior Court filed a corrected violation of probation sentencing order, giving petitioner credit for 78 days served. (D.I. 20)\nIn January 2008, petitioner filed a notice of appeal from the Superior Court's violation of probation decision that was issued in March 2007. Yost v. State, 947 A.2d 1124 (Table), 2008 WL 223263 (Del. Jan.25, 2008). The Delaware Supreme Court denied the appeal as untimely. Id. On January 28, 2008, petitioner filed a document titled motion for illegal sentence under Rule 35(a), which the Superior Court returned as a non-compliant Rule 61 motion. (D.I. 12; D.I. 20)\nOn February 8, 2008, the Superior Court denied as time-barred the motion for modification of sentence that was filed in December 2007. Petitioner filed another petition for a writ of habeas corpus in the Superior Court on March 7, 2008, which the Superior Court denied on March 24, 2008. However, due to a request from probation and parole, the Superior Court modified the violation of probation order to allow petitioner to be held at either Level IV home confinement or work release following his 90 days at Level V. This order was dated March 4, 2008, and was effective as of March 13,2008. (D.I. 20)\nIn the meantime, on August 16, 2007, petitioner pled guilty to one count of motor vehicle theft, the incident that led to his violation of probation with respect to his February 2007 conviction for burglary and weapons possession. The Superior Court sentenced petitioner to two years at Level V, suspended after six months, for twelve months at Level III. Petitioner did not appeal his sentence or conviction to the Delaware Supreme Court. Instead, on December 10, 2007, petitioner filed in the Superior Court a petition for a writ of habeas corpus, which the Superior Court denied on December 12, 2007. (D.I. 18; D.I. 20)\nOn December 20, 2007, petitioner filed the instant application in this court. (D.I. 1; D.I. 3) The State filed an answer, arguing that the application was procedurally barred from federal habeas review. (D.I. 18)\n\nIII. GOVERNING LEGAL PRINCIPLES\n\nA. Exhaustion and Procedural Default\nA federal court may consider a habeas petition filed by a state prisoner only \"on the ground that he is in custody in violation of the Constitution or laws or treaties of the United States.\" 28 U.S.C. § 2254(a). One prerequisite to federal habeas review is that a petitioner must exhaust all remedies available in the state courts. See 28 U.S.C. § 2254(b)(1). The exhaustion requirement is grounded on principles of comity to ensure that state courts have the initial opportunity to review federal constitutional challenges to state convictions. Werts v. Vaughn, 228 F.3d 178, 192 (3d Cir.2000).\nA petitioner satisfies the exhaustion requirement by \"fairly presenting\" the substance of the federal habeas claim to the state's highest court, either on direct appeal or in a post-conviction proceeding, and in a procedural manner permitting the state courts to consider it on the merits. See Duncan v. Henry, 513 U.S. 364, 365, 115 S.Ct. 887, 130 L.Ed.2d 865 (1995); Castille v. Peoples, 489 U.S. 346, 351, 109 S.Ct. 1056, 103 L.Ed.2d 380 (1989); Lambert v. Blackwell, 134 F.3d 506, 513 (3d Cir.1997). If the petitioner presents a habeas claim to the state's highest court, but that court \"clearly and expressly\" refuses to review the merits of the claim due to an independent and adequate state procedural rule, the claim is exhausted but procedurally defaulted. See Coleman v. Thompson, 501 U.S. 722, 750, 111 S.Ct. 2546, 115 L.Ed.2d 640 (1991); Harris v. Reed, 489 U.S. 255, 260-64, 109 S.Ct. 1038, 103 L.Ed.2d 308 (1989).\nA federal court cannot review the merits of procedurally defaulted claims unless the petitioner demonstrates either cause for the procedural default and actual prejudice resulting therefrom, or that a fundamental miscarriage of justice will result if the court does not review the claims. McCandless v. Vaughn, 172 F.3d 255, 260 (3d Cir.1999); Coleman, 501 U.S. at 750-51, 111 S.Ct. 2546; Caswell v. Ryan, 953 F.2d 853, 861-62 (3d Cir.1992). To demonstrate cause for a procedural default, the petitioner must show that \"some objective factor external to the defense impeded counsel's efforts to comply with the State's procedural rule.\" Murray v. Carrier, 477 U.S. 478, 488, 106 S.Ct. 2639, 91 L.Ed.2d 397 (1986). \"To demonstrate actual prejudice, the petitioner must show that the errors during his trial created more than a possibility of prejudice; he must show that the errors worked to his actual and substantial disadvantage, infecting his entire trial with error of constitutional dimensions.\" Id. at 494, 106 S.Ct. 2639.\nAlternatively, if the petitioner demonstrates that a \"constitutional violation has probably resulted in the conviction of one who is actually innocent,\" Murray, 477 U.S. at 496, 106 S.Ct. 2639, then a federal court can excuse the procedural default and review the claim in order to prevent a fundamental miscarriage of justice. Edwards v. Carpenter, 529 U.S. 446, 451, 120 S.Ct. 1587, 146 L.Ed.2d 518 (2000); Wenger v. Frank, 266 F.3d 218, 224 (3d Cir.2001). The miscarriage of justice exception applies only in extraordinary cases, and actual innocence means factual innocence, not legal insufficiency. Bousley v. United States, 523 U.S. 614, 623, 118 S.Ct. 1604, 140 L.Ed.2d 828 (1998); Murray, 477 U.S. at 496, 106 S.Ct. 2678. A petitioner establishes actual innocence by asserting \"new reliable evidence\u0097whether it be exculpatory scientific evidence, trustworthy eyewitness accounts, or critical physical evidence\u0097that was not presented at trial,\" showing that no reasonable juror would have voted to find the petitioner guilty beyond a reasonable doubt. Hubbard v. Pinchak, 378 F.3d 333, 339-40 (3d Cir.2004).\n\nIV. DISCUSSION\nAlthough not entirely clear; petitioner appears to argue that his Fifth Amendment right to be protected against double jeopardy was violated when he was independently prosecuted for the theft of a motor vehicle after the Superior Court had already determined that his participation in the motor vehicle theft violated the terms of his probation for his February 2007 burglary conviction. Based on its review of the record, the court concludes that it is procedurally barred from considering this claim. As an initial matter, given that petitioner pled guilty to the motor vehicle theft in August 2007 after he was sentenced for his violation of probation, it would have been logical for petitioner to have raised his double jeopardy claim on direct appeal of his conviction for motor vehicle theft. Petitioner, however, did not appeal his conviction for motor vehicle theft and, therefore, he did not utilize this particular opportunity to present the instant claim to the Delaware Supreme Court. At this juncture, Delaware procedural rules would bar petitioner from obtaining further state court review of this claim with respect to his motor vehicle theft conviction.[3] Thus, petitioner has procedurally defaulted his double jeopardy claim as it relates to his conviction for motor vehicle theft.\nSecond, although petitioner may have attempted to raise the instant claim when he filed a notice of appeal in January 2008 with respect to his March 2007 violation of probation,[4] the Delaware Supreme Court denied the appeal as untimely under Delaware Supreme Court Rule 6. This court has consistently held that a dismissal pursuant to Delaware Supreme Court Rule 6 constitutes a procedural default under the independent and adequate state procedural rule doctrine. See Kirby v. Delaware Via Detainer, 2001 WL 641729, at *3 (D.Del. May 29, 2001) (collecting cases). By denying petitioner's claim under Rule 6, the Delaware Supreme Court plainly stated that its decision rested on state law grounds. Harris v. Reed, 489 U.S. 255, 263-64, 109 S.Ct. 1038, 103 L.Ed.2d 308 (1989). Therefore, the court concludes that the instant claim is also procedurally defaulted as it relates to his violation of probation.[5]\nBased on the preceding analysis, the court cannot review the merits of the procedurally defaulted double jeopardy claim unless petitioner demonstrates cause for the default and prejudice resulting therefrom, or that a miscarriage of justice will occur if the claims are not reviewed. Petitioner, however, does not assert, and the court cannot discern, any cause for his failure to present the double jeopardy claim to the Delaware Supreme Court. In the absence of cause, the court will not address the issue of prejudice. Moreover, the miscarriage of justice exception to the procedural default doctrine does not excuse petitioner's default because he has not provided new reliable evidence of his actual innocence. Accordingly, the court will dismiss the application in its entirety as procedurally barred.\n\nV. CERTIFICATE OF APPEALABILITY\nFinally, the court must decide whether to issue a certificate of appealability. See Third Circuit Local Appellate Rule 22.2. The court may issue a certificate of appealability only when a petitioner makes a \"substantial showing of the denial of a constitutional right.\" 28 U.S.C. § 2253(c)(2). This showing is satisfied when the petitioner demonstrates \"that reasonable jurists would find the district court's assessment of the denial of a constitutional claims debatable or wrong.\" Slack v. McDaniel, 529 U.S. 473, 484, 120 S.Ct. 1595, 146 L.Ed.2d 542 (2000).\nFurther, when a federal court denies a habeas petition on procedural grounds without reaching the underlying constitutional claim, the prisoner must demonstrate that jurists of reason would find it debatable: (1) whether the petition states a valid claim of the denial of a constitutional right; and (2) whether the court was correct in its procedural ruling. Slack, 529 U.S. at 484, 120 S.Ct. 1595.\nFor the reasons stated above, the court concludes that petitioner's habeas application must be denied. Reasonable jurists would not find this conclusion debatable. Consequently, petitioner has failed to make a substantial showing of the denial of a constitutional right, and a certificate of appealability will not be issued.\n\nVI. CONCLUSION\nFor foregoing reasons, the court will deny petitioner's application for habeas relief filed pursuant to 28 U.S.C. § 2254.\nAn appropriate order will be entered.\n\nORDER\nFor the reasons set forth in the memorandum opinion issued this date, IT IS HEREBY ORDERED that:\n1. Petitioner Michael Yost's application for a writ of habeas corpus pursuant to 28 U.S.C. § 2254 is DENIED. (D.I. 1)\n2. The court declines to issue a certificate of appealability. See 28 U.S.C. § 2253(c)(2).\nNOTES\n[1]  The record suggests that petitioner was released on probation during the pendency of this proceeding, but that he may have been re-incarcerated in late spring of 2008. Even if petitioner is still on probation, the court has jurisdiction over the instant proceeding because probation satisfies the custody requirement of 28 U.S.C. § 2254: Lee v. Stickman, 357 F.3d 338, 342 (3d Cir.2004).\n[2]  The State's position is that petitioner procedurally defaulted his claims. However, the State's summary of the procedural background does not provide a complete picture of petitioner's attempt to exhaust state remedies. Consequently, the court was required to sift through the rather confusing and limited state record in an attempt to compose a comprehensive history. The court requests that the State provide a more thorough procedural history in future cases.\n[3]  For instance, the time for appealing the conviction has long since past. See Del.Supr. Ct. R. 6 (30 day period for filing notice of appeal). Additionally, any attempt by petitioner to raise this claim in a state collateral proceeding would be barred as untimely under Rule 61(i)(1), as repetitive under Rule 61(i)(2), and as procedurally defaulted under Rule 61(i)(3). See Righter v. Snyder, 2002 WL 63802, at *4 (D.Del. Jan.17, 2002).\n[4]  The record does not indicate whether petitioner actually raised the instant double jeopardy claim in his violation of probation appeal. Nevertheless, for the purposes of this opinion, the court will presume that he did.\n[5]  Additionally, although petitioner may have presented his double jeopardy argument when he appealed the Superior Court's January 2008 decision denying his petition for a writ of habeas corpus, the Delaware Supreme Court denied the appeal in April 2008 for failure to prosecute. See Yost v. State, No.32, 3008, 2008 WL 1779213, Order (Del. Apr. 21, 2008). By failing to prosecute his appeal, petitioner procedurally defaulted any claims raised therein because his presentation did not enable the Delaware Supreme Court to review the claims on their merits.\n\n",
            "ocr": false,
            "opinion_id": 2374474
        }
    ],
    "court_short_name": "D. Delaware",
    "court_full_name": "District Court, D. Delaware",
    "court_type": "FD",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Robbery"
}