{
    "id": 2377866,
    "judges": "Fullam",
    "date_filed": "2019-05-11",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-jannotti",
    "case_name_short": "Jannotti",
    "case_name": "United States v. Jannotti",
    "case_name_full": "UNITED STATES of America v. Harry P. JANNOTTI, George X. Schwartz",
    "attorneys": "Joseph M. Fioravanti, James J. Rohn, Asst. U. S. Attys., Philadelphia, Pa., Richard Ben-Veniste, Washington, D. C., for the Government., J. Clayton Undercofler, III, Philadelphia, Pa., for Jannotti., Richard A. Sprague, Pamela W. Higgins, Philadelphia, Pa., for Schwartz.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 31,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1238-3\">\n    UNITED STATES of America v. Harry P. JANNOTTI, George X. Schwartz.\n   </parties><br><docketnumber id=\"b1238-5\">\n    Crim. No. 80-166.\n   </docketnumber><br><court id=\"b1238-6\">\n    United States District Court, E. D. Pennsylvania.\n   </court><br><decisiondate id=\"b1238-8\">\n    Nov. 26, 1980.\n   </decisiondate><br><attorneys id=\"b1239-25\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1183\"> \n     *1183\n     </span>\n    Joseph M. Fioravanti, James J. Rohn, Asst. U. S. Attys., Philadelphia, Pa., Richard Ben-Veniste, Washington, D. C., for the Government.\n   </attorneys><br><attorneys id=\"b1239-26\">\n    J. Clayton Undercofler, III, Philadelphia, Pa., for Jannotti.\n   </attorneys><br><attorneys id=\"b1239-27\">\n    Richard A. Sprague, Pamela W. Higgins, Philadelphia, Pa., for Schwartz.\n   </attorneys>",
    "citations": [
        "501 F. Supp. 1182"
    ],
    "opinions": [
        {
            "author_str": "Fullam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1131.0,
            "opinion_text": "\n501 F. Supp. 1182 (1980)\nUNITED STATES of America\nv.\nHarry P. JANNOTTI, George X. Schwartz.\nCrim. No. 80-166.\nUnited States District Court, E. D. Pennsylvania.\nNovember 26, 1980.\n*1183 Joseph M. Fioravanti, James J. Rohn, Asst. U. S. Attys., Philadelphia, Pa., Richard Ben-Veniste, Washington, D. C., for the Government.\nJ. Clayton Undercofler, III, Philadelphia, Pa., for Jannotti.\nRichard A. Sprague, Pamela W. Higgins, Philadelphia, Pa., for Schwartz.\n\nMEMORANDUM AND ORDER\nFULLAM, District Judge.\nThe defendant George X. Schwartz has been found guilty by a jury of conspiring, in violation of 18 U.S.C. § 1962(d), to violate provisions of the Racketeer Influenced and Corrupt Organizations Statute, 18 U.S.C. § 1962(c) (\"RICO\" conspiracy), and, together with co-defendant Harry P. Jannotti, of conspiring to obstruct commerce in violation *1184 of the Hobbs Act, 18 U.S.C. § 1951(a). Before trial, both defendants sought dismissal of the Indictment on constitutional grounds, alleging various forms of prosecutorial misconduct. Extensive hearings were held, but I concluded that decision must await the further development of the record at trial. At the conclusion of the Government's case, and again at the conclusion of all of the evidence, the defendants sought judgment of acquittal pursuant to F.R.Crim.P. 29, and renewed their motions to that end after the jury's verdict. This Opinion addresses both sets of motions, which to some extent involve similar or closely related issues.\n\nI. HOBBS ACT CONSPIRACY\nAt all pertinent times, the defendant Schwartz was President of the Philadelphia City Council, and the defendant Jannotti was a member of City Council. The Government's evidence at trial proved that Schwartz accepted $30,000 and Jannotti accepted $10,000 from undercover F.B.I. agents who purported to be representatives of wealthy Arab investors contemplating construction of an elaborate hotel complex in Philadelphia. There is no dispute about the defendants' receipt of the payments, and the evidence permitted, although it did not compel, the inference that the payments represented bribes paid in exchange for the defendants' assurances of using their official positions to pave the way for expeditious completion of the project.\nThe Hobbs Act, 18 U.S.C. § 1951(a) makes criminal the conduct of\n\"whoever in any way or degree obstructs, delays, or affects commerce or the movement of any article or commodity in commerce, by robbery or extortion or attempts or conspires so to do....\"\nThe issue to be decided is whether the Government succeeded in proving the necessary nexus between the defendants' actions and interstate commerce. The Government introduced no evidence on that subject, arguing instead that the jury should be permitted to infer, on the basis of common knowledge, that a hotel project of the magnitude of the one under discussion (ultimately stated to be approximately $34 million) would necessarily involve interstate commerce; and that, in any event, the transfer of funds for the project by the foreign investors would fall within the definition of commerce as used in the Hobbs Act.\nFor present purposes, I shall assume that the evidence permitted the jury to conclude that, if the project had in fact been a genuine project, it would have required the movement of articles in interstate commerce, and that the payment of these bribes would have affected such commerce by depleting the funds available for carrying out the project. The problem which remains is that there never was any such planned project. The Arabs, their plans, and their money, were all entirely fictitious.\nAt an earlier stage of this litigation, by Order entered August 18, 1980, I dismissed those counts of the Indictment which charged substantive offenses under the Hobbs Act, reasoning that there was no possibility that the bribe payments could actually have affected commerce. I declined at that time to dismiss the conspiracy charge, however, on the theory that the Government might be able to prove that the defendants had an actual conscious intent to obstruct interstate commerce, and that legal impossibility of fulfillment of such intent would not be a defense to a conspiracy charge. I also left open the possibility that proof of a conspiracy to commit acts which, if completed, would affect commerce, might suffice to establish federal jurisdiction.\nThere is no contention that the evidence at trial proved that interference with interstate commerce was a conscious object of the alleged conspiracy. And, upon further reflection, I am now of the opinion that this Court's jurisdiction under the Hobbs Act has not been established.\nThe Government's position, adopted in the Court's charge to the jury, is that the matter should be viewed from the perspective of the defendants. If, as the defendants *1185 perceived the matter, the actions they conspired to carry out could realistically have had an effect on interstate commerce, the Government contends, they can properly be convicted of Hobbs Act conspiracy. I am constrained to disagree. Federal jurisdiction is not conferred by a defendant's erroneous perceptions. The criminal jurisdiction of a federal court is conferred by the laws enacted by Congress. While the jurisdictional reach of the Hobbs Act is undoubtedly extensive, touching conduct having only minimal or potential impact upon commerce (broadly defined), it does not operate to confer federal jurisdiction over purely hypothetical potential impacts on commerce which could never occur.\nAnother aspect of this problem should perhaps be mentioned. Extortion, as used in the statute, is defined as\n\"... the obtaining of property from another, with his consent, induced by wrongful use of actual or threatened force, violence, or fear, or under color of official right.\" (§ 1951(b)(2).)\nAs discussed in my August 18, 1980 Memorandum, there is some lack of unanimity among appellate decisions as to whether \"consent induced... under color of official right\" covers ordinary bribery, or whether some element of coercion is required to be shown. While it is now clear in this Circuit that the use of official position to obtain money unlawfully is covered by the Hobbs Act, all of the decisions on that subject in this Circuit involved situations in which a demand or request for payment could reasonably be perceived as having emanated from the public official. I am aware of no appellate decision, in any circuit, upholding a Hobbs Act conviction on the basis of a bribe which was neither requested by the official, nor perceived by the payor as either necessary or at least helpful. In contrast, the evidence in the present case clearly establishes that not only did the defendants not request payment, they made it very clear that the payments would not be necessary.[1]\nTo permit the convictions of Hobbs Act conspiracy in this case to stand would represent a substantial stretching of the definition of extortion, and a corresponding expansion of federal jurisdiction in derogation of the criminal jurisdiction of state courts. In my judgment, it is impermissible to treat federal jurisdiction thus doubly expansively: first by extending it to passive acceptance of gratuities by public officials, and second by extending it to purely hypothetical situations.\nThe guilty verdict on Count III of the Indictment will be vacated, and Count III will be dismissed for lack of jurisdiction.\n\nII. RICO CONSPIRACY\nIn Count II of the Indictment, the defendants were charged with conspiracy to conduct the affairs of an enterprise, to wit, the law firm of Criden, Johanson, Dolan, Morrissey and Cook, of which co-defendant Howard Criden was a partner, through a pattern of racketeering activity, to wit, the payment of bribes to public officials. The defendant Jannotti was acquitted on this count; the Government's own evidence tended to show that he was not even aware of the existence of the law firm, probably did not know that Howard Criden was a lawyer, and may very well have had no knowledge of bribery activities other than the single payment to him. The defendant Schwartz was convicted, and the question is whether the evidence adequately supports the verdict.\n*1186 There was ample evidence that Criden engaged in a pattern of racketeering activity, that is, that he was involved in a series of bribes to public officials. And there was adequate and uncontradicted evidence to the effect that the law firm of Criden, Johanson, Dolan, Morrissey and Cook purchased supplies and equipment from out-of-state vendors, represented out-of-state clients, and acted as counsel in interstate transactions. Whether Criden's bribery activities occurred in the conduct of the affairs of the law firm is a closer question, as is the issue of Schwartz's knowing participation in a conspiracy having as its object the conduct of the affairs of that law firm.\nThe evidence makes clear that only three of the lawyers associated with the law firm mentioned in the Indictment had any knowledge of the illegal activities of Criden, or shared in the proceeds. Indeed, the law firm named in the Indictment appears to have been a loosely-structured, flexible arrangement, in which decisions as to whether particular fees belonged to the firm or to individual lawyers were made on an ad hoc basis, after the fact. Criden and Johanson received fees for their part in introducing the undercover agents to public officials who accepted bribe payments. Johanson received a bribe payment himself, and Criden both received payment from the undercover agents for his services, and, in some instances, received a portion of the bribe from the recipient of the bribe. Some of the money was distributed among Johanson, Criden and Cook, and some of it was placed in a safe deposit box to which only those three had access. On one occasion, when the law firm needed cash to meet its expenses, Criden arranged to have $2500 removed from the safe deposit box and paid to the firm, ostensibly as fees received from inactive corporations he controlled.\nIt is also reasonably clear that Criden, Johanson and Cook labored under the assumption that the law firm, or certain portions of the law firm, would be performing legal services for the Arabs' hotel enterprise and other business involvements in Philadelphia. Indeed, the prospect of such lucrative law business was an important part of the motivation of the three men.\nTaken as a whole, I believe the circumstances established on this record permitted the jury reasonably to conclude that Criden's bribery activities were undertaken in his conduct of the affairs of the law firm. See, e. g., U. S. v. Scotto (2d Cir. Sept. 2, 1980), 28 Crim.L.R. 2026.\nThe conviction of Mr. Schwartz on Count II of the Indictment required proof that he knowingly participated in a conspiracy, one of the objects of which was Criden's conduct of the affairs of the law firm through a pattern of bribes. The defendant contends that, whereas the evidence does justify the inference that Mr. Schwartz knew that Criden was involved in at least two bribe transactions, those in which Schwartz and Jannotti received payments, the conclusion that Schwartz intended to aid Criden in conducting the affairs of Criden's law firm by that means is totally unfounded.\nFor many years Mr. Schwartz was a partner in a large center city law firm, which is now known as Blank, Rome, Comisky and McCauley (hereinafter \"Blank, Rome\"). He withdrew from the active practice of the law in about 1970 or 1971, and severed all connections with the firm at that time. However, his son is now associated with that firm, and Mr. Schwartz himself continues to be personally friendly with various members of that firm. In the course of his meeting with the undercover agents, Schwartz was asked to recommend a law firm which, in his judgment, would do a good job in handling the legal affairs of the proposed hotel project. He mentioned three firms, one of which was Blank, Rome. Shortly thereafter, while having lunch with a partner in the Blank, Rome firm, Schwartz alerted him to the possibility that the Arabs might be interested in retaining Blank, Rome, and also explained that Criden apparently expected his own firm to share in the work, and in any fees which might be generated. It was agreed that Criden's law firm would not be able to participate, because Johanson, a member of City Council, was a member of that firm. *1187 There was no further discussion of the project with the Blank, Rome firm, but it appears that shortly thereafter, Criden and Cook discussed the possibility of severing their connection with the existing law firm, and joining Blank, Rome in some fashion, if the hotel project materialized, and if the Arabs should select Blank, Rome as their counsel.\nI believe the evidence permitted the jury to conclude that the defendant participated in the bribe transaction with knowledge that Criden was also a participant, that Criden was engaged in a series of similar transactions, and that Criden's activities occurred in the course of his conduct of the affairs of Criden's law firm. In my view, it was not necessary for the Government to prove that Schwartz fully supported all of Criden's long-range goals. Moreover, there is authority for the proposition that proof of scienter and mens rea which suffices for conviction of the predicate offenses also suffices for conviction of RICO conspiracy based upon those predicate offenses. U. S. v. Boylan, 620 F.2d 359 (2d Cir. 1980).\nThe defendant, relying on U. S. v. Elliott, 571 F.2d 880 (5th Cir. 1978), argues that the Government was required to prove that he specifically intended to participate in the conduct of the affairs of the enterprise through a pattern of racketeering activity, that is, it must be shown that the defendant himself participated in at least two acts of racketeering. Upon close reading of the opinion in that case, it is not altogether clear that the court goes that far; there is room for an interpretation to the effect that participation in a single act of racketeering, with knowledge that it was part of a pattern of similar acts, would suffice. Be that as it may, there was evidence in the present case from which the jury could reasonably have concluded that Schwartz had some involvement in the Jannotti bribe transaction as well as his own.\nTaken as a whole, and viewed in the light most favorable to the Government, the evidence in this case sufficed to enable a reasonable jury to conclude, with the requisite assurance, that the essential elements of the crime charged in Count II of the Indictment were made out, as to the defendant Schwartz. It therefore becomes necessary to address the entrapment and due process defenses asserted.\n\nIII. ENTRAPMENT\n\nA. In General\n\nDiscussion of the law of entrapment properly begins with a brief recapitulation of the decisions of the Supreme Court on this subject. In Sorrells v. U. S., 287 U.S. 435, 53 S. Ct. 210, 77 L. Ed. 413 (1932), a prohibition agent, masquerading as a businessman-tourist, persuaded the defendant to obtain for him a half-gallon of whiskey. The defendant yielded to repeated requests, made in the course of a social gathering in which the prohibition agent emphasized his World War I military service in the same unit as the defendant. The Court unanimously held that these circumstances, if established, amounted to impermissible entrapment. The majority, in an opinion by Chief Justice Hughes, took the position that Congress could not have intended the National Prohibition Act to apply to sales induced by government agents from otherwise innocent defendants, and held that the entrapment defense should have been submitted to the jury. The Chief Justice referred to\n\"... the duty of the Court to stop the prosecution in the interest of the Government itself, to protect it from the illegal conduct of its officers, and to preserve the purity of its courts.\" (287 U.S. at p. 446, 53 S.Ct. at p. 214.)\nThe concurring opinion by Mr. Justice Roberts, in which Justices Brandeis and Stone joined, rejected the majority's statutory-intent analysis, but agreed that, if the facts were as asserted by the defendant, no conviction would be permissible. They felt that the issue was properly one for the Court, rather than the jury; the language of the concurring opinion suggests an admixture of due process and supervisory power concepts.\n*1188 In Sherman v. U. S., 356 U.S. 369, 78 S. Ct. 819, 2 L. Ed. 2d 848 (1958), a government informant first met the defendant, a former drug addict, at the office of a physician who was treating both men for addiction-related problems. Thereafter, there were several accidental meetings (e. g., at a drug store where both had their prescriptions filled) in the course of which the two became friendly, compared notes, etc. The informant pretended to be desperately in need of drugs, and repeatedly urged the defendant to obtain some for him. The defendant eventually yielded to these importunings, helped the informant obtain drugs, and became readdicted himself. It was at that point that the informant first contacted law enforcement agents about the defendant, although he had previously acted as informant in other cases. The defendant had twice been convicted of drug-related offenses, several years earlier.\nThe entrapment issues were presented to a jury, which nevertheless convicted the defendant. The Supreme Court unanimously held that the conviction must be reversed, and that the Government's own evidence established entrapment as a matter of law.\nThe majority opinion, by Chief Justice Warren, cited Sorrells, and seems to have adopted its legislative intent rationale. The net effect of the majority opinion, at any rate, is that the line is to be drawn between trapping the unwary innocent, and trapping the unwary guilty, into the commission of a crime. Mr. Justice Frankfurter's concurring opinion, in which he was joined by Justices Douglas, Harlan and Brennan, rejected the legislative intent analysis of Sorrells, and the predisposition analysis of the majority, and urged adoption of an objective test, focusing upon the conduct of the government agents: if the conduct of the government agents was such as to be likely to cause a person of reasonably firm moral convictions to stray from the path of righteousness, the case should be dismissed. The standards of permissible governmental inducement should be the same for all defendants, whether predisposed or not.\nIn U. S. v. Russell, 411 U.S. 423, 93 S. Ct. 1637, 36 L. Ed. 2d 366 (1973), government agents furnished a chemical substance, P2P, not in itself contraband, to the defendant in order to enable him successfully to complete the unlawful manufacture of methamphetamine. In a 5-to-4 decision, the Court upheld the conviction. The majority opinion reaffirmed and clarified the Sherman and Sorrells holdings adopting the subjective approach, and ruled that creative involvement by government agents is not a defense which may be asserted by a predisposed defendant. The dissenters, in opinions by Justices Douglas and Stewart, argued for the objective approach adopted by Mr. Justice Frankfurter in Sherman.\nIn Hampton v. U. S., 425 U.S. 484, 96 S. Ct. 1646, 48 L. Ed. 2d 113 (1976), the defendant claimed that it was the Government which, through an informant, actually supplied the drugs which the defendant was prosecuted for distributing. It was conceded that the defendant was predisposed, and he therefore did not request a jury instruction on entrapment as defined by the majority in Russell. He did, however, specifically request a charge to the effect that, if the jury believed that the drugs had been supplied by the Government, there could be no conviction.\nBy a 5-to-3 vote, the Supreme Court upheld the conviction. The plurality opinion by Mr. Justice Rehnquist, in which Chief Justice Burger and Mr. Justice White joined, expressed the view that there can never be a successful entrapment defense if the defendant is predisposed, and that a defendant may be heard to complain that the conduct of government agents was so egregious as to amount to a violation of due process only if his own due process rights were violated.\nConcurring in the judgment, Mr. Justice Powell, joined by Mr. Justice Blackmun, took the view that there may be situations in which the conduct of the Government is so outrageous as to preclude conviction of even a predisposed defendant; but that the case under consideration did not reach that level of outrageousness. The three dissenting *1189 Justices adhered to the objective analysis of entrapment, and viewed the defendant's conviction as a clear violation of his constitutional rights, and as calling for the exercise of the court's inherent supervisory power over the administration of justice.\nFinally, although not directly pertinent, the recent decision in U. S. v. Payner, ___ U.S. ___, 100 S. Ct. 2439, 65 L. Ed. 2d 468 (1980) should be mentioned. In that case, agents of the Internal Revenue Service hired a firm of private detectives to steal a briefcase from a third party, and helped them photograph numerous documents found therein. These documents led to the discovery of other evidence which formed an important part of the Government's case against the defendant. Conceding that the defendant lacked standing to assert Fourth Amendment issues, the trial court nevertheless, in the exercise of its supervisory powers, suppressed the evidence and set aside the conviction. The Supreme Court, in a 6-to-3 decision, reversed, and reinstated the conviction. The majority opinion, by Mr. Justice Powell, held that it was improper to invoke the court's supervisory power in these circumstances. Only persons whose own Fourth Amendment rights are violated have standing to invoke the exclusionary rule.\nThe guiding principles which emerge with clarity from these pronouncements of the Supreme Court include the following:\n1. It is perfectly proper for law enforcement officials to engage in undercover activities, including deception and trickery, where both the purpose and effect of their activities is to enforce the law by ferreting out and exposing criminal activities. Entrapment issues arise only where the Government induces or persuades a person to commit a crime, or actually participates in the commission of the crime.\n2. Under no circumstances is it permissible to convict of crime a non-predisposed defendant who was induced by government agents to commit the crime charged. No member of the Supreme Court has ever expressed any doubt as to the correctness of this principle, although varying reasons have been put forth from time to time for its justification.\n3. A predisposed defendant may properly be convicted notwithstanding he was induced by government agents to commit the particular crime charged, so long as the inducement is not such as would be likely to cause a person of reasonably firm moral convictions to stray into criminality. For some members of the Court, this is true because, in their view, a predisposed defendant cannot successfully assert an entrapment defense under any circumstances. For other members of the Court, this is true because entrapment should be viewed as a matter of the objective reasonableness of the conduct of the government agents. Neither of these approaches is fully accepted by a majority of the Court. There is, however, majority acceptance of a middle ground, set forth in the following paragraph.\n4. A predisposed defendant may properly be convicted notwithstanding governmental inducement or creative involvement, unless the conduct of the government agents was so outrageous as to violate fundamental concepts of fairness; that is, unless the conduct of the government agents was so outrageous as to be deemed a violation of due process. The converse of this statement, namely, that even a predisposed defendant cannot be convicted if the Government's conduct amounted to a violation of due process, probably also represents the view of a majority of the members of the Court, although some may regard it as still an open question, and it is probable that opinions concerning what is, and what is not, sufficiently outrageous conduct can be expected to vary.\nThere are several pertinent decisions of the courts of appeals which shed light upon the proper application of the principles established by the foregoing Supreme Court decisions to particular fact situations. Before proceeding to a discussion of these intermediate appellate decisions, certain general observations are in order.\n*1190 The first is that decisions rendered before Russell and Hampton have continuing validity only insofar as they are consistent with those decisions.\nThe second, and perhaps less obvious, point is that the term \"inducement\" in the entrapment context is often used in a broad sense, to include very different forms of governmental activity; and that the Supreme Court's resolution of the objective-subjective controversy does not mean that the precise nature of the governmental activity alleged to constitute inducement in a particular case is no longer significant.\nMost of the cases dealing with entrapment have been narcotic cases. Indeed, virtually all of the Supreme Court decisions on this subject have involved some form of contraband. Because of the special problems of detection and proof involved in narcotics cases, and because of the extreme danger to the public inherent in narcotics trafficking, it is plainly necessary to avoid placing undue restrictions upon the scope of permissible police activities in that area. Moreover, the likelihood that a truly non-predisposed person will be lured into crime of that type is relatively slight.\nEntrapment involves both the activities of the government agents and the defendant's response to those activities. Under the general label \"inducement\" the reported decisions have included such diverse elements as suggesting that the crime be committed, providing some or all of the instrumentalities or facilities needed to complete the crime, actively participating in the commission of the crime, providing varying degrees of incentives, providing varying degrees of persuasion or even coercion, or a combination of these ingredients. The term \"predisposition\" has sometimes been interpreted to mean that the defendant was ready and willing to commit crimes of that type, and sometimes to mean that the defendant was ready, willing and able to commit crimes of that type.\nIn the wake of the Russell and Hampton decisions of the Supreme Court, it is probable, although arguably not altogether clear, that a defendant can no longer successfully assert that, although he was ready and willing to commit crimes of that type, he lacked the ability to carry out the crime until the government agents provided essential assistance. In Russell, for example, the chemical ingredient supplied by the Government was not readily obtainable from other sources. On the other hand, the rationale of the majority opinion in that case appears to have been based, at least in part, upon the proposition that the defendants might have been able to obtain the P2P from some other source. And in Hampton, the Court was plainly of the view that the defendants undoubtedly had other sources of supply.\nUnder both the subjective and the objective approaches to entrapment, the relationship between the conduct of the government agents and the response of the defendant continues to be important. The question still is, did the Government induce the defendant to commit a crime he would not otherwise have been likely to commit? As a practical matter, however, the fact that the actions of the government agents were themselves illegal will often have very little bearing upon their power to persuade. A non-predisposed defendant would ordinarily not be likely to be lured into crime merely by being made aware that others were willing to commit unlawful acts. Moreover, with respect to the kinds of crimes in which governmental participation in illegal conduct is most likely to be a necessary adjunct of law enforcement-narcotics, prostitution, and other \"victimless\" crimes-a rule precluding successful prosecution whenever the conduct of the government agents is shown to have been illegal would provide the sophisticated criminal with a ready means of determining whether a person he is about to deal with is or is not an undercover agent.\nWhile the focus of the entrapment defense, in view of the Supreme Court's adherence to the subjective analysis of entrapment, is upon whether the defendant was or was not predisposed, it continues to be necessary to evaluate the conduct of the Government to determine whether it amounted to inducement in the first place. *1191 Once inducement is shown, the emphasis is upon predisposition, i. e., the character of the accused. But it is not always possible to achieve complete compartmentalization in this context. That is, it is sometimes impossible to achieve a correct resolution of the predisposition question in total disregard of the nature of the governmental inducement.\nA further point, implicit in the preceding discussion, must also be addressed, namely, the need to focus upon just what it is that constitutes the state of mind which can properly be characterized as predisposition, and what evidence suffices to establish it. The Supreme Court has thus far not had occasion to explore this subject in depth, and it has received very little attention in the courts of appeals' decisions. In Russell and Hampton, predisposition was conceded. In Sherman, without extended discussion, the Supreme Court unanimously held that the existence of two previous narcotics convictions, several years earlier, did not prove predisposition. In Sorrells, the Court held that evidence that the defendant had a reputation in the community as being a rum-runner did not rule out the possibility that he was not predisposed; the question was for the jury.\nIt is clear that we are concerned with the defendant's state of mind and inclinations before his initial exposure to the government agents. But the distinction between a predisposed and a non-predisposed state of mind is not necessarily clearcut. At one extreme is the defendant who customarily engages in this type of criminal activity as a way of life, and who enthusiastically embraces any additional opportunities for such activities. At the other extreme is the resolute individual who would not commit a crime of this type under any circumstances. In between are many gradations: the person who occasionally commits crimes of this type, and would be willing to do so again only if a particularly favorable opportunity should present itself; the person who has previously succumbed to temptation, but is making a sincere and concerted effort to resist such temptations; the previously innocent person who is weak and easily influenced. In his influential and relatively early article on entrapment issues, Professor Donnelly suggests distinguishing between situational offenders and chronic offenders, Donnelly: Judicial Control of Informants, Spies, Stool Pigeons, and Agent Provocateurs, 60 Yale L.J. 1091, 1113 (1951), but that distinction does not appear to have been adopted, in terms, by the courts.\nMoreover, the defendant's state of mind before the initial exposure to the government agents must be determined after the fact. Sometimes this poses no great difficulty, as where there is evidence of pre-exposure activities or declarations tending to establish the defendant's pre-existing criminal bent. But often, as in the present case, the sole proof of predisposition consists of evidence as to what the defendant did on the occasion in question, in response to the overtures of the government agents. In such cases, I believe it is particularly important to recognize that the defendant's response to governmental inducement must be viewed in light of the precise nature and extent of the inducement.\nThe foregoing analysis is entirely consistent with the pertinent Third Circuit decisions which survive Russell and Hampton. In the leading entrapment case in this Circuit, U. S. v. Watson, 489 F.2d 504 (3d Cir. 1973), the court held that \"once there is sufficient evidence of Government inducement to commit the crime to entitle the defendant to go to the jury with an entrapment defense,\" the burden of proof is upon the Government to negate entrapment. There is no separate allocation of the burden of proof as between inducement and predisposition; the defense should be treated as a unit, with the Government having the burden of overcoming it. The court stated:\n\"This conclusion is consistent with the Supreme Court's reaffirmation that the focus of the entrapment defense is on the predisposition of the defendant rather than on the nature of the police behavior. U. S. v. Russell, 411 U.S. 423, 429, 93 S. Ct. 1637, 1641, 36 L. Ed. 2d 366 (1973). Inducement *1192 does not become irrelevant to either party, to be sure, since the stronger the inducement, the more likely that any resulting criminal conduct of the defendant was due to the inducement rather than to the defendant's own predisposition. Under the unitary approach we require, inducement therefore enters as an element of predisposition which the Government must disprove, rather than as an independent element which the defendant must prove.\" (489 F.2d at p. 511.)\nSee, also Government of Virgin Islands v. Cruz, 478 F.2d 712 (3d Cir. 1973); See also, U. S. v. Hill (3d Cir. Nov. 25, 1980).\nIn U. S. v. Armocida, 515 F.2d 49 (3d Cir. 1975), the court held that there can be no entrapment defense unless there is both (1) evidence that government agents initiated the crime and (2) evidence suggesting that the defendant may not have been predisposed. In that case, a fairly routine purchase of drugs by undercover agents, the defendant did not testify, and neither the direct nor cross-examination testimony of the Government's witnesses revealed any reluctance on the part of the defendant-seller. The court held that, while the record might support a finding that the Government initiated the crime, a charge on entrapment was unnecessary because of the absence of any colorable basis for questioning the defendant's predisposition.\nThe Third Circuit's formulation of the test for determining the presence of legitimate entrapment issues is generally consistent with the conclusions reached in other circuits. See, e. g., Kadis v. U. S., 373 F.2d 370 (1st Cir. 1967); U. S. v. Riley, 363 F.2d 955 (2nd Cir. 1966).\nWhile cases involving dealing in contraband provide the primary source of the developing law of entrapment, the general principles thus far discussed are not limited to contraband cases. Thus, in Lopez v. U. S., 373 U.S. 427, 83 S. Ct. 1381, 10 L. Ed. 2d 462 (1962), where the defendant was charged with bribing an Internal Revenue Service agent, the fact that the initial offer came from the defendant led the Court to hold that entrapment issues need not have been submitted to the jury. See, also Osborn v. U. S., 385 U.S. 323, 87 S. Ct. 429, 17 L. Ed. 2d 394 (1966) (jury-tampering).\nIt seems clear that it is not automatically entrapment for a government agent to offer a bribe to a public official, Scriber v. U. S., 4 F.2d 97 (6th Cir. 1925). In Scriber, an undercover agent offered, and paid, $20 to a customs official to facilitate illegal importation of whiskey. The court stated:\n\"Nor can we see that the defense of entrapment, more accurately defined, can be applicable to a situation, where the offense charged is the accepting of a bribe by a public officer, and where the supposed instigators do nothing except to give the officer opportunity to accept a bribe, and to expose him to what might be called the ordinary degree of temptation to which such officers are likely to be subjected at any time in the daily discharge of their duties... The prohibition agents did nothing to overcome Scriber's shrinking or reluctance. So far as they observed, he did not shrink. In such a case as that, we think it clear that a crime, otherwise rightly to be inferred, cannot be escaped by the aid of this defense\" (at p. 98).\nIn a footnote, the court observed that the amount of the bribe was \"not a substantial temptation to a first offense.\" The court thus appears to have left open the possibility that an unusually generous bribe offer might justify the conclusion that the defendant was impermissibly lured into crime.\nFinally, it should be noted that, contrary to some of the assertions of the defendants in this case, the Government is not required to prove that its undercover investigation of the defendant was based upon probable cause to believe he was engaged in illegal activity, U. S. v. Catanzaro, 407 F.2d 998 (3d Cir. 1969); and that hearsay *1193 evidence is not admissible to prove predisposition. Id., at pp. 1000-1001.[2]\n\nB. The Entrapment Defense in this Case.\n\nThe undercover operation which has come to be known as Abscam was established initially by F.B.I. agents working out of the Hauphaug, Long Island, office of that agency, in conjunction with a career swindler named Melvin Weinberg, whom they had recruited for the task. While the details of the ruse varied from time to time, as the result of improvisation by various undercover agents, the broad outlines of the scheme remained fairly constant: The undercover agents represented one or more extremely wealthy Arab sheiks desirous of investing huge cash resources in this country. Arrangements were made with the Chase Manhattan Bank, so that anyone who inquired would receive verification that the Arabs did indeed have more than $400 million on deposit with that institution. Mr. Weinberg would \"spread the word\" through his underworld contacts and other shady connections. It was contemplated that persons expressing interest in providing investment opportunities would be carefully screened; if the proposed deal appeared legitimate, no further action would be taken, but if there was reason to suppose it might provide an opportunity for discovering criminality, the matter would be pursued, and the participants videotaped or otherwise electronically recorded. In actual practice, however, as discussed below, the distinction was not always carefully observed.\nAngelo Errichetti, the Mayor of Camden, New Jersey, was an early target of the investigation, and brought most of the other targets to the attention of the investigators. Long active in political affairs in New Jersey, as a State Senator, as a party leader, and as Mayor, Mr. Errichetti represented himself as having extensive underworld contacts, and as possessing a great deal of information concerning the corruptibility of public officials. For present purposes, it is unnecessary to attempt to distinguish between solid fact and hyperbole. It suffices to state that the F.B.I. agents had reasonable grounds for believing that Mr. Errichetti was predisposed, had underworld contacts, and was thoroughly corrupt. Mr. Errichetti's unabashed pursuit of opportunities for financial reward apparently led the undercover agents to the easy, but unjustified, assumption that anyone introduced to them by Mayor Errichetti could automatically be regarded as equally corrupt.\nMr. Weinberg was strongly motivated to produce results for his F.B.I. employers. At the time he was recruited, he faced a substantial prison sentence on charges of mail fraud, covering transactions which had netted him in excess of $100,000. The F.B.I. interceded with the sentencing judge, and arranged to have Mr. Weinberg placed on probation. It was also agreed that Weinberg would receive substantial compensation, plus reimbursement of expenses and other fringe benefits, during his Abscam employment. He thus had a direct financial stake in the continuation and expansion of the Abscam investigation. Moreover, the aura of wealth, expensive living, and free spending, and the probably limited duration of his employment, were not without their own temptations for one who, at other stages of his career, probably represented the archetypical amoral fast-buck artist.\nMr. Weinberg and the undercover agents were unstinting in their efforts to present a realistic image of great wealth: they entertained on a yacht in Florida, they rented a townhouse in Georgetown, they occupied a $365-per-day hotel suite in Philadelphia and equally lavish accommodations in New York, they traveled by private jet and in chauffeur-driven limousines.\nAt this point, it is appropriate to observe that, while the circumstances thus far discussed could be regarded as providing a *1194 singularly attractive opportunity for soliciting improper payments-the agents were free-spenders, their resources appeared virtually limitless, and Americans generally viewed oil-derived Arab wealth with resentment-if the agents had merely awaited such solicitation, it is doubtful that entrapment issues would have arisen. But the investigation had two additional characteristics which cast a quite different light upon ensuing developments.\nPerhaps the crucial aspect of the undercover operation was its emphasis upon \"the Arab mind,\" \"the Arab way of doing business.\" A constant theme of the agents' representations was that their principals would not undertake any project unless first assured of the \"friendship\" of the persons with whom they were dealing. They were impressed with titles, with persons in official positions of power and influence. Their concept of \"making friends\" was that money had to be paid. At least insofar as the Philadelphia aspects of the investigation were concerned, there was no suggestion that the putative sheik required or expected any violation of the law in exchange for the payment; he merely wished to be assured that he had \"friends\" in high places.\nA concomitant feature of the investigation was the question of precisely where the loyalties of the sheik's representatives lay. Mr. Weinberg and the undercover F.B.I. agents made it clear that their sole aim was to please their Arab employer by being able to tell him truthfully that which he was interested in hearing, namely, that money had been paid to high officials. The agents did not require any commitment that the public official would actually be influenced by the payment; they were interested only in appearances.\nTwo examples illustrate the extent to which the agents were prepared to go. United States Senator Harrison Williams, a 30-year veteran of the Senate, was interested in obtaining financing for a titanium venture in which he or members of his family had an interest. His concept was that, by installing improved equipment, an American titanium mine could produce titanium needed by a nearby paint manufacturer at a lower price than the paint company's overseas suppliers. In short, he was seeking financing for an entirely legitimate business proposition. Throughout the preliminary discussions, Senator Williams made it very clear that the venture would not be dealing with the United States Government, and that he neither could nor would be in any way involved with government contracts. Ostensibly, the financing arrangement was eventually structured in such a way as to produce a substantial profit to the Senator from the equivalent of a sale of his original interest to a new venture which included the Arab investors. Throughout these negotiations, Senator Williams repeatedly rebuffed suggestions from the undercover F.B.I. agents about various ways in which these profits might be concealed from the Internal Revenue Service. Eventually, the senator was told that, before finally approving the transaction, the sheik wished to meet with him. Immediately before meeting the sheik, Mr. Weinberg engaged in an extensive coaching session. In effect, the Senator was told that, whereas both he and the representatives knew that the proposed venture was entirely legitimate, that it would not involve government contracts, and that the Senator had not agreed to and would not be expected to use his official position to advance the interests of the enterprise, it would be helpful if the Senator were to impress the sheik with the importance of his position in the Senate, and his knowledge of other important persons in the Government.[3] Senator Williams was then *1195 ushered into another room to meet the sheik, before the hidden TV cameras. After pointing out the merits of the proposed business deal, Senator Williams did brag about his long tenure in the Senate and his many contacts in Washington.\nThe second example arose after it had been made clear to Errichetti and to Howard Criden that there was money to be made by merely arranging introductions of officials who would present themselves as corruptible, irrespective of their genuine inclinations. Criden and Errichetti arranged to have Ellis Cook, Esq., a young lawyer associated with Criden, introduced to the undercover agents as a (named) official in the New Jersey office of the Immigration and Naturalization Service. The plan was that Mr. Cook would accept the agents' largesse and later share it with Criden and Errichetti. The attempted impersonation was exposed, however, when the agents noted that Mr. Cook was too young for the part he was playing. Notwithstanding the attempted deception, the agents continued to avail themselves of the services of both Criden and Errichetti in arranging further introductions; they merely exercised greater care in obtaining independent verification of the identity of the persons brought in for interviews.\nThe two examples just discussed did not, of course, directly involve the defendants Schwartz and Jannotti, but they are noteworthy parts of the background against which are to be evaluated the Government's assertions-in public statements by officials of the Justice Department, and in arguments made in the course of the trial of this case-that the undercover agents reasonably and in good faith relied upon the \"middlemen,\" Criden and Errichetti, to bring in only persons already corruptible, and that the undercover agents neither intended to, nor did, bring in for surreptitious filming persons presenting legitimate business proposals.\nThe actual Philadelphia aspects of the Abscam investigation developed as follows: Howard Criden and Louis Johanson were partners in a small Philadelphia law firm. Johanson was also a member of the Philadelphia City Council. The two attorneys represented a client who held an option to purchase certain land in Atlantic City, New Jersey, believed to be a suitable site for a casino. The attorneys were employed, on a generous contingent-fee basis, to obtain financing for the development of the site. Johanson played golf at a New Jersey country club. He mentioned the casino proposal to another member of the club, a casual acquaintance named Meiler, a successful Philadelphia businessman. It happened that Mr. Meiler had a summer home at the seashore near the summer home of Mayor Errichetti. In the course of earlier discussions between Meiler and Errichetti stemming from Meiler's interest in obtaining dockside storage facilities in Camden, Meiler had been made aware of Errichetti's supposed access to wealthy overseas investors. Meiler arranged a meeting between Johanson and Criden and the Mayor. Criden and Johanson were later advised that the sheik's representatives were interested in the proposed project, and Criden and Johanson were invited to the yacht in Florida to present the proposal to the sheik's representatives.\nIt is undisputed that the casino proposal of Criden and Johanson was a perfectly legitimate business proposition. At the meeting on the yacht, Criden presented preliminary plans for the project, and was led to believe that the sheik would be very much interested in providing the necessary financing. The discussion of the casino project on that occasion was electronically recorded, and the transcript reveals no suggestion of illegality or impropriety. Thereafter, however, there was a further discussion, not electronically recorded, in which the undercover agents for the first time broached the subject of the sheik's interest *1196 in the possibility of becoming a permanent resident of this country, in the event of adverse political developments in his home country. It is agreed that Johanson was not present during this latter conversation. There is considerable uncertainty as to whether Criden was present; if so, he did not participate. On the return trip to Philadelphia, Mayor Errichetti told Criden of the agents' interest in meeting members of Congress or other officials who might provide assistance with immigration problems. Errichetti informed Criden that, on the basis of his previous experience with the sheik's representatives, and incredible as it might seem, the representatives would pay substantial sums of money for merely being introduced to important people to whom the representatives could pay money without asking or receiving any \"quid pro quo.\"\nFor the next several months, Criden, Johanson and Errichetti were instrumental in arranging meetings between various congressmen and the sheik's representatives. A substantial factor in the motivations of Criden and Johanson was their desire to remain in the good graces of the persons who, they believed, were going to finance their casino project, from which the two lawyers hoped to earn a contingent fee in excess of $1 million. In part, also, they were motivated by the generous financial rewards they derived from sharing in the sums paid the public officials, and, later, by receipt of direct payments from the representatives for their services in arranging introductions.\nBecause Criden and Johanson, and two of the congressmen, were from Philadelphia, the United States Attorney in this District was made privy to the progress of the Abscam investigation. By this time, Mr. Criden was emulating Mayor Errichetti in his professions of extensive knowledge of political corruption and underworld activities in the Philadelphia area, and Mr. Vaira (the U. S. Attorney in this District) was anxious to avail himself of the Abscam device here in Philadelphia. For various reasons, the entire investigation was about to be terminated; Mr. Vaira and the Philadelphia F.B.I. office were authorized to pursue the Abscam investigation in this area, but only for a period of 10 days.\nThe technique by which the investigation was shifted to the Philadelphia area was relatively simple: Mr. Weinberg informed Criden that the sheik had expressed interest in establishing a base of operations in Philadelphia, and that Criden would be receiving a call from a new representative of the sheik (actually, F.B.I. Agent Wald) who would be handling matters for the sheik in this respect.\nIn their initial, videotaped, meeting, undercover Agent Wald explained to Criden that the sheik was interested in building a hotel complex in Philadelphia, and might also be interested in major long-range projects having to do with the revitalization of Pennsylvania's coal industry and related major improvements along the Philadelphia waterfront, but only if, in accordance with the normal workings of \"the Arab mind\" he could be assured of the friendship of important governmental officials. Criden suggested the agent might wish to discuss these matters with the two Philadelphia congressmen previously involved in their immigration discussions, Congressmen Myers and Lederer. The agent pointed out that his principal was sufficiently sophisticated to know the distinction between federal matters and local matters, and that the kind of zoning and similar problems which might be encountered in building a hotel would be within the province of city officials. The agent inquired as to the extent of Criden's familiarity with officials of the City of Philadelphia. Criden reminded the agent that his partner, Johanson, was a member of City Council, and it was agreed that Mr. Johanson would be brought in for a meeting with the undercover agent to discuss the hotel project. Criden also reviewed with the agent the identities of various important persons in the city government, including the Mayor and the President of City Council, the defendant Schwartz, and the Majority Leader, the defendant Jannotti. Asked if it would be possible for the agent to meet and \"deal\" with these individuals, Criden advised *1197 against meeting with the Mayor (because he had just assumed office, and was an \"all-American boy\" type), but stated he would find out whether Schwartz and Jannotti would be willing to meet with the representative.\nAsked what the amount of any payment to the City councilmen should be, Criden responded, \"You tell me.\" After some further discussion, it was agreed that, since payments to the congressmen had been on the order of $50,000 each, a figure of $30,000 would be appropriate for the President of City Council, and lesser sums for the other two councilmen. Criden assured the agent that, unless each individual agreed in advance to accept the money, no meeting between the representative and that individual would be arranged. It is also a permissible inference that, as between Wald and Criden it was understood that it would be improper for a councilman to accept such payments.\nCriden promptly arranged a meeting between Johanson and the agent, at which Criden was also present. Following a lengthy dissertation by Johanson concerning the desirability of the proposed hotel project, the undoubted willingness on the part of all city officials to cooperate in seeing it become a reality, and his own willingness to support the project without receiving money, and further discussion by the agent of the Arab mentality and his principal's attitude toward business of this kind, it was agreed that the financial arrangements had already been discussed between Criden and Johanson to Johanson's complete satisfaction. Johanson thereupon was paid $25,000 in cash, and left the meeting. Criden was thereupon paid $5,000 in cash for his services in arranging the meeting.\nCriden was presented with a problem insofar as the defendant Schwartz was concerned. In the course of his discussions with the undercover agent, Criden had professed to be a long-time friend and colleague of Schwartz, although he stated he did not know whether Schwartz would be interested in accepting money. Actually, however, Criden had never met Schwartz, and Schwartz had barely heard of Criden. Criden thereupon enlisted the aid of Common Pleas Court Judge Shiomos, a friend of Criden's who lived in the same apartment house as Schwartz, to arrange a meeting.\nAccording to the Government's evidence, Schwartz was told that the sheik's representatives wished to obtain Schwartz's expert advice concerning the workings of city government, the procedures for obtaining the necessary governmental approvals, etc., and would be willing to pay him a $30,000 consulting fee.\nAs between Criden and Schwartz, it was apparently understood that Schwartz would be expected to remit a portion of the $30,000 fee to Criden, as a forwarding fee. As between Criden and Judge Shiomos, it was agreed that Judge Shiomos and an insurance broker named Kattleman, a friend of Shiomos who played a role in arranging the meeting with Schwartz, would each receive $3,000 for their services. According to Judge Shiomos, however, the entire $6,000 was for Mr. Kattleman since Judge Shiomos, in view of his position, was not permitted to accept fees for legal services; Judge Shiomos permitted Criden to believe that he was accepting the $3,000 for himself, so as to increase the share of his friend Kattleman who was in poor health and needed money.[4]\nBy way of further background, it should be explained that Criden and Judge Shiomos had previously discussed the possibility of Shiomos' association with Criden's law firm at the expiration of the judge's current term of office. Shiomos' interest in such an arrangement was greatly enhanced when Criden told him about the proposed casino project and the proposed hotel and other Philadelphia projects.\nJudge Shiomos arranged to meet with Mr. Schwartz. His version of that meeting was as follows:\n\"I said [Criden] had some clients that were very wealthy. They were Arab *1198 clients, that they had about $400 or $500 million in New York and they wanted to invest $150 million to build a hotel here... I mentioned to him that if he is willing to discuss it any further that I would call Mr. Criden and have him call him.\n\"I indicated to Mr. Schwartz that Mr. Criden said there would be a fee and that Mr. Criden expected part of that fee... There would be a fee for Mr. Schwartz for his advice.\n\"Q. And what did Mr. Schwartz say in response to that?\n\"A. Mr. Schwartz indicated at that point-all he said, `I would be interested in anyone who is willing to invest $150 million.'\" (Trial tr. 3.137-38.)\nIt was agreed that Shiomos would have Criden telephone Schwartz to arrange a meeting. As he was leaving, Judge Shiomos commented to Mr. Schwartz that he did not believe there was anything improper in the proposed transaction, and that if Mr. Schwartz thought there was \"anything improper or fishy,\" he would be in a position to judge for himself after meeting with Mr. Criden.\nSince neither Criden nor Schwartz testified at trial, there is no direct evidence about the contents of their discussion. However, Schwartz accompanied Criden to a meeting with the undercover agents on January 23, 1980, and the videotape of that meeting, together with other evidence, demonstrates that Schwartz knew he would be paid $30,000, and that the payment would be shared in some way with Criden.\nThe transcript of the meeting between Schwartz and the undercover agents is entirely consistent with the \"consulting fee\" theory: Schwartz explained at some length the political make-up of the city government, the various agencies that would deal with various aspects of such a project, the lines of authority within the city government, and the political power structure in Philadelphia. He made it very clear that the proposed project would be warmly received, that he could foresee no obstacles, and that any minor problems which might arise could easily be solved. Much of the discussion concerned which law firms in the city were experienced in handling major real estate developments, and Criden's anticipated role in working with the law firm designated.\nAgent Wald repeatedly asked for assurances that the project would encounter no \"problems,\" and Schwartz repeatedly assured him that the project appeared to be entirely legitimate and beneficial for the City, and that it would have his support. Schwartz made it clear that he controlled the City Council, and that his predictions concerning the absence of difficulties could be relied upon. When the agent expressed his satisfaction with the results of the meeting and produced the envelope containing the money, Criden assured him that the amount had been discussed with Schwartz and was satisfactory to him, and Schwartz stated that he was not primarily interested in the money, but in the benefits the project would have for the people of Philadelphia.\nSchwartz's words and actions during the meeting, as disclosed on the videotape, can be interpreted in either of two ways: (1) that he was rendering legal advice and advice as an expert on city government and real estate development, in exchange for a consulting fee. Under that interpretation, his bragging about his control over City Council and entree to all other departments of city government was intended to assure the \"client\" that he knew what he was talking about, and that his advice was sound. Under that interpretation, Schwartz was merely violating the City Charter's prohibition against conflicts of interest, or attempting to circumvent these requirements on the theory that general advice about city governmental matters is distinguishable from actual representation of clients before city agencies. Or (2) that he was accepting a bribe for assuring his official support of a project he would have been willing to support in any event. Under that interpretation, his bragging about his control of city government was designed to assure the bribe payers that their money was well spent. It is apparent from the *1199 verdict that the jury chose the latter interpretation.\nIn part I of this Opinion, it has been determined that the sole count of the Indictment on which the defendant Jannotti was convicted should be dismissed for lack of jurisdiction. Since the Government may wish to appeal that ruling, however, it is appropriate to address the entrapment issues as they relate to Jannotti, as well as Schwartz.\nMr. Jannotti met with the undercover agents, together with Criden, on January 24, 1980. Before arriving at the meeting, he had been briefed by Criden and Schwartz. Agent Wald repeated, several times, his explanation of the peculiar psychology of his Arab employers, and their \"way of doing business.\" Jannotti sought and received assurances about the nature of the project, and its legitimacy. Jannotti's reaction is typified by his comment, early in the conversation, \"Who could refuse a project like that?\" (Trial Tr. p. 4.56.)\nThe agents kept pressing for responses which would demonstrate Jannotti's willingness to sell his vote, but these efforts met with little success. At one point, it appeared that the agents had succeeded. The following exchange occurred:\n\"WALD: All right, when we're paying good money ... substantial amounts here at this point to ah, ah, insured we'd got some friends in City Council, if we have a close vote on a situation we can, we can ensure-\n\"JANNOTTI: My vote, my vote will be there.\"\nBut this was immediately followed by the following exchange:\n\"WALD: That after conducting business this evening that ...\n\"JANNOTTI: My vote will be there because as I said the project is legitimate.\n\"POULIS [F. B. I. agent]: Yeah, well, we know that we are going to be legitimate.\n\"JANNOTTI: That's right.\n\"POULIS: But like, like I was saying before you know-\n\"JANNOTTI: I would vote for a legitimate project regardless.\" (Trial Tr. pp. 4.78-4.79)\nOther statements by Jannotti are to the same effect:\n\"JANNOTTI: ... We'll be there, we'll be there trying to do everything we can for you ... No problem with that because it's as I say before a legitimate project, when you are coming in, I would go to bat with, without (p. 4.85)\n. . . . .\n\"JANNOTTI: Whatever George [Schwartz], whatever George had told you yesterday, I mean I am his righthand man and I ... Whatever George had said to you I'll go along ... We work together you know.\" (pp. 4.86-4.87)\nJannotti's attitude toward the payment of money is summed up in his statement, after one of Wald's references to the Arab psychology and way of doing business:\n\"Well, you know eh, just on the basics of what you said and what they want to do, it's enough for me to get on the floor and argue. I don't have to, even care what else they want to come up with. My basic point is, the fact that eh, ah what's coming in here, and this has been our job, to bring as much business and, eh tax base and employment to the City of Philadelphia. If that's the way they want to do business, that's all right too.\" (Trial Tr. pp. 4.64-4.65)\nWhen, at the close of the interview, the agents handed Jannotti an envelope containing $10,000 in cash, and sought to obtain his acknowledgement that he knew the amount of money in the envelope and was satisfied with the arrangement, Jannotti stated, on three different occasions, \"We won't even discuss it\" (p. 4.88).\nIt is the basic position of the Government that, since both of the Philadelphia congressmen who had earlier accepted payments for assistance in immigration matters had expressed interest in having the Arabs invest in worthwhile projects in their respective districts, and since Criden had bragged about his contacts with highly placed officials in the city government, the *1200 fictitious hotel project was put forward for the purpose of determining which officials would have to be dealt with on a corrupt basis in furtherance of such a project. Ostensibly, the aim was to learn which city officials would ask for payoffs. But the evidence plainly makes that theory completely untenable: Neither Schwartz nor Jannotti asked for money; both made it clear that no payments were necessary; the idea of paying money originated with the agents; and it was the agents who insisted that, unless the payments were accepted, their principals would be unwilling to proceed with the project in Philadelphia.\nIt is thus very clear that neither defendant could properly be convicted unless the evidence proved predisposition beyond a reasonable doubt. And in my judgment, there is no evidence whatever in this case tending to show that, when the Government's overtures first came to the attention of the defendants, they were already predisposed to accepting bribes. The Government made no attempt to establish predisposition through extrinsic evidence. Both defendants presented impressive evidence of a good character, none of which was challenged by the Government. For proof of predisposition, the Government relies exclusively upon the fact that each defendant did accept money.\nOrdinarily, of course, if the Government induces a defendant to commit a crime, the Government cannot establish predisposition merely by showing that the defendant did commit the crime. If that were sufficient, there would never be any need to prove predisposition, and there would be no such thing as an entrapment defense. In some situations, however, a defendant's ready acquiescence in the Government's suggestion may be enough to justify a finding of predisposition. Or, in the course of committing this particular offense, a defendant may exhibit such familiarity with criminal techniques and procedures as to demonstrate previous experience with similar criminal activity. In the present case, neither defendant said or did anything tending to establish pre-existing criminal inclination, other than his acceptance of the money.\nIn my opinion, in their zeal to make sure that the defendants would accept the tendered payments, the government agents offered such attractive inducements as to preclude any reliance upon the defendants' acceptance of the money as proof of predisposition. In the first place, the amounts offered were exceedingly generous. Standing alone, the very amounts of the bribes were, to paraphrase the language of the court in Scriber v. U. S., supra, \"a substantial temptation to a first offense.\"\nIn the second place, it was clear that the defendants would not be asked or expected to do anything improper on behalf of the proposed hotel venture; and they agreed to do nothing inconsistent with their obligations as members of the City Council, working for the benefit of their constituents.\nFinally, and most importantly, they were led to believe that if they did not accept the money, the project would not come to Philadelphia. In the context of the fiscal crises which beset all large cities these days, and in the context of the problems of urban blight and decay, the governmental inducement in this case was indeed calculated to overwhelm.\nViewed in its entirety, the Philadelphia aspect of the Abscam investigation was plainly designed not to expose municipal corruption, not to determine which officials were corrupt, but merely to ascertain whether, given enough inducement, city officials could be corrupted. And what the Government succeeded in proving was, not that the defendants were corrupt city officials, but that, exposed to strong temptation, they could be rendered corrupt. In short, the evidence establishes entrapment as a matter of law. The evidence was, as a matter of law, insufficient to establish the defendants' predisposition beyond a reasonable doubt.\nThe defendants are therefore entitled to judgments of acquittal, unless the Government is correct in its remaining contentions, namely, that the defendants are precluded from raising an entrapment defense because they did not concede every essential *1201 element of the crimes charged against them; and that, in any event, the defendants responded to inducements offered by Howard Criden, not by the Government. These contentions will now be addressed.\nAvailability of the Entrapment Defense. It has been the consistent position of the Government throughout this case that the defendants were not entitled to assert the defense of entrapment at all, since they did not concede every essential element of the crimes charged against them. Specifically, the defendants did not concede that their receipt of the payments from the undercover agents amounted to extortion under the Hobbs Act, nor did they concede the jurisdictional element of potential impact upon interstate commerce under that Act, or the enterprise and pattern elements of the RICO conspiracy charge. The Government relies upon a series of cases in this circuit which, at first blush, appear to stand for the broad proposition that, in order to raise an entrapment defense, a defendant must admit each and every essential element of the crime charged. U. S. v. Watson, 489 F.2d 504 (3d Cir. 1973); Government of Virgin Islands v. Hernandez, 508 F.2d 712, 1717 (3d Cir. 1975) (footnote); U. S. v. Levin, 606 F.2d 47 (3d Cir. 1979); U. S. v. Shoup, 608 F.2d 950 (3d Cir. 1979). Here again, however, the decisions must be read in the light of the facts of the cases being decided. In Watson, the court held that a defendant charged with unlawful use of telephone facilities in carrying out a narcotics conspiracy could not claim entrapment if he denied having made the telephone call in question. In both the Hernandez and Shoup cases, the defendants contested every essential element of the crimes charged. The Levin case holds merely that a defendant is not entitled to an entrapment charge unless he expressly raises the entrapment defense in a timely fashion, so that the Government will have an opportunity to confront the issues at trial.\nIn none of the cited cases, nor in any other case that has come to my attention, has the Third Circuit Court of Appeals been squarely presented with the question of the availability of an entrapment defense to a defendant who, while admitting the operative facts, disputes mens rea, or challenges a jurisdictional element. I am reasonably confident that, properly understood, the Third Circuit cases go no further than to establish that a defendant must admit whatever action he claims to have been entrapped into performing.[5]\nSome hypothetical examples may be useful: Suppose that an undercover government agent posing as a physician in the throes of a heart attack on a public street induces a passing nun to deliver a package, representing that the package contains life-saving medicines urgently required by a patient. The package actually contains heroin. Must the nun admit that she knew the package contained heroin, in order to assert the defense that she was entrapped into making the delivery? Surely not.\nSuppose a defendant breaks into a house late at night, in response to frantic calls for help from an occupant who, it turns out, is a government agent merely pretending distress in order to ensnare. I do not believe the defendant would have to admit he intended to commit a felony in order to claim entrapment as a defense to a burglary charge.\nI have no doubt that, if squarely confronted with the issue, the Third Circuit Court of Appeals would find persuasive the reasoning of Judge Hufstedtler, writing for an en banc court which was unanimous on these issues, in U. S. v. Demma, 523 F.2d 981 (9th Cir. 1975). As noted in that opinion, rigorous enforcement of a rule requiring a defendant to admit every essential element of the offense in order to plead entrapment would be in direct conflict with the decision of the Supreme Court in Sorrells v. U. S., 287 U.S. 435, 53 S. Ct. 210, 77 L. Ed. 413 (1932) and the later entrapment *1202 cases (holding that the entrapment defense may be asserted under a plea of not guilty, and need not be specially pleaded as a plea in bar), and would also raise serious constitutional questions.\nAs I understand it, the justification for the general rule advanced by the Government stems from the notion that a defendant should not be permitted to blow hot and cold; while inconsistent defenses may generally be permissible in criminal cases, there is an exception when the conduct of law enforcement officers is attacked. While this rationale is not universally accepted (for example, it was rejected by a majority of the court in Demma), I believe it does reflect the current state of the law in this circuit. But I am satisfied that our Court of Appeals would not extend the rule beyond its justification, to preclude assertion of an entrapment defense where no inconsistency would be involved.\nThe gist of the entrapment defense is that the Government improperly induced the defendant to commit a crime when, in the absence of such inducement, the defendant would not have been likely to commit that crime or any other crime of that type. In order to sustain a conviction, the Government must prove each and every essential element against the defendant beyond a reasonable doubt. There is neither factual nor legal inconsistency when a defendant takes the position, \"I do not agree with the Government's claim that I performed acts A and B. I admit that I did do act C, but I was entrapped into doing it.\" If acts A, B and C are all essential ingredients of the crime charged, the defendant is entitled to acquittal if there is a reasonable doubt as to any of the essential elements, that is, reasonable doubt as to whether he committed acts A or B, or reasonable doubt as to whether his performance of act C was the result of entrapment. Any contrary rule would do violence to fundamental constitutional concepts.\nMoreover, it should be noted, a contrary rule would provide a powerful incentive to prosecutors to multiply or exaggerate the charges whenever the circumstances might suggest the existence of a legitimate entrapment defense.[6] It should be noted, also, that the entrapment defense provides protection only with respect to those acts the defendant was entrapped into performing. For example, a drug user who is entrapped into distributing can still be convicted of the possessory offense, or any other lesser included offense not tainted by the entrapment.\nIn the present case, neither defendant has taken a truly inconsistent position. Both defendants admitted performing the acts which they claim they were entrapped into performing. They were therefore not precluded from asserting the entrapment defense.\nGovernmental Responsibility for Inducement. The Government is undoubtedly correct in its assertion that a person induced to commit a crime by a third party not acting at the direction of the Government cannot assert the entrapment defense. Crisp v. U. S., 262 F.2d 68 (4th Cir. 1958); and see U. S. v. Twigg, 588 F.2d 373 (3d Cir. 1978). But that rule has no application in the present case, since (1) Criden acted with the knowledge and largely at the direction of the government agents, and the government agents were the source of the representations which created the inducement, (2) the agents plainly had knowledge of, and ratified, Criden's representations, and (3) in any event, the conduct of the agents themselves, in their dealings with the defendants, constituted entrapment, in and of itself.\nIn Sherman v. U. S., supra, the Supreme Court unanimously held that there was entrapment as a matter of law, even though the Government had no knowledge of the inducement (by a third party informant) *1203 until after it had occurred. As set forth in Note, \"The Defense of Entrapment,\" 73 Harv.L.Rev. 1333:\n\"When persons who are not law enforcement officials act with official encouragement or assistance, they should be treated as government agents for purposes of the entrapment defense. Otherwise, its protection could be avoided by indirection [at p. 1341, citing Sherman]...\n\"Most cases accept without discussion the proposition that persons promised rewards by the police for procuring arrests are government agents [ftn., at p. 1341]...\n\"The only two cases which have been found dealing with the question of Government inducement of a third party to procure the commission of a criminal offense by a particular defendant when the third party has no knowledge of the law enforcement object of the inducement have held that the third party is a government agent for purposes of the entrapment defense. Despite his lack of intent to secure the defendant's arrest, his agency in such a situation seems apparent [at pp. 1341-42, citing U. S. v. Klosterman, 248 F.2d 191 (3d Cir. 1957); U. S. ex rel. Hassell [Hassel] v. Mathues, 22 F.2d 979 (E.D.Pa.1927)].\"\nI am satisfied therefore, that the Government must be held responsible for the entrapment disclosed by the evidence in this case.\n\nIV. DUE PROCESS\nAs discussed in Part II of this Opinion, a majority of the members of the Supreme Court have expressed views which leave open the possibility that even a predisposed defendant must be acquitted if the conduct of the government agents was so outrageous as to amount to a violation of due process. To date, the Supreme Court has not yet found it necessary to dispose of any case on that basis, although it is perhaps arguable that some of the earlier entrapment decisions, and several lower court decisions purporting to apply supervisory-power analysis, have roots in due process concepts.\nIn U. S. v. Twigg, supra, a case decided after Russell and Hampton, the Court of Appeals for the Third Circuit reversed a conviction and dismissed the indictment, on due process grounds, because of excessive creative involvement on the part of the Government. In that case, the Government supplied essential ingredients and equipment, and government agents were the prime movers in setting up and operating an illicit methamphetamine laboratory. And in U. S. v. Archer, 486 F.2d 670 (2d Cir. 1973), cited with approval in the concurring opinion in Hampton, the court expressed the view that dismissal on due process grounds would be appropriate where the undercover work of the government agents included the commission of several independent crimes, including perjury before a grand jury.\nThe rationale of the Twigg decision appears closely related to the rationale of typical entrapment cases. Although the court made clear that its decision was not based on entrapment the defendants were shown to have been predisposed, and the involvement of one of the defendants was in no way attributable to the Government the central theme of the majority opinion is that, even though predisposed, the defendants had in fact been induced to commit a crime they would not otherwise have been likely to commit. The court quoted the following language from its earlier decision in U. S. v. West, 511 F.2d 1083, 1085 (3d Cir. 1975):\n\"... Moreover, such conduct does not facilitate discovery or suppression of ongoing illicit traffic in drugs. It serves no justifying social objective. Rather, it puts the law enforcement authorities in the position of creating new crime for the sake of bringing charges against a person they had persuaded to participate in wrongdoing.\"\nAnd from the Ninth Circuit's decision in Greene v. U. S., 454 F.2d 783, 787 (9th Cir. 1971):\n\"... But, although this is not an entrapment case, when the Government permits *1204 itself to become enmeshed in criminal activity, from beginning to end, to the extent which appears here, the same underlying objections which render entrapment repugnant to American criminal justice are operative.\"\nThe court noted that Judge Powell's plurality Opinion in Hampton cited the Greene case with approval, and stated:\n\"We are adhering to Justice Powell's reasoning that in evaluating whether Government conduct is outrageous, the court must consider the nature of the crime and the tools available to law enforcement agencies to combat it.\" (588 F.2d at p. 378, n. 6.)\nThe court distinguished Hampton, in the following language:\n\n\"Hampton was concerned with the sale of an illegal drug, a much more fleeting and elusive crime to detect than the operation of an illicit drug laboratory. In such a situation the practicalities of combating drug distribution may require more extreme methods of investigation, including the supply of ingredients which the drug ring needs [footnote omitted]. Furthermore, a reading of the jury instruction requested by the defendant in Hampton reveals that he was concerned merely with the principle that if the narcotics were supplied to him by an informant acting on behalf of the Government, then he must be acquitted as a matter of law ... In this case, however, we are not only concerned with the supply by government agents of necessary ingredients for manufacture, but we also have before us a crime, unlike Hampton, conceived and contrived by government agents.\" (Id., at p. 378.)\nIn my judgment, the circumstances of the present case argue more strongly for dismissal on due process grounds than the Twigg case. While municipal bribery may be \"fleeting\" and \"elusive,\" so that governmental subterfuge and even creative involvement may be necessary to combat it, the techniques employed here went far beyond the necessities of legitimate law enforcement. It would undoubtedly be permissible for government agents to set up an undercover business entity, either real or imaginary, as an attractive target for corrupt overtures by city officials, and even to hint that such overtures would be welcome. It would also probably be permissible for the undercover agents to initiate bribe proposals, at least in connection with suspected ongoing corrupt activities on the part of the targeted officials. But it is neither necessary nor appropriate to the task of ferreting out crime for the undercover agents to initiate bribe offers, provide extremely generous financial inducements, and add further incentives virtually amounting to an appeal to civic duty. In short, even if the entrapment issues were properly submitted to the jury in this case (and I have concluded that they should not have been), and even if the jury properly resolved them (and I have concluded that the evidence was insufficient as a matter of law), I am persuaded that the Twigg decision compels that judgments of acquittal be entered.\nIn U. S. v. Archer, supra, Judge Friendly expressed the view that the federal courts should not sanction the artificial federalization of purely state crimes. The rationale of that decision is equally applicable in the present case. Bribery is punishable under state law. When there is a pattern of bribery affecting interstate commerce, the RICO statute may properly be invoked, and its (greatly enhanced) penalties applied. But in the present case, it was the Government, and the Government alone, which created the pattern, as well as each bribe. The receipt of a bribe by each of these defendants would not have violated the RICO statute, but for the Government's having made sure that Criden was involved in other bribe activities.\nMoreover, to permit this kind of artificial federalization would effectively remove virtually all of the limitations upon the criminal jurisdiction of federal courts, and would be utterly contrary to accepted notions of federalism. I do not mean to suggest that municipal corruption can never be a proper object of the attention of federal law enforcement officers. But whatever *1205 may be the appropriate role of federal law enforcement in detecting and punishing municipal corruption, it is surely not within the legitimate province of federal agents to embark upon a program of corrupting municipal officials, merely to demonstrate that it is possible.\nThe defendants have presented several additional arguments in support of their due process contentions. Because these additional arguments are advanced by all four defendants, and because this Opinion deals only with the cases of the defendants Schwartz and Jannotti, these additional matters will be addressed in a separate opinion, which will be filed in due course.[7]\n\nV. CONCLUSIONS\nThe conclusions expressed in the foregoing Opinion may be summarized as follows:\n1. The evidence at trial did not establish actual or potential impact upon interstate commerce necessary to sustain the jurisdiction of this Court under the Hobbs Act, hence Count III of the Indictment must be dismissed for lack of jurisdiction, and the convictions on that count set aside.\n2. The evidence at trial sufficed to establish each of the essential elements of the RICO conspiracy charge alleged in Count II of the Indictment.\n3. Both defendants are entitled to judgments of acquittal on the ground that the evidence at trial established entrapment as a matter of law.\na. The defense of entrapment is available to the defendants, since its assertion involved no inconsistency in fact or in law.\nb. The Government is, as a matter of law, responsible for the actions of Criden and the undercover agents amounting to inducement.\nc. The evidence at trial was, as a matter of law, insufficient to establish beyond a reasonable doubt that the defendants were predisposed.\n4. Alternatively, the defendants are entitled to judgments of acquittal on the ground of governmental overreaching amounting to a violation of due process of law.\n5. Alternatively, the defendants are entitled to judgments of acquittal on the ground that the circumstances relied upon to establish federal jurisdiction over the offenses charged were artificially created by the Government in an attempt to exceed the proper scope of federal law enforcement.\nThese conclusions have been reached with great reluctance. No-one who has viewed the videotape evidence in this case could avoid feelings of distress and disgust at the crass behavior the tapes reveal. The jury's verdict represents a natural human reaction to that evidence. But, in the long run, the rights of all citizens not to be led into criminal activity by governmental overreaching will remain secure only so long as the courts stand ready to vindicate those rights in every case.\nNOTES\n[1]  The case of U. S. v. Butler, 618 F.2d 411 (6th Cir. 1980), cited by the Government, is not to the contrary, although the opinion does contain dictum to the effect that mere passive acceptance of a bribe by a public official can constitute extortion under the Hobbs Act, regardless of who initiates the request. Passive acceptance of a bribe can amount to tacit request for a bribe, or at least ratification of the notion that a bribe would advance the interests of the payor. The court did not address a situation involving repeated assurances by the public official that the payment was unnecessary. More importantly, the Government's evidence in that case was to the effect that the two defendants were working together, and that the kickback scheme originated with them. The \"passive\" receipt of a bribe expressly demanded by a co-conspirator can scarcely be regarded as truly passive.\n[2]  For a comprehensive review and analysis of entrapment doctrine, see Parks: \"The Entrapment Controversy,\" 60 Minn.L.Rev. 163 (1976).\n[3]  It is undisputed that the tape recording of this conversation was delivered to the F.B.I. agents within an hour or so after the conversation took place. It is also undisputed that Mr. Weinberg was never cautioned against employing the same technique with other potential targets. Even more disturbing is the fact that, in a pre-prosecution memorandum dated December 12, 1979, and submitted to his superiors in the Department of Justice by Thomas Puccio, Esq., the attorney from the Brooklyn Strike Force who was in charge of the Abscam investigation, no mention is made of Weinberg's coaching of Senator Williams; only the tape of the actual meeting with the sheik is referred to. On the basis of an in camera inspection of documents shielded by executive privilege, however, it is clear that Mr. Puccio was aware of the coaching incident.\n[4]  Kattleman did not testify at the trial.\n[5]  So far as I am aware, no support for the Government's position is to be found in any decision of the Supreme Court.\n[6]  It should be noted that, even under the Government's theory, the entrapment defense would be available with respect to the predicate offenses under RICO. If the Government were correct, it would mean that defendants who were entrapped into committing bribery under state law could be deprived of the defense by the simple expedient of charging them under federal statutes such as RICO and the Hobbs Act.\n[7]  The entrapment defenses asserted by the defendants Criden and Johanson cannot be addressed at this time, since they have not yet been tried on this Indictment. And the application of the Twigg and Archer doctrines to the cases of Criden and Johanson involve somewhat different considerations than in the cases of Schwartz and Jannotti.\n\n",
            "ocr": false,
            "opinion_id": 2377866
        }
    ],
    "court_short_name": "E.D. Pennsylvania",
    "court_full_name": "District Court, E.D. Pennsylvania",
    "court_type": "FD",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}