{
    "id": 2381009,
    "judges": "Douglas",
    "date_filed": "2014-06-29",
    "date_filed_is_approximate": true,
    "slug": "brown-v-state",
    "case_name_short": "Brown",
    "case_name": "Brown v. State",
    "case_name_full": "Prince BROWN, Jr., Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Kirkpatrick, Grant & Dennis, by Ronald Ned Dennis, Marshall, for appellant., Jim D. Vollers, State’s Atty., and Robert Huttash, Asst. State’s Atty., Austin, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b725-18\">\n    Prince BROWN, Jr., Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b725-20\">\n    No. 44577.\n   </docketnumber><br><court id=\"b725-21\">\n    Court of Criminal Appeals of Texas.\n   </court><br><decisiondate id=\"b725-22\">\n    March 1, 1972.\n   </decisiondate><br><attorneys id=\"b726-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"700\"> \n     *700\n     </span>\n    Kirkpatrick, Grant &amp; Dennis, by Ronald Ned Dennis, Marshall, for appellant.\n   </attorneys><br><attorneys id=\"b726-15\">\n    Jim D. Vollers, State’s Atty., and Robert Huttash, Asst. State’s Atty., Austin, for the State.\n   </attorneys>",
    "citations": [
        "476 S.W.2d 699"
    ],
    "opinions": [
        {
            "author_str": "Douglas",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5753.0,
            "opinion_text": "\n476 S.W.2d 699 (1972)\nPrince BROWN, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 44577.\nCourt of Criminal Appeals of Texas.\nMarch 1, 1972.\n*700 Kirkpatrick, Grant &amp; Dennis, by Ronald Ned Dennis, Marshall, for appellant.\nJim D. Vollers, State's Atty., and Robert Huttash, Asst. State's Atty., Austin, for the State.\n\nOPINION\nDOUGLAS, Judge.\nThis is an appeal from a conviction for burglary with intent to commit theft. A prior conviction for felony theft was alleged for enhancement. The punishment was assessed under Article 62, Vernon's Ann.P.C., at twelve years.\nThe appellant complains that the State improperly used peremptory challenges on prospective jurors. He attacks the sufficiency of the evidence, complains of the court's failure to charge on circumstantial evidence and contends that evidence was seized as a result of an illegal search.\nThe record reflects that the home of Chester Underwood about six miles east of Marshall was broken into and entered without his consent and a radio and some eight guns were taken. These items were found in an automobile in which the appellant was a passenger.\nJimmie T. Taylor, who was under indictment for the same offense, testified that he was with the appellant and James Darty on March 30, 1970, when they went to a house later identified as belonging to Chester Underwood. He testified that the appellant and Darty got out of the car, went toward the house and returned in ten or fifteen minutes with an armload of guns. They made a second trip and returned with more guns and a radio. They then drove near a school and hid the guns in some bushes. The next day they picked up the stolen items and put them in the trunk of the car. Later that day they picked up Billy Ray Brightman and after riding around a while went to a liquor store where the appellant purchased some beer. He started to put the beer in the trunk but changed his mind and got in the car. Later officers stopped Taylor for driving without a \"drivers\" license and found the stolen items.\nThe appellant complains that there was \"systematic exclusion\" of nine of the eleven Negroes on the jury panel by the *701 State's use of its peremptory challenges. Two Negroes served on the jury.\nIn Swain v. Alabama, 380 U.S. 202, 85 S. Ct. 824, 13 L. Ed. 2d 759 (1965), the Supreme Court of the United States noted that if the State had not seen fit to leave a single Negro on any jury in a criminal case that such proof might support an inference that Negroes were denied the same right and opportunity to participate in the administration of justice enjoyed by the white population, and the Court also wrote:\n\"The presumption in any particular case must be that the prosecutor is using the State's challenges to obtain a fair and impartial jury to try the case before the court.\"\nSee also Ridley v. State, Tex.Cr.App., 475 S.W.2d 769 (1972).\nNothing in the record shows how the State had used its peremptory challenges in the past. No systematic exclusion has been shown. This complaint is without merit.\nNext, complaint is made that the guns and radio were taken in an illegal search of Taylor's car and should not have been used against the appellant.\nMike Gilliam, a police officer, testified that he gave Taylor a ticket the night of the burglary and saw him again the next night driving the car up to and away from the liquor store. Officer Gilliam testified that he thought that Taylor, who was under twenty-one years of age, might have been in possession of whiskey or beer. After stopping the car and while talking to Taylor the appellant and the other two occupants left. A fifth of wine was found in the front seat. Taylor and Officer Gilliam both testified that Taylor gave consent to search the car. Taylor testified that the appellant had placed the key to the trunk on the seat and Officer Gilliam took it with his consent and opened the trunk of the car where the stolen guns and radio were found.\nIn Jefferson v. State, Tex.Cr.App., 452 S.W.2d 462, the sister of the defendant was alone in the car when she gave consent for the search. There the officer found incriminating evidence. This Court held that even though the sister did not have title to the car, it did not render the consent or search void.\nIn the present case Taylor, who gave consent, owned the car. At the time of the search the appellant was not present and did not have control of the car.\nIn Granza and Ferrera v. United States, 377 F.2d 746 (5th Cir. 1967), cert. denied 389 U.S. 939, 88 S. Ct. 291, 19 L. Ed. 2d 292, it was held that an accused did not have standing to claim a violation of the Fourth Amendment right of a co-conspirator. During a search of a room of a third co-conspirator, heroin, a memo pad on which was written Ferrera's room number and the telephone number of the Texas State Hotel were found. It was contended that this and another search were illegal. The Court stated: \"* * * We do not inquire into the legality of these searches, because we hold that appellants (Granza and Ferrera) do not have standing to complain,' and the opinion pointed out that the Supreme Court of the United States, in Jones v. United States, 362 U.S. 257, 80 S. Ct. 725, 4 L. Ed. 2d 697 (1960), stated in broad terms, \"* * * one must have been the victim of a search or seizure * * * as distinguished from one who claims prejudice only though the use of evidence gathered as a consequence of a search or seizure directed at someone else.\"\nIt was noted in Granza and Ferrera that neither of the appellants had an interest at all in the premises, and that during the search neither was present.\nIn Wong Sun v. United States, 371 U.S. 471, 492, 83 S. Ct. 4007, 9 L. Ed. 2d 441 (1963), the Supreme Court of the United States upheld the admission against Wong of narcotics seized from Yee, as a result of the illegal arrest of Toy. See also Schepps v. State, Tex.Cr.App., 432 S.W.2d 926.\n*702 We hold that appellant did not have standing to question the search of Taylor's car.\nIt is contended that the court erred in failing to charge on circumstantial evidence. This is not before us for review, because the record contains no written requested instructions to the jury or objection to the charge as required by Articles 36.14 and 36.15, Vernon's Ann.C.C.P. See Linebarger v. State, Tex.Cr.App., 469 S.W.2d 165.\nLastly, he contends that the evidence was insufficient to corroborate the testimony of Taylor, an accomplice witness. Taylor was the State's witness. However, on cross-examination the appellant without any limitation introduced a written confession of Taylor. The contents of the confession were substantially the same as Taylor's oral testimony.\nWhen Taylor testified for the State he was an accomplice witness. See generally, Eremita v. State, Tex.Cr.App., 420 S.W.2d 609; Johnston v. State, Tex.Cr.App., 418 S.W.2d 522; McClanahan v. State, Tex.Cr. App., 394 S.W.2d 499.\nThe written confession of Taylor, however, was appellant's evidence and the rule requiring corroboration of an accomplice witness, Article 38.14, V.A.C.C.P., does not apply to evidence or testimony introduced by the appellant.[1] Daviss v. State, 162 Tex. Cr.R. 280, 284 S.W.2d 713; Joseph v. State, 34 Tex. Crim. 446, 30 S.W. 1067. We hold that the written evidence was sufficient to corroborate the oral testimony.[2]\nNo reversible error is shown. The judgment is affirmed.\nNOTES\n[1]  See Texas &amp; P. Ry. Co. v. Wood, 145 Tex. 534, 199 S.W.2d 652 (1947), and Southwestern Chem. &amp; Gas. Corp. v. Southeastern Pipe Line Co., 369 S.W.2d 489 (Tex.Civ.App. Houston, 1963, no writ), which hold that documentary evidence is conclusive against the party introducing it.\n[2]  The rule is that an accomplice witness' confession cannot be used to corroborate him where the State introduces the confession. Browney v. State, 128 Tex. Crim. 81, 79 S.W.2d 311. In the present case the appellant, not the State, introduced the confession without limiting the purpose for which it was introduced.\n\n",
            "ocr": false,
            "opinion_id": 2381009
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}