{
    "id": 2379315,
    "judges": "Galbreath, Mitchell, Oliver",
    "date_filed": 37324800000,
    "date_filed_is_approximate": false,
    "slug": "beaty-v-neil",
    "case_name_short": "Beaty",
    "case_name": "Beaty v. Neil",
    "case_name_full": "JAMES CONRAD BEATY, Plaintiff in Error, v. WILLIAM S. NEIL, Warden, Defendant in Error",
    "attorneys": "Hugh W. Stanton, Jr., Assistant Public Defender, Memphis, for plaintiff in error., David M. Pack, Attorney General, Everett H. Falk, Assistant Attorney General, Nashville, James Gordon Hall, Assistant District Attorney General, Memphis, for defendant in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Certiorari Denied by Supreme Court May 3, 1971.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b96-3\">\n    JAMES CONRAD BEATY, Plaintiff in Error, v. WILLIAM S. NEIL, Warden, Defendant in Error.\n   </parties><citation id=\"ACI\">\n    467 S.W.2d 844.\n   </citation><br><decisiondate id=\"b96-4\">\n    March 9, 1971.\n   </decisiondate><br><otherdate id=\"b96-5\">\n    Certiorari Denied by Supreme Court May 3, 1971.\n   </otherdate><br><attorneys id=\"b98-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"88\"> \n     *88\n     </span>\n    Hugh W. Stanton, Jr., Assistant Public Defender, Memphis, for plaintiff in error.\n   </attorneys><br><attorneys id=\"b98-4\">\n    David M. Pack, Attorney General, Everett H. Falk, Assistant Attorney General, Nashville, James Gordon Hall, Assistant District Attorney General, Memphis, for defendant in error.\n   </attorneys>",
    "citations": [
        "467 S.W.2d 844",
        "4 Tenn. Crim. App. 86"
    ],
    "opinions": [
        {
            "author_str": "Oliver",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n467 S.W.2d 844 (1971)\nJames Conrad BEATY, Plaintiff in Error,\nv.\nWilliam S. NEIL, Warden, Defendant in Error.\nCourt of Criminal Appeals of Tennessee.\nMarch 9, 1971.\nCertiorari Denied May 3, 1971.\n*845 Hugh W. Stanton, Jr., Asst. Public Defender, Memphis, for plaintiff in error.\nDavid M. Pack, Atty. Gen., Everett H. Falk, Asst. Atty. Gen., Nashville, James Gordon Hall, Asst. Dist. Atty. Gen., Memphis, for defendant in error.\nCertiorari Denied by Supreme Court May 3, 1971.\n\nOPINION\nOLIVER, Judge.\nJames Conrad Beaty, the petitioner below, an inmate of the State Penitentiary where he is serving four concurrent 25-year sentences for armed robbery adjudged in the Criminal Court of Shelby County upon his pleas of guilty while represented by retained counsel, now indigent and represented in this proceeding by the Shelby County Public Defender appointed by the court, is before this Court upon his appeal in the nature of a writ of error from the judgment of the Criminal Court of Shelby County dismissing his habeas corpus petition upon the motion of the District Attorney General and without an evidentiary hearing.\n*846 Notwithstanding the petitioner is imprisoned in the State Penitentiary at Nashville, he deliberately and expressly filed this habeas corpus petition in the Criminal Court of Shelby County, assigning as his reason for not filing it with \"the court or judge most convenient in point of distance to the applicant\" (TCA § 23-1805) that the court records of his case and witnesses and other evidence which he proposed to use were more convenient to that court than they would be to any other. Neither the State nor the trial judge questioned the sufficiency of the petitioner's reasons for filing his habeas corpus petition in that court.\nIn his petition, with which he filed a copy of each of the four indictments charging robbery with a deadly weapon and a copy of the Minute entry showing separate disposition of each case, he said that his guilty pleas were \"entered through agreement between the plaintiff's employed attorney Mr. H. H. McNight and the State's Attorney General's Office of Shelby County, Memphis, Tennessee, whereupon, plaintiff was to receive four (4) Twenty-five (25) years sentences, Twenty-five (25) years on each of the four (4) counts of Robbery With A Deadly Weapon, to be served as one sentence. All four (4) sentences were ordered to be served concurrent with each other. These sentences were adjudged upon your plaintiff on or about the 13th day of April, 1964, by the presiding Honorable Sam D. Campbell, Judge. And it is these judgments that the Respondent is unconstitutionally holding the plaintiff restrained of his liberty under.\"\nThe stated grounds upon which the petitioner relies in this attack upon his guilty-plea convictions are as follows:\n\"(1) That the plaintiff's own employed counsel was ineffective in his representation of the plaintiff's case and defense thereof.\n(2) That the Grand Jury, the Petit Jury and the Court were presented a misconception by the State in presenting the Mark-5 Flare Pistol as a deadly weapon.\n(3) That there was no alternative juror selected and the jurors that were brought in, were not charged by the court as to the laws which govern the charge in the indictments.\n(4) That the jurors did not retire to deliberate on the stipulation bewweent [sic] Mr. H. H. McNight and the State Attorney General's Office.\n(5) That the trial judge errored [sic] by allowing the jury to enter the agreement between Mr. H. H. McNight (defense counsel) and the State as the same made the jury a party thereof.\n(6) That the jurors did not make any statement as to whether they were finding the plaintiff guilty of only one (1) charge or on all of the charges at one and the same time, which their action of raising their hands as a sign of going along with the agreement could have been nothing more than a gesture to seek to ask a question, or that the gesture of the raise of their hands to show they (the jury), were willing to go along with the agreement is in itself illegal for the want of conformity with the laws which governs jury actions.\n(7) That the jury did not understand the law which governed the charge in the indictments.\n(8) That the court should have fixed a minimum term on each sentence.\"\nThe sole Assignment of Error here challenges the action of the trial judge in dismissing the habeas corpus petition without an evidentiary hearing. Under that Assignment the petitioner presses the same eight grounds advanced in his petition.\nAt the outset it should be noted that each of the armed robbery indictments charged the robbery was accomplished \"by use of a deadly weapon, to-wit, a Signal Pistol.\" The petitioner's position is that a *847 \"Mark-5 Flare Pistol\" was not a deadly weapon. In the argument section of his petition he makes it abundantly clear that his complaint about the ineffectiveness of his employed trial counsel, as well as his second and seventh grounds of attack above quoted, relate solely to his counsel's failure to \"seek out any information as to whether a Mark-5 Flare Pistol was a deadly weapon within the rule of the statute which governs the usage of a deadly weapon in a robbery,\" made no effort to attack the indictments by a motion to strike therefrom the words \"with a deadly weapon,\" nor to inform the jury that no injury or harm was done to any of the victims, nor to have the court require the State to make it known and elect as to whether it would prosecute him for simple robbery punishable by a maximum imprisonment of 15 years or for the capital offense of robbery with a deadly weapon, and that the Grand Jury and the petit jury and the court were not informed and did not know and the court did not charge the jury that a Mark-5 flare pistol is not a deadly weapon, that it was wrong for his counsel to make any agreement with the Attorney General's office without knowing that the flare pistol was not a deadly weapon and use the petitioner's \"lack of professional knowledge as a cloak to cover his wrong doings.\" The petitioner says that he would not have entered guilty pleas to the indictments if his attorney had informed him of the law concerning robbery with a deadly weapon.\nIt must be regarded as common knowledge that a flare pistol or signal pistol fired point blank at a person at close range could cause death or grievous bodily harm. This was not a toy pistol. Cooper v. State, 201 Tenn. 149, 297 S.W.2d 75. A deadly weapon is any weapon or instrument which, from the manner in which it is used or attempted to be used, is likely to produce death or cause great bodily injury. Morgan v. State, 220 Tenn. 247, 415 S.W.2d 879. In Turner v. State, 201 Tenn. 562, 300 S.W.2d 920, our Supreme Court held that an unloaded sawed-off shotgun used to accomplish a robbery is a deadly weapon within the meaning of the armed robbery provision of TCA § 39-3901. Following Turner and the authorities cited therein, this Court recently held in the case of Campbell and Crawley v. State, Tenn.Cr.App., 464 S.W.2d 334, that the fact that a pistol used in perpetrating a robbery was unloaded is no defense to a charge of robbery by the use of a deadly weapon. Thus, the whole basis of the petitioner's contention that his four robberies were not committed by the use of a deadly weapon, and his charges and insistences that his retained counsel wrongfully failed to represent him effectively, and his attacks upon his guilty-plea convictions, all predicated upon his notion that a flare pistol or signal pistol is not a deadly weapon within the contemplation of TCA § 39-3901 are patently untenable.\nMoreover, the petitioner has failed to take into account the legal effect of his guilty pleas. A guilty-plea conviction is based entirely upon the plea. Such a plea constitutes a conviction in and of itself and is conclusive. Brooks v. State, 187 Tenn. 67, 213 S.W.2d 7; State ex rel. Barnes v. Henderson, 220 Tenn. 719, 423 S.W.2d 497; Reed v. Henderson, 385 F.2d 995 (6th Cir. 1967); Kercheval v. United States, 274 U.S. 220, 47 S. Ct. 582, 71 L. Ed. 1009; Machibroda v. United States, 368 U.S. 487, 82 S. Ct. 510, 7 L. Ed. 2d 473.\nThe rule has long been firmly established and settled that a plea of guilty, understandingly and voluntarily entered on the advice of counsel, constitutes an admission of all facts alleged and a waiver of all non-jurisdictional and procedural defects and constitutional infirmities, if any, in any prior stage of the proceeding. State ex rel. Edmondson v. Henderson, 220 Tenn. 605, 421 S.W.2d 635; Reed v. Henderson, supra; Moore v. Rodriguez, 376 F.2d 817 (10th Cir. 1967); Briley v. Wilson, 376 F.2d 802 (9th Cir. 1967); Salazar v. Rodriguez, 371 F.2d 726 (10th Cir. 1967); McCord and Anglin v. Henderson, 384 F.2d 135 (6th Cir. 1967); Gray v. Johnson, 354 F.2d 986 (6th Cir. 1965); *848 Gallegos v. Cox, 358 F.2d 703 (10th Cir. 1966).\nThe law is also settled that a guilty plea is not rendered involuntary by the fact that the accused is faced with an election between a possible death sentence on a plea of not guilty and a lesser sentence upon a guilty plea. Cooper v. Holman, 356 F.2d 82 (5th Cir. 1966).\nThe fact that the petitioner was represented by competent counsel at the time he entered his guilty pleas is \"a factor which strongly militates against the conclusion that the plea was involuntary.\" Reed v. Henderson, supra.\nWith respect to the petitioner's attack upon his retained trial counsel, it is appropriate to refer here to the opinion of the Supreme Court of this State in State ex rel. Richmond v. Henderson, 222 Tenn. 597, 439 S.W.2d 263, in which the Court said:\n\"Petitioner's rights, if any, flow from the federal constitutionally guaranteed right to counsel. Avery v. Alabama, 308 U.S. 444, 60 S. Ct. 321, 84 L. Ed. 377 (1940). So, while an allegation of affirmative misconduct superficially excites more judicial interest and investigation, still, the question remains whether under the facts there has been a denial of federal due process by ineffective representation; representation of the kind resulting in a void judgment.\n\"The standard applied by the overwhelming majority of federal courts in considering this question is stated as follows:\n`Incompetency of counsel such as to be a denial of due process and effective representation by counsel must be such as to make the trial a farce, sham, or mockery of justice.'\n* * * * * *\n\"This rule has been applied to any number of situations arising in a criminal case, including that situation involving the advice or urging of defense counsel for the defendant to enter a plea of guilty. In cases in which this exercise of judgment by counsel (that of urging a defendant to enter a plea of guilty) has been attacked, it has uniformly been held that this is not a ground for invalidating the judgment. Davis v. Bomar, 344 F.2d 84 (6th Cir.), cert. denied, 382 U.S. 883, 86 S. Ct. 177, 15 L. Ed. 2d 124 (1965); Application of Hodge, 262 F.2d 778 (9th Cir. 1958); Shepherd v. Hunter, 163 F.2d 872 (10th Cir. 1947); Crum v. Hunter, 151 F.2d 359 (10th Cir. 1945), cert. denied, 328 U.S. 850, 66 S. Ct. 1117, 90 L. Ed. 1623; Diggs v. Welch, 80 U.S.App. D.C. 5, 148 F.2d 667, cert. denied, 325 U.S. 889, 65 S. Ct. 1576, 89 L. Ed. 2002.\"\nUnquestionably the law is now settled that when a defendant is represented by privately retained counsel, no \"State-action\" is involved, and the actions and/or non-action of such private counsel must be imputed to the defendant and not to the State. The Fourteenth Amendment to the Constitution of the United States is directed at State action and not at the action of private individuals. Morgan v. State, Tenn. Cr.App., 445 S.W.2d 477. In addition to the authorities cited in Morgan, see also State ex rel. Donehue v. Russell, 221 Tenn. 609, 429 S.W.2d 818; State ex rel. Richmond v. Henderson, supra.\nIn the present case the petitioner makes no charge that his guilty pleas were induced by any fraud or misrepresentation by his retained counsel. Henderson v. State ex rel. Lance, 220 Tenn. 520, 419 S.W.2d 176.\nEqually without merit is the contention made in the petitioner's argument in his petition that no evidence was introduced before the jury at the time he entered his guilty pleas, contrary to TCA § 40-2310. In State ex rel. Edmondson v. Henderson, 220 Tenn. 605, 421 S.W.2d 635, in rejecting the same insistence, the Court said:\n\"Although T.C.A. § 40-2310 provides that upon a plea of guilty, when the punishment *849 is confinement in the penitentiary, a jury shall be impaneled to hear the evidence and fix the punishment, this is not a constitutionally afforded right, and is waived when a defendant, acting on advice of counsel enters a voluntary, knowledgeable plea of guilty, and allows a judgment of conviction to become final. And, moreover, does not exhaust appellate remedies afforded him. So far as we are aware, there is no state or federal holding that in addition to a voluntary, knowledgeable confession of guilt by a plea of guilty, there must also be proof of the guilt introduced before the jury. In Tennessee, the right under consideration is simply a statutory right, and may be waived. State v. Simmons, 199 Tenn. 479, 287 S.W.2d 71; McCord and Anglin v. Henderson, Warden, C.A. 6th Cir., 384 F.2d 135, opinion filed October 25, 1967.\"\nAnd in McCord and Anglin v. C. Murray Henderson, 384 F.2d 135 (6th Cir. 1967), the Court said:\n\"The evidence given to the jury consisted mainly of a recital of facts made by the Tennessee District Attorney General. Counsel for each petitioner had stipulated to the correctness of such recital. Petitioners complain that only by producing before the jury eye witness or other direct evidence of guilt could the Tennessee procedure be obeyed. In affirming dismissal of the state habeas corpus proceeding, the Supreme Court of Tennessee discussed, without finding fault, the procedure followed in the State Court. We are of the opinion that if there was less than satisfactory compliance with Tennessee law in submitting evidence to the jury, it did not deny petitioners fair treatment or any fundamental constitutional right. Violation of a state statute does not, by itself, constitute deprivation of any right granted by the United States Constitution. Snowden v. Hughes, 321 U.S. 1, 11, 64 S. Ct. 397, 88 L. Ed. 497, 504 (1944); Beck v. Washington, 369 U.S. 541, 554-555, 82 S. Ct. 955, 8 L. Ed. 2d 98 (1962); Townsend v. Sain, 372 U.S. 293, 311-312, 83 S. Ct. 745, 9 L. Ed. 2d 770 (1963).\"\nSee also, State ex rel. Barnes v. Henderson, supra, wherein the Court quoted approvingly the above quotation from McCord and Anglin v. Henderson, supra, and also said:\n\"The general rule is to the same effect:\n`In general, a plea of guilty in a criminal case is not evidence and does not create evidence; but it does dispense with evidence. Thus it is the general rule that it is not required in order to proceed to judgment, that the government produce evidence of guilt, or of the crime, or of the essential facts or elements thereof. Accordingly, accused, after pleading guilty, ordinarily cannot raise the issue of the sufficiency of the evidence.' 22 C.J.S. Criminal Law § 424(4).\"\nThere is no merit in the petitioner's contention that the trial court did not charge the jury. Having entered pleas of guilty in each of the cases, there was no disputed issue of fact before this jury. No explanation of any legal principle was involved. Under those circumstances, there was no necessity for any formal charge to the jury. State ex rel. Lawrence v. Henderson, Tenn.Cr.App., 433 S.W.2d 96.\nAlso baseless is the contention that the jury did not retire to deliberate. There is no suggestion that any of the jurors raised any question or objection with reference to the bargain the petitioner and his counsel had made with the District Attorney General concerning the punishment in the four cases. Thus, there is nothing whatever in this record to indicate any necessity for the jury to retire for private deliberation, nor to impugn their verdicts by their failure to do so.\nWe dismiss as utterly frivolous the petitioner's fifth insistence that the jury was permitted to enter into the negotiated settlement agreement and thus somehow became *850 a party thereto, and his sixth insistence that the jurors did not indicate whether they found him guilty of only one or of all the charges. As already noted, the petitioner filed copies of the Minutes of the court showing separate consideration and disposition of each of the cases. He faced four capital cases. By negotiation he accomplished his purpose of trading himself out of his crimes upon his own terms, thereby escaping a possible death sentence and obtaining in lieu thereof a sentence of imprisonment totaling only 25 years as punishment for all four of his crimes; he was, therefore, directly and vitally interested in having his specific bargain approved and sealed, without alteration or change, by the verdict of the jury, any jury; he not only determined the exact verdict of the jury in advance by driving a bargain with the State highly advantageous and favorable to himself, but he also quite naturally acquiesced in those verdicts rendered in exact conformance with his own plan and agreement. State ex rel. George v. Henderson, Tenn.Cr. App., 432 S.W.2d 492.\nLastly, the petitioner's eighth insistence that the court should have fixed a minimum term on each sentence must be rejected. The indeterminate sentence law of this State is inapplicable to the capital crime of armed robbery. Crumpler v. Henderson, Tenn.Cr.App., 428 S.W.2d 800.\nLet the judgment of the trial court be affirmed.\nGALBREATH and MITCHELL, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2379315
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}