{
    "id": 2383515,
    "judges": "McCORMICK, White",
    "date_filed": 661564800000,
    "date_filed_is_approximate": false,
    "slug": "langston-v-state",
    "case_name_short": "Langston",
    "case_name": "Langston v. State",
    "case_name_full": "Billy James LANGSTON, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Miller B. Walker, Jr., Houston, for appellant., Thomas L. Bridges, Dist. Atty. & Patrick L. Flanigan, Asst. Dist. Atty., Sinton, Robert Huttash, State’s Atty., Austin, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 47,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"AoM4\">\n    Billy James LANGSTON, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b587-17\">\n    No. 1372-89.\n   </docketnumber><br><court id=\"b587-18\">\n    Court of Criminal Appeals of Texas, En Banc.\n   </court><br><decisiondate id=\"b587-20\">\n    Dec. 19, 1990.\n   </decisiondate><br><attorneys id=\"b588-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"554\"> \n     *554\n     </span>\n    Miller B. Walker, Jr., Houston, for appellant.\n   </attorneys><br><attorneys id=\"b588-5\">\n    Thomas L. Bridges, Dist. Atty. &amp; Patrick L. Flanigan, Asst. Dist. Atty., Sinton, Robert Huttash, State’s Atty., Austin, for the State.\n   </attorneys>",
    "citations": [
        "800 S.W.2d 553"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n800 S.W.2d 553 (1990)\nBilly James LANGSTON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 1372-89.\nCourt of Criminal Appeals of Texas, En Banc.\nDecember 19, 1990.\n*554 Miller B. Walker, Jr., Houston, for appellant.\nThomas L. Bridges, Dist. Atty. &amp; Patrick L. Flanigan, Asst. Dist. Atty., Sinton, Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION ON APPELLANT'S PETITION FOR DISCRETIONARY REVIEW\nPER CURIAM.\nAppellant was charged with a third degree felony theft. Pursuant to a plea bargain the trial court deferred further proceedings and placed appellant on deferred adjudication probation for two years beginning December 16, 1985. On September 23, 1988, the trial court proceeded to an adjudication of guilt and sentenced appellant to five years probated. The Court of Appeals affirmed the conviction in an unpublished opinion. Langston v. State, No. 13-88-525-CR (Tex.App.-Corpus Christi, delivered August 31, 1989).\nWe granted review to determine whether the Court of Appeals correctly concluded that the trial court had jurisdiction to enter an adjudication of guilt after the expiration of appellant's deferred adjudication probationary period. We also granted appellant's petition to review the Court of Appeals' holding that there was sufficient diligence on the State's part in pursuing the motion to revoke probation such that the State was not barred from obtaining the revocation of appellant's deferred adjudication probation.\nWe recently held:\n[A] trial court has jurisdiction to revoke deferred adjudication probation imposed pursuant to Art. 42.12, § 3d, [V.A.C.C. P.], after the probationary term has expired, as long as both a motion alleging a violation of probationary terms is filed and a capias or arrest warrant is issued prior to the expiration of the term, followed by due diligence to apprehend the probationer and to hear and determine the allegations in the motion.\nPrior v. State, 795 S.W.2d 179, 184 (Tex.Cr. App.1990). See also Shahan v. State, 792 S.W.2d 101 (Tex.Cr.App.1990).\nIn the present case, the State's motion to revoke probation was filed and the capias was issued on November 30, 1987, prior to the expiration of appellant's probationary period. Therefore, as long as the State exercised due diligence in apprehending appellant and in hearing and determining the alleged violations in the motion, jurisdiction to enter an adjudication of guilt after the expiration of his term was preserved. We overrule appellant's first ground for review and turn to his second ground concerning the issue of due diligence.\nAppellant was arrested on the motion to revoke on August 2, 1988. Appellant argues that the State did not exercise due diligence in arresting appellant eight months after the motion to revoke was filed and seven and one-half months after the expiration of his probationary period.\nThis Court recently reaffirmed:\nThe mere fact that a motion has been filed during the probation term alleging a violation of the conditions of probation will not authorize revocation after such term has expired. Only the court's action authorizing the arrest of the probationer, followed by diligent effort to apprehend and hear and determine the claimed violation, can authorize revocation after the probation term has ended.\nPrior, 795 S.W.2d at 183 (quoting Stover v. State, 365 S.W.2d 808, 809 (Tex.Cr.App. 1963)). Unlike the situation in Prior, appellant in the present case contested, by way of a motion to dismiss the motion to revoke, the diligence of the State in arresting appellant. The trial court denied appellant's motion after a hearing.\n*555 San Patricio County transferred the supervision of appellant's probation to Harris County on June 17, 1986. Appellant maintained the same address in Harris County from that date onward. The San Patricio County probation office was aware of appellant's address. The motion to revoke probation was based on appellant's arrest for driving while intoxicated in San Patricio County on November 12, 1987. The San Patricio County probation office provided appellant's address to the San Patricio County Sheriff's office as part of the paperwork in connection with the violation. At the revocation hearing Roberto Ramon, appellant's San Patricio County probation officer, testified that the Harris County probation office \"closed interest\" sometime after the capias on the motion to revoke was issued and sent to Harris County. Ramon did not explain what he meant by \"closed interest.\" On February 15, 1988, appellant called Ramon inquiring about a termination order. Ramon told appellant that the court had been advised of the probation violation and that a warrant was outstanding. Appellant said he would be in contact with his attorney. Ramon had no knowledge about what steps were taken by the San Patricio County or Harris County Sheriffs' offices. Ramon's actions were consistent with the policies of the probation office in that once a motion to revoke is filed the responsibility of apprehending a probationer rests with the Sheriff's office. On August 2, 1988, appellant was arrested on the capias when he appeared in court for his San Patricio County driving while intoxicated case.\nOnce a defendant raises the issue, the State has the burden to show due diligence. See Prior, 795 S.W.2d at 184 &amp; 185; Stover, 365 S.W.2d at 809. The State relies on the \"lack of cooperation by Appellant to see to this matter when notified of the pending Motion to Revoke Probation.\" However, the record does not show diligence on the part of the State in apprehending appellant on the motion to revoke probation. The seven and one-half month delay from the expiration of probation until appellant's arrest is unexplained. The capias was sent to Harris County. Appellant's address there was known. As the prosecutor admitted in his argument on the motion to dismiss, there was no indication that appellant was hiding. The San Patricio County probation officer had no conversations with the Sheriff's office about appellant. Absent due diligence by the State in apprehending appellant, the motion to dismiss should have been granted. See Prior, 795 S.W.2d 184, 185; Stover, 365 S.W.2d at 809. We sustain appellant's second ground for review.\nThe judgments of the Court of Appeals and the trial court are reversed. This cause is remanded to the trial court for action consistent with this opinion.\nWHITE, J., concurs in the result.\nMcCORMICK, P.J., dissents.\n",
            "ocr": false,
            "opinion_id": 2383515
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}