{
    "id": 2398722,
    "judges": "Johnson, Miller, Phipps",
    "date_filed": 1280448000000,
    "date_filed_is_approximate": false,
    "slug": "anderson-v-state",
    "case_name_short": "Anderson",
    "case_name": "Anderson v. State",
    "case_name_full": "Anderson v. the State",
    "attorneys": "Bobby E. Hutson, Jr., for appellant., Paul L. Howard, Jr., District Attorney, Stephany J. Luttrell, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b489-6\">\n    A10A0852.\n   </docketnumber><parties id=\"An1\">\n    ANDERSON v. THE STATE.\n   </parties><br><citation id=\"b489-7\">\n    (699 SE2d 793)\n   </citation>",
    "citations": [
        "699 S.E.2d 793",
        "305 Ga. App. 463"
    ],
    "opinions": [
        {
            "author_str": "Phipps",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7174.0,
            "opinion_text": "\n699 S.E.2d 793 (2010)\nANDERSON\nv.\nThe STATE.\nNo. A10A0852.\nCourt of Appeals of Georgia.\nJuly 30, 2010.\n*794 Bobby E. Hutson, Jr., for Appellant.\nPaul L. Howard, Jr., Dist. Atty., Stephany J. Luttrell, Asst. Dist. Atty., for appellee.\nPHIPPS, Presiding Judge.\nFollowing a bench trial on certain stipulated facts, Johnny Lee Anderson was convicted of trafficking in cocaine, possession of marijuana with intent to distribute, and giving false information to a law enforcement officer. He claims on appeal that the trial court erred by denying his motion to suppress evidence obtained when officers were executing a warrant for his arrest, namely marijuana found on his person, cocaine found in a nearby garbage container, and statements made by Anderson during the arrest regarding the drugs and regarding the veracity of information Anderson previously had given a law enforcement officer. We agree that this evidence should have been suppressed, and because this evidence was necessary for the state to prove its case against Anderson, we reverse his convictions.\n1. Anderson contends that the evidence should have been suppressed as the fruit of an unconstitutional arrest, because there was not probable cause to authorize the issuance of the arrest warrant.\nThe Fourth Amendment provides that \"... no Warrants shall issue, but upon probable cause, supported by Oath or affirmation[.]\"... [B]efore a warrant for either arrest or search can issue the judicial officer issuing such a warrant must be supplied with sufficient information to support an independent judgment that probable cause exists for the warrant.[1]\nThus, in reviewing the denial of Anderson's motion to suppress, we \"must examine whether the facts support a determination that the magistrate had a substantial basis to conclude that probable cause existed to issue the arrest warrant. A magistrate's decision to issue a warrant based on a finding of probable cause is entitled to substantial deference by a reviewing court.\"[2]\nOn March 9, 2007, the magistrate issued the warrant for Anderson's arrest for the offense of providing false information to a law enforcement officer in violation of OCGA § 16-10-25, which provides that \"[a] person who gives a false name, address, or date of birth to a law enforcement officer in the lawful discharge of his official duties with the intent of misleading the officer as to his identity or birthdate is guilty of a misdemeanor.\" The law enforcement officer's affidavit submitted to obtain this warrant stated that on February 24, 2007, Anderson \"did give a false address[ ] to a law enforcement officer ... while said officer was in the lawful discharge of the officer[']s official duties, with the intent to mislead the officer.\" In a \"web-cam\" interview conducted over the Internet, the officer also told the magistrate the following.[3] During a traffic stop on February 24, 2007, Anderson provided the officer with a driver's license and stated that he lived at the address shown thereon. The officer subsequently determined that, approximately one month earlier, Anderson had provided a different address in connection with a reported burglary in which he had been the victim. This discrepancy led the officer to believe *795 that Anderson had given him a false address at the February 24 traffic stop. The officer went to both addresses several times but did not see Anderson or his car at either address. The officer also spoke with a maintenance worker at the address on Anderson's driver's license, but the worker had not seen Anderson or his car at that address. And on March 9, 2007, the officer discovered that Anderson had checked into a local hotel, using the address shown on his driver's license.[4] Based on this information, the magistrate issued the arrest warrant.\nAfter obtaining the warrant, law enforcement officers entered Anderson's hotel room and arrested him. In the course of the arrest, the officer found marijuana in Anderson's pocket and cocaine in a garbage container inside an open cabinet a few feet from Anderson. During the arrest, Anderson stated that the drugs were for his personal use and that he did not live at the address shown on his driver's license.\nTo find probable cause that Anderson violated OCGA § 16-10-25, the magistrate needed evidence sufficient to authorize a person of reasonable caution in believing that the address Anderson gave the officer during the February 24 stop was false.[5] The evidence presented to the magistrate did not satisfy this requirement. Evidence showing that on various occasions a person gave different information to a law enforcement officer \"does not support even an inference\" that the person gave false information to an officer on the occasion at issue.[6] Thus, the fact that Anderson gave two different addresses for himself over a one-month period is not evidence that the address he provided to the officer during the traffic stop was false at that time.[7]\nNor does the evidence that Anderson had not been seen by the officer or a maintenance worker at the address listed on his driver's license, or that he had checked into a local hotel two weeks after the traffic stop, allow for a finding of probable cause that he gave the officer a false address during the traffic stop. While this evidence may have raised a suspicion or possibility that Anderson did not live at the address shown on his license at the time of the stop, it did not demonstrate a probability that Anderson did not live there, as was required to find probable cause that he had violated OCGA § 16-10-25.[8]\nNone of the evidence presented to the magistrate was probative of whether, on the day of the traffic stop, Anderson lived at the address shown on the driver's license that he presented to the officer. We therefore must conclude, even affording the magistrate's decision the substantial deference it is due, that the evidence failed to set forth a substantial basis for concluding that probable cause existed to issue the arrest warrant for providing false information.[9] Accordingly, we find that the warrant was invalid, and thus all physical evidence found and statements made by Anderson during the execution of that arrest warrant should have been suppressed.[10]\n2. In light of our determination in Division 1, we need not address Anderson's other *796 challenge to the court's denial of his motion to suppress.\nJudgment reversed.\nMILLER, C.J., and JOHNSON, J., concur.\nNOTES\n[1]  Devier v. State, 253 Ga. 604, 610(5), 323 S.E.2d 150 (1984) (citation and punctuation omitted).\n[2]  Waters v. State, 281 Ga. 119, 120(3), 636 S.E.2d 538 (2006) (citations omitted).\n[3]  Although the record does not reveal whether the officer was under oath when speaking to the magistrate, Anderson has not challenged the manner in which the officer conveyed information to the magistrate to obtain the warrant. See generally Butler v. State, 254 Ga. 637, 639, n. 3, 332 S.E.2d 654 (1985) (in determining whether probable cause existed for arrest warrant, issuing magistrate was authorized to rely on oral testimony of police officer as well as written information in officer's affidavit).\n[4]  The officer learned this when he responded to a 911 call by the hotel manager, who stated that Anderson's behavior at the hotel had been suspicious.\n[5]  See Agony v. State, 226 Ga.App. 330, 333(4), 486 S.E.2d 625 (1997) (OCGA § 16-10-25 violation requires showing that information given in the subject incident was false); Callahan v. State, 179 Ga.App. 556, 560(2), 347 S.E.2d 269 (1986) (test for finding probable cause for issuance of arrest warrant is whether facts would justify person of reasonable caution in believing offense has been or is being committed).\n[6]  Agony, supra.\n[7]  See id. at 333-334, 486 S.E.2d 625.\n[8]  See Callahan, supra (probable cause requires probability that person committed crime\u0097less than certainty but more than mere suspicion or possibility).\n[9]  See Miley v. State, 279 Ga. 420, 422, 614 S.E.2d 744 (2005).\n[10]  See Register v. State, 281 Ga.App. 822, 824-825, 637 S.E.2d 761 (2006). See generally Teal v. State, 282 Ga. 319, 322-323(2), 647 S.E.2d 15 (2007) (motel guest is entitled to Fourth Amendment protection against unreasonable searches and seizures; exclusionary rule prohibits introduction into evidence of, among other things, tangible material seized during unlawful search and testimony concerning knowledge acquired during unlawful search).\n\n",
            "ocr": false,
            "opinion_id": 2398722
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}