{
    "id": 2401554,
    "judges": "Brookshire, Burgess",
    "date_filed": "1989-01-16",
    "date_filed_is_approximate": true,
    "slug": "fortune-v-state",
    "case_name_short": "Fortune",
    "case_name": "Fortune v. State",
    "case_name_full": "Harvey C. FORTUNE, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "William E. Hall, Jr., Conroe, for appellant., Mary Ann Turner, Asst. Dist. Atty., Con-roe, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b720-8\">\n    Harvey C. FORTUNE, Appellant, v. The STATE of Texas, Appellee.\n   </parties><docketnumber id=\"AbO\">\n    No. 09-84-175-CR.\n   </docketnumber><court id=\"A9F\">\n    Court of Appeals of Texas, Beaumont.\n   </court><decisiondate id=\"A5U\">\n    Nov. 13, 1985.\n   </decisiondate><br><attorneys id=\"b720-23\">\n    William E. Hall, Jr., Conroe, for appellant.\n   </attorneys><br><attorneys id=\"b720-24\">\n    Mary Ann Turner, Asst. Dist. Atty., Con-roe, for appellee.\n   </attorneys>",
    "citations": [
        "699 S.W.2d 706"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n699 S.W.2d 706 (1985)\nHarvey C. FORTUNE, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 09-84-175-CR.\nCourt of Appeals of Texas, Beaumont.\nNovember 13, 1985.\nWilliam E. Hall, Jr., Conroe, for appellant.\nMary Ann Turner, Asst. Dist. Atty., Conroe, for appellee.\n\nOPINION\nBROOKSHIRE, Justice.\nIn a single indictment, the Appellant was charged with burglary of a habitation with *707 the intent to commit the felony offense of sexual assault and, by a separate count, the Appellant was charged with aggravated sexual assault against one S.B., the victim, without her consent and during said aggravated sexual assault, using and exhibiting a deadly weapon, a knife which, in its manner of use and intended use, was capable of causing death or serious bodily injury.\nThe first paragraph pleaded that the burglary of the habitation was without the effective consent of Marvin Beard, the owner. The last allegation of the indictment was an enhancement paragraph alleging that the Appellant, on May 28, 1979, in the First District Court of Sabine County, was convicted of a felony, which conviction became final. The felony in Sabine County was for sexual abuse.\nThe Appellant, without objection, motion to sever, or motion to require the State to elect, proceeded with the guilt or innocence phase of the bifurcated trial. The jury found, in a separate, general verdict, the Appellant guilty of the felony offense of burglary of a habitation without the effective consent of Marvin Beard, the owner, being a victim. This was an offense against property and an offense against one male victim, Marvin Beard.\nThe jury in a second, separate, general verdict found that the Appellant was guilty of the offense of aggravated sexual assault. This separate and distinct offense was not against property. This offense involved the use of a deadly weapon and was committed against S.B., a female victim. In greater detail, the second count of the indictment alleged that the Appellant did then and there intentionally and knowingly cause penetration of the mouth of S.B., the victim, a person not the spouse of the defendant (Appellant), with the sexual organ of the defendant (Appellant), without the consent of the victim, and used a deadly weapon, a knife.\nBy a special finding, the jury found that the Appellant used a deadly weapon, a knife, in the course and commission of aggravated sexual assault.\nUnder this record, we find that these are separate, distinct offenses against two separate, distinct victims.\nThe Appellant filed a pleading entitled \"Election As To Punishment\" which, in substance, evidenced his election to have the jury assess his punishment during the second part of the trial. The Appellant did not, at the guilt or innocence stage, make any request or motion that the State should be required to elect upon which count or transaction it would prosecute. McKenzie v. State, 32 Tex. Crim. 568, 25 S.W. 426 (1894). In view of the wording of his pleading entitled \"Election As To Punishment\", he waived the right to require the State to make an election upon which count or which transaction it would prosecute. Drake v. State, 686 S.W.2d 935 (Tex.Crim. App.1985) (Opinion on Appellant's Petition for Discretionary Review).\nThe Appellant objected to the multiple punishment sentences. This objection was made just before the punishment phase. The jury assessed 15 years for the burglary of the habitation. In addition thereto, the jury assessed 30 years confinement for the offense of aggravated sexual assault. The 15 year sentence and the 30 year sentence were ordered to be cumulative and to run consecutively by the trial judge. The trial judge specifically denied the Appellant's request to run the sentences concurrently.\nTEX. PENAL CODE ANN. sec. 22.021 (Vernon Supp.1985), creates and mandates a separate and distinct offense entitled \"Aggravated Sexual Assault\". The aggravated sexual assault is certainly, under this record, a separate and distinct offense from burglary of a habitation.\nThe State, in its brief, wrongly concedes that: \"the offenses alleged in the indictment constituted part of the same `transaction' as that term is used in Siller and Drake.\" The State went on to say: \"[t]hus, the State must also concede, albeit reluctantly, that the holding in Siller mandates reversal as to one of the two sentences imposed.\"\n*708 We respectfully request the Court of Criminal Appeals to reconsider Ex Parte Siller, 686 S.W.2d 617 (Tex.Crim.App. 1985). A careful reading of Drake v. State, supra, motivates us to urge, respectfully, upon the high court to hold that a correct reading of TEX. CODE CRIM. PROC.ANN. art. 37.07 would require us and them to affirm both judgments and both sentences below whereby this Appellant would serve a 15 year sentence and the 30 year sentence consecutively.\nArticle 37.07, sec. 1(b) provides, in substance, that if the plea is not guilty the jury must find that the defendant is either guilty or not guilty and they shall assess the punishment in all cases. Even more cogent and compelling is the language of art. 37.07 sec. 1(c), providing, in substance, if the charging instrument contains more than one count or if two or more offenses are consolidated for trial pursuant to Chapter 3 of the Penal Code, the jury shall be instructed to return a finding of guilty or not guilty in a separate verdict as to each count and offense submitted to them. The word or is paramountly important to the construction of art. 37.07, sec. 1(c). Here, we perceive, or is used as a co-ordinate conjunctive connecting two phrases or two clauses of equal rank.\nHence, a proper reading would be: \"If the charging instrument contains more than one count, the jury shall be instructed to return a finding of guilty or not guilty in a separate verdict as to each count and offense submitted to them.\" Obviously, the first clause of art. 37.07, sec. 1(c) is not dependent upon or modified or qualified by the second clause dealing with two or more offenses that are consolidated for trial pursuant to Chapter 3 of the Penal Code. There was no consolidation for trial in our case, subjudice. Then, of course, art. 37.07, sec. 2(c) harmoniously or supportingly provides:\n\"Punishment shall be assessed on each count on which a finding of guilty has been returned.\"\nThe experienced trial judge, we think, properly interpreted the facts and the law. But for Ex Parte Siller, supra, we would affirm, in all details, his judgments and sentences. Being an intermediate court, we feel constrained to follow Ex Parte Siller, supra, although we think it was decided wrongly\u0097at least under the facts of this case.\nAccordingly, we affirm the judgment and sentence of 15 years in regard to the offense of burglary of a habitation. We reluctantly set aside the judgment and sentence of 30 years in regard to the offense of aggravated sexual assault with a deadly weapon. This 30 year sentence is void. Ex Parte Easley, 490 S.W.2d 570 (Tex.Crim.App.1972). Hence, no jeopardy attached. Appellant can be indicted in the future on that crime.\nSecondly, the Appellant argues that the trial court committed error in failing to exclude the evidence of the prior conviction because the prior final judgment was not signed by the judge and it clerically failed to indicate the plea made by the Appellant. The Appellant concedes that the lack of the judge's signature is not fatal, writing in his own brief:\n\"Furthermore, although not raised by Appellant at trial, the Judgment is not signed by the Judge who tried the case at the time the `Plea' was taken.\" (Emphasis added)\nWith admirable candor, the Appellant also concedes this issue to the State of Texas by reciting, in a separate part of his brief:\n\"Appellant acknowledges that case law holds against him with respect to the issue of the judge's signature, based largely on a quirk of ancient statutory amendment....\"\nAn examination of the May 28, 1979, judgment of conviction in Sabine County, Texas, complained of by Appellant, shows and demonstrates that Harvey C. Fortune, \"having been duly arraigned, appeared in person, in open court, his counsel also being present\" and the defendant, his counsel and the State's attorney agreed, in writing, in open court, to waive a jury and submit the cause to the court and that the defendant, *709 Harvey C. Fortune, entered his plea of \"*guilty *nolo contendere thereto\". In very small letters at the bottom of the page the asterisk indicates \"strike if not applicable\". We hold this was a simple clerical error. Certainly this does not make the judgment void. The rule is well established in our law that a plea of nolo contendere is, for all practical purposes, the same as a plea of guilty. No reversible error is shown. We overrule point of error two.\nWe affirmatively decide that the Appellant can be indicted and prosecuted in the future for the offense of aggravated sexual assault as charged in count two of the indictment. See Ex Parte Easley, supra.\nWe affirm in part and reverse in part.[1]\nBURGESS, Justice, concurring and dissenting.\nI concur in the result reached by the majority. I respectfully dissent to that portion of the opinion which characterizes the concession of the state as being \"wrong\". I further dissent to the footnote's statement that we would hold that two separate criminal transactions took place. I would not so hold.\nNOTES\n[1]  If we could write on a \"clean slate\", we would hold that since two persons were victims of different crimes that two separate criminal transactions took place. Hence, two judgments and two sentences running consecutively would be correct. See Drake, supra.\n\nOf course, also, as we construe art. 37.07, that statute itself would authorize two judgments and two consecutive sentences.\nThis record glaringly shows horrendous facts and heinous crimes. The jury obviously believed the State's evidence. At least two acts of oral copulation or fellation took place. S.B., the victim, was very unwilling to perform those acts but a deadly knife was at her throat or at her breast. She received a knife wound. Also, a child of about 5 years was threatened with loss of his life unless Marvin Beard and S.B. followed the Appellant's vicious commands.\nMarvin was struck with the pole with such force that it broke into pieces. The rights of these innocent victims deserve protection from the courts as well as the rights of the Appellant.\nIt may well have been a considered, judgmental election on the part of Appellant not to require the State to elect among the counts of various horrible crimes set out in the indictment at the guilt/innocence phase of the trial. There was a separate count alleging an assault on Marvin. Appellant's strategy may well have been to attempt to invoke double jeopardy as to the various, vicious crimes alleged.\n\n",
            "ocr": false,
            "opinion_id": 2401554
        },
        {
            "author_str": "Brookshire",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nBROOKSHIRE, Justice.\nIn a single indictment, the Appellant was charged with burglary of a habitation with *707the intent to commit the felony offense of sexual assault and, by a separate count, the Appellant was charged with aggravated sexual assault against one S.B., the victim, without her consent and during said aggravated sexual assault, using and exhibiting a deadly weapon, a knife which, in its manner of use and intended use, was capable of causing death or serious bodily injury.\nThe first paragraph pleaded that the burglary of the habitation was without the effective consent of Marvin Beard, the owner. The last allegation of the indictment was an enhancement paragraph alleging that the Appellant, on May 28, 1979, in the First District Court of Sabine County, was convicted of a felony, which conviction became final. The felony in Sabine County was for sexual abuse.\nThe Appellant, without objection, motion to sever, or motion to require the State to elect, proceeded with the guilt or innocence phase of the bifurcated trial. The jury found, in a separate, general verdict, the Appellant guilty of the felony offense of burglary of a habitation without the effective consent of Marvin Beard, the owner, being a victim. This was an offense against property and an offense against one male victim, Marvin Beard.\nThe jury in a second, separate, general verdict found that the Appellant was guilty of the offense of aggravated sexual assault. This separate and distinct offense was not against property. This offense involved the use of a deadly weapon and was committed against S.B., a female victim. In greater detail, the second count of the indictment alleged that the Appellant did then and there intentionally and knowingly cause penetration of the mouth of S.B., the victim, a person not the spouse of the defendant (Appellant), with the sexual organ of the defendant (Appellant), without the consent of the victim, and used a deadly weapon, a knife.\nBy a special finding, the jury found that the Appellant used a deadly weapon, a knife, in the course and commission of aggravated sexual assault.\nUnder this record, we find that these are separate, distinct offenses against two separate, distinct victims.\nThe Appellant filed a pleading entitled “Election As To Punishment” which, in substance, evidenced his election to have the jury assess his punishment during the second part of the trial. The Appellant did not, at the guilt or innocence stage, make any request or motion that the State should be required to elect upon which count or transaction it would prosecute. McKenzie v. State, 32 Tex.Cr.R. 568, 25 S.W. 426 (1894). In view of the wording of his pleading entitled “Election As To Punishment”, he waived the right to require the State to make an election upon which count or which transaction it would prosecute. Drake v. State, 686 S.W.2d 935 (Tex.Crim.App.1985) (Opinion on Appellant’s Petition for Discretionary Review).\nThe Appellant objected to the multiple punishment sentences. This objection was made just before the punishment phase. The jury assessed 15 years for the burglary of the habitation. In addition thereto, the jury assessed 30 years confinement for the offense of aggravated sexual assault. The 15 year sentence and the 30 year sentence were ordered to be cumulative and to run consecutively by the trial judge. The trial judge specifically denied the Appellant’s request to run the sentences concurrently.\nTEX. PENAL CODE ANN. sec. 22.021 (Vernon Supp.1985), creates and mandates a separate and distinct offense entitled “Aggravated Sexual Assault”. The aggravated sexual assault is certainly, under this record, a separate and distinct offense from burglary of a habitation.\nThe State, in its brief, wrongly concedes that: “the offenses alleged in the indictment constituted part of the same ‘transaction’ as that term is used in Siller and Drake.” The State went on to say: “[t]hus, the State must also concede, albeit reluctantly, that the holding in Siller mandates reversal as to one of the two sentences imposed.”\n*708We respectfully request the Court of Criminal Appeals to reconsider Ex Parte Siller, 686 S.W.2d 617 (Tex.Crim.App.1985). A careful reading of Drake v. State, supra, motivates us to urge, respectfully, upon the high court to hold that a correct reading of TEX. CODE CRIM. PROC.ANN. art. 37.07 would require us and them to affirm both judgments and both sentences below whereby this Appellant would serve a 15 year sentence and the 80 year sentence consecutively.\nArticle 37.07, sec. 1(b) provides, in substance, that if the plea is not guilty the jury must find that the defendant is either guilty or not guilty and they shall assess the punishment in all cases. Even more cogent and compelling is the language of art. 37.07 sec. 1(c), providing, in substance, if the charging instrument contains more than one count or if two or more offenses are consolidated for trial pursuant to Chapter 3 of the Penal Code, the jury shall be instructed to return a finding of guilty or not guilty in a separate verdict as to each count and offense submitted to them. The word or is paramountly important to the construction of art. 37.07, sec. 1(c). Here, we perceive, or is used as a co-ordinate conjunctive connecting two phrases or two clauses of equal rank.\nHence, a proper reading would be: “If the charging instrument contains more than one count, the jury shall be instructed to return a finding of guilty or not guilty in a separate verdict as to each count and offense submitted to them.” Obviously, the first clause of art. 37.07, sec. 1(c) is not dependent upon or modified or qualified by the second clause dealing with two or more offenses that are consolidated for trial pursuant to Chapter 3 of the Penal Code. There was no consolidation for trial in our case, subjudice. Then, of course, art. 37.-07, sec. 2(c) harmoniously or supportingly provides:\n“Punishment shall be assessed on each count on which a finding of guilty has been returned.”\nThe experienced trial judge, we think, properly interpreted the facts and the law. But for Ex Parte Siller, supra, we would affirm, in all details, his judgments and sentences. Being an intermediate court, we feel constrained to follow Ex Parte Siller, supra, although we think it was decided wrongly — at least under the facts of this case.\nAccordingly, we affirm the judgment and sentence of 15 years in regard to the offense of burglary of a habitation. We reluctantly set aside the judgment and sentence of 30 years in regard to the offense of aggravated sexual assault with a deadly weapon. This 30 year sentence is void. Ex Parte Easley, 490 S.W.2d 570 (Tex.Crim.App.1972). Hence, no jeopardy attached. Appellant can be indicted in the future on that crime.\nSecondly, the Appellant argues that the trial court committed error in failing to exclude the evidence of the prior conviction because the prior final judgment was not signed by the judge and it clerically failed to indicate the plea made by the Appellant. The Appellant concedes that the lack of the judge’s signature is not fatal, writing in his own brief:\n“Furthermore, although not raised by Appellant at trial, the Judgment is not signed by the Judge who tried the case at the time the ‘Plea’ was taken.” (Emphasis added)\nWith admirable candor, the Appellant also concedes this issue to the State of Texas by reciting, in a separate part of his brief:\n“Appellant acknowledges that case law holds against him with respect to the issue of the judge’s signature, based largely on a quirk of ancient statutory amendment....”\nAn examination of.the May 28, 1979, judgment of conviction in Sabine County, Texas, complained of by Appellant, shows and demonstrates that Harvey C. Fortune, “having been duly arraigned, appeared in person, in open court, his counsel also being present” and the defendant, his counsel and the State’s attorney agreed, in writing, in open court, to waive a jury and submit the cause to the court and that the defend*709ant, Harvey C. Fortune, entered his plea of “ *guilty *nolo contendere thereto”. In very small letters at the bottom of the page the asterisk indicates “strike if not applicable”. We hold this was a simple clerical error. Certainly this does not make the judgment void. The rule is well established in our law that a plea of nolo conten-dere is, for all practical purposes, the same as a plea of guilty. No reversible error is shown. We overrule point of error two.\nWe affirmatively decide that the Appellant can be indicted and prosecuted in the future for the offense of aggravated sexual assault as charged in count two of the indictment. See Ex Parte Easley, supra.\nWe affirm in part and reverse in part.1\n\n. If we could write on a “clean slate”, we would hold that since two persons were victims of different crimes that two separate criminal transactions took place. Hence, two judgments and two sentences running consecutively would be correct. See Drake, supra.\nOf course, also, as we construe art. 37.07, that statute itself would authorize two judgments and two consecutive sentences.\nThis record glaringly shows horrendous facts and heinous crimes. The jury obviously believed the State’s evidence. At least two acts of oral copulation or fellation took place. S.B., the victim, was very unwilling to perform those acts but a deadly knife was at her throat or at her breast. She received a knife wound. Also, a child of about 5 years was threatened with loss of his life unless Marvin Beard and S.B. followed the Appellant’s vicious commands.\nMarvin was struck with the pole with such force that it broke into pieces. The rights of these innocent victims deserve protection from the courts as well as the rights of the Appellant.\nIt may well have been a considered, judgmental election on the part of Appellant not to require the State to elect among the counts of various horrible crimes set out in the indictment at the guilt/innocence phase of the trial. There was a separate count alleging an assault on Marvin. Appellant’s strategy may well have been to attempt to invoke double jeopardy as to the various, vicious crimes alleged.\n\n",
            "ocr": false,
            "opinion_id": 9766519
        },
        {
            "author_str": "Burgess",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBURGESS, Justice,\nconcurring and dissenting.\nI concur in the result reached by the majority. I respectfully dissent to that portion of the opinion which characterizes the concession of the state as being “wrong”. I further dissent to the footnote’s statement that we would hold that two separate criminal transactions took place. I would not so hold.\n",
            "ocr": false,
            "opinion_id": 9766520
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}