{
    "id": 2404013,
    "judges": "Tucker",
    "date_filed": 1082592000000,
    "date_filed_is_approximate": false,
    "slug": "checkpoint-systems-inc-v-all-tag-security-sa",
    "case_name_short": null,
    "case_name": "Checkpoint Systems, Inc. v. All-Tag Security S.A.",
    "case_name_full": "CHECKPOINT SYSTEMS, INC. Plaintiff, v. ALL-TAG SECURITY S.A., Et Al. Defendants",
    "attorneys": "Craig E. Ziegler, James D. Cashel, Stephen W. Armstrong, Montgomery, McCracken, Walker & Rhoads, Steven J. Rocci, Woodcock Washburn LLP, Philadelphia, PA, for Plaintiff., Jennifer A. Pulsinelli, Theodore A. Breiner, Breiner & Breiner LLC, Alexandria, VA, Steven T. Voigt, Tracy Zurzolo Frisch, Reed Smith LLP, Murray S. Lev-in, Pepper Hamilton L.L.P., Philadelphia, PA, Christopher K. Hu, Herbert Blecker, Richard W. Erwine, Morgan & Finnegan, New York, NY, for Defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b702-7\">\n    CHECKPOINT SYSTEMS, INC. Plaintiff, v. ALL-TAG SECURITY S.A., et al. Defendants.\n   </parties><br><docketnumber id=\"b702-11\">\n    No. CIV.A.01-CV-2223.\n   </docketnumber><br><court id=\"b702-12\">\n    United States District Court, E.D. Pennsylvania.\n   </court><br><decisiondate id=\"b702-14\">\n    April 22, 2004.\n   </decisiondate><br><attorneys id=\"b702-27\">\n    Craig E. Ziegler, James D. Cashel, Stephen W. Armstrong, Montgomery, McCracken, Walker &amp; Rhoads, Steven J. Rocci, Woodcock Washburn LLP, Philadelphia, PA, for Plaintiff.\n   </attorneys><br><attorneys id=\"b702-28\">\n    Jennifer A. Pulsinelli, Theodore A. Breiner, Breiner &amp; Breiner LLC, Alexandria, VA, Steven T. Voigt, Tracy Zurzolo Frisch, Reed Smith LLP, Murray S. Lev-in, Pepper Hamilton L.L.P., Philadelphia, PA, Christopher K. Hu, Herbert Blecker, Richard W. Erwine, Morgan &amp; Finnegan, New York, NY, for Defendants.\n   </attorneys>",
    "citations": [
        "315 F. Supp. 2d 660"
    ],
    "opinions": [
        {
            "author_str": "Tucker",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3272.0,
            "opinion_text": "\n315 F. Supp. 2d 660 (2004)\nCHECKPOINT SYSTEMS, INC. Plaintiff,\nv.\nALL-TAG SECURITY S.A., et al. Defendants.\nNo. CIV.A.01-CV-2223.\nUnited States District Court, E.D. Pennsylvania.\nApril 22, 2004.\nCraig E. Ziegler, James D. Cashel, Stephen W. Armstrong, Montgomery, McCracken, Walker &amp; Rhoads, Steven J. Rocci, Woodcock Washburn LLP, Philadelphia, PA, for Plaintiff.\nJennifer A. Pulsinelli, Theodore A. Breiner, Breiner &amp; Breiner LLC, Alexandria, VA, Steven T. Voigt, Tracy Zurzolo Frisch, Reed Smith LLP, Murray S. Levin, Pepper Hamilton L.L.P., Philadelphia, PA, Christopher K. Hu, Herbert Blecker, Richard W. Erwine, Morgan &amp; Finnegan, New York, NY, for Defendants.\n\nMEMORANDUM AND ORDER\nTUCKER, J.\nPresently before the Court are two Motions for Summary Judgment filed by Defendants All-Tag Security S.A. and All-Tag Security Americas, Inc.'s (jointly \"All-Tag\") and Defendant Sensormatic.[1] For *661 the reasons set forth below, upon consideration of Defendants' Motion, Plaintiff's Response, Defendant Sensormatic's Response, Defendants' Reply Brief, Plaintiff's Sur-Reply Brief, and Oral Argument, the Court will grant both Motions for Summary Judgment.\n\nBACKGROUND\nPlaintiff Checkpoint is a Pennsylvania corporation in the business of manufacturing and selling disposable, deactivatable resonance labels for the retail industry. Defendant All-Tag Security S.A., is a Belgium company in the same business of manufacturing and selling disposable, deactivatable resonance labels for the retail industry.[2] Defendant All-Tag Security Americas is a subsidiary of All-Tag Security S.A. Defendant Sensormatic Electronics, a Delaware corporation, is a customer of All-Tag Security S.A.\nCheckpoint filed this cause of action against All-Tag and its customer Sensormatic alleging that All-Tag and Sensormatic infringed the U.S. Patent No. 4,876,555 (the '555 patent).[3] The patent at issue is a deactivatable resonance label, which is attached to goods for providing protection from theft in department stores, supermarkets, and the like. The primary user of the deactivatable resonance labels is the retail industry.\n\nDevelopment of the '555 Patent\nIn 1981, Fritz Hans Pichl, as managing director and an owner, formed Checkpoint Europe, a Swiss Corporation. Checkpoint Europe was in the business of selling disposable, deactivatable resonance labels for the retail industry. Checkpoint Europe was independent from Plaintiff Checkpoint. However, Checkpoint Europe and Plaintiff Checkpoint had a supply-dealer contract, wherein Checkpoint Europe bought resonance labels from Plaintiff Checkpoint. Around November 1986, Checkpoint Europe and Plaintiff Checkpoint ended their supply-dealer contract, at which time, Checkpoint Europe changed its name to Actron.\nWhile still owning Actron[4], Pichl became part owner of Durgo AG, a Swiss corporation. Durgo AG was formed for the purpose of developing technology for use in the Electronic Article Surveillance (\"EAS\") industry.[5] On March 17, 1987, Swiss Patent Application No. 1000/87 (\"the Swiss application\") was filed in Switzerland in the name of Durgo AG.[6] A year later, on March 15, 1988, the inventor, Paul R. Jorgensen[7], filed in the United *662 States Patent and Trademark Office (the \"USPTO\") his U.S. Patent Application Serial No. 168,468 ('468 U.S. application) for a patent entitled \"Resonance Label and Methods for its Fabrication,\" which was based on the Swiss application.\nJorgensen, Pichl, and Lukas Geiges[8] all contend that they were involved in preparing the U.S. patent application, however, Jorgensen is the only name on the patent. Defendants claim that the U.S. application was intentionally filed only in the name of Jorgensen to avoid any argument by Plaintiff Checkpoint that it was entitled to ownership of the subject matter of the application by virtue of Pichl and Checkpoint Europe's contractual relationship with Checkpoint and to keep Checkpoint from knowing what Actron was doing.\nAround April 1988, Jorgensen assigned the '555 patent to Durgo AG, while awaiting approval of his patent application by the USPTO. Actron acquired Durgo AG and the '555 patent around January 1989. In February 1989, after Actron acquired Durgo AG, Pichl ended his business relationship with Actron.[9] Aff. of Pichl at ¶ 3. The USPTO approved Jorgensen's patent application on October 24, 1989, and on the same day, the USPTO issued Jorgensen's patent as the '555 patent-in-suit.\nPichl formed All-Tag Security, AG around April 1991. Aff. of Pichl at ¶ 11. After forming All-Tag, Pichl developed a new resonant tag, which All-Tag patented and included in its U.S. Patent No. 5,187,466 (the '466 patent). Id. In late 1992, All-Tag began manufacturing and selling a deactivable resonant tag using the technology from its '466 patent. Id. In November 1995, Plaintiff Checkpoint acquired Actron and the '555 patent. Sometime in 1997, Pichl left All-Tag, and he does not have an economic interest of any kind in the company. Aff. of Pichl at ¶ 14.\n\nLEGAL STANDARD\nSummary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). An issue is \"genuine\" if the evidence is such that a reasonable jury could return a verdict for the non-moving party. Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S. Ct. 2505, 2510, 91 L. Ed. 2d 202 (1986). A factual dispute is \"material\" if it might affect the outcome of the case under governing law. Id.\nA party seeking summary judgment always bears the initial responsibility for informing the district court of the basis of its motion and identifying those portions of the record that it believes demonstrate the absence of a genuine issue of material fact. Celotex Corp. v. Catrett, 477 U.S. 317, 322, 106 S. Ct. 2548, 2552, 91 L. Ed. 2d 265 *663 (1986). Where the non-moving party bears the burden of proof on a particular issue at trial, the movant's initial Celotex burden can be met simply by \"pointing out to the district court that there is an absence of evidence to support the non-moving party's case.\" Celotex, 477 U.S. at 325, 106 S. Ct. at 2553-2554. After the moving party has met its initial burden, \"the adverse party's response, by affidavits or otherwise as provided in this rule, must set forth specific facts showing that there is a genuine issue for trial.\" Fed.R.Civ.P. 56(e). That is, summary judgment is appropriate if the non-moving party fails to rebut by making a factual showing \"sufficient to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial.\" Celotex, 477 U.S. at 322, 106 S. Ct. at 2552-2553. \"[I]f the opponent [of summary judgment] has exceeded the `mere scintilla' [of evidence] threshold and has offered a genuine issue of material fact, then the court cannot credit the movant's version of events against the opponent, even if the quantity of the movant's evidence far outweighs that of its opponent.\" Big Apple BMW, Inc. v. BMW of North America, Inc., 974 F.2d 1358, 1363 (3d Cir.1992). Under Rule 56, the Court must view the evidence presented on the motion in the light most favorable to the opposing party. Anderson, 477 U.S. at 255, 106 S. Ct. at 2513-2514.\n\nDISCUSSSION\nThe issues before this Court are: (1) whether the '555 patent is invalid under 35 U.S.C. § 102(f) for failure to join all inventors; and (2) does the doctrine of equitable estoppel and/or the doctrine of assignor estoppel bar All-Tag and/or Sensormatic from challenging the validity of the '555 patent. Now, the Court will discuss each issue in turn.\n\nA. '555 Patent Invalid under 35 U.S.C. § 102(f).\n\nFirst, this Court will review Sensormatic's motion for summary judgment. The pivotal issue for this Court to decide is whether or not Sensormatic can use Pichl and Jorgensen's affidavits as evidence. The quandry which is created by allowing Sensormatic to use these affidavits, which will in effect invalidate the '555 patent, is that Pichl, Jorgensen, and All-Tag will indirectly accomplish what they could not accomplish directly; Checkpoint will suffer harm from Pichl and Jorgensen's fraud; and Sensormatic and the \"rest of the world\" will be punished. However, during oral argument, Sensormatic's Counsel, Christopher Hu, made a compelling argument. Mr. Hu argued that:\nThe situation that Sensormatic is in is completely different [from All-Tag Defendants and Jorgensen]. We're the rest of the world according to this Diamond Scientific case. We have another scenario. And what Checkpoint is trying to do is to say that Sensormatic can't rely on the testimony of Jorgensen, Pichl, and Geiges for any reason now because allegedly they're discredited. And that flies in the face of years ... [of] patent jurisprudence.\nThe situation here is the man makes an invention, assigns it to Checkpoint, and then, let's say, he retires to Florida, nice warm place, no snow, and Checkpoint then sues Sensormatic. Sensormatic says, okay, let's take the inventor's deposition. And the inventor says all kind of things that are bad for the patent. They can't invoke assignor estoppel to deprive Sensormatic, an innocent party, the rest of the world as the Federal Circuit has characterized, from challenging the validity, including the inventor's testimony... We're the rest of the world. We're entitled to challenge this *664 patent, and if it's invalid, we can get that evidence from any source.\nOral Argument Tr. at 57-58.\nIn the interest of justice, this Court finds that Sensormatic is entitled to use Pichl and Jorgensen's affidavits as evidence.\nPatents are presumed valid by statute. See 35 U.S.C. § 282. § 282 provides:\nA patent shall be presumed valid. Each claim of a patent (whether in independent, dependent, or multiple dependent form) shall be presumed valid independently of the validity of other claims; dependent or multiple dependent claims shall be presumed valid even though dependent upon an invalid claim... The burden of establishing invalidity of a patent or any claim thereof shall rest on the party asserting such invalidity.\n35 U.S.C. § 102(f) provides: \"A person shall be entitled to a patent unless he did not himself invent the subject matter sought to be patented.\" \"The word `he' refers to the specific inventive entity named on the patent.\" Pannu v. Iolab Corp., 155 F.3d 1344, 1349 (Fed.Cir.1998). Also, section 102(f) \"mandates a patent accurately list the correct inventors of a claimed invention.\" Id. If Defendants can prove by clear and convincing evidence that Jorgensen failed to join an actual inventor, then the Court can render the '555 patent invalid.[10]Id. Court of Appeals for the Federal Circuit has determined that \"section 102(f) still makes the naming of the correct inventor or inventors a condition of patentability; failure to name them renders a patent invalid.\" Id. at 1349-50.\n\"When a party asserts invalidity under Section 102(f) due to nonjoinder, a district court should first determine whether there exists clear and convincing proof that the alleged unnamed inventor was in fact a co-inventor.\" Id. at 1350. After a Court makes such a finding of incorrect inventorship, \"a patentee may invoke Section 256 to save the patent from invalidity.\"[11] However, if the patentee does not claim relief under [section 256] and a party asserting invalidity proves incorrect inventorship, the court should hold the patent invalid for failure to comply with section 102(f).\" Id. at 1351.\nIn this case, the patentee does not claim relief under section 256.[12] The purpose of *665 section 102(f) is to put the public on notice of all the inventors of a patent. The Court must give the patentee an opportunity to correct the inventorship pursuant to section 256. Pannu, 155 F.3d at 1350.\nThe role of this Court is to make sure \"the rest of the world\" is protected and have the ability to challenge the validity of the '555 patent, apart from the assignor and individuals in privity with him. Diamond Scientific Co. v. Ambico, Inc., 848 F.2d 1220, 1224 (Fed.Cir.1988). To protect the public, this Court must render the '555 invalid for failure to name all the inventors under § 102(f). The undisputed evidence, Pichl and Jorgensen's affidavits, clearly shows that the '555 patent was jointly invented by Pichl and Jorgensen. Sensormatic has proven by clear and convincing evidence that Pichl was a co-inventor of the '555 patent, and Pichl should have been named as a joint inventor. Geiges has corroborated Pichl and Jorgensen's testimony. Checkpoint has put forth no rebuttal evidence to show that Geiges was biased or prejudiced or that Jorgensen was the only inventor. The evidence shows that Geiges worked for both Actron and Plaintiff Checkpoint.\nWe cannot punish an innocent party like Sensormatic or the rest of the world for Pichl and Jorgensen's fraud. Nor can we give Pichl, Jorgensen, or Checkpoint an opportunity to correct the nonjoinder of inventors under § 256 due to Pichl and Jorgensen's fraud. Pichl and Jorgensen intentionally defrauded the USPTO office and \"the rest of the world.\" The person left to bear the injustice is Plaintiff Checkpoint. Accordingly, we will grant Sensormatic's motion for summary judgment. Checkpoint's '555 patent is invalid for failure to join all inventors under § 102(f).\n\nB. Assignor Estoppel and Equitable Estoppel\n\nOn February 15, 2002, Sensormatic notified the Court by letter that it was joining in All-Tag's motion for summary judgment. Checkpoint never argued or asserted that Sensormatic was estopped from invalidating the patent in its opposition for summary judgment filed on February 19, 2002, or its reply briefs. The first time that Checkpoint raised this issue was during oral argument. Checkpoint has not provided any evidence or established that Sensormatic is in privity with Pichl, Jorgensen, or the All-Tag Defendants. Checkpoint only asserts that Sensormatic is a customer of All-Tag for certain RF labels, which Sensormatic resells.\nIn response, Sensormatic argues that the doctrine of assignor estoppel does not apply to it because it is not in privity with Jorgensen, Pichl, or All-Tag Defendants. Sensormatic also argues that a separate party, such as itself, is not estopped from proving invalidity. Therefore, this Court finds that Sensormatic is not in privity with Pichl, Jorgensen, All-Tag or any other company that held the '555 patent. Accordingly, Sensormatic is not estopped by the doctrine of assignor estoppel from attacking the validity of the '555 patent.\nIn light of the fact that Sensormatic is not estopped from attacking the validity of the '555 patent and this Court having found that the '555 patent is, in fact, invalid, this Court need not address the merits *666 of the All-Tag Defendants' Motion for Summary Judgment. If the patent is invalid to one, it is invalid to all. Therefore, this Court must grant both Sensormatic and the All-Tag Defendants' Motions for Summary Judgment.\n\nCONCLUSION\nBased on the foregoing reasons, this Court will grant both the All-Tag Defendants and Sensormatic's Motion for Summary Judgment. An appropriate order will follow.\nNOTES\n[1]  On February 15, 2002, Sensormatic notified the Court by letter that it was joining in All-Tag's motion for summary judgment.\n[2]  Defendant All-Tag is Checkpoint's only competitor for the manufacture of deactivable resonant labels. (Def. Mot. for Summary Judgment at 3).\n[3]  Checkpoint owns the '555 patent by virtue of a series of assignments from the original owner of the '555 patent. (Def. Mot. for Summary Judgment at 3). Presently, Checkpoint does not manufacture or sell any product under the '555 patent.\n[4]  Sometime in 1987, Pichl sold all of his ownership interest in Actron.\n[5]  Durgo AG provided Checkpoint Europe an alternative supply of resonance labels.\n[6]  The Swiss application was directed to a deactivable resonance label and method of fabrication.\n[7]  Paul Jorgensen is managing director of Richter Jorgensen &amp; Co. Aps, of Svendborg, Denmark, which provides electronics consulting services. Sometime in the 1970's, Jorgensen began providing consulting services to Pichl with respect to the EAS field. Jorgensen provided Pichl such consulting services while Pichl was owner and managing director of Checkpoint Europe/Actron and owner of Durgo AG.\n[8]  Lukas A. Geiges was employed by Checkpoint Europe beginning in 1985. His initial responsibilities at Checkpoint Europe included researching and developing aluminum capacitors for RF deactivatable resonance labels. After Checkpoint Europe changed its name to Actron, Geiges continued to work there until November 1993. From 1986 to 1993, he was managing director of Actron and responsible for running the company and overseeing all activities of the company. Geiges was involved with Pichl in filing the Swiss Application and the '468 U.S. application. He claims that the subject matter disclosed in these applications was developed by both Pichl and Jorgensen. Around April 1994, Plaintiff Checkpoint hired him to manage its patent portfolio, and he worked there until 1998. Aff. of Geiges at 1-4.\n[9]  Pichl was employed with Checkpoint Europe/Actron from April 1981 to February 1989. Aff. of Pichl at ¶ 3.\n[10]  \"[I]f nonjoinder of an actual inventor is proved by clear and convincing evidence, ... a patent is rendered invalid.\" Pannu, 155 F.3d at 1349. \"It has been held repeatedly that a valid patent can only be granted to the real inventor ... in the case of a patent which is a joint invention, a patent issued to one only of the inventors is void.\" Id. (quoting Pointer v. Six Wheel Corp., 177 F.2d 153, 157, 83 U.S.P.Q. 43, 47 (9th Cir.1949)).\n[11]  Section 256 provides that:\n\nWhenever through error a person is named in an issued patent as the inventor, or through error an inventor is not named in an issued patent and such error arose without any deceptive intention on his part, the Commissioner may, on application of all the parties and assignees, with proof of the facts and such other requirements as may be imposed, issue a certificate correcting such error.\nA patent with improper inventorship does not avoid invalidation simply because it might be corrected under Section 256. Rather, the patentee must claim entitlement to relief under the statute and the court must give the patentee an opportunity to correct the inventorship. On the other hand if the patentee does not claim relief under the statute and a party asserting invalidity proves incorrect inventorship, the court should hold the patent invalid for failure to comply with Section 102(f).\n[12]  35 U.S.C. § 116 provides: Inventors may apply for a patent jointly even though (1) they did not physically work together or at the same time, (2) each did not make the same type or amount of contribution, or (3) each did not make a contribution to the subject matter of every claim of the patent.\n\n\"All that is required of a joint inventor is that he or she (1) contribute in some significant manner of the conception or reduction to practice of the invention, (2) make a contribution to the claimed invention that is not insignificant in quality, when that contribution is measured against the dimension of the full invention, and (3) do more than merely explain to the real inventors well-known concepts and/or the current state of the art.\" Pannu, 155 F.3d at 1351.\n\n",
            "ocr": false,
            "opinion_id": 2404013
        }
    ],
    "court_short_name": "E.D. Pennsylvania",
    "court_full_name": "District Court, E.D. Pennsylvania",
    "court_type": "FD",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}