{
    "id": 2355342,
    "judges": "Matthew F. Kennelly",
    "date_filed": 1199232000000,
    "date_filed_is_approximate": false,
    "slug": "chagolla-v-city-of-chicago",
    "case_name_short": "Chagolla",
    "case_name": "Chagolla v. City of Chicago",
    "case_name_full": "Eric CHAGOLLA, Plaintiff, v. CITY OF CHICAGO; Keith Herrera; Jerome Finnigan; Donovan Markiewicz; William Morales; Timothy Parker; Paul Zogg; Margaret Hopkins; And Frank Villareal, Defendants",
    "attorneys": "David Alberto Cerda, The Law Office of David A. Cerda, Chicago, IL, for Plaintiff., Terrence Michael Burns, Daniel Matthew Noland, Molly E. Thompson, Paul A. Michalik, Dykema Gossett Rooks Pitts PLLC, Phillip John Oliver, Law Office of Robert D. Kuzas, Geri Lynn Yanow, Joel G. Sandoval, Tiffany Yvette Harris, City of Chicago, Department of Law, Jonathan Clark Green, Chicago Corporation Counsel, Joseph Vincent Roddy, Law Office of Joseph V. Roddy, Chicago, IL, for Defendants., Timothy Parker, pro se.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b997-7\">\n    Eric CHAGOLLA, Plaintiff, v. CITY OF CHICAGO; Keith Herrera; Jerome Finnigan; Donovan Markiewicz; William Morales; Timothy Parker; Paul Zogg; Margaret Hopkins; and Frank Villareal, Defendants.\n   </parties><br><docketnumber id=\"b997-10\">\n    No. 07 C 4557.\n   </docketnumber><br><court id=\"b997-11\">\n    United States District Court, N.D. Illinois, Eastern Division.\n   </court><br><decisiondate id=\"b997-14\">\n    Jan. 2, 2008.\n   </decisiondate><br><attorneys id=\"b998-15\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"942\"> \n     *942\n     </span>\n    David Alberto Cerda, The Law Office of David A. Cerda, Chicago, IL, for Plaintiff.\n   </attorneys><br><attorneys id=\"b998-16\">\n    Terrence Michael Burns, Daniel Matthew Noland, Molly E. Thompson, Paul A. Michalik, Dykema Gossett Rooks Pitts PLLC, Phillip John Oliver, Law Office of Robert D. Kuzas, Geri Lynn Yanow, Joel G. Sandoval, Tiffany Yvette Harris, City of Chicago, Department of Law, Jonathan Clark Green, Chicago Corporation Counsel, Joseph Vincent Roddy, Law Office of Joseph V. Roddy, Chicago, IL, for Defendants.\n   </attorneys><br><attorneys id=\"b998-17\">\n    Timothy Parker, pro se.\n   </attorneys>",
    "citations": [
        "529 F. Supp. 2d 941"
    ],
    "opinions": [
        {
            "author_str": "Kennelly",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1752.0,
            "opinion_text": "\n529 F. Supp. 2d 941 (2008)\nEric. CHAGOLLA, Plaintiff,\nv.\nCITY OF CHICAGO; Keith Herrera; Jerome Finnigan; Donovan Markiewicz; William Morales; Timothy Parker; Paul Zogg; Margaret Hopkins; and Frank Villareal, Defendants.\nNo. 07 C 4557.\nUnited States District Court, N.D. Illinois, Eastern Division.\nJanuary 2, 2008.\n*942 David Alberto Cerda, The Law Office of David A. Cerda, Chicago, IL, for Plaintiff.\nTerrence Michael Burns, Daniel Matthew Noland, Molly E. Thompson, Paul A. Michalik, Dykema Gossett Rooks Pitts PLLC, Phillip John Oliver, Law Office of Robert D. Kuzas, Geri Lynn Yanow, Joel G. Sandoval, Tiffany Yvette Harris, City of Chicago, Department of Law, Jonathan Clark Green, Chicago Corporation Counsel, Joseph Vincent Roddy, Law Office of Joseph. V. Roddy, Chicago, IL, for Defendants.\nTimothy Parker, pro se.\n\n\n*943 MEMORANDUM OPINION AND ORDER\n\nMATTHEW F. KENNELLY, District Judge.\nEric Chagolla has sued the City of Chicago and eight Chicago police officers, all of whom were part of the Chicago Police Department's Special Operations Section. Chagolla alleges that on August 12, 2005, he was outside the front door of his apartment on the near northwest side of Chicago when the eight officers appeared and, after threatening him at gunpoint, entered and ransacked his apartment, stealing money that he kept there. Chagolla contends that the officers then took him into custody and drove him in a police car, to a parking lot, where they left him in the car with the heat turned on. Chagolla says that the officers then made false statements that caused him to be charged with a crime and that as a result, he was detained in custody pending\" trial for over seven months.\nA few months later, three of the officers, defendants Finnigan, Herrera, and Hopkins were charged criminally with engaging in acts similar to those alleged by Chagolla. In September 2006, county prosecutors dropped the charges against Chagolla. Then, in January 2007, a Cook County grand jury indicted defendants Finnigan, Herrera, Hopkins, and Villareal for armed violence, residential burglary, theft, and other offenses in connection with their actions against Chagolla. None of the parties has provided the Court with information regarding the current status of the state court case, in particular whether the case has been set for trial, and if so, when.\nChagolla has sued the eight individual defendants under 42 U.S.C. § 1983 for excessive force, unreasonable search and seizure, false arrest and detention, and deprivation of due process; as well as related torts under state law. Chagolla has sued the City of Chicago on a theory of respondeat superior with regard to the state law tort claims, for indemnification vis-à-vis the individual defendants under 745 ILCS 10/9-102, and under section 1983. In his section 1983 claim against the City, Chagolla alleges that the City was aware of a pattern of similar misconduct by the defendant officers prior to August 2005 but did nothing, and that this and a practice of generally failing to deal properly with police misconduct allowed and encouraged the individual defendants to continue their improper activities. See Monell v. Dep't of Social Servs. of City of New York, 436 U.S. 658, 98 S. Ct. 2018, 56 L. Ed. 2d 611 (1978).\nDefendant Finnigan was recently charged in federal court with using a cellular telephone in interstate commerce to solicit and arrange the murder of an unnamed former Chicago police officer whom he believed was providing the authorities with information about him. In the criminal complaint against Finnigan, the United States Attorney also alleges that Finnigan expressed an intention to kill other unnamed officers he likewise believed were cooperating with the authorities. See United States v. Finnigan, Case No. 07 CR 634. The government further alleges in the complaint that there is an ongoing federal investigation regarding the Special Operations Section. According to the docket in United States v. Finnigan, the Chief Judge has granted the government an extension until January 24, 2008 to return an indictment against Finnigan.\nEach of the defendants has moved to stay proceedings in this case pending the resolution of all state and federal criminal proceedings and investigations involving any of the individual defendants. The defendants* request is not limited to a stay of discovery; they also seek a stay of all other proceedings, including their obligation to respond to Chagolla's complaint.\n*944 The Court previously denied the City of Chicago's motion to stay the filing of its response to the complaint. The City has answered several of Chagolla's claims and has moved to dismiss certain others pursuant to Federal Rule of Civil Procedure 12(b)(6). The City's motion to stay further proceedings remains pending.\nNumerous lawsuits against the defendants and other SOS officers are pending in this Court. A number of the cases have been stayed; others evidently have not' been stayed. Some of the cases have been settled, and settlement discussions are ongoing in others.\nIn support of their motion to stay, defendants Parker, Morales, Zogg, and Markiewicz (none of whom has been charged criminally) argue that if the case proceeds, they will be \"forced into the untenable position of defending themselves without the full benefit of discovery from, and consultation with, all the defendants in this matter\" because their indicted co-defendants are likely to invoke the privilege against self-incrimination and due to the ongoing criminal investigations, they themselves may have to consider invoking that privilege. They argue that they should not be forced to choose between claiming the privilege, and thus potentially prejudicing their defense of the present case, or testifying, and thus potentially prejudicing their defense of any potential criminal charge. See Parker, et, al. Motion to Stay at 1-2. Defendant Herrera makes a similar argument; he also points to the pending murder-solicitation charge against Finnigan and argues that if discovery is allowed to proceed, information \"may come to light in both the pleading[s] and discovery that may endanger the officers and possibly members of the public.\" Herrera Motion to Stay at 2, 3-4. Defendant Hopkins, who like Herrera is under indictment in state court, asks for a stay so that she may have \"an opportunity to defend the civil case without the negative inference of pleading the Fifth Amendment.\" Hopkins Motion to Stay Filing of Answer at 2. Finnigan has not filed a motion to stay; it is unclear whether he has been served with summons in the present case. Finally, the City of Chicago says that because it is likely that the individual defendants will invoke the privilege against self-incrimination, unless the case is stayed the City may be \"deprived of the deposition testimony of eight of the nine crucial witnesses in this case . . ., resulting in significant prejudice to its ability to defend itself in this action.\" City of Chicago Motion to Stay at 1.\nChagolla opposes entry of a stay. He argues that putting the individual defendants in a position where they feel compelled to assert the privilege against self-incrimination \" does not unfairly prejudice them. He also notes that discovery is proceeding against the same defendants in other lawsuits pending in this District that have not been stayed and that because defendants will have to confront the testify-or-claim-the-privilege issue in those cases, the issue is or soon will be \"moot.\" Chagolla Response at 7. Alternatively, Chagolla argues that if the Court imposes a stay based, on the self-incrimination issue, it should allow discovery to proceed visa-vis the City of Chicago on his Monell claim, contending that this will in no way prejudice any of the defendants.\n\nDiscussion\nFour of the individual defendants are under indictment on criminal charges related directly to the matters involved in the present case, and there are ongoing criminal investigations regarding the on-the-job conduct of all of the individual defendants. Under the circumstances, there is no question that each of the individual defendants could legitimately claim his or her Fifth Amendment privilege *945 against self-incrimination if required to answer the complaint or discovery requests in the present case.\nAbsent a stay of proceedings in this case, each of the individual defendants Will have to decide whether to claim the privilege against self-incrimination or to answer the complaint and, ultimately, respond to written discovery requests and questioning at a deposition. Any defendant who chooses to invoke the privilege runs the risk that this will be used as the basis for an adverse inference against him or her in this case, see, e.g., Harris v. City of Chicago, 266 F.3d 750, 753 (7th Cir.2001), a practice the Fifth Amendment does not prohibit. See Baxter v. Palmigiano, 425 U.S. 308, 318, 96 S. Ct. 1551, 47 L.Ed2d 810 (1976).\nConversely, any defendant who chooses to testify or otherwise respond to discovery in this case runs the risk that his or her responses will be used by prosecuting authorities to pursue the current criminal charges or other potential charges not yet filed. Any defendant who opted to testify would be doing so in the face of a risk he or she cannot assess completely, in view of the fact that there are ongoing investigations whose outcome is uncertain. Given that state of affairs, it is highly unlikely that any criminal defense attorney worthy of that title would allow any Of the individual defendants to testify or answer discovery or the complaint in the present case. In short, the likelihood is overwhelming that if forced to choose between claiming the privilege and answering discovery' or the complaint, each of the individual defendants will elect to claim the privilege, thereby creating the risk that the claim could be used to help prove Chagolla's allegations against them.\nThe fact that a party to civil litigation is faced with this sort of choice, does not automatically entitle him to a stay of the civil case. \"[A] stay contemplates special circumstances and the need to avoid substantial and irreparable prejudice. The very fact of a parallel criminal proceeding . . . does] not alone undercut [a defendant or claimant's] privilege against self-incrimination, even though the pendency of the criminal action force[s] him to choose between preserving his privilege against self-incrimination and losing the civil suit.'\" United States v. Certain Real Property, Commonly known as 6250 Ledge Road, Egg Harbor, Wis., 943 F.2d 721, 729 (7th Cir.1991) (quoting United States v. Little Al, 712 F.2d 133, 136 (5th Cir.1983) (internal quotation marks and citations omitted)).\nA court may, however, stay parallel civil litigation in these circumstances if the interests of justice require it. See United States v. Kordel, 397 U.S. 1, 12 n. 27; 90 S. Ct. 763, 25 L. Ed. 2d 1 (1970). Determination of whether to grant a stay due to parallel criminal litigation involves balancing the interests of the plaintiff, the defendants, and the public. The factors considered include the following non-exclusive list: whether the civil and criminal matters involve the same subject; whether the governmental, entity that has initiated the criminal case or investigation is also a party in the civil case; the posture of the criminal proceeding; the effect of granting or denying a stay on the public interest; the interest of the civil-case plaintiff in proceeding expeditiously, and the potential prejudice the plaintiff may suffer from a delay; and the burden that any particular aspect of the civil case may impose on defendants if a stay is denied. See, e.g. Cruz v. County of DuPage, No. 96 C 7170, 1997 WL 370194, at *2 (N.D.Ill. June 27, 1997) (citing cases). The Court proceeds to examine each relevant factor in turn.\n1. Relationship between civil and criminal matters. The present case and the pending state criminal prosecution involve *946 the identical subject matter, namely the actions of certain of the individual defendants in connection with, and following, their alleged encounter with Chagolla on August 12, 2005. The pending federal criminal charge against Finnigan and the ongoing investigations are not quite so closely related to the core allegations in the present case, but the relationship is still a close one, given the potential that Chagolla might seek to use other similar events as evidence to support his claims against the individual defendants and the near-certainty that he will attempt to use other similar events to support his Monell claim. The close relationship between the civil and criminal matters weighs in favor of a stay. See, e.g., Doe v. City of Chicago, 360 F. Supp. 2d 880, 881 (N.D.Ill.2005); United States v. All Meat and Poultry Prods. Stored at LaGrou Cold Storage, No. 02 C 5145, 2003 WL 22284318, at *4 (N.D.Ill. Oct.3, 2003).\n2. Whether the government is a party in both cases. If the governmental entity that initiated the parallel criminal prosecution or investigation is a party in the civil case, there is a concern that it may use the civil discovery process to circumvent limitations on discovery in criminal proceedings. See Cruz, 1997 WL 370194, at *3. That is not an issue in this case, as neither Cook County nor the federal government is a party to the civil litigation. This weighs against a stay.\nEven though this case does not present the risk of the government's use of civil proceedings to further a criminal investigation, the pendency of parallel criminal and civil matters poses the related risk of giving persons who have been accused criminally or whose conduct is under investigation the ability to use the civil discovery process to ferret out the particulars of the prosecuting authorities' case against them, an opportunity they would not have if no civil case were pending. This is cause for concern in the present circumstances even though the defendants are the parties who have requested a stay. The parties' submissions and the criminal complaint charging Finnigan give reason to believe that certain police officers with potential involvement in misconduct by the SOS unit may be cooperating with the state and/or federal prosecuting authorities. If discovery proceeds, the individual defendants who are under indictment or investigation but are not cooperating could use the discovery process to learn about the cooperation of others. One of the defendants, Finnigan, is already facing federal criminal charges for alleged efforts to do harm to a fellow officer or officers that he believed were cooperating with the authorities. The interest of any such officer(s) in avoiding, at least for the time being, awareness of his or her cooperation is significant and worthy of consideration.\n3. Posture of the criminal proceedings. The pending state criminal case is, as far as the Court knows, at a relatively early stage; no party has indicated to the Court that a trial date has been set. The federal criminal case against Finnigan is at a very early stage, as no indictment has yet been returned, and any ongoing investigations are, of course, at an earlier stage still. The fact some defendants face only the threat of criminal charges, and no actual charges as yet, weighs against entry of a stay. Cruz, 1997 WL 370194, at *3. On the other hand, the fact that some of the defendants face pending criminal charges weighs somewhat in favor of a stay, though perhaps not significantly, due to the likelihood of significant delay before the charges reach final disposition.\n4. Effect of a stay on the public interest. The public has an interest in the prompt disposition of civil litigation, an interest that has been enacted into positive law via the Civil Justice Reform Act of *947 1990. See 28 U.S.C. §§ 471-82. A stay quite obviously will impair that interest.\nOn the other hand, the public has an interest in ensuring that the criminal process can proceed untainted by civil litigation. See, e.g., Jones v. City of Indianapolis, 216 F.R.D. 440, 452 (S.D.Ind. 2003). The possibility that the orderly progress of the criminal cases and investigations\u0097particularly those involving the exact same incidents at issue in the present case\u0097will be hindered by issues that could arise from ongoing civil discovery is significant enough to be worthy of consideration.\n5. Plaintiffs interest in proceeding expeditiously. As just discussed, entry of a stay will impose a delay on Chagolla, who has a significant interest in obtaining resolution of his claims and compensation if he proves he is entitled to it. This is an important consideration weighing against a stay, particularly because the delay may be substantial, given the potential breadth of the ongoing criminal investigations.\n6. The burden imposed on defendants regarding any particular aspect of the civil litigation. Any individual defendant who is forced to respond to discovery will be faced with the choice of whether to claim or waive the privilege against self-incrimination. As the Court has suggested, the likelihood is overwhelming that each of the defendants faced with that choice will claim the privilege and thereby face the risk that Chagolla will use the privilege invocation to help prove the defendant's liability. Though the law allows this, the question of whether it is fair does not yield the same answer in every case. In the Court's experience, it is not at all rare for a person faced with criminal charges or a pending investigation to invoke the privilege even though he may have done nothing wrong, out of an abundance of caution prompted by a careful criminal defense lawyer. Though a person who claims the privilege in such circumstances and then has it used against him in a parallel civil case ordinarily is given the chance to explain his invocation of the privilege, the finer points of risk-aversion as it relates to criminal defense practice easily can be lost on lay jurors. A civil defendant in this situation who is effectively backed into a corner in which he has no viable choice but to claim the privilege is forced to face a significant risk of unfair prejudice that may be virtually impossible to remedy. This is, in the Court's view, a factor weighing in favor of a stay.\n7. Chagolla's \"mootness\" argument. The Court respectfully disagrees with Chagolla's contention that the need for a stay of the present case will be rendered \"moot\" by the fact that there are other similar cases pending in this district in which no stay has been ordered. Again, as indicated earlier, the likelihood is overwhelming that the individual defendants will claim the privilege against self-incrimination and that, as a result, no discovery will be obtained from them in the other cases. Though the Court has not been called upon to address whether a party's invocation of the privilege in other arguably related litigation could be used to draw an adverse against that party in the present case, the possibility that this might occur is not enough to render \"moot\" any particular defendant's dilemma in deciding what to do in the present case. In addition, a person who waives the privilege in one case does not thereby waive it in another case, even if the second case is related to the first. See, e.g., Slutzker v. Johnson, 393 F.3d 373, 389 (3d Cir.2004); United States v. Gary, 74 F.3d 304, 312 (1st Cir.1996); United States v. Fortin, 685 F2d 1297, 1298-99 (11th Cir.1982). Thus a defendant who chose to forego the privilege in some other civil case would, in all likelihood, still be entitled to claim it in *948 this case. In short, the fact that other judges have not opted for a stay does not render the matter moot. (That said, if one or more defendants elects to testify in other proceedings, that might be a factor tilting against a stay when this Court reevaluates the matter down the road.)\nHaving considered these factors, the Court exercises its discretion to stay further proceedings in the case as to the individual defendants, with one exception: any motions attacking the complaint must be filed by January 23, 2008. The requirement of filing such motions does not pose the Fifth Amendment dilemma that lies at the core of the present dispute. In addition, the Court will not enter an indefinite stay of proceedings: Rather, the stay will last, initially, for a period of four months. At that time, the Court will reevaluate the matter based on submission by the parties regarding any developments that might warrant terminating the stay or modifying it to permit the case to proceed (in its entirely or otherwise) as to some or all of the individual defendants:\nAs noted earlier, the City of Chicago has also requested a stay. The considerations relating to the City's request are entirely different from those concerning the individual defendants; the City has no Fifth Amendment privilege and thus is not faced with the dilemma and accompanying risks that confront an individual party to parallel civil and criminal litigation. On the other hand, there would be an element of unfairness were the City placed in a position in which its ability to defend itself were impaired because of the unavailability of the testimony of the individual officers regarding the events of August 12, 2005. This consideration might not carry the day were Chagolla to have sued only the City, and not any individual defendant. But because the Court is staying the case with regard to the individual defendants (eight of the nine named defendants), there is little to be gained by requiring the City to proceed with discovery generally.\nThe Court agrees with Chagolla, however, that there is no basis to believe that any of the defendants\u0097either the individual defendants or the City\u0097would be unfairly prejudiced by allowing Chagolla to obtain paper discovery from the City regarding the SOS officers' encounter with him and other incidents of alleged misconduct on the part of the individual defendants and other SOS officers, and how the City dealt with any such incidents or complaints\u0097in other words, the Martell discovery referenced by Chagolla in his alternative request for relief. Allowing such discovery to proceed will enable both Chagolla and the City to evaluate Chagolla's claim for settlement purposes and will give both sides a significant \"leg up\" once discovery resumes.\n\nConclusion\nFor the reasons stated above, the Court grants the motions to stay filed by the individual defendants and grants in part the motion to stay filed by the City of Chicago. The case is stayed, with the exceptions noted in the body of this decision, through May 5, 2008. Plaintiff is granted leave to, serve written discovery requests upon the City of Chicago consistent with the discussion in the body of this decision. The case is set for a status hearing on January 28, 2007 at 9:30 a.m. to set a briefing schedule on any motions to dismiss (including the one already filed by the City) and to discuss, among other things, the advisability of setting the matter for a settlement conference.\n",
            "ocr": false,
            "opinion_id": 2355342
        }
    ],
    "court_short_name": "N.D. Illinois",
    "court_full_name": "District Court, N.D. Illinois",
    "court_type": "FD",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}