{
    "id": 2359533,
    "judges": "Fawsett",
    "date_filed": "2016-05-01",
    "date_filed_is_approximate": true,
    "slug": "reis-v-universal-city-development-partners-ltd",
    "case_name_short": "Reis",
    "case_name": "Reis v. Universal City Development Partners, Ltd.",
    "case_name_full": "Stephanie REIS, Plaintiff, v. UNIVERSAL CITY DEVELOPMENT PARTNERS, LTD., D/B/A Universal Orlando, Defendant",
    "attorneys": "John U. Biedenharn, Jr., John W. Bola-novich, Joseph N. Lott, Bogin, Munns & Munns, Orlando, FL, for Plaintiff., J. Lester Kaney, Cobb & Cole, Daytona Beach, FL, for Defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1278-3\">\n    Stephanie REIS, Plaintiff, v. UNIVERSAL CITY DEVELOPMENT PARTNERS, LTD., d/b/a Universal Orlando, Defendant.\n   </parties><br><docketnumber id=\"b1278-5\">\n    No. 6:05-cv-613-Or1-19JGG.\n   </docketnumber><br><court id=\"b1278-6\">\n    United States District Court, M.D. Florida, Orlando Division.\n   </court><br><decisiondate id=\"b1278-9\">\n    July 21, 2006.\n   </decisiondate><br><attorneys id=\"b1280-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1240\"> \n     *1240\n     </span>\n    John U. Biedenharn, Jr., John W. Bola-novich, Joseph N. Lott, Bogin, Munns &amp; Munns, Orlando, FL, for Plaintiff.\n   </attorneys><br><attorneys id=\"b1280-13\">\n    J. Lester Kaney, Cobb &amp; Cole, Daytona Beach, FL, for Defendant.\n   </attorneys>",
    "citations": [
        "442 F. Supp. 2d 1238"
    ],
    "opinions": [
        {
            "author_str": "Fawsett",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1034.0,
            "opinion_text": "\n442 F. Supp. 2d 1238 (2006)\nStephanie REIS, Plaintiff,\nv.\nUNIVERSAL CITY DEVELOPMENT PARTNERS, LTD., d/b/a Universal Orlando, Defendant.\nNo. 6:05-cv-613-Or1-19JGG.\nUnited States District Court, M.D. Florida, Orlando Division.\nJuly 21, 2006.\n*1239 *1240 John U. Biedenharn, Jr., John W. Bolanovich, Joseph N. Lott, Bogin, Munns &amp; Munns, Orlando, FL, for Plaintiff.\nJ. Lester Kaney, Cobb &amp; Cole, Daytona Beach, FL, for Defendant.\n\nORDER\nFAWSETT, Chief Judge.\nThis case comes before the Court on the following:\n1. Motion for Summary Judgment of Defendant Universal City Development Partners, Ltd. (Doc. No. 29, filed March 30, 2006);\n2. Defendant's Memorandum of Law in Support of Motion for Summary Judgment (Doc. No. 30, filed March 30, 2006);\n3. Defendant's Notice of Filing Deposition Transcript of Jason Cobb in Support of Motion for Summary Judgment (Doc. No. 31, filed March 30, 2006);\n4 Defendants Notice of Filing Deposition Transcript of Betsy Barreto in Support of Motion for Summary Judgment (Doc. No. 32, filed March 30, 2006);\n*1241 5. Defendant's Notice of Filing Deposition Transcript of Amanda Register in Support of Motion for Summary Judgment (Doc. No. 33, filed March 30, 2006);\n6. Defendant's Notice of Filing Deposition Transcript of Dale Walker in Support of Motion for Summary Judgment (Doc. No. 34, filed March 30, 2006);\n7. Defendant's Notice of Filing First Deposition Transcript of Plaintiff Stephanie Reis in Support of Motion for Summary Judgment (Doc. No. 35, filed March 30, 2006);\n8. Defendant's Notice of Filing Second Deposition Transcript of Plaintiff in Support of Motion for Summary Judgment (Doc. No. 36, filed March 30, 2006);\n9. Plaintiffs Response in Opposition to Defendant's Motion for Summary Judgment (Doc. No. 40, filed May 3, 2006); and\n10. Plaintiffs Notice of Supplemental Authority (Doc. No. 55, filed July 17, 2006).\nI. Background of the Case\nOn April 5, 2004, Plaintiff Stephanie Reis brought this action against Defendant Universal City Development Partners, Ltd. in state court for Defendant's alleged violation of the Florida Civil Rights Act of 1992 and the federal Family and Medical Leave Act. (Doc. No. 1). Thereafter, Defendant timely removed to this Court. (Id.).\nPlaintiff suffers from congenital heart disease. (Doc. No. 2 at ¶ 11). The allegations of the Amended Complaint aver that this disorder causes Plaintiff to have respiratory problems which ultimately result in pneumonia. (Id.). Because of her disorder, a doctor has prescribed several medications for Plaintiff, some of which must be ingested with food. (Doc. No. 35, June 29, 2004 Deposition of Stephanie Reis, p. 49, hereinafter \"First Reis Depo.\"; Doc. No. 36, September 7, 2005 Deposition of Stephanie Reis, p. 6, hereinafter \"Second Reis Depo.\"). In addition, Plaintiff applied for and received leave under the Family Medical Leave Act. (Second Reis Depo. at 7).\nPlaintiff was employed by Defendant in Orlando, Florida from about June 1999 or 2000 to September 5, 2003. (First Reis Depo. at 13; Doc. No. 54, p. 1). At first, Plaintiff served as a sales associate at the gift shop of an open-air restaurant. (First Reis Depo. at 34-35). Upon the suggestion of her supervisor, Plaintiff then moved to a position in \"Guest Services\" where she sold tickets and provided other services at different outdoor positions throughout Universal CityWalk. (Id. at 36). Plaintiff generally worked from five o'clock until midnight, and at about nine o'clock each night, she moved to a ticket booth near the Groove, a nighttime entertainment venue within Universal CityWalk. (Id. at 36, 38).\nAfter transferring to Guest Services, Plaintiff further requested from her supervisor, Connie Colley, and assistant supervisor, Stephanie Santos, a transfer to a position located indoors in the Guest Services lobby. (Id. at 42-43). At one point, Ms. Colley purportedly explained her decision denying the transfer by stated that Plaintiff was a \"health risk.\" (Id. at 43-44). In addition, Plaintiff was allegedly instructed by another supervisor to lift a box containing leaflets weighing over 30 pounds in violation of her lifting restriction. (Id. at 50). Plaintiff complained to Ms. Colley and Ms. Santos concerning the third supervisor's conduct, and both told her that they would talk to the third supervisor. (Id.).\nOn September 3rd, 2003, Plaintiff was selling admission tickets for the Groove along with a new employee, Betsy Barreto. (Id. at 61, 63-63; February 17, 2005 Deposition of Betsy Barreto, pp. 20-21, hereinafter *1242 \"Barreto Depo.\"). Sometime during the evening, Plaintiff began admitting patrons to the venue without charging them the admission price. (First Reis Depo. at 81; Barreto Depo. at 20-23; February 14, 2005 Deposition of Dale Walker, p. 46, hereinafter \"Walker Depo.\"). The following morning, Ms. Barreto told her supervisor about Plaintiff's conduct, and the supervisor and Ms. Barreto subsequently brought the conduct to the attention of Ms. Colley and Ms. Santos. (Barreto Depo. at 23-26).\nOn September 5-th, 2003, Ms. Colley, Ms. Santos and the Guest Services human resources manager, Dale Walker, held a meeting to discuss the events of September 3rd. (Walker Depo. at 22-23). Ms. Colley brought to this meeting a written statement from Ms. Barreto and sales records purportedly corroborating this statement. (Id. at 27). Ms. Colley decided to terminate Plaintiff's employment based on the \"theft of service\" that occurred during this incident, and she informed Plaintiff of her termination the same day. (Id. at 26).\nSubsequently, Plaintiff choose to participate in an internal appeal of her termination, and as result, Plaintiff met with Greg Vickers and one other individual. (First Reis Depo. at 76). In her meeting with Mr. Vickers, Plaintiff produced a type-written statement containing her version of the events leading to her termination and signed a document summarizing the conversation with Mr. Vicker. (Id. at 79-80; see also First Reis Depo. Ex. 4). In her typewritten statement, Plaintiff admitted that she \"did let six people in for free.\" (Id. Ex. 2). Mr. Vickers asked Plaintiff whether her supervisors or a supervisor from the venue gave Plaintiff permission to let guests in for free, and Plaintiff responded, \"No.\" (Id. at Ex. 4; Id. at 81). Mr. Vickers decided to enforce Plaintiff's termination. (First Reis Depo. Ex. 4).\nII. Applicable Standards\nSummary judgment is authorized \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" FED. R. CIV. P. 56(c); accord Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S. Ct. 2505, 91 L. Ed. 2d 202 (1986). Summary judgment is appropriate only in circumstances where \"the evidence is such that a reasonable jury could [not] return a verdict for the nonmoving party.\" Anderson, 477 U.S. at 248, 106 S. Ct. 2505. The moving party bears the burden of proving that no genuine issue of material fact exists. Celotex v. Catrett, 477 U.S. 317, 323, 106 S. Ct. 2548, 91 L. Ed. 2d 265 (1986).\nIn determining whether the moving party has satisfied the burden of proof, the court considers all inferences drawn from the underlying facts in the light most favorable to the party opposing the motion and resolves all reasonable doubts against the moving party. Anderson, 477 U.S. at 255, 106 S. Ct. 2505. The court may not weigh conflicting evidence or weigh the credibility of the parties. See Hairston v. Gainesville Sun Pub. Co., 9 F.3d 913, 919 (11th Cir.1993). If a reasonable fact finder could draw more than one inference from the facts, and that inference creates an issue of material fact, then a court must not grant summary judgment. Id.\nIII. Discussion\nPlaintiff asserts four separate claims in the Amended Complaint: one violation of the Florida Civil Rights Act (\"FCRA\") for failure to accommodate; one violation of the FCRA for discrimination; one violation *1243 of the FCRA for retaliation; and one violation of the FMLA for retaliation. (See Doc. No. 2, ¶¶ 24-29). Although Plaintiffs first three claims are brought under state law, Florida courts construe the FCRA in conformity with a federal statute, the American with Disabilities Act (\"ADA\"). Wimberly v. Sec. Tech. Group, Inc., 866 So. 2d 146, 147 (Fla.Dist.Ct.App. 2004). Therefore, a claim brought under the FCRA is analyzed in the same manner as a claim brought under the ADA. Id.\nMoreover, because Plaintiff does not present direct evidence of Defendant's intent for any of these claims, each Count of the Amended Complaint is analyzed under the same burden shifting framework that was established by the Supreme Court in McDonnell Douglas Corp. v. Green, 411 U.S. 792, 93 S. Ct. 1817, 36 L. Ed. 2d 668 (1973). First, Plaintiff must establish a prima facie case for each claim. See Holifield v. Reno, 115 F.3d 1555, 1565 (11th Cir.1997) (describing the analysis in the context of a Title VII claim). Then, if Plaintiff establishes her prima facie case, Defendant may rebut the presumption of discrimination by articulating a legitimate, non-discriminatory reason for its adverse employment action. See id. If Defendant can do so, the presumption is removed, and Plaintiff must demonstrate that there is a reasonable likelihood that Defendant's ostensible justification was mere pretext. See id.\nA. Count I and Count II: Unlawful Discrimination Claims\nTo show a violation of the ADA, Plaintiff must first establish her prima facie case by adducing evidence that: (1) she has a disability; (2) she is a qualified individual; and (3) she was discriminated against because of her disability. See Morisky v. Broward County, 80 F.3d 445, 447 (11th Cir.1996) (citing Tyndall v. National Educ. Ctrs., 31 F.3d 209, 212 (4th Cir. 1994)); see also Pritchard v. Southern Co. Servs., 92 F.3d 1130, 1132 (11 th Cir.1996). In its Motion for Summary Judgment, Defendant contends that Plaintiff has failed to provide evidence supporting the first and third elements. (Doc. No. 29). Defendant does not dispute that Plaintiff is otherwise a qualified individual. (Id. at 14).\n1. \"Disability\"\nFirst, Plaintiff must prove that he or she has a disability or, as used in the FCRA, a handicap. The federal statutory framework defines disability as: (A) a physical or mental impairment that substantially limits one or more of the major life activities of such individual; (B) a record of such an impairment; or (C) an individual regarded as having such an impairment. See 42 U.S.C. § 12102(2); Toyota Motor Mfg., Ky., Inc. v. Williams, 534 U.S. 184, 193, 122 S. Ct. 681, 151 L. Ed. 2d 615 (2002); Doe v. Dekalb County Sch. Dist., 145 F.3d 1441, 1445 (11th Cir.1998). Plaintiff satisfies the \"disability\" prong of her prima facie case if she demonstrates that any one of these definitions is applicable. Hilburn v. Murata Elecs. N. Am., Inc., 181 F.3d 1220, 1226 (11th Cir.1999).\na. Impairment that Substantially Limits a Major Life Activity\nTo qualify under the first definition of disabled, Plaintiff must initially show that she has a(1) physical impairment[1] that (2) substantially limits (3) a major life activity. Id. Here, Plaintiff contends that she \"suffers from congenital heart disease which causes her to have respiratory problems resulting in pneumonia.\" (Doc. No. 2, ¶ 11). Defendant concedes that a \"cardiovascular *1244 condition\" qualifies as a physical impairment. (Doc. No. 30, p. 8). The scope of Defendant's concession, however, is important.\nOn the one hand, there is no doubt that Plaintiffs congenital heart disease qualifies as a physical impairment. See 29 C.F.R. § 1630.2(h)(1). On the other hand, a temporary condition, such as Plaintiffs pneumonia, cannot be the basis of an ADA claim as a matter of law. See Rinehimer v. Cemcolift, Inc., 292 F.3d 375, 380 (3d Cir.2002) (\"[Plaintiffs] pneumonia was a temporary impairment . . . and hence not a disability for purposes of the ADA.\").[2] Here, there is no evidence of record that Plaintiffs congenital heart disease is linked to or causes her episodic pneumonia.[3] There is no evidence of record from Plaintiffs treating physicians or another medical professional, and the record does not contain copies of Plaintiffs medical records or other documentation of her condition. Clarity is important when defining a physical impairment because the determination of whether Plaintiff is substantially limited in a major life activity is determined by examining the facts and circumstances surrounding her particular impairment. Toyota Motor, 534 U.S. at 198, 122 S. Ct. 681; see also 29 C.F.R. pt. 1630 app. § 1630.2(j) (\"It is important to remember that the restriction on the performance of the major life activity must be the result of a condition that is an impairment.\"). In this case, the record demonstrates only that Plaintiffs physical impairment is her congenital heart disease.\nDefendant contends Plaintiff cannot demonstrate that her congenital heart disease substantially limits any major life activity. (Doc. No. 30, pp. 8-11). Plaintiff argues in response that the evidence of record demonstrates that her impairment substantially limits her ability to function in extreme temperatures, to stand for greater than one-hour, and to carry items weighing more than thirty pounds. (Doc. No. 40, pp. 7-8). The Court will also address whether Plaintiffs impairment substantially limits her major life activity of working.[4]See 29 C.F.R. pt. 1630 app. § 1630.2(j); see also See Sutton v. United Air Lines, Inc., 527 U.S. 471, 492, 119 S. Ct. 2139, 144 L. Ed. 2d 450 (1999).\nNot all physical impairments are \"disabilities\" within the purview of the ADA. Albertson's, Inc. v. Kirkingburg, 527 U.S. 555, 565, 119 S. Ct. 2162, 144 L. Ed. 2d 518 (1999). Instead, only those impairments which \"substantially limit\" an individual's ability to perform a major life activity fall within gambit of the ADA. Id. *1245 The determination of whether a particular impairment constitutes a disability must be made on a case-by-case basis, and no impairment constitutes a disability per se. Albertson's, Inc., 527 U.S at 566, 119 S. Ct. 2162.\nThe federal Equal Employment Opportunity Commission (\"EEOC\") regulations[5] define \"substantially limits\" as follows:\n(i) Unable to perform a major life activity that the average person in the general population can perform; or\n(ii) Significantly restricted as to the condition, manner or duration under which an individual can perform a particular major life activity as compared to the condition, manner, or duration under which the average person in the general population can perform that same major life activity.\n29 C.F.R. § 1630.2(j). These terms must be \"interpreted strictly to create a demanding standard for qualifying as disabled.\" Toyota Motor, 534 U.S. at 197, 122 S. Ct. 681. When determining whether an impairment is a disability, the Court should consider \"[t]he nature and severity of the impairment; [t]he duration or expected duration of the impairment; and [t]he permanent or long-term impact, or the expected permanent or long-term impact of or resulting from the impairment.\" Id. at 196, 122 S. Ct. 681. The Court must also consider the effects of corrective or mitigating measures, both positive and negative, on the impairment. See Sutton, 527 U.S. at 482, 119 S. Ct. 2139.\nAdditionally, courts have consistently held that an individual who functions only \"moderately below average\" is not substantially limited. Rossbach v. City of Miami, 371 F.3d 1354, 1358 (11th Cir. 2004). \"[A] diminished activity tolerance for normal daily activities such as lifting, running and performing manual tasks, as well as a lifting restriction, [does] not constitute a disability under the ADA.\" Chanda v. Engelhard/ICC, 234 F.3d 1219, 1222 (11th Cir.2000). In sum, Plaintiff must show that the extent of the limitation caused by her congenital heart disease in terms of her own experience is substantial. See Toyota Motor, 534 U.S. at 198, 122 S. Ct. 681.\nIn this case, the evidence of record does not demonstrate that Plaintiff is substantially limited in her major life activity of \"functioning outdoors in extreme temperatures.\" The parties agree that Plaintiffs congenital heart condition \"causes her, among other conditions, to have poor circulation in her extremities.\" (Doc. No. 54, ¶ 6). There is very little additional evidence of record tying Plaintiffs impairment, i.e. her cardiac condition, to this life activity, however. There is no evidence of record from Plaintiffs treating physicians or another medical professional. There are no medical records or other documentation of record. There is no testimony from Plaintiffs supervisors. Plaintiffs own deposition testimony is also lacking. When asked whether her congenital heart disease restricts her day-to-day activities, Plaintiff responded that she was instructed to \"stay off her feet as much as possible,\" to maintain a particular diet, and to refrain from lifting more than thirty pounds. (First Reis Depo. at 16-17). Notably absent is any reference to extreme temperatures. Instead, Plaintiff testified that she believed her episodes of pneumonia, which cannot be the basis of an ADA claim, may be triggered by extreme temperatures. *1246 (Id. at 21). Nor has Plaintiff provided the Court with comparator evidence of the temperatures at which the average person in the general population can function.[6]See 29 C.F.R. § 1630.2(j)(2) (providing that whether an individual is significantly restricted in the performance of a major life activity is to be evaluated in comparison to the condition, manner, or duration under which the average person performs that same activity). Simply put, the evidence of record does not show that Plaintiffs ability to function in extreme temperatures is anything but \"moderately below average.\"\nMoreover, nothing in the record shows that her problem with functioning outdoors in extreme temperatures was severe or had a permanent impact. Plaintiff served as a sales associate at the gift shop of an open-air restaurant throughout the winter months of 2000 to 2001. (Doc. No. 54, pp. 1-2). At her deposition, Plaintiff indicated that wearing a sweater or jacket improved her condition. (First Reis Depo. at 37). Once Plaintiff was moved to guest services in February 2001, she began serving in a ticket booth, an environment that she found more suitable. (Id. at 36-37). Throughout her employment at guest services, Plaintiff testified that her supervisors took corrective measures, such as rotating employees from the cold into covered positions and permitting Plaintiff to take breaks in a heated area, that mitigated her condition. (Id. at 40-42; see also February 14, 2005 Deposition of Amanda Register, p. 49).\nIn addition, the evidence of record fails to demonstrate that Plaintiffs impairment substantially limits her major life activity of standing. In the Amended Complaint, Plaintiff alleges that her condition requires \"that she not stand for more than one-hour periods.\" (Doc. No. 2, ¶ 11). Although Plaintiff purportedly provided several doctors' notes to her supervisors containing this restriction, such notes were not submitted as part of the record. (First Reis Depo. at p. 88). There is no other evidence of record from Plaintiffs treating physicians that documents Plaintiffs condition or the limitations that it imposes on Plaintiff. The record contains no medical records or other documentation. Nor does the record contain any comparator evidence. Moreover, Plaintiffs deposition testimony just generally describes the limitation caused by her condition. When asked whether her congenital heart disease causes any restrictions on her day-today activities, Plaintiff responded that she was instructed to \"stay off her feet as much as possible.\" (First Reis Depo. at 16-17).\nIn contrast, the deposition testimony of Plaintiff shows that she was able to perform activities involving standing. Plaintiff testified that she was able to feed herself, bathe herself, and prepare her own meals. (Id. at 16). She also testified that she was able to walk and go up and down escalators and elevators. (Id.). Furthermore, Plaintiff acted as a substitute teacher of young children without special consideration or assistance. (Id. at 14-15, 17). She testified that she was required to stand \"at some points\" but \"not all day\" while substitute teaching. (Id. at 15). In sum, the evidence of record demonstrates that Plaintiff may have a *1247 diminished tolerance for a normal daily activity, but the record does not demonstrate that Plaintiffs condition substantially limits her major life activity of standing. See Chanda, 234 F.3d at 1222.\nThe Court now turns to the question of whether Plaintiffs congenital heart disease substantially limits her major life activity of lifting.[7] In her first deposition, Plaintiff testified that she has been restricted from lifting items weighing more than thirty pounds. (First Reis Depo. at 17). Plaintiff is able to engage in basic personal activities. She can bathe herself, prepare her own meals and feed herself. (Id.). Since leaving her position with Defendant, she has performed in jobs requiring her to move files and has assisted in moving a corporate division to another location. (Id. at 25, 28-29).\nThe Eleventh Circuit has not squarely addressed whether an individual with a lifting restriction is disabled. See Reed v. Heil Co., 206 F.3d 1055, 1061 (11th Cir. 2000). Most recently, the Court has stated that it \"doubt[s] that a lifting limitation states a per se ADA disability.\" Carr v. Publix Super Markets, Inc., 170 Fed. Appx. 57, 60 n. 3 (11 th Cir.2006). A number of the Circuit courts have held that lifting restrictions on the same scale as Plaintiffs restriction do not constitute an ADA disability. See Thompson v. Holy Family Hosp., 121 F.3d 537, 539-40 (9th Cir.1997) (holding that a permanent lifting restriction of no more than twenty-five pounds on a continuous basis is not substantially limiting); Williams v. Channel Master Satellite Sys., Inc., 101 F.3d 346, 349 (4th Cir.1996) (holding, as a matter of law, that a permanent twenty-five pound lifting restriction \"does not constitute a significant restriction on one's ability to lift, work, or perform any other major life activity.\"); Aucutt v. Six Flags Over Mid-Am., Inc., 85 F.3d 1311, 1319 (8th Cir. 1996) (holding that a twenty-five pounds lifting restriction did not substantially limit any major life activities); Ray v. Glidden Co., 85 F.3d 227, 229 (5th Cir.1996) (holding that restriction limiting continuous lifting of containers weighing forty-four to fifty-six pounds does not substantially limit any major life activity).\nTwo of the regional Circuit Courts of Appeal, however, have found that a lifting restriction similar to the one presented here substantially limited a major life activity. In Burns v. Coca-Cola Enters., Inc., 222 F.3d 247, 256-57 (6th Cir.2000), the Court of Appeals for the Sixth Circuit concluded that an individual having a twenty-three pound lifting restriction and whose employer determined lacked the skills necessary for office or other lightduty jobs was substantially limited in the major life activity of working. Id. The Seventh Circuit Court of Appeals found that an individual having a permanent restriction of no overhead or heavy lifting and no pushing or pulling created a material issue of fact as to whether or not that individual was disabled under the ADA. See Cochrum, v. Old Ben Coal Co., 102 F.3d 908, 911 (7th Cir.1996).\nThis case is more analogous to the former decisions than the decisions of the Sixth and Seventh Circuits. Here, Plaintiff is permanently restricted from lifting more than thirty pounds, but such restriction does not impact her normal daily activities of bathing, cooking, eating, and walking.[8] (First Ries Depo. at 17). Moreover, *1248 unlike the individuals in Burns and Cochrum, Plaintiff can, and the evidence of record reflects that she has, served in a range of employment positions, some of which required lifting and moving of items. (Id. at 25, 28-29). Thus, Plaintiff impairment does not substantially limit the major life activity of lifting.\nEven assuming that Plaintiffs impairment substantially limits her major life activity of lifting, Plaintiff offers no evidence that she was subjected to unlawful discriminatory conduct because of her lifting disability. See Hilburn, 181 F.3d at 1228.\nLastly, the Court addresses whether Plaintiffs congenital heart disease substantially limits the major life activity of working. Defendant argues that Plaintiff's impairment does not restrict her ability to perform in a broad range of jobs, and Plaintiff traverses this argument in response. (Doc. No. 30, p. 11; Doc. No. 40, p. 7). For an impairment to substantially limit an individual's ability to work, the impairment must restrict her ability to perform either \"a class of jobs or a broad range of jobs in various classes as compared to the average person having comparable training, skill, and abilities.\" 29 C.F.R. § 1630.2(j)(3)(i). An inability to perform a single, particular job does not constitute a substantial limitation in the major life activity of working. Id.; see also Hilburn, 181 F.3d at 1227. This is so even if it is the individual's job of choice. Cash v. Smith, 231 F.3d 1301, 1306 (11th Cir.2000).\nThe evidence of record shows that Plaintiff, both prior to her employment with defendant and afterward, has performed in a range of employment positions. Plaintiff has been employed as a retail sales associate, a substitute teacher, a general office worker, a receptionist, a data entry clerk, and a technician or quality control worker.[9] (First Reis Depo. at 5-7, 11-15, 22-23, 26-30). Plaintiff performed in each of these positions, which are distributed across a wide range of industries, without interference from her impairment. (Id. at 17). Thus, the evidence of record does not demonstrate that Plaintiff is barred from a broad range of jobs as compared to an average person of comparable ability, skill and training.\nIn view of the above, the Court concludes that Plaintiffs impairment does not substantially limit a major life activity.\nb. Record of Such Impairment\nPlaintiff also argues that she is disabled within the meaning of the ADA because there is a record of her impairment. (Doc. No. 40, p. 8). She supports this argument by pointing to her discussions with her former supervisor, Brian Blanchard; with various doctors' notes purportedly submitted to her final supervisor, Connie Colley; and with her hospitalization and subsequent telephone calls reporting her hospitalization. (Id. at 8).\nAlthough the ADA does not define \"record of impairment,\" the regulations provide: \"Has a record of such impairment means has a history of, or has been misclassified as having, a mental or physical impairment that substantially limits one or more major life activities.\" 29 C.F.R. § 1630.2(k). The interpretive guidance for this regulation also stresses that \"[t]he impairment indicated in the record must be an impairment that substantially limits *1249 one or more of the individual's major life activities.\" 29 C.F.R. pt. 1630 app. § 1630.2(k). There are many types of records that could potentially contain this information, including but not limited to, education, medical, or employment records. Id. Thus, in order to make out a claim for discrimination based on a record of impairment, Plaintiff must show that at some point in the past, she was classified or misclassified as having a physical impairment that substantially limits a major life activity. Hilburn, 181 F.3d at 1229. Plaintiff can demonstrate a record of impairment only if \"she actually suffered a physical impairment that substantially limited one or more of her major life activities.\" Id.\nAs discussed above, the evidence of record does not show that Plaintiff suffered from an physical impairment that substantially limits the major life activities of functioning in extreme temperatures, standing, lifting or working. Consequently, Plaintiff cannot establish a record of such impairment.\nMoreover, Plaintiff's argument, based on dicta from School Board of Nassau County v. Arline, 480 U.S. 273, 279-81, 107 S. Ct. 1123, 94 L. Ed. 2d 307 (1987), that her hospitalization alone is sufficient to establish a substantial limitation of one or more major life activities is without merit. (Doc. No. 40, p. 9). Both the Second and Fifth Circuit Courts of Appeal have held that a plaintiff must establish more than a just a record of hospitalization. See Colwell v. Suffolk County Police Dep't, 158 F.3d 635, 645-646 (2d Cir.1998); Burch v. Coca-Cola Co., 119 F.3d 305, 317 (5th Cir. 1997). In Colwell, the evidence showed that the plaintiff was hospitalized, thereby creating a record of an impairment, but also failed to demonstrate that such impairment substantially limited one or more of the Plaintiff's major life activities. 158 F.3d at 646. In Burch, the Court made the following observation:\nBurch[, the plaintiff] argues that \"[t]he fact that Burch ultimately had to be hospitalized establishes that his alcoholism substantially limited his major life activities.\" For this proposition, Burch relies upon School Bd. of Nassau County v. Arline, 480 U.S. 273, 279-81, 107 S. Ct. 1123, 94 L. Ed. 2d 307 (1987), a Rehabilitation Act case involving a claimant suffering with an acute form of tuberculosis so severe that it required hospitalization. In Arline, the Supreme Court, describing the effect the plaintiff's tuberculosis had on her respiratory system, observed, \"[t]his impairment was serious enough to require hospitalization, a fact more than sufficient to establish that one or more of her major life activities were substantially limited by her impairment.\" [480 U.S. at 279-81, 107 S. Ct. 1123] (noting that her hospitalization established a record of impairment under the Rehabilitation Act).\nThe quoted language from Arline cannot be construed to obviate the requirement, explicit in the ADA and its implementing regulations, that purported conditions be examined to ascertain whether a specific condition substantially limited a major life activity. The ADA requires an individualized inquiry beyond the mere existence of a hospital stay. Although the Court in Arline noted that the plaintiff's hospitalization established a record of impairment, the defendant had conceded that her acute tuberculosis had been substantially limiting. Indeed, the defendant's position in Arline was not that the plaintiff was not \"handicapped,\" but rather that her contagious disease-tuberculosis-was a threat to the health of others (and therefore precluded liability for termination on that basis). To accept Burch's reading would work a presumption *1250 that any condition requiring temporary hospitalization is disabling-a presumption that runs counter to the very goal of the ADA.\n119 F.3d at 317.\nThis Court agrees with the reasoning and logic of the Fifth Circuit. First, the remark in Arline is dicta as the Court did not address the substantially limiting prong of the ADA disability analysis. See Goghtan v. H.J. Heinz Co., 851 F. Supp. 808, 813 (N.D.Tex.1994) (noting that the Supreme Court's analysis did not address the \"substantially limiting\" prong of disability under the ADA). Second, Arline simply does not stand for the proposition that any hospital stay is sufficient evidence of a record of impairment. Taylor v. United States Postal Service, 946 F.2d 1214, 1217 (6th Cir.1991) (refusing to \"read Arline as establishing the nonsensical proposition that any hospital stay is sufficient to evidence a `record of impairment.'\").\nc. Being Regarded as Having Such Impairment\nPlaintiff also argues that she is disabled within the meaning of the ADA because Defendant perceived or regarded her as being disabled. (Doc. No. 40, p. 9-10). Defendant contends that the supervisor, Connie Colley, regarded Plaintiff as having an impairment based on a comment Ms. Colley made when she denied Plaintiffs request for informal transfer. (Id.). Defendant asserts that, although Ms. Colley refused to transfer Plaintiff because she was a \"health risk,\" Ms. Colley was referring to Plaintiffs record of absenteeism and not her congenital heart disease. (Doc. No. 30, pp. 12-14).\nThe Supreme Court has explained that \"a person is `regarded as' disabled within the meaning of the ADA if a covered entity mistakenly believes that the person's actual, nonlimiting impairment substantially limits one or more major life activities.\" Murphy v. United Parcel Serv., Inc., 527 U.S. 516, 521-22, 119 S. Ct. 2133, 144 L. Ed. 2d 484 (1999); see also Hilburn, 181 F.3d at 1230 (11th Cir.1999) (\"As with actual disabilities, a perceived impairment must be believed to substantially limit a major life activity of the individual.\"). Thus, \"[a]n employer runs afoul of the ADA when it makes an employment decision based on a physical or mental impairment, real or imagined, that is regarded as substantially limiting a major life activity.\" Sutton, 527 U.S. at 490, 119 S. Ct. 2139.\nIn this case, the evidence of record shows that Plaintiffs supervisor, Connie Colley, refused Plaintiffs request for an informal transfer to another sales position within the same corporate unit with the explanation that Plaintiff posed a \"health risk.\" (First Reis Depo. at 43-44, 60-61). Plaintiff further explained Ms. Colley's use of this term:\nQ And she used those words?\nA Yes.\nQ Did she explain to you why putting you downstairs would make you a health risk?\nA Because if I called out,[10] then there would be no one to open up.\n\n*1251 Q No one to open up, is that one of the guests services jobs inside?\nA Uh-huh, to open up the lobby at ten o'clock in the morning.\n(Id. at 43-44).\nAs recognized by both parties, Ms. Colley's use of the term \"health risk\" is ambiguous. On the one hand, Ms. Colley could have been referring to Plaintiff's impairment or perceived impairment, as the case may be. She could have used, on the other hand, the term in reference to Plaintiff's record of tardiness.[11] The record as a whole, however, clarifies this perceived ambiguity.\nThere is no evidence of record that Plaintiff's supervisor, Connie Colley, knew of Plaintiff's congenital heart disease. See Morisky v. Broward County, 80 F.3d 445, 448 (11th Cir.1996). Plaintiff herself indicated that she had not discussed her condition with Ms. Colley:\nQ When Connie first became your supervisor, did you ever have a discussion with her about your medical condition?\nA No.\nQ Did you ever tell her, Connie, I've got this condition and one of the side effects of this condition is that I don't have good circulation and that causes me to get hot or cold more than other people?\nA Not that I can remember. I might have said something to her.\nQ Do you think that might have helped get you the special considerations you needed, if they knew it was a real medical situation?\n.....\nA Maybe. I don't know. I have given them doctor's notes stating that I cannot stand for more than one hour. . . .\nQ Did you ever have the kind of discussion I just described with anyone at Universal?\nA The only person that I did have that discussion with was Brian Blanchard. And he is the one that informed me to get Florida Medical Leave Act. And he did the paperwork to get me that and I filled it out, signed it and returned it to him and he filed it for me.\n(Id. at 88-89) (questions and answers as in original). She reinforced this position in another exchange:\nQ But my question is after Brian left, did you talk to Connie or Stephanie about the arrangement you had with Brian?\nA It was hard to get a hold of them. Q The question is, did you talk to them?\nA I tried to.\nQ And you were not able to even discuss it with them?\nA No.\n(Id. at 47) (questions and answers as in original). In addition, the record is clear that Plaintiff believes Mr. Blanchard informed Ms. Colley of Plaintiff's impairment:\nQ Let me try to clarify something we've already discussed. You mentioned that both Brian Blanchard and Connie Colley would allow you *1252 to go to work inside the ticket booth when it got to be too cold or too hot.\nA Brian did, Connie didn't. She knew of my medical condition, because Brain Blanchard was the one who got me the Florida Medical Leave Act.\n(Id. at 46) (questions and answers as in original). This statement, however, lacks probative value because it is a conclusory allegation, lacking specific supporting facts, of a matter outside Plaintiff's personal knowledge. See FED. R. EVID. 602; Hilburn, 181 F.3d at 1227-28; Morisky, 80 F.3d at 448. The medical files of Plaintiff are not part of the record, and only a select portion of the employment files of Plaintiff was submitted by the parties. The record does not contain the affidavit or deposition testimony of Ms. Colley or Mr. Blanchard. Thus, the evidence of record does not show that Plaintiff informed Ms. Colley about her congenital heart disease, nor does the evidence of record demonstrate that Ms. Colley learned of Plaintiff's impairment from Mr. Blanchard.\n2. Summary for Count I and Count II\nIn conclusion, Plaintiff has not established her prima facie case for Count I (failure to accommodate) or Count II (handicap discrimination) of the Amended Complaint as the evidence of record does not demonstrate that she was disabled within the meaning of the ADA.\nB. Count III and Count IV: Retaliation Claims\nThe Amended Complaint also asserts that Defendant retaliated against Plaintiff in Count III for engaging in conduct protected by the FCRA and in Count IV for engaging in conduct protected by the Family Medical Leave Act. (Doc. No. 2, ¶¶ 31-32, 34-35).\n1. Count III: FCRA Retaliation Claim\nClaims of retaliation in violation of the ADA, and therefore FCRA, are analyzed under the same framework that courts employ for retaliation claims arising under Title VII. Stewart v. Happy Herman's Cheshire Bridge, Inc., 117 F.3d 1278, 1287 (11th Cir,1997).\na. Plaintiff's Prima Facie Case\nTo establish a prima facie case of retaliation, a plaintiff must show: (1) a statutorily protected conduct; (2) an adverse employment action; and (3) the adverse action was causally related to the protected conduct. Id. Defendant concedes that Plaintiff's informal complaints concerning working in extreme temperatures satisfies the first requirement. (Doc. No. 30, p. 17).\ni. Adverse Employment Action\nDefendant concedes that Plaintiff's termination satisfies the \"adverse employment action\" requirement. (Id.). The Amended Complaint also asserts that Plaintiff's request for a transfer was a protected activity within the meaning of the ADA. (Doc. No. 2). It is not clear, however, from Plaintiff's response whether she is also continuing to assert that the transfer is a protected activity for the purpose of her retaliation claim. (Doc. No. 40, pp. 10-11). Thus, the Court will also address Plaintiff's allegation that the denial of her transfer request was an adverse employment action.\nThe Supreme Court recently addressed this requirement for retaliation claims brought under Title VII. Burlington N. &amp; Santa Fe Ry. Co. v. White, 548 U.S. ___, 126 S. Ct. 2405, 165 L. Ed. 2d 345 (2006). In White, the plaintiff, the only woman working in the maintenance department of a *1253 railroad yard, complained to railroad officials that her supervisor had repeatedly made insulting and inappropriate remarks to her in front of her male colleagues. 126 S. Ct. at 2409. As a result, the railroad suspended the supervisor and reassigned White from operating a forklift to standard laborer tasks within the yard. Id. White then filed a complaint with the Equal Opportunity Commission claiming that the reassignment amounted to unlawful gender-based discrimination and, thereafter, filed a complaint alleging unlawful retaliation. Id. White filed suit and after a jury trial and an en banc appellate review, the Supreme Court granted certiorari to resolve, among other things, how harmful an act of retaliatory discrimination must be in order to fall within the prohibition of Title VII. Id. at 2411.\nWhile answering this question, the Court held \"[A] plaintiff must show that a reasonable employee would have found the challenged action materially adverse.\" Id. at 1215. The Court emphasized that such adversity must be material as the statute does not protect employees from \"those petty slights or minor annoyances that often take place at work.\" Id. The Court also stressed the objective nature of this standard and the necessity of applying its general terms in the context of each case. Id. Moreover, the standard is tied to the challenged retaliatory act and not the underlying discrimination. Id. at 1246.\nAlthough not cited by the Supreme Court, the Eleventh Circuit articulated substantially the same standard in Doe v. Dekalb County Sch. Dist., 145 F.3d 1441, 1447 (11th Cir.1998), an opinion considering whether a transfer constituted an adverse employment action under the ADA. In Doe, the Eleventh Circuit held that an \"ADA plaintiff must demonstrate that a reasonable person in his position would view the employment action in question as adverse.\" Id. at 1449. Like the Supreme Court in White, the Eleventh Circuit established an objective, reasonable person standard. Id. at 1449. Likewise, the Eleventh Circuit stressed that \"[a]ny adversity must be material; it is not enough that a transfer impose[ ] some de minimis inconvenience or alteration of responsibilities.\" Id. at 1453. In other words, the Eleventh Circuit subsumed a requirement of materiality within its reasonable person standard for adversity. Id. (\"Thus, any . . . requirements for Doe must rise to a level that a reasonable person would deem materially adverse. . . .\").[12] This Court finds no appreciable difference in applying the standard articulate by the Supreme Court in White and the standard articulated by the Eleventh Circuit in Doe.\nAs applied in this case, the Court cannot say that a reasonable person would have found the denial of the request to transfer to be materially adverse. Unlike White, the responsibilities of the two positions at issue in this case are almost identical. See 126 S. Ct. at 2417. When describing the responsibilities of the requested position, Plaintiff stated, \"They basically do what I do.\" (First Reis Depo. at 45). The only differences of record between the two positions are that (1) the requested position is indoors where there is heat and air conditioning, (2) the requested position begins work earlier in the day than Plaintiff's position; and (3) the requested position handles customer complaints. (Id. at 42-45). The evidence of record does not suggest that the requested position was paid a greater amount than Plaintiff's current position. Nor does the evidence of record *1254 show that such transfer would have resulted in greater prestige. See 126 S.Ct. at 2417 (noting that \"the forklift operator position required more qualifications, which is an indication of prestige\"). Additionally, the evidence of record does not demonstrate that such transfer would result in greater opportunities for advancement. Simply put, a reasonable person, when viewing the record before the Court, would not find that the denial of a request to transfer was materially adverse. See Craven v. Tex. Dept. of Crim. Justice, Institutional Div., 151 F. Supp. 2d 757, 765-66 (N.D.Tex.2001) (holding that denial of transfer request from a morning to a night shift was not adverse employment action because difference in working hours, alone, is not sufficient under Title VII). Thus, the only relevant adverse employment for purpose of Count III was Plaintiff's termination.\n\nii. Causal Link\nDefendant contends that Plaintiff cannot show from the evidence of record that her termination was due to her informal complaints and transfer requests. (Doc. No. 30, pp. 18-19).\n\"To establish a causal connection, a plaintiff must show that the decisionmakers were aware of the protected conduct' and `that the protected activity and the adverse employment action were not wholly unrelated.'\" Gupta, 212 F.3d at 590 (internal citations omitted). At a minimum, Plaintiff must show that the adverse action followed the protected conduct. Griffin v. GTE Fla., Inc., 182 F.3d 1279, 1284 (11th Cir.1999). In other words, Plaintiff must show a temporal link between the protected conduct and an adverse employment action. See Sullivan v. Nat'l R.R. Passenger Corp., 170 F.3d 1056, 1060-61 (11th Cir.1999) (holding that no causal link existed between protected activity in February 1994 and adverse employment actions in late 1994 and early 1995); Sierminski v. Transouth Fin. Corp., 216 F.3d 945, 951 (11th Cir.2000) (holding that a 7-month time period between the protected activity and the adverse employment action is too indirect to satisfy the causal connection requirement); Breech v. Ala. Power Co., 962 F. Supp. 1447, 1461 (S.D.Ala.1997) (holding that more than a year between the protected activity and the discharge is not close enough to support the causal connection requirement).\nThe record contains evidence of multiple instances in which Plaintiff lodged informal complaints with her supervisors, including Connie Colley. Upon a careful review, however, the evidence of record fails to identify the dates on which Plaintiff made such complaints, but it does show that Plaintiff made the complaints sometime during her last year of employment. (See, e.g., Walker Depo. at 50-51). Thus, while it is apparent that Plaintiff's protected conduct occurred prior to her termination, there is a material issue of fact concerning the temporal proximity of Plaintiff's protected conduct and termination.\nb. Defendant's Legitimate, Non-discriminatory reason\nDefendant asserts that Plaintiff REIS knowingly violated company policy by committing \"theft of service\" when she admitted several patrons who had not paid the admission price into a venue. The evidence of record shows that this was the reason given at a meeting of the decisionmaker, Connie Colley, her assistant manager, Stephanie Santos, and a human resource manager, Dale Walker. (Walker Depo. at 23). This is a legitimate reason for Plaintiffs termination.\nc. Pretext\nBecause Defendant articulated a legitimate, nondiscriminatory reason for *1255 Plaintiff's termination, the burden shifts to Plaintiff to produce sufficient evidence to raise a genuine issue of material fact with regard to whether Defendant's proffered reason for her termination was pretextual. Bass v. Bd. of County Comm'rs, 256 F.3d 1095, 1103-04 (11th Cir.2001). In order to show pretext, Plaintiff must \"demonstrate that the proffered reason was not the true reason for the employment decision. . . . [Plaintiff] may succeed in this either directly by persuading the court that a discriminatory reason more likely motivated the employer or indirectly by showing that the employer's proffered explanation is unworthy of credence.\" Tex. Dep't of Cmty. Affairs v. Burdine, 450 U.S. 248, 256, 101 S. Ct. 1089, 67 L. Ed. 2d 207 (1981). \"[A] plaintiff withstands summary adjudication by producing sufficient evidence to allow a reasonable finder of fact to conclude that the defendant's articulated reasons for its decision are not believable.\" Howard v. BP Oil Co., 32 F.3d 520, 526 (11th Cir. 1994) (citing St. Mary's Honor Ctr. v. Hicks, 509 U.S. 502, 113 S. Ct. 2742, 125 L. Ed. 2d 407 (1993)). In evaluating a summary judgment motion, \"[t]he district court must evaluate whether the plaintiff has demonstrated such weaknesses, implausibilities, inconsistencies, incoherencies, or contradictions in the employer's proffered legitimate reasons for its action that a reasonable factfinder could find them unworthy of credence.\" Combs v. Plantation Patterns, 106 F.3d 1519, 1538 (11th Cir.1997) (internal quotations and citations omitted).\nPlaintiff's employment was purportedly terminated for \"theft of service.\" (First Reis Depo. Ex. 4; Walker Depo. at 23). In her deposition testimony, Dale Walker, Defendant's human resource manager for this business unit, detailed the meeting between herself, Plaintiff's supervisor, Connie Colley, and assistant supervisor, Stephanie Santos. (Walker Depo. at 22-23). A new employee had informed Ms. Colley and Ms. Santos that Plaintiff had admitted patrons who has not paid the admissions price into a venue at Universal City Walk. (Id.; Barreto Depo. at 23-24). Ms. Colley brought sales records to the meeting that purportedly supported her position that patrons were admitted without paying and a written statement from the reporting employee. (Walker Depo. at 27). Plaintiff was terminated the same day. (Id. at 26).\nAfter her termination, Plaintiff approached Ms. Walker for assistance in retaining her employment. (Id. at 26). In this conversation, Plaintiff admitted to Ms. Walker that the she had admitted patrons who had not paid, that she was sorry, and that Plaintiff wanted to continue her employment with Defendant. (Id. at 45-46). In response, Ms. Walker encouraged Plaintiff to engage in a \"peer review process,\" a formal method of review. (Id. at 46).\nSubsequently, Plaintiff met with Greg Vickers and one other individual concerning her termination. (First Reis Depo. at 76). In her meeting with Mr. Vickers, Plaintiff produced a type-written statement containing her version of the events leading to her termination and signed a document summarizing the conversation with Mr. Vicker. (Id. at 79-80; see also First Reis Depo. Ex. 4). In her typewritten statement, Plaintiff admitted that she \"did let six people in for free.\" (Id. Ex. 2). Mr. Vickers asked Plaintiff whether her supervisors or a supervisor from the venue gave Plaintiff permission to let guests in for free, and Plaintiff responded, \"No.\" (Id. at Ex. 4; Id. at 81).\nPlaintiff does not present any evidence that demonstrates weaknesses, implausibilities, inconsistencies, incoherencies, or contradictions in Defendant's proffered reason. *1256 Indeed, Plaintiff admits no less than three times in the record that the reason underlying Defendant's termination decision was true. (Walker Depo. at 46; First Reis Depo. at 81, Ex. 2, Ex. 4). Given the admissions of Plaintiff, the testimony concerning the decision-making process and Plaintiff's testimony concerning the appeal of her termination, the record does not contain sufficient evidence to allow a reasonable finder of fact to conclude that the defendant's articulated reasons for its decision are not believable.\nThus, the evidence supporting Plaintiff's prima facie case is simply not sufficient to create an issue of fact in light of the substantial evidence of lawful motive presented by Defendant.\n2. Count IV: FMLA Retaliation Claim\nThe analytical framework for Plaintiff's FMLA retaliation claim in Count IV is the same as for her FCRA retaliation claim in Count III. Plaintiff rests the causation element of her prima facie case on the temporal proximity of her FMLA leave and subsequent light duty work to her date of termination.\nIn order to establish her prima facie case by relying on temporal proximity, Plaintiff must show that the protected conduct and adverse employment action were \"very close.\" Clark County Sch. Dist. v. Breeden, 532 U.S. 268, 273, 121 S. Ct. 1508, 149 L. Ed. 2d 509 (2001). In Breeden, the Supreme Court reasoned that the temporal proximity for Title VII retaliation claims must be \"very close,\" and the Court cited with approval a decision of the Tenth Circuit Court of Appeals finding that a three-month time period is not. Id. (citing O'Neal v. Ferguson Constr. Co., 237 F.3d 1248, 1253 (10th Cir.2001)). Likewise, the Eleventh Circuit has held that similar time periods were insufficient to create a jury issue on causation. See Drago v. Jenne, 2006 WL 1737358, *5 (11th Cir.2006) (approximately three-month period insufficient); Wascura v. City of South Miami, 257 F.3d 1238, 1248 (11th Cir.2001) (three and one-half month period insufficient).\nBoth parties agree that Plaintiff's last act of protected conduct under the FMLA was her \"light duty\" work assignment which began May 28, 2003 and ended June 11, 2003. (Doc. No. 30, p. 18; Doc. No 40, p. 10). Plaintiffs employment was terminated on September 5, 2003. (First Reis Depo. Ex. 2). Thus, eighty-six days, or approximately three months, passed from the last day of Plaintiff's protected conduct and her termination. This period is insufficient to raise a jury issue on causation.\n2. &gt;Summary for Count III and Count IV\nIn conclusion, although there is a material issue of fact whether Plaintiff has met her prima facie case in Count III, Plaintiff has failed to show that Defendant's reason for her termination was a pretext. In addition, Plaintiff has failed to support her prima facie case in Count IV.\nIV. Conclusion\nBased on the foregoing, the Court GRANTS the Motion for Summary Judgment (Doc. No. 29) of Defendant Universal City Development Partners, Ltd. The Clerk is directed to enter judgment in favor of Defendant and against Plaintiff.\nDONE and ORDERED.\nNOTES\n[1]  Plaintiff does not assert that she is mentally impaired.\n[2]  The cases declining to find a disability where plaintiff has only sporadic or otherwise temporary impairments are legion. See, e.g., Kay v. Lester Coggins Trucking, Inc., 141 Fed. Appx. 824, 827 (11th Cir.2005); Rohan v. Networks Presentations LLC, 375 F.3d 266, 276 (4th Cir.2004); see also Toyota Motor, 534 U.S. at 198, 122 S. Ct. 681 (\"The impairment's impact must also be permanent or long term.\").\n[3]  In her deposition, Plaintiff could not answer whether her two medical conditions were interrelated. (First Reis Depo. at 20). During direct examination, Plaintiff and counsel for Defendant engaged in the following exchange:\n\nQ Now, when you had pneumonia, did the pneumonia aggravate your heart condition?\nA That, I don't know.\n(Id. at 20). Likewise, there is no evidence of record to indicate that Plaintiff's congenital heart disease aggravates or is related to Plaintiff's episodic pneumonia. In addition, Plaintiff could not answer questions regarding the medical characteristics of her pneumonia. (Id. at 21-22).\n[4]  The Amended Complaint alleges that Plaintiff's impairment limits her major life activity of sleeping. (Doc. No. 2, ¶ 11). Plaintiff does not, however, present any evidence or argument to support this allegation. (Doc. No. 40, p. 8).\n[5]  Federal courts rely on two sets of federal regulations, one interpreting the Rehabilitation Act of 1973 and one established by the federal EEOC, when interpreting the ADA. Toyota Motor, 534 U.S. at 193, 122 S. Ct. 681.\n[6]  The Court is aware that such evidence is not required in the Eleventh Circuit and is not necessary where a reasonable jury could base its decision on its own life experiences. See Crutcher v. Mobile Housing Bd., 2005 WL 2675207, * (S.D.Ala.2005). Nevertheless, where Plaintiff's impairment is not so obviously substantially limiting on its face, such evidence is useful to show that her capability to function outdoors in extreme temperatures is significantly below that of the average person. See, e.g., Velarde v. Associated Reg'l &amp; Univ. Pathologists, 61 Fed. Appx. 627, 629-30 (10th Cir.2003).\n[7]  Plaintiff's counsel characterized this as the major life activity of \"carrying\" although Plaintiff's testified at her first deposition that she had a lifting restriction. (First Reis Depo. at 17; Doc. No. 40, p. 8).\n[8]  It is inferred from the evidence of record that Plaintiff's lifting restriction is permanent. (See First Reis Depo. at 17).\n[9]  The record is unclear as to what Plaintiff's position was called when she was employed at the firm \"LaserLance.\" (First Reis Depo. at 26-27). Plaintiff described her responsibilities in that position as \"going in and seeing if a piece of microchip was damaged or not.\" (Id. at 27).\n[10]  Defendant's employees were required to use a phone system to alert their supervisors of absences and other problems. (Second Reis Depo. at 30). Employees were required to call the phone system more than a set time period prior to the start of the employee's shift. (Id. at 30-31). Failure to use this system, among other things, resulted in a deduction of \"points\" from the employee's point total. (Id.). An employee required a certain number of points in order to be considered for certain employment actions, such as formal transfers. (Walker Depo. at 54). By her own account, Plaintiff's point total was never above five, which was lower than the ten points that employees were expected to maintain. (Second Reis Depo. at 29-30).\n[11]  Ms. Santos had counseled Plaintiff \"three or four\" times for being late to work and not calling ahead to warn of her tardiness. (First Reis Depo. at 55, 59; Second Reis Depo. at 31-33).\n[12]  The Eleventh Circuit reasoned that its adversity standard encompassed employment transfers resulting in lesser pay, responsibility, prestige; involving arduous travel; or impeding an employee's professional growth or advancement. Id. at 1452.\n\n",
            "ocr": false,
            "opinion_id": 2359533
        }
    ],
    "court_short_name": "M.D. Florida",
    "court_full_name": "District Court, M.D. Florida",
    "court_type": "FD",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}