{
    "id": 2358418,
    "judges": "Watkins, President Judge, and Jacobs, Hoffman, Cercone, Price, Van Der Voort and Spaeth",
    "date_filed": 244944000000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-bailey",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Bailey",
    "case_name_full": "COMMONWEALTH of Pennsylvania v. Floyd BAILEY, Appellant",
    "attorneys": "Kenneth D. Brown, Assistant Public Defender, Williams-port, for appellant., Allen E. Ertel, District Attorney, Williamsport, for Commonwealth, appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Oct. 8, 1976.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 27,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b456-5\">\n    378 A.2d 998\n   </citation><br><parties id=\"b456-6\">\n    COMMONWEALTH of Pennsylvania v. Floyd BAILEY, Appellant.\n   </parties><br><court id=\"b456-8\">\n    Superior Court of Pennsylvania.\n   </court><br><otherdate id=\"b456-9\">\n    Submitted Oct. 8, 1976.\n   </otherdate><br><decisiondate id=\"b456-10\">\n    Decided Oct. 6, 1977.\n   </decisiondate><br><attorneys id=\"b459-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"405\"> \n     *405\n     </span>\n    Kenneth D. Brown, Assistant Public Defender, Williams-port, for appellant.\n   </attorneys><br><attorneys id=\"b459-7\">\n    Allen E. Ertel, District Attorney, Williamsport, for Commonwealth, appellee.\n   </attorneys><br><judges id=\"b459-8\">\n    Before WATKINS, President Judge, and JACOBS, HOFFMAN, CERCONE, PRICE, VAN der VOORT and SPAETH, JJ.\n   </judges>",
    "citations": [
        "378 A.2d 998",
        "250 Pa. Super. 402"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n250 Pa. Superior Ct. 402 (1977)\n378 A.2d 998\nCOMMONWEALTH of Pennsylvania\nv.\nFloyd BAILEY, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted October 8, 1976.\nDecided October 6, 1977.\n*405 Kenneth D. Brown, Assistant Public Defender, Williamsport, for appellant.\nAllen E. Ertel, District Attorney, Williamsport, for Commonwealth, appellee.\nBefore WATKINS, President Judge, and JACOBS, HOFFMAN, CERCONE, PRICE, VAN der VOORT and SPAETH, JJ.\nSPAETH, Judge:\nAppellant was convicted, following a trial by jury, of theft by unlawful disposition[1] and of theft by receiving stolen goods.[2] On this appeal he contends that the evidence was insufficient to sustain the conviction. We agree that the evidence was insufficient to sustain the conviction of theft by unlawful disposition, and we therefore vacate the judgment of sentence on that charge. However, we affirm the conviction on the charge of theft by receiving, and remand for resentencing.\nIn 1974, the Quaker State Telephone Company stored new and scrap telephone cable at two locations in Lycoming County, one at Trout Run, and the other at Loyalsock. The storage area at Trout Run was enclosed by a fence, while that at Loyalsock was open. On October 3, 1974, during an inventory check at Trout Run, an employee of Quaker State discovered that an entire reel of plastic-sheathed copper telephone wire was missing. The missing reel contained 4018 feet of wire, weighed 930 pounds and had a replacement value of $847.79. The employee was unable to establish the date when the reel disappeared. At the time of a *406 prior inventory check at Trout Run on September 3, 1974, no wire had been missing. However, a week prior to the October 3 inventory check a hole cut in the fence at Trout Run and footsteps going in and out of the yard had been discovered.\nFrom October 14 to 18, 1974, Quaker State employees removed some lead-coated wire from active use and stored it in piles as scrap wire at the Loyalsock location. Shortly thereafter, an employee discovered that the piles were diminishing daily.\nThe employee testified that the stolen copper and lead wire were of no practical use to an individual and that the only use for the wire was for telephone service. The copper wire consisted of 50 individual 22 gauge wires within a plastic sheath; it was a special type of wire used exclusively by telephone companies; it could not be used in homes or cars; and its only commercial value was for sale to a scrap dealer.\nAs a result of information received by the Pennsylvania State Police on November 14, 1974, a trooper went to the home of Sylvester Bailey, in Williamsport, Lycoming County. On an enclosed porch at Bailey's home the officer discovered cable of the type taken from the telephone company. The officer testified that the porch \u0097 an area of sixty-four square feet \u0097 was almost full of wire.\nA telephone company employee identified the wire as that used by Quaker State Telephone Company. The telephone company returned the wire to its storage areas and then sold it as scrap. The employee testified that in his opinion the amount of lead-coated wire recovered from Bailey's home was approximately the same amount as that stolen from Loyalsock. He was unable to make the same judgment about the new copper wire. The scrap value of the lead-coated wire was $245.70.\nSylvester Bailey, who was arrested for receiving stolen goods, testified for the Commonwealth. He stated that his son, appellant, and another man brought the wire into his *407 house and stacked it on the porch.[3] Bailey did not remember the date of this occurrence.\nOn December 12, 1974, appellant was arrested and charged with two counts of theft by unlawful disposition, two counts of theft by receiving stolen property, and conspiracy.[4] After the trial court sustained a demurrer to the conspiracy count, the jury found appellant guilty of the remaining counts. On the first charge of theft by unlawful disposition, appellant was sentenced to a term of imprisonment of one to five years; on the second charge of theft by unlawful disposition, appellant was sentenced to serve a five year term of probation to commence at the expiration of the first sentence. Appellant did not receive a sentence on either count of theft by receiving. This appeal followed.\nAppellant contends that the evidence was insufficient to convict him of theft by unlawful disposition. We must view the evidence in the light most favorable to the Commonwealth, as the verdict winner. Commonwealth v. Porter, 229 Pa.Super. 314, 323 A.2d 128 (1974). Nonetheless, it is axiomatic that in a criminal case, the guilt of the accused must be proved beyond a reasonable doubt, Commonwealth v. Wrona, 442 Pa. 201, 275 A.2d 78 (1971). Guilt must be proved and not conjectured. Commonwealth v. Wilson, 225 Pa.Super. 513, 312 A.2d 430 (1973). Evidence of possession of stolen property may be relevant in deciding whether the possessor is the one who stole it. However, evidence of possession alone is not sufficient to prove theft beyond a reasonable doubt. Commonwealth v. Turner, 456 Pa. 116, 317 A.2d 298 (1974). All of the evidence of surrounding circumstances must be considered, and although a conviction may be based on circumstantial evidence alone, it must meet the standard of proof beyond a reasonable doubt. Commonwealth v. Simmons, 233 Pa.Super. 547, 336 A.2d 624 (1975).\n*408 In the instant case, the Commonwealth failed to show any link whatsoever between appellant and the removal of the cable from Trout Run or Loyalsock. No one saw appellant at or near the scene, nor was he apprehended with the goods within a few hours of the theft. Cf. Commonwealth v. Simmons, supra. In short, anyone could have removed the property from the two areas and later transferred it to appellant. The Commonwealth failed to introduce any evidence, direct or circumstantial, that appellant was the thief. Accordingly, we vacate the judgment of sentence on both counts of theft by unlawful disposition.\nAppellant also challenges the sufficiency of the evidence on the conviction of theft by receiving stolen property.\nThe crime of receiving stolen goods requires proof beyond a reasonable doubt that the receiver knew the goods were stolen. Possession of stolen property in and of itself is not sufficient evidence from which a factfinder may conclude guilt beyond a reasonable doubt. Possession alone of the stolen property without a weighing of the other circumstances requires guessing or speculation as to the defendant's knowledge that the property was stolen . . . . The element of appellant's guilty knowledge may be established by direct evidence of knowledge or by circumstantial evidence from which it can be inferred that appellant had reasonable cause to know that the property was stolen. If from the circumstantial evidence, it can be inferred that the appellant had reasonable cause to know, a final inference can reasonably be made that he in fact knew that the property was stolen.\n\nCommonwealth v. Henderson, 451 Pa. 452, 455, 304 A.2d 154, 156 (1973).\nThus, guilty knowledge can be found when possession of recently stolen goods combines with other circumstances sufficient to warrant an inference of knowledge that the goods were stolen. \"Some of the significant circumstances can be the appellant's conduct; the appellant's relationship to the victim; the elapsed time between the appellant's *409 possession and the theft; the situs of the theft and the situs of the possession; the kind of property; the quantity of the property; and the identifying characteristics of the property.\" Commonwealth v. Henderson, supra, 451 Pa. at 455, 304 A.2d at 156. \"In short, evidence of any fact that might help determine whether the goods have moved into legitimate trade channels is relevant and should be considered. . . .\" Commonwealth v. Simmons, supra, 233 Pa.Super. at 557, 336 A.2d at 630.\nIn the instant case, appellant apparently concedes that he was in possession of stolen telephone cable; he claims only that the evidence was insufficient to show that he knew that the goods were stolen. Appellant not only possessed recently stolen goods; he possessed a very large quantity of stolen goods. These goods consisted of two unusual types of cable. This cable has no apparent value or use for the average individual, as it is used exclusively by telephone companies. It is highly unlikely that the cable could have entered the legitimate channels of commerce prior to appellant's possession, because the cable is sold by the manufacturer directly to the telephone company. The telephone company disposes of its scrap cable by selling it to a scrap dealer who has it recycled. Due to the very limited use for which the wire is suited, the absence of legitimate trade channels for it, and the large quantity of wire possessed, the jury could have found that appellant knew that the goods were stolen.\nAppellant also contends that the lower court erred in denying his petition for a new trial based upon after-discovered evidence. After the trial appellant filed a petition for a new trial based upon a recantation by Sylvester Bailey. The trial court held an evidentiary hearing on this matter at which Sylvester Bailey testified. The court dismissed the petition for several reasons, including the fact that the recanting testimony had an \"artificial ring.\"\nIn Commonwealth v. Coleman, 438 Pa. 373, 264 A.2d 649 (1970), the Supreme Court set forth the scope and standard of appellate review for evaluating recanted testimony:\n\n*410 The well-established rule is that an appellate court may not interfere with the denial or granting of a new trial where the sole ground is the alleged recantation of state witnesses unless there has been a clear abuse of discretion. Recanting testimony is exceedingly unreliable, and it is the duty of the court to deny a new trial where it is not satisfied that such testimony is true. There is no less reliable form of proof, especially when it involves an admission of perjury.\n\nId. 438 Pa. at 377, 264 A.2d at 651 (citations omitted).\nSee also Commonwealth v. Anderson, 466 Pa. 339, 353 A.2d 384 (1976). In the instant case, the court below conducted an evidentiary hearing concerning the recantation and had an opportunity to observe and judge the demeanor and credibility of the witness. The lower court did not abuse its discretion in denying appellant a new trial.\nUnder Commonwealth v. Lockhart, 223 Pa.Super. 60, 296 A.2d 883 (1972), when the invalidity of a conviction on one count which may have influenced the sentence on another count becomes apparent on appeal, the proper course is to vacate the sentences and to remand for resentencing on the valid counts without consideration of the invalid ones. However, in the instant case, the trial court erroneously stated that the counts of theft by receiving stolen property merged into the counts of theft by unlawful disposition.[5] Because of this erroneous statement, appellant received no sentence on counts two and four. Contrary to the dissent's assertion, to remand for the imposition of sentence on those counts would not be an increase in punishment and therefore would not violate the double jeopardy clause of the 5th Amendment to the United States Constitution.\n*411 The Act of June 24, 1895, P.L. 212, § 8, par. 8, as amended June 3, 1971, P.L. 122, No. 6, § 1 (509(a)(33)), 17 P.S. § 192, provides that the Superior Court \"[M]ay not increase (although it may reverse) any sentence upon any indictment. . . .\" The sentence imposed here was for one to five years imprisonment and five years probation on a single indictment of four counts. Although we are reversing on counts one and three, we are affirming on counts two and four of the same indictment. Such an action does not represent an increase in sentence but only a modification so that sentence will apply to counts two and four instead of to counts one and three. Nor will imposition of sentence on counts two and four represent an increase, so long as the sentence is no greater than the sentence that was imposed on counts one and three, in other words, so long as there is no increase in the overall sentence on this indictment.\nAn error in sentencing does not necessarily entitle an appellant to a discharge. In Commonwealth v. Schultz, 170 Pa.Super. 504, 515, 87 A.2d 69, 73 (1952), this court said:\n\"We may remit the record to a lower court for proper sentence where the original sentence is illegal or erroneous, and that court may proceed to sentence the defendant anew in proper form and according to law. Com. v. Downer, supra, 161 Pa.Super. 339, 342, 53 A.2d 897. . .\"\nIn Beale v. Commonwealth, 25 Pa. 11, 22 our Supreme Court said: \"The common law embodies in itself sufficient reason and common sense to reject the monstrous doctrine, that a prisoner whose guilt is established by a regular verdict is to escape punishment altogether, because the Court committed an error in passing the sentence. If this Court sanctioned such a rule, it would fail to perform the chief duty for which it was established. Our duty is to correct errors, and to `minister justice.' But such a course would perpetuate error, and produce the most intolerable injustice.\" See, also, Com. ex rel. Holly v. Ashe, 368 Pa. 211, 220, 82 A.2d 244; Com. ex rel. Paige v. Smith, 130 Pa.Super. 536, 548, 198 A. 812.\n*412 And see Commonwealth ex rel. Rouzer v. Claudy, 178 Pa.Super. 106, 113 A.2d 321 (1955). There the defendant requested discharge because his sentence was illegal in that it had been imposed to run from an incorrect date. Relying on 17 P.S. § 192, this court amended the sentence by changing the date of its commencement, even though this increased the minimum and maximum terms by some 121 days.\nThe judgments of sentence are vacated. The case is remanded for imposition of sentence in conformance with this opinion.\nPRICE, J., joins in this opinion, as well as in the concurring opinion by CERCONE, J.\nCERCONE, J., files a concurring opinion in which PRICE, J., joins.\nHOFFMAN, J., files a concurring and dissenting opinion.\nCERCONE, Judge, concurring:\nWhile I agree with the result reached by the majority,[1] I feel that an additional observation is in order.\nI detect an implication in the majority opinion that an increase in the overall sentence on the indictment is barred by the double jeopardy clause. I cannot agree. In Pearce v. North Carolina, 395 U.S. 711, 719-20, 721, 89 S.Ct. 2072, 2077, 23 L.Ed.2d 656 (1969), the Supreme Court decided:\n\"Long-established constitutional doctrine makes clear that, beyond the requirement [that time already served must be credited in imposing sentence upon conviction on retrial], the guarantee against double jeopardy imposes no restrictions upon the length of a sentence imposed upon reconviction. At least since 1896, when United States v. Ball, 163 U.S. 662, 16 S.Ct. 1192, 41 L.Ed. 300, was decided, it has been settled that this constitutional guarantee imposes no limitations whatever upon the power to retry a defendant who has succeeded in getting his first conviction set aside. . . . And at least since 1919, when *413 Stroud v. United States, 251 U.S. 15, 40 S.Ct. 50, 64 L.Ed. 103, was decided, it has been settled that a corollary of the power to retry a defendant is the power, upon the defendant's reconviction, to impose whatever sentence may be legally authorized, whether or not it is greater than the sentence imposed after the first conviction. [Footnotes omitted.]\n.....\n[If retrial] does result in a conviction, we cannot say that the constitutional guarantee against double jeopardy of its own weight restricts the imposition of an otherwise lawful single punishment for the offense in question. To hold to the contrary would be to cast doubt upon the whole validity of the basic principle enunciated in United States v. Ball, supra, and upon the unbroken line of decisions that have followed that principle for almost 75 years. We think those decisions are entirely sound, and we decline to depart from the concept they reflect.\" [Footnote omitted.]\nI believe that the concept referred to is equally applicable to the instant case; since the sentence has been vacated at appellant's behest, he may not be heard to object on double jeopardy grounds to an increased sentence on remand.[2]\nHowever, the Pearce court also held that the due process clause did bar resentencing to a longer term than that originally imposed, in the absence of \"objective information concerning identifiable conduct on the part of the defendant occurring after the time of the original sentencing proceeding.\" Id. 395 U.S. at 726, 89 S.Ct. at 2081. The rationale for this conclusion was that the possibility of increased punishment upon conviction on retrial tended to deter defendants from exercising their appellate rights. As Judge Spaeth points out, imposition of sentence on the second and fourth counts would not represent a net increase in sentence. As *414 only a net increase could conceivably have a chilling effect on the exercise of the right to appeal, in the instant case Pearce does not prohibit the imposition of sentence on the counts which we affirm.\nThe narrow \"intervening conduct\" exception to the Pearce prohibition is not, however, available to the trial court on remand; the Act of June 24, 1895, P.L. 212, § 8, par. 8, as amended June 3, 1971, P.L. 122, No. 6, § 1 509(a)(33), 17 P.S. § 192, as the majority correctly notes, bars the Superior Court from increasing any sentence on any indictment. This statutory prohibition has been held applicable to a trial court resentencing on remand. Commonwealth v. Downer, 161 Pa.Super. 339, 53 A.2d 897 (1947). Thus, I must agree with the majority that the total sentence may not be increased.\nPRICE, J., joins in this concurring opinion.\nHOFFMAN, Judge, concurring and dissenting:\nI agree with the Majority that the evidence was insufficient to convict appellant of theft by unlawful disposition but sufficient to convict him of theft by receiving stolen property. However, I do not believe that the Majority addresses the issue of double jeopardy which I discuss herein. Therefore, I dissent.\nNormally, under Commonwealth v. Lockhart, 223 Pa.Super. 60, 296 A.2d 883 (1972), when the invalidity of a conviction on one count which may have influenced the sentence on another count becomes apparent on appeal, the proper course is to vacate the sentences and to remand for resentencing on the valid counts without consideration of the invalid ones. However, in the instant case, the trial court stated that the counts of theft by receiving stolen property merged into the counts of theft by unlawful disposition. Accordingly, the sentence read as follows:\n\"Count One: Defendant is to undergo imprisonment at the State Correctional Institution at Rockview for a period the minimum of which shall be one year and the maximum of which shall be five years, . . .\n*415 \"Count Two merges with Count One.\n\"Count Three: Defendant is placed on probation subject to the supervision of the Adult Probation Department of Lycoming County for a period of five years to begin at the expiration of the Sentence imposed in Count One . . .\n\"Count Four merges with count three.\"\nThus, the trial court did not impose any sentence at all on the counts of theft by receiving stolen property nor did it suspend sentence on those counts as it could have.\nThe Fifth Amendment to the United States Constitution provides: \". . . [N]or shall any person be subject for the same offence to be twice put in jeopardy of life or limb;. . .\" The guarantees of this clause are incorporated by the Due Process Clause of the Fourteenth Amendment and are therefore available to a defendant in a state criminal proceeding. Benton v. Maryland, 395 U.S. 784, 89 S.Ct. 2056, 23 L.Ed.2d 707 (1969). \"It is clearly the law in Pennsylvania that a `modification of a sentence imposed on a criminal defendant which increases the punishment constitutes further or double jeopardy'\". Commonwealth v. Silverman, 442 Pa. 211, 215, 275 A.2d 308 (1971); Commonwealth v. Tomlin, 232 Pa.Super. 147, 149, 336 A.2d 407, 408 (1975).\nAs Pennsylvania courts have noted several times: \"`[t]he possibility of abuses inherent in broad judicial power to increase sentences outweighs the possibility of windfalls to a few prisoners,' 367 F.2d 368 at 370.\" Commonwealth v. Allen, 443 Pa. 96, 104, 277 A.2d 803, 807 (1971) (citing United States v. Sacco, 367 F.2d 368, 370 (1966)). Commonwealth v. Thomas, 219 Pa.Super. 22, 280 A.2d 651 (1971); Commonwealth v. Pristas, 222 Pa.Super. 254, 295 A.2d 114 (1972).\nThe constitutional protection against more than one trial is equally applicable to the number of sentences that may be pronounced on the same verdict. An increase in a sentence upon remand would constitute a further punishment for the same prior conviction and would violate the provisions of the double jeopardy clause. Therefore, in the instant case, I *416 would not remand for resentencing on the charge of theft by receiving stolen property, because any sentence imposed by the trial court would be an increase in punishment and thus a violation of the double jeopardy provision of the 5th Amendment to the United States Constitution.\nI would vacate the judgment of sentence for theft by unlawful disposition; affirm the judgment of sentence for theft by receiving stolen property; and order appellant discharged.\nNOTES\n[1]  The Crimes Code, Act of Dec. 6, 1972, P.L. 1482, No. 334, § 1, eff. June 6, 1973; 18 Pa.C.S. § 3921.\n[2]  The Crimes Code, supra; 18 Pa.C.S. § 3925.\n[3]  Neither appellant nor his co-defendant lived with Sylvester Bailey.\n[4]  The Crimes Code, supra; 18 Pa.C.S. § 903.\n[5]  The crimes of theft by unlawful disposition and theft by receiving stolen property do not merge. The Act of March 31, 1860, P.L. 427, § 24; 19 P.S. § 411, permits their joinder in a single indictment; however, a judgment of sentence can be imposed only for one or the other. Commonwealth v. Simmons, 233 Pa.Super. 547, 336 A.2d 624 (1975); Commonwealth v. Justice, 230 Pa.Super. 537, 326 A.2d 564 (1974).\n[1]  See Tinder v. United States, 345 U.S. 565, 73 S.Ct. 911, 97 L.Ed. 1250 (1953).\n[2]  A fortiori, he cannot complain about a sentence that does not exceed that previously imposed. Having successfully sought correction of the trial court's error, he may not retain the benefit of that error, the benefit being the court's failure to sentence on counts two and four.\n\n",
            "ocr": false,
            "opinion_id": 2358418
        },
        {
            "author_str": "Hoffman",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHOFFMAN, Judge,\nconcurring and dissenting:\nI agree with the Majority that the evidence was insufficient to convict appellant of theft by unlawful disposition but sufficient to convict him of theft by receiving stolen property. However, I do not believe that the Majority addresses the issue of double jeopardy which I discuss herein. Therefore, I dissent.\nNormally, under Commonwealth v. Lockhart, 223 Pa.Super. 60, 296 A.2d 883 (1972), when the invalidity of a conviction on one count which may have influenced the sentence on another count becomes apparent on appeal, the proper course is to vacate the sentences and to remand for resentencing on the valid counts without consideration of the invalid'ones. However, in the instant case, the trial court stated that the counts of theft by receiving stolen property merged into the counts of theft by unlawful disposition. Accordingly, the sentence read as follows:\n“Count One: Defendant is to undergo imprisonment at the State Correctional Institution at Rockview for a period the minimum of which shall be one year and the maximum of which shall be five years, .\n*415“Count Two merges with Count One.\n“Count Three: Defendant is placed on probation subject to the supervision of the Adult Probation Department of Lycoming County for a period of five years to begin at the expiration of the Sentence imposed in Count One .\n“Count Four merges with count three.”\nThus, the trial court did not impose any sentence at all on the counts of theft by receiving stolen property nor did it suspend sentence on those counts as it could have.\nThe Fifth Amendment to the United States Constitution provides: “ . . . [N]or shall any person be subject for the same offence to be twice put in jeopardy of life or limb; . ” The guarantees of this clause are incorporated by the Due Process Clause of the Fourteenth Amendment and are therefore available to a defendant in a state criminal proceeding. Benton v. Maryland, 395 U.S. 784, 89 S.Ct. 2056, 23 L.Ed.2d 707 (1969). “It is clearly the law in Pennsylvania that a ‘modification of a sentence imposed on a criminal defendant which increases the punishment constitutes further or double jeopardy’ ”. Commonwealth v. Silverman, 442 Pa. 211, 215, 275 A.2d 308 (1971); Commonwealth v. Tomlin, 232 Pa.Super. 147, 149, 336 A.2d 407, 408 (1975).\nAs Pennsylvania courts have noted several times: “ ‘[t]he possibility of abuses inherent in broad judicial power to increase sentences outweighs the possibility of windfalls to a few prisoners,’ 367 F.2d 368 at 370.” Commonwealth v. Allen, 443 Pa. 96, 104, 277 A.2d 803, 807 (1971) (citing United States v. Sacco, 367 F.2d 368, 370 (1966)). Commonwealth v. Thomas, 219 Pa.Super. 22, 280 A.2d 651 (1971); Commonwealth v. Pristas, 222 Pa.Super. 254, 295 A.2d 114 (1972).\nThe constitutional protection against more than one trial is equally applicable to the number of sentences that may be pronounced on the same verdict. An increase in a sentence upon remand would constitute a further punishment for the same prior conviction and would violate the provisions of the double jeopardy clause. Therefore, in the instant case, I *416would not remand for resentencing on the charge of theft by receiving stolen property, because any sentence imposed by the trial court would be an increase in punishment and thus a violation of the double jeopardy provision of the 5th Amendment to the United States Constitution.\nI would vacate the judgment of sentence for theft by unlawful disposition; affirm the judgment of sentence for theft by receiving stolen property; and order appellant discharged.\n",
            "ocr": false,
            "opinion_id": 9758584
        },
        {
            "author_str": "Spaeth",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSPAETH, Judge:\nAppellant was convicted, following a trial by jury, of theft by unlawful disposition 1 and of theft by receiving stolen goods.2 On this appeal he contends that the evidence was insufficient to sustain the conviction. We agree that the evidence was insufficient to sustain the conviction of theft by unlawful disposition, and we therefore vacate the judgment of sentence on that charge. However, we affirm the conviction on the charge of theft by receiving, and remand for resentencing.\nIn 1974, the Quaker State Telephone Company stored new and scrap telephone cable at two locations in Lycoming County, one at Trout Run, and the other at Loyalsock. The storage area at Trout Run was enclosed by a fence, while that at Loyalsock was open. On October 3, 1974, during an inventory check at Trout Run, an employee of Quaker State discovered that an entire reel of plastic-sheathed copper telephone wire was missing. The missing reel contained 4018 feet of wire, weighed 930 pounds and had a replacement value of $847.79. The employee was'unable to establish the date when the reel disappeared. At the time of a *406prior inventory check at Trout Run on September 3,1974, no wire had been missing. However, a week prior to the October 3 inventory check a hole cut in the fence at Trout Run and footsteps going in and out of the yard had been discovered.\nFrom October 14 to 18, 1974, Quaker State employees removed some lead-coated wire from active use and stored it in piles as scrap wire at the Loyalsock location. Shortly thereafter, an employee discovered that the piles were diminishing daily.\nThe employee testified that the stolen copper and lead wire were of no practical use to an individual and that the only use for the wire was for telephone service. The copper wire consisted of 50 individual 22 gauge wires within a plastic sheath; it was a special type of wire used exclusively by telephone companies; it could not be used in homes or cars; and its only commercial value was for sale to a scrap dealer.\nAs a result of information received by the Pennsylvania State Police on November 14, 1974, a trooper went to the home of Sylvester Bailey, in Williamsport, Lycoming County. On an enclosed porch at Bailey’s home the officer discovered cable of the type taken from the telephone company. The officer testified that the porch — an area of sixty-four square feet — was almost full of wire.\nA telephone company employee identified the wire as that used by Quaker State Telephone Company. The telephone company returned the wire to its storage areas and then sold it as scrap. The employee testified that in his opinion the amount of lead-coated wire recovered from Bailey’s home was approximately the same amount as that stolen from Loyalsock. He was unable to make the same judgment about the new copper wire. The scrap value of the lead-coated wire was $245.70.\nSylvester Bailey, who was arrested for receiving stolen goods, testified for the Commonwealth. He stated that his son, appellant, and another man brought the wire into his *407house and stacked it on the porch.3 Bailey did not remember the date of this occurrence.\nOn December 12, 1974, appellant was arrested and charged with two counts of theft by unlawful disposition, two counts of theft by receiving stolen property, and conspiracy.4 After the trial court sustained a demurrer to the conspiracy count, the jury found appellant guilty of the remaining counts. On the first charge of theft by unlawful disposition, appellant was sentenced to a term of imprisonment of one to five years; on the second charge of theft by unlawful disposition, appellant was sentenced to serve a five year term of probation to commence at the expiration of the first sentence. Appellant did not receive a sentence on either count of theft by receiving. This appeal followed.\nAppellant contends that the evidence was insufficient to convict him of theft by unlawful disposition. We must view the evidence in the light most favorable to the Commonwealth, as the verdict winner. Commonwealth v. Porter, 229 Pa.Super. 314, 323 A.2d 128 (1974). Nonetheless, it is axiomatic that in a criminal case, the guilt of the accused must be proved beyond a reasonable doubt, Commonwealth v. Wrona, 442 Pa. 201, 275 A.2d 78 (1971). Guilt must be proved and not conjectured. Commonwealth v. Wilson, 225 Pa.Super. 513, 312 A.2d 430 (1973). Evidence of possession of stolen property may be relevant in deciding whether the possessor is the one who stole it. However, evidence of possession alone is not sufficient to prove theft beyond a reasonable doubt. Commonwealth v. Turner, 456 Pa. 116, 317 A.2d 298 (1974). All of the evidence of surrounding circumstances must be considered, and although a conviction may be based on circumstantial evidence alone, it must meet the standard of proof beyond a reasonable doubt. Commonwealth v. Simmons, 233 Pa.Super. 547, 336 A.2d 624 (1975).\n*408In the instant case, the Commonwealth failed to show any link whatsoever between appellant and the removal of the cable from Trout Run or Loyalsock. No one saw appellant at or near the scene, nor was he apprehended with the goods within a few hours of the theft. Cf. Commonwealth v. Simmons, supra. In short, anyone could have removed the property from the two areas and later transferred it to appellant. The Commonwealth failed to introduce any evidence, direct or circumstantial, that appellant was the thief. Accordingly, we vacate the judgment of sentence on both counts of theft by unlawful disposition.\nAppellant also challenges the sufficiency of the evidence on the conviction of theft by receiving stolen property.\nThe crime of receiving stolen goods requires proof beyond a reasonable doubt that the receiver knew the goods were stolen. Possession of stolen property in and of itself is not sufficient evidence from which a factfinder may conclude guilt beyond a reasonable doubt. Possession alone of the stolen property without a weighing of the other circumstances requires guessing or speculation as to the defendant’s knowledge that the property was stolen .\nThe element of appellant’s guilty knowledge may be established by direct evidence of knowledge or by circumstantial evidence from which it can be inferred that appellant had reasonable cause to know that the property was stolen. If from the circumstantial evidence, it can be inferred that the appellant had reasonable cause to know, a final inference can reasonably be made that he in fact knew that the property was stolen.\nCommonwealth v. Henderson, 451 Pa. 452, 455, 304 A.2d 154, 156 (1973).\nThus, guilty knowledge can be found when possession of recently stolen goods combines with other circumstances sufficient to warrant an inference of knowledge that the goods were stolen. “Some of the significant circumstances can be the appellant’s conduct; the appellant’s relationship to the victim; the elapsed time between the appellant’s *409possession and the theft; the situs of the theft and the situs of the possession; the kind of property; the quantity of the property; and the identifying characteristics of the property.” Commonwealth v. Henderson, supra, 451 Pa. at 455, 304 A.2d at 156. “In short, evidence of any fact that might help determine whether the goods have moved into legitimate trade channels is relevant and should be considered . .” Commonwealth v. Simmons, supra, 233 Pa.Super. at 557, 336 A.2d at 630.\nIn the instant case, appellant apparently concedes that he was in possession of stolen telephone cable; he claims only that the evidence was insufficient to show that he knew that the goods were stolen. Appellant not only possessed recently stolen goods; he possessed a very large quantity of stolen goods. These goods consisted of two unusual types of cable. This cable has no apparent value or use for the average individual, as it is used exclusively by telephone companies. It is highly unlikely that the cable could have entered the legitimate channels of commerce prior to appellant’s possession, because the cable is sold by the manufacturer directly to the telephone company. The telephone company disposes of its scrap cable by selling it to a scrap dealer who has it recycled. Due to the very limited use for which the wire is suited, the absence of legitimate trade channels for it, and the large quantity of wire possessed, the jury could have found that appellant knew that the goods were stolen.\nAppellant also contends that the lower court erred in denying his petition for a new trial based upon after-discovered evidence. After the trial appellant filed a petition for a new trial based upon a recantation by Sylvester Bailey. The trial court held an evidentiary hearing on this matter at which Sylvester Bailey testified. The court dismissed the petition for several reasons, including the fact that the recanting testimony had an “artificial ring.”\nIn Commonwealth v. Coleman, 438 Pa. 373, 264 A.2d 649 (1970), the Supreme Court set forth the scope and standard of appellate review for evaluating recanted testimony:\n*410The well-established rule is that an appellate court may not interfere with the denial or granting of a new trial where the sole ground is the alleged recantation of state witnesses unless there has been a clear abuse of discretion. Recanting testimony is exceedingly unreliable, and it is the duty of the court to deny a new trial where it is not satisfied that such testimony is true. There is no less reliable form of proof, especially when it involves an admission of perjury.\nId. 438 Pa. at 377, 264 A.2d at 651 (citations omitted). See also Commonwealth v. Anderson, 466 Pa. 339, 353 A.2d 384 (1976). In the instant case, the court below conducted an evidentiary hearing concerning the recantation and had an opportunity to observe and judge the demeanor and credibility of the witness. The lower court did not abuse its discretion in denying appellant a new trial.\nUnder Commonwealth v. Lockhart, 223 Pa.Super. 60, 296 A.2d 883 (1972), when the invalidity of a conviction on one count which may have influenced the sentence on another count becomes apparent on appeal, the proper course is to vacate the sentences and to remand for resentencing on the valid counts without consideration of the invalid ones. However, in the instant case, the trial court erroneously stated that the counts of theft by receiving stolen property merged into the counts of theft by unlawful disposition.5 Because of this erroneous statement, appellant received no sentence on counts two and four. Contrary to the dissent’s assertion, to remand for the imposition of sentence on those counts would not be an increase in punishment and therefore would not violate the double jeopardy clause of the 5th Amendment to the United States Constitution.\n*411The Act of June 24, 1895, P.L. 212, § 8, par. 8, as amended June 3, 1971, P.L. 122, No. 6, § 1 (509(a)(33)), 17 P.S. § 192, provides that the Superior Court “[M]ay not increase (although it may reverse) any sentence upon any indictment . .” The sentence imposed here was for one to five years imprisonment and five years probation on a single indictment of four counts. Although we are reversing on counts one and three, we are affirming on counts two and four of the same indictment. Such an action does not represent an increase in sentence but only a modification so that sentence will apply to counts two and four instead of to counts one and three. Nor will imposition of sentence on counts two and four represent an increase, so long as the sentence is no greater than the sentence that was imposed on counts one and three, in other words, so long as there is no increase in the overall sentence on this indictment.\nAn error in sentencing does not necessarily entitle an appellant to a discharge. In Commonwealth v. Schultz, 170 Pa.Super. 504, 515, 87 A.2d 69, 73 (1952), this court said:\n“We may remit the record to a lower court for proper sentence where the original sentence is illegal or erroneous, and that court may proceed to sentence the defendant anew in proper form and according to law. Com. v. Downer, supra, 161 Pa.Super. 339, 342, 53 A.2d 897. . . ”\nIn Beale v. Commonwealth, 25 Pa. 11, 22 our Supreme Court said: “The common law embodies in itself sufficient reason and common sense to reject the monstrous doctrine, that a prisoner whose guilt is established by a regular verdict is to escape punishment altogether, because the Court committed an error in passing the sentence. If this Court sanctioned such a rule, it would fail to perform the chief duty for which it was established. Our duty is to correct errors, and to ‘minister justice.’ But such a course would perpetuate error, and produce the most intolerable injustice.” See, also, Com. ex rel. Holly v. Ashe, 368 Pa. 211, 220, 82 A.2d 244; Com. ex rel. Paige v. Smith, 130 Pa.Super. 536, 548, 198 A. 812.\n*412And see Commonwealth ex rel. Rouzer v. Claudy, 178 Pa.Super. 106, 113 A.2d 321 (1955). There the defendant requested discharge because his sentence was illegal in that it had been imposed to run from an incorrect date. Relying on 17 P.S. § 192, this court amended the sentence by changing the date of its commencement, even though this increased the minimum and maximum terms by some 121 days.\nThe judgments of sentence are vacated. The case is remanded for imposition of sentence in conformance with this opinion.\nPRICE, J., joins in this opinion, as well as in the concurring opinion by CERCONE, J.\nCERCONE, J., files a concurring opinion in which PRICE, J., joins.\nHOFFMAN, J., files a concurring and dissenting opinion.\n\n. The Crimes Code, Act of Dec. 6, 1972, P.L. 1482, No. 334, § 1, eff. June 6, 1973; 18 Pa.C.S. § 3921.\n\n\n. The Crimes Code, supra; 18 Pa.C.S. § 3925.\n\n\n. Neither appellant nor his co-defendant lived with Sylvester Bailey.\n\n\n. The Crimes Code, supra; 18 Pa.C.S. § 903.\n\n\n. The crimes of theft by unlawful disposition and theft by receiving stolen property do not merge. The Act of March 31, 1860, P.L. 427, § 24; 19 P.S. § 411, permits their joinder in a single indictment; however, a judgment of sentence can be imposed only for one or the other. Commonwealth v. Simmons, 233 Pa.Super. 547, 336 A.2d 624 (1975); Commonwealth v. Justice, 230 Pa.Super. 537, 326 A.2d 564 (1974).\n\n",
            "ocr": false,
            "opinion_id": 9758582
        },
        {
            "author_str": "Cercone",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCERCONE, Judge,\nconcurring:\nWhile I agree with the result reached by the majority,1 I feel that an additional observation is in order.\nI detect an implication in the majority opinion that an increase in the overall sentence on the indictment is barred by the double jeopardy clause. I cannot agree. In Pearce v. North Carolina, 395 U.S. 711, 719-20, 721, 89 S.Ct. 2072, 2077, 23 L.Ed.2d 656 (1969), the Supreme Court decided:\n“Long-established constitutional doctrine makes clear that, beyond the requirement [that time already served must be credited in imposing sentence upon conviction on retrial], the guarantee against double jeopardy imposes no restrictions upon the length of a sentence imposed upon reconviction. At least since 1896, when United States v. Ball, 163 U.S. 662, 16 S.Ct. 1192, 41 L.Ed. 300, was decided, it has been settled that this constitutional guarantee imposes no limitations whatever upon the power to retry a defendant who has succeeded in getting his first conviction set aside. . . . And at least since 1919, when *413Stroud v. United States, 251 U.S. 15, 40 S.Ct. 50, 64 L.Ed. 103, was decided, it has been settled that a corollary of the power to retry a defendant is the power, upon the defendant’s reconviction, to impose whatever sentence may be legally authorized, whether or not it is greater than the sentence imposed after the first conviction. [Footnotes omitted.]\n[If retrial] does result in a conviction, we cannot say that the constitutional guarantee against double jeopardy of its own weight restricts the imposition of an otherwise lawful single punishment for the offense in question. To hold to the contrary would be to cast doubt upon the whole validity of the basic principle enunciated in United States v. Ball, supra, and upon the unbroken line of decisions that have followed that principle for almost 75 years. We think those decisions are entirely sound, and we decline to depart from the concept they reflect.” [Footnote omitted.]\nI believe that the concept referred to is equally applicable to the instant case; since the sentence has been vacated at appellant’s behest, he may not be heard to object on double jeopardy grounds to an increased sentence on remand.2\nHowever, the Pearce court also held that the due process clause did bar resentencing to a longer term than that originally imposed, in the absence of “objective information concerning identifiable conduct on the part of the defendant occurring after the time of the original sentencing proceeding.” Id. 395 U.S. at 726, 89 S.Ct. at 2081. The rationale for this conclusion was that the possibility of increased punishment upon conviction on retrial tended to deter defendants from exercising their appellate rights. As Judge Spaeth points out, imposition of sentence on the second and fourth counts would not represent a net increase in sentence. As *414only a net increase could conceivably have a chilling effect on the exercise of the right to appeal, in the instant case Pearce does not prohibit the imposition of sentence on the counts which we affirm.\nThe narrow “intervening conduct” exception to the Pearce prohibition is not, however, available to the trial court on remand; the Act of June 24, 1895, P.L. 212, § 8, par. 8, as amended June 3, 1971, P.L. 122, No. 6, § 1 509(a)(33), 17 P.S. § 192, as the majority correctly notes, bars the Superior Court from increasing any sentence on any indictment. This statutory prohibition has been held applicable to a trial court resentencing on remand. Commonwealth v. Downer, 161 Pa.Super. 339, 53 A.2d 897 (1947). Thus, I must agree with the majority that the total sentence may not be increased.\nPRICE, J., joins in this concurring opinion.\n\n. See Tinder v. United States, 345 U.S. 565, 73 S.Ct. 911, 97 L.Ed. 1250 (1953).\n\n\n. A fortiori, he cannot complain about a sentence that does not exceed that previously imposed. Having successfully sought correction of the trial court’s error, he may not retain the benefit of that error, the benefit being the court’s failure to sentence on counts two and four.\n\n",
            "ocr": false,
            "opinion_id": 9758583
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}