{
    "id": 2364236,
    "judges": "Friedman, Judge and Leadbetter, Judge and Kelley, Senior Judge",
    "date_filed": "2008-05-05",
    "date_filed_is_approximate": true,
    "slug": "north-penn-sanitation-inc-v-workers-compensation-appeal-board",
    "case_name_short": null,
    "case_name": "North Penn Sanitation, Inc. v. Workers' Compensation Appeal Board",
    "case_name_full": "NORTH PENN SANITATION, INC., Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (DILLARD), Respondent",
    "attorneys": "Paul A. Pauciulo, Philadelphia, for petitioner., Annabelle R. Cedar, Philadelphia, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted on Briefs Feb. 13, 2004.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b839-4\">\n    NORTH PENN SANITATION, INC., Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (DILLARD), Respondent.\n   </parties><br><court id=\"b839-8\">\n    Commonwealth Court of Pennsylvania.\n   </court><br><otherdate id=\"b839-9\">\n    Submitted on Briefs Feb. 13, 2004.\n   </otherdate><decisiondate id=\"AKgs\">\n    Decided May 10, 2004.\n   </decisiondate><br><attorneys id=\"b839-24\">\n    Paul A. Pauciulo, Philadelphia, for petitioner.\n   </attorneys><br><attorneys id=\"b839-25\">\n    Annabelle R. Cedar, Philadelphia, for respondent.\n   </attorneys><br><judges id=\"b840-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"796\"> \n     *796\n     </span>\n    BEFORE: FRIEDMAN, Judge and LEADBETTER, Judge and KELLEY, Senior Judge.\n   </judges>",
    "citations": [
        "850 A.2d 795"
    ],
    "opinions": [
        {
            "author_str": "Kelley",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION BY\nSenior Judge KELLEY.\nNorth Penn Sanitation, Inc. (Employer) petitions for review of an order of the Workers’ Compensation Appeal Board (Board) which affirmed the decision of a workers’ compensation judge (WCJ) granting Gregory T. Dillard’s (Claimant) Petition to Set Aside Compromise and Release Agreement. We affirm.\nThe facts of this case are as follows. On October 12, 1990, Claimant suffered an injury during the course and scope of his employment with Employer when he was brutally attacked by an unknown assailant. Employer accepted liability for Claimant’s injury and executed a Notice of Compensation Payable (Notice) which designated the injury as “fractured skull, body contusions &amp; lacerations.” Pursuant to the Notice, Claimant received temporary total disability benefits at the weekly rate of $419.\nApproximately nine years later, Claimant approached Employer’s insurance company, State Workers’ Insurance Fund (SWIF), about settling the case. Claimant and SWIF negotiated a Compromise and Release Agreement (Agreement) whereby the parties agreed that SWIF would pay Claimant the sum of $50,000 in exchange for the “full, final and complete settlement, compromise and release of any and all claims for disability and medical compensation, past, present and future.” The Agreement recited Claimant’s work injury as “fractured skull, body contusions and lacerations.” In reaching this Agreement, Claimant was not represented or advised by an attorney.\nEmployer filed a Petition for Approval of a Compromise and Release Agreement as required by the Workers’ Compensation Act (Act).1 A hearing before WCJ Harry C. Shayhorn (WCJ Shayhorn) was held, wherein Claimant, who proceeded pro se, testified regarding his understanding of the Agreement. Upon finding that Claimant understood the full legal significance and import of the Agreement, WCJ Shay-horn approved the Agreement by order dated April 19, 1999. The order directed Employer to pay a lump sum of $50,000 to Claimant as “a full, final and complete settlement, compromise and release of any and all claims for disability and medical compensation, past, present and future....”\nOn April 26, 2001, Claimant filed a Petition to Review/Set Aside Compromise and Release Agreement (Petition). In the Petition, Claimant sought review of the Agreement in order to include a specific loss of use under Section 306 of the Act, 77 P.S. § 513(c, d), for bilateral blindness sustained as a result of the work injury. Alternatively, Claimant sought to have the Agreement set aside due to a material misstatement of fact on the basis that Claimant’s work-related blindness was not included in the description of his injury in the Agreement. In response, Employer filed an answer denying the material allegations set forth therein. A hearing before WCJ Thomas Devlin (WCJ Devlin) then ensued.\nAt the hearing, Claimant testified and introduced the deposition of Dr. Kenneth Heist and presented documentary evidence. WCJ Devlin summarized the testimony and evidence as follows. Claimant testified that, following the work-related trauma, he was blind. Claimant underwent several operations on his brain and skull. The surgeries only improved his vision minimally. Claimant can only see *797shadows and colors. Claimant contacted SWIF to resolve his case because he needed the money. Claimant agreed to settle for $50,000. Employer did not advise Claimant that he had the right to be represented by an attorney. No one advised Claimant that he might be entitled to a separate payment for his loss of vision. No one informed Claimant that he was giving up his legal right relating to his loss of vision. Employer did not advise Claimant of the legal terms of the Agreement before the April 19,1999 hearing.\nClaimant testified that he met with an attorney for SWIF immediately before the hearing on April 19, 1999. Claimant advised SWIF’s attorney that he could not see the document. The attorney told Claimant where to sign and she physically held Claimant’s hand to the document. Claimant signed the document without knowing what it said. Claimant admitted that he responded “yes” to counsel’s question that she and Claimant and Claimant’s friend went over the document before the hearing. However, none of the contents of the documents were read to Claimant.\nClaimant further testified that when the SWIF attorney asked Claimant whether he had sustained “fairly severe injuries in that you fractured your skull and suffered lacerations and contusions all over your body” Claimant responded “yes.” Claimant did not say that he was also blind because he figured everybody knew he was blind.\nDr. Heist testified that he examined Claimant on September 19, 2001 and concluded that by any standards, Claimant is legally blind. The blunt head trauma that occurred on October 12, 1990 caused Claimant’s blindness. Dr. Heist concluded that Claimant’s vision is useless for all practical intents and purposes; Claimant cannot drive and cannot read. Dr. Heist testified that prior medical records from another ophthalmologist in 1996 also indicate that Claimant only had light perception and could not even see hands in front of his face. Based upon his examination of Claimant and review of medical records, Dr. Heist opined that Claimant could not read in 1999.\nAn internal SWIF memo, dated June 17, 1991, from adjuster Peter Winebrake to supervisor Carolyn Parise stated that Dr. Saeid Alemo-Hammad, M.D. had concluded that Claimant will have a permanent disability because of a visual field defect and that the visual problems are associated with the October 12, 1990 work incident. Dr. Alemo-Hammad’s report was attached to this memo.\nA letter, dated October 24, 1991, from Lisa White, R.N., the medical coordinator from Vocational Rehabilitation Sendees, Inc. to Mr. Winebrake, stated that Nurse White had attended an independent medical examination conducted by Dr. Lawrence Gray. According to the letter, Dr. Gray concluded that Claimant’s right visual field cut was a permanent disability and that Claimant could not drive. Claimant’s eyeglasses, which were fitted for a prism lens, would not improve his visual acuity or enable Claimant to drive. This lens would only give Claimant awareness of his surroundings.\nBased upon the testimony and evidence presented, WCJ Devlin found the testimony of Claimant and Dr. Heist to be credible. WCJ Devlin found that Claimant is blind due to the work trauma which occurred on October 12,1990 and was legally blind at the time of the April 19, 1999 hearing. As a result of this blindness, Claimant was unable to read the Agreement. No one read the Agreement to him. Claimant signed the Agreement without knowing what the document said.\n*798WCJ Devlin further found that WCJ Shayhorn was never apprised by counsel that Claimant suffered bilateral blindness due to the work injury. The memo and letter confirmed that SWIF was notified that Claimant had a permanent disability due to his visual problems caused by the work injury. Counsel for SWIF merely described Claimant’s injury to Claimant before WCJ Shayhorn as a fractured skull and lacerations and contusions all over his body. The only disclosure that defense counsel made to WCJ Shayhorn about Claimant’s vision was that Claimant “has some trouble seeing.” Defense counsel did not indicate that Claimant’s “trouble seeing” was related to the work injury even though the memos to and from SWIF indicate that Claimant’s permanent vision deficit was caused by the work injury.\nBased upon these findings, WCJ Devlin ultimately concluded that the Agreement was based upon a material mistake of fact. By order dated August 29, 2002, WCJ Devlin granted Claimant’s Petition and set aside the Agreement. WCJ Devlin ordered Employer to pay Claimant temporary total disability benefits as of April 19, 1999 at the weekly rate of $419 until the status of his disability changes under the Act. Employer is entitled to credit for compensation paid pursuant to the Agreement. WCJ Devlin further ordered Employer to pay Claimant ten percent interest on all past due compensation and to reimburse Claimant’s counsel for litigation costs.\nFrom this decision, Employer appealed to the Board. By order dated September 8, 2003, the Board affirmed. This appeal now follows.2 Employer raises the following issues for our review:\n1. Whether the WCJ and Board erred ■ as a matter of law in finding that the Agreement, having been lawfully executed and approved pursuant to the Act, can be set aside at a later date.\n2-, Whether the approved Agreement extinguished any and all claims arising out of Claimant’s October 12, 1990 injury?\nFirst, Employer contends that the WCJ lacks authority to set aside a compromise and release agreement. • We disagree.\nSection 449 of the Act, 77 P.S. § 1000.5, governs the compromise and release of workers’ compensation claims. This section provides that settlement agreements are not valid until they are approved by a WCJ. Section 449 of the Act. “The workers’ compensation judge shall not approve any compromise and release agreement unless he first determines that the claimant understands the full legal significance of the agreement.” Id. The agreement must specify, among other things, “the injury, the nature of the injury and the nature of disability, whether total or partial.” Id. Once approved, a valid compromise and release is final, conclusive and binding upon the parties.\nThe issue before us is whether a WCJ has the power to set aside a compromise and release, once approved. The General Assembly has given the WCJ the express authority to set aside under certain provisions. Pursuant to Section 434 of the Act, 77 P.S. § 1001, the WCJ is empowered to set aside a final receipt upon showing that all disability has not ceased. . The WCJ *799may also set aside a supplemental agreement where it is proven to be materially incorrect. Section 423 of the Act, 77 P.S. § 771. However, Section 449 does not provide for the setting aside of a compromise and release agreement.\nEmployer argues that this omission is an expression of legislative intent that the WCJ has no authority to set aside approved compromise and release agreements. Employer’s argument, while persuasive, ignores the inherent powers of the WCJ. Even though the General Assembly did not expressly authorize the WCJ to set aside a compromise and release, the power to set aside has, by implication, been conferred upon the WCJ as necessarily incident to the exercise of the adjudicatory power expressly granted. It would be illogical to give a WCJ authority to approve a compromise and release but no authority to rescind his action.\nThe WCJ’s inherent power to set aside compromise and release agreements derives from and is comparable to that possessed by the courts. Prior to the enactment of the Act, workers’ compensation claims were handled as common law tort actions. Markle v. Workmen’s Compensation Appeal Board, (Caterpillar Tractor Co.), 541 Pa. 148, 661 A.2d 1355 (1995); Kachinski v. Workmen’s Compensation Appeal Board (Vepco Construction Co.), 516 Pa. 240, 532 A.2d 374 (1987); Daniels v. Workers’ Compensation Appeal Board (Tristate Transport), 753 A.2d 293 (Pa.Cmwlth.2000), overruled on other grounds, 574 Pa. 61, 828 A.2d 1043 (2003). At common law, a compromise and release agreement can be set aside upon a clear showing of fraud, deception, duress or mutual mistake. Emery v. Mackiewicz, 429 Pa. 322, 240 A.2d 68, 70 (1968); Rogo v. Nace, 313 Pa.Super. 575, 460 A.2d 337 (1983); Greentree Cinemas, Inc. v. Hakim, 289 Pa.Super. 39, 432 A.2d 1039 (1981). The party seeking to set aside such an agreement bears the burden of proof. Hanselman v. Consolidated Rail Corp., 158 Pa.Cmwlth. 568, 632 A.2d 607 (1993). We see no reason why the test for setting aside releases at common law should not be applied to workers’ compensation cases.\nHaving determined that a WCJ has the inherent or implied power to set aside compromise and release agreements that it has approved under narrow circumstances, we shall now address whether WCJ Devlin has erred or abused his discretion in setting aside the parties’ Agreement on the basis of mistake.\nCompared to fraud, deception or duress, the test to set aside a compromise and release on the basis of mistake is more stringent. Pennsylvania courts have long held that underestimating damages or entering into a settlement before damages are adequately assessed is not a mutual mistake of fact. Consolidated Rail Corp. v. Portlight, Inc., 188 F.3d 93 (3d Cir.1999); see Emery; Bollinger v. Randall, 184 Pa.Super. 644, 135 A.2d 802 (1957). Settlements are necessarily based upon facts which are then available to the parties and there is always a risk that injuries may prove to be more serious or less serious than contemplated. Bollinger. If a release is to be lightly set aside for no other reason that the parties were mistaken as to the extent and nature of the injuries, the effect of the release and the advantage of the settlement would be lost. Id.\nIn Emery, the Pennsylvania Supreme Court refused to recognize mutual mistake of the parties as to the extent of the plaintiffs injuries as grounds for invalidating an explicit release. In Emery, the plaintiff, being of the belief that he had suffered a simple neck muscle strain in an automobile accident, agreed to settle the case for $350. In exchange for payment, *800plaintiff released the other driver from all claims — “[kjnown and unknown, suspected and unsuspected” — arising from the accident. Emery, 429 Pa. at 326, 240 A.2d at 69. Over one year after the settlement was executed, plaintiff discovered that his injuries were far more serious than he had believed when he signed the release. Based upon these circumstances, the plaintiff sought to set aside the release on the ground of mutual mistake. The Supreme Court rejected the claim, explaining:\nThere was no fraud or duress or deception by defendants, and plaintiff was advised by and relied upon his own doctors’ diagnosis of his injuries.... If such a release can be nullified or circumvented, then every written release and every written contract or agreement of any kind, no matter how clear and pertinent and all-inclusive, can be set aside whenever one of the parties has a change of mind or whenever there subsequently occurs a change of circumstances which were unforeseen, or there were after-discovered injuries, or the magnitude of a releasor’s injuries was unexpectedly increased, or plaintiff made an inadequate settlement. It would make a mockery of the English.language and of the Law to permit this release to be . circumvented or held to be nugatory.\nId. at 326, 240 A.2d at 70.\nIn Consolidated Rail, the Third Circuit examined Emery and the doctrine of mutual mistake as a basis for setting aside a compromise and release. In Consolidated Rail, the rail carrier brought an action against the agent of the insurer, seeking to rescind or reform the settlement agreement, which the parties had previously entered upon the insurer’s claims against the rail carrier for lost goods, on the ground of mutual mistake. Unlike the facts set forth in Emery, the rail carrier did not allege that it erroneously estimated the damages that it owed to the agent based on an inaccurate forecast of future events, or even that it misjudged the actual damages suffered by the agent. Instead, the rail carrier argued that it was not required to pay more than $33,500 to the agent due to a limitation of liability agreement, which, unbeknownst to the parties, was allegedly in effect at the time the settlement agreement was executed. Consolidated Rail.\nThe Third Circuit held that under these circumstances, “where the purported mutual mistake relates not to a prediction of future events, but to a material fact that existed at the time the release was executed, the mutual mistake doctrine is applicable.” Consolidated Rail, 188 F.3d at 97. See Holt v. Department of Public Welfare, 678 A.2d 421, 423 (Pa.Cmwlth.1996), petition for allowance of appeal denied, 547 Pa. 733, 689 A.2d 236 (1997) (“Mutual mistake exists where both parties to a contract are mistaken as to existing facts at the time of execution.”); Snyder v. Penn Central Transportation Co., 296 Pa.Super. 69, 442 A.2d 300, 303 (1982) (“Though a mistake as to future fact is insufficient to avoid a release ..., a mistake as to the present nature of the injury will be grounds for avoiding it.”); Erie Ins. Exchange v. Meza, 35 D. &amp; C.3d 514, 521 (1984) (where the parties predicated a release agreement upon an inaccurate determination of the total coverage provided by an insurance policy, release could be avoided because of the mutual mistake). Thus, in order for a mistake to constitute a basis for invalidating a compromise and release, the mistake must be a material one and in existence at the time the release was executed. Id.\nApplying these principles here, we conclude that WCJ Devlin did not err in setting aside the Agreement as Claimant established the existence of a mutual mistake *801of present fact. Claimant testified and presented medical evidence establishing that he had lost the use of both eyes for all intents and purposes as a result of the work-related trauma on October 12, 1990. Claimant also presented evidence demonstrating that SWIF was aware of this injury before the parties negotiated a settlement. Although Claimant’s work-related blindness was known by both parties, this injury was not included in the Notice or in the Agreement. Thus, a mutual mistake of present fact existed at the signing of the Agreement. This omission is a material mistake because Claimant’s bilateral eye injury is compensable as a specific loss disability. See Section 306(c)(7) of the Act.\nAdditionally, we note that Claimant’s work-related blindness was not disclosed to WCJ Shayhorn. In approving the parties’ Agreement, WCJ Shayhorn relied upon the representation that Claimant’s injuries were fully disclosed, when they were not. Since WCJ Shayhorn was unaware of Claimant’s condition, it was impossible for the judge to ascertain whether Claimant understood the full legal significance of the Agreement. Given the nature of Claimant’s injury and his inability to read the Agreement, Claimant was at a unique disadvantage.3 This disadvantage was further compounded by the fact that Claimant did not receive independent legal advice and relied upon the representations of the insurer that his existing injuries were fully set forth. See Snyder, 442 A.2d at 303 (whether a plaintiff receives independent legal or medical advice, and his ability to understand the release, are additional factors in determining its validity).\nUnder these circumstances, we cannot conclude that WCJ Devlin abused his discretion in setting aside the Agreement. In rendering this decision, we keep in mind that the Act is remedial in nature and intended to be liberally construed in favor of an injured employee, i.e., to effectuate its humanitarian purpose. See Hoffman v. Workers’ Compensation Appeal Board (Westmoreland Hospital), 559 Pa. 655, 741 A.2d 1286 (1999).\nAccordingly, the order of the Board is affirmed.\n\nORDER\n\nAND NOW, this 10th day of May, 2004, the order of the Workers’ Compensation Appeal Board, at No. A02-2560, dated September 8, 2003 is AFFIRMED.\n\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. §§ 1-1041.4; 2501-2626.\n\n\n. This Court's scope of review is limited to determining whether there has been a violation of constitutional rights, errors of law committed, or a violation of appeal board procedures, and whether necessary findings of fact are supported by substantial evidence. Lehigh County Vo-Tech School v. Workmen’s Compensation Appeal Board (Wolfe), 539 Pa. 322, 652 A.2d 797 (1995).\n\n\n. We caution, however, that persons who are blind or illiterate are not automatically excused from complying with the terms of a contract, release or agreement which they sign simply because their disability might have prevented them from reading the same. A person with such a disability must make a reasonable effort to have the document read to him.\n\n",
            "ocr": false,
            "opinion_id": 9759530
        },
        {
            "author_str": "Leadbetter",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCONCURRING OPINION BY\nJudge LEADBETTER.\nI agree with the result reached by the majority. Nonetheless, I must disagree that an approved compromise and release agreement [C &amp; R] which has become final may be set aside on the basis of mutual mistake. The majority correctly notes that the statute allows the setting aside of final receipts and supplemental agreements when they are later shown to have been materially incorrect. However, these are private agreements reached by the parties. A C &amp; R, on the other hand, is effective only when approved in an order, and by statute that order must follow a hearing, a disclosure of all pertinent facts, and be based upon a specific finding that the claimant understood the full legal significance of his agreement.\n*802I believe it is because of this very significant difference that the statute specifically provides for the setting aside of the former types of agreements but not C &amp; Rs. Hence, C &amp; Rs and their factual underpinnings may be challenged, like other final orders, only when the doctrines of issue and claim preclusion do not apply. Collateral estoppel, or issue preclusion, would ordinarily prevent a claimant from later controverting a WCJ’s unappealed finding of fact that he fully understood the basis and consequences of his bargain. Here, however, I would allow reconsideration of the issue because it is plain that this claimant did not have a full and fair opportunity to litigate the first time around.\n",
            "ocr": false,
            "opinion_id": 9759531
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n850 A.2d 795 (2004)\nNORTH PENN SANITATION, INC., Petitioner\nv.\nWORKERS' COMPENSATION APPEAL BOARD (DILLARD), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs February 13, 2004.\nDecided May 10, 2004.\nPaul A. Pauciulo, Philadelphia, for petitioner.\nAnnabelle R. Cedar, Philadelphia, for respondent.\n*796 BEFORE: FRIEDMAN, Judge and LEADBETTER, Judge and KELLEY, Senior Judge.\nOPINION BY Senior Judge KELLEY.\nNorth Penn Sanitation, Inc. (Employer) petitions for review of an order of the Workers' Compensation Appeal Board (Board) which affirmed the decision of a workers' compensation judge (WCJ) granting Gregory T. Dillard's (Claimant) Petition to Set Aside Compromise and Release Agreement. We affirm.\nThe facts of this case are as follows. On October 12, 1990, Claimant suffered an injury during the course and scope of his employment with Employer when he was brutally attacked by an unknown assailant. Employer accepted liability for Claimant's injury and executed a Notice of Compensation Payable (Notice) which designated the injury as \"fractured skull, body contusions &amp; lacerations.\" Pursuant to the Notice, Claimant received temporary total disability benefits at the weekly rate of $419.\nApproximately nine years later, Claimant approached Employer's insurance company, State Workers' Insurance Fund (SWIF), about settling the case. Claimant and SWIF negotiated a Compromise and Release Agreement (Agreement) whereby the parties agreed that SWIF would pay Claimant the sum of $50,000 in exchange for the \"full, final and complete settlement, compromise and release of any and all claims for disability and medical compensation, past, present and future.\" The Agreement recited Claimant's work injury as \"fractured skull, body contusions and lacerations.\" In reaching this Agreement, Claimant was not represented or advised by an attorney.\nEmployer filed a Petition for Approval of a Compromise and Release Agreement as required by the Workers' Compensation Act (Act).[1] A hearing before WCJ Harry C. Shayhorn (WCJ Shayhorn) was held, wherein Claimant, who proceeded pro se, testified regarding his understanding of the Agreement. Upon finding that Claimant understood the full legal significance and import of the Agreement, WCJ Shayhorn approved the Agreement by order dated April 19, 1999. The order directed Employer to pay a lump sum of $50,000 to Claimant as \"a full, final and complete settlement, compromise and release of any and all claims for disability and medical compensation, past, present and future....\"\nOn April 26, 2001, Claimant filed a Petition to Review/Set Aside Compromise and Release Agreement (Petition). In the Petition, Claimant sought review of the Agreement in order to include a specific loss of use under Section 306 of the Act, 77 P.S. § 513(c, d), for bilateral blindness sustained as a result of the work injury. Alternatively, Claimant sought to have the Agreement set aside due to a material misstatement of fact on the basis that Claimant's work-related blindness was not included in the description of his injury in the Agreement. In response, Employer filed an answer denying the material allegations set forth therein. A hearing before WCJ Thomas Devlin (WCJ Devlin) then ensued.\nAt the hearing, Claimant testified and introduced the deposition of Dr. Kenneth Heist and presented documentary evidence. WCJ Devlin summarized the testimony and evidence as follows. Claimant testified that, following the work-related trauma, he was blind. Claimant underwent several operations on his brain and skull. The surgeries only improved his vision minimally. Claimant can only see *797 shadows and colors. Claimant contacted SWIF to resolve his case because he needed the money. Claimant agreed to settle for $50,000. Employer did not advise Claimant that he had the right to be represented by an attorney. No one advised Claimant that he might be entitled to a separate payment for his loss of vision. No one informed Claimant that he was giving up his legal right relating to his loss of vision. Employer did not advise Claimant of the legal terms of the Agreement before the April 19, 1999 hearing.\nClaimant testified that he met with an attorney for SWIF immediately before the hearing on April 19, 1999. Claimant advised SWIF's attorney that he could not see the document. The attorney told Claimant where to sign and she physically held Claimant's hand to the document. Claimant signed the document without knowing what it said. Claimant admitted that he responded \"yes\" to counsel's question that she and Claimant and Claimant's friend went over the document before the hearing. However, none of the contents of the documents were read to Claimant.\nClaimant further testified that when the SWIF attorney asked Claimant whether he had sustained \"fairly severe injuries in that you fractured your skull and suffered lacerations and contusions all over your body\" Claimant responded \"yes.\" Claimant did not say that he was also blind because he figured everybody knew he was blind.\nDr. Heist testified that he examined Claimant on September 19, 2001 and concluded that by any standards, Claimant is legally blind. The blunt head trauma that occurred on October 12, 1990 caused Claimant's blindness. Dr. Heist concluded that Claimant's vision is useless for all practical intents and purposes; Claimant cannot drive and cannot read. Dr. Heist testified that prior medical records from another ophthalmologist in 1996 also indicate that Claimant only had light perception and could not even see hands in front of his face. Based upon his examination of Claimant and review of medical records, Dr. Heist opined that Claimant could not read in 1999.\nAn internal SWIF memo, dated June 17, 1991, from adjuster Peter Winebrake to supervisor Carolyn Parise stated that Dr. Saeid Alemo-Hammad, M.D. had concluded that Claimant will have a permanent disability because of a visual field defect and that the visual problems are associated with the October 12, 1990 work incident. Dr. Alemo-Hammad's report was attached to this memo.\nA letter, dated October 24, 1991, from Lisa White, R.N., the medical coordinator from Vocational Rehabilitation Services, Inc. to Mr. Winebrake, stated that Nurse White had attended an independent medical examination conducted by Dr. Lawrence Gray. According to the letter, Dr. Gray concluded that Claimant's right visual field cut was a permanent disability and that Claimant could not drive. Claimant's eyeglasses, which were fitted for a prism lens, would not improve his visual acuity or enable Claimant to drive. This lens would only give Claimant awareness of his surroundings.\nBased upon the testimony and evidence presented, WCJ Devlin found the testimony of Claimant and Dr. Heist to be credible. WCJ Devlin found that Claimant is blind due to the work trauma which occurred on October 12, 1990 and was legally blind at the time of the April 19, 1999 hearing. As a result of this blindness, Claimant was unable to read the Agreement. No one read the Agreement to him. Claimant signed the Agreement without knowing what the document said.\n*798 WCJ Devlin further found that WCJ Shayhorn was never apprised by counsel that Claimant suffered bilateral blindness due to the work injury. The memo and letter confirmed that SWIF was notified that Claimant had a permanent disability due to his visual problems caused by the work injury. Counsel for SWIF merely described Claimant's injury to Claimant before WCJ Shayhorn as a fractured skull and lacerations and contusions all over his body. The only disclosure that defense counsel made to WCJ Shayhorn about Claimant's vision was that Claimant \"has some trouble seeing.\" Defense counsel did not indicate that Claimant's \"trouble seeing\" was related to the work injury even though the memos to and from SWIF indicate that Claimant's permanent vision deficit was caused by the work injury.\nBased upon these findings, WCJ Devlin ultimately concluded that the Agreement was based upon a material mistake of fact. By order dated August 29, 2002, WCJ Devlin granted Claimant's Petition and set aside the Agreement. WCJ Devlin ordered Employer to pay Claimant temporary total disability benefits as of April 19, 1999 at the weekly rate of $419 until the status of his disability changes under the Act. Employer is entitled to credit for compensation paid pursuant to the Agreement. WCJ Devlin further ordered Employer to pay Claimant ten percent interest on all past due compensation and to reimburse Claimant's counsel for litigation costs.\nFrom this decision, Employer appealed to the Board. By order dated September 8, 2003, the Board affirmed. This appeal now follows.[2] Employer raises the following issues for our review:\n1. Whether the WCJ and Board erred as a matter of law in finding that the Agreement, having been lawfully executed and approved pursuant to the Act, can be set aside at a later date.\n2. Whether the approved Agreement extinguished any and all claims arising out of Claimant's October 12, 1990 injury?\nFirst, Employer contends that the WCJ lacks authority to set aside a compromise and release agreement. We disagree.\nSection 449 of the Act, 77 P.S. § 1000.5, governs the compromise and release of workers' compensation claims. This section provides that settlement agreements are not valid until they are approved by a WCJ. Section 449 of the Act. \"The workers' compensation judge shall not approve any compromise and release agreement unless he first determines that the claimant understands the full legal significance of the agreement.\" Id. The agreement must specify, among other things, \"the injury, the nature of the injury and the nature of disability, whether total or partial.\" Id. Once approved, a valid compromise and release is final, conclusive and binding upon the parties.\nThe issue before us is whether a WCJ has the power to set aside a compromise and release, once approved. The General Assembly has given the WCJ the express authority to set aside under certain provisions. Pursuant to Section 434 of the Act, 77 P.S. § 1001, the WCJ is empowered to set aside a final receipt upon showing that all disability has not ceased. The WCJ *799 may also set aside a supplemental agreement where it is proven to be materially incorrect. Section 423 of the Act, 77 P.S. § 771. However, Section 449 does not provide for the setting aside of a compromise and release agreement.\nEmployer argues that this omission is an expression of legislative intent that the WCJ has no authority to set aside approved compromise and release agreements. Employer's argument, while persuasive, ignores the inherent powers of the WCJ. Even though the General Assembly did not expressly authorize the WCJ to set aside a compromise and release, the power to set aside has, by implication, been conferred upon the WCJ as necessarily incident to the exercise of the adjudicatory power expressly granted. It would be illogical to give a WCJ authority to approve a compromise and release but no authority to rescind his action.\nThe WCJ's inherent power to set aside compromise and release agreements derives from and is comparable to that possessed by the courts. Prior to the enactment of the Act, workers' compensation claims were handled as common law tort actions. Markle v. Workmen's Compensation Appeal Board, (Caterpillar Tractor Co.), 541 Pa. 148, 661 A.2d 1355 (1995); Kachinski v. Workmen's Compensation Appeal Board (Vepco Construction Co.), 516 Pa. 240, 532 A.2d 374 (1987); Daniels v. Workers' Compensation Appeal Board (Tristate Transport), 753 A.2d 293 (Pa.Cmwlth.2000), overruled on other grounds, 574 Pa. 61, 828 A.2d 1043 (2003). At common law, a compromise and release agreement can be set aside upon a clear showing of fraud, deception, duress or mutual mistake. Emery v. Mackiewicz, 429 Pa. 322, 240 A.2d 68, 70 (1968); Rago v. Nace, 313 Pa.Super. 575, 460 A.2d 337 (1983); Greentree Cinemas, Inc. v. Hakim, 289 Pa.Super. 39, 432 A.2d 1039 (1981).\nThe party seeking to set aside such an agreement bears the burden of proof. Hanselman v. Consolidated Rail Corp., 158 Pa.Cmwlth. 568, 632 A.2d 607 (1993). We see no reason why the test for setting aside releases at common law should not be applied to workers' compensation cases.\nHaving determined that a WCJ has the inherent or implied power to set aside compromise and release agreements that it has approved under narrow circumstances, we shall now address whether WCJ Devlin has erred or abused his discretion in setting aside the parties' Agreement on the basis of mistake.\nCompared to fraud, deception or duress, the test to set aside a compromise and release on the basis of mistake is more stringent. Pennsylvania courts have long held that underestimating damages or entering into a settlement before damages are adequately assessed is not a mutual mistake of fact. Consolidated Rail Corp. v. Portlight, Inc., 188 F.3d 93 (3d Cir. 1999); see Emery; Bollinger v. Randall, 184 Pa.Super. 644, 135 A.2d 802 (1957). Settlements are necessarily based upon facts which are then available to the parties and there is always a risk that injuries may prove to be more serious or less serious than contemplated. Bollinger. If a release is to be lightly set aside for no other reason that the parties were mistaken as to the extent and nature of the injuries, the effect of the release and the advantage of the settlement would be lost. Id.\nIn Emery, the Pennsylvania Supreme Court refused to recognize mutual mistake of the parties as to the extent of the plaintiff's injuries as grounds for invalidating an explicit release. In Emery, the plaintiff, being of the belief that he had suffered a simple neck muscle strain in an automobile accident, agreed to settle the case for $350. In exchange for payment, *800 plaintiff released the other driver from all claims\u0097\"[k]nown and unknown, suspected and unsuspected\"\u0097arising from the accident. Emery, 429 Pa. at 326, 240 A.2d at 69. Over one year after the settlement was executed, plaintiff discovered that his injuries were far more serious than he had believed when he signed the release. Based upon these circumstances, the plaintiff sought to set aside the release on the ground of mutual mistake. The Supreme Court rejected the claim, explaining:\nThere was no fraud or duress or deception by defendants, and plaintiff was advised by and relied upon his own doctors' diagnosis of his injuries.... If such a release can be nullified or circumvented, then every written release and every written contract or agreement of any kind, no matter how clear and pertinent and all-inclusive, can be set aside whenever one of the parties has a change of mind or whenever there subsequently occurs a change of circumstances which were unforeseen, or there were after-discovered injuries, or the magnitude of a releasor's injuries was unexpectedly increased, or plaintiff made an inadequate settlement. It would make a mockery of the English language and of the Law to permit this release to be circumvented or held to be nugatory.\nId. at 326, 240 A.2d at 70.\nIn Consolidated Rail, the Third Circuit examined Emery and the doctrine of mutual mistake as a basis for setting aside a compromise and release. In Consolidated Rail, the rail carrier brought an action against the agent of the insurer, seeking to rescind or reform the settlement agreement, which the parties had previously entered upon the insurer's claims against the rail carrier for lost goods, on the ground of mutual mistake. Unlike the facts set forth in Emery, the rail carrier did not allege that it erroneously estimated the damages that it owed to the agent based on an inaccurate forecast of future events, or even that it misjudged the actual damages suffered by the agent. Instead, the rail carrier argued that it was not required to pay more than $33,500 to the agent due to a limitation of liability agreement, which, unbeknownst to the parties, was allegedly in effect at the time the settlement agreement was executed. Consolidated Rail.\nThe Third Circuit held that under these circumstances, \"where the purported mutual mistake relates not to a prediction of future events, but to a material fact that existed at the time the release was executed, the mutual mistake doctrine is applicable.\" Consolidated Rail, 188 F.3d at 97. See Holt v. Department of Public Welfare, 678 A.2d 421, 423 (Pa.Cmwlth.1996), petition for allowance of appeal denied, 547 Pa. 733, 689 A.2d 236 (1997) (\"Mutual mistake exists where both parties to a contract are mistaken as to existing facts at the time of execution.\"); Snyder v. Penn Central Transportation Co., 296 Pa.Super. 69, 442 A.2d 300, 303 (1982) (\"Though a mistake as to future fact is insufficient to avoid a release ..., a mistake as to the present nature of the injury will be grounds for avoiding it.\"); Erie Ins. Exchange v. Meza, 35 D. &amp; C.3d 514, 521 (1984) (where the parties predicated a release agreement upon an inaccurate determination of the total coverage provided by an insurance policy, release could be avoided because of the mutual mistake). Thus, in order for a mistake to constitute a basis for invalidating a compromise and release, the mistake must be a material one and in existence at the time the release was executed. Id.\nApplying these principles here, we conclude that WCJ Devlin did not err in setting aside the Agreement as Claimant established the existence of a mutual mistake *801 of present fact. Claimant testified and presented medical evidence establishing that he had lost the use of both eyes for all intents and purposes as a result of the work-related trauma on October 12, 1990. Claimant also presented evidence demonstrating that SWIF was aware of this injury before the parties negotiated a settlement. Although Claimant's work-related blindness was known by both parties, this injury was not included in the Notice or in the Agreement. Thus, a mutual mistake of present fact existed at the signing of the Agreement. This omission is a material mistake because Claimant's bilateral eye injury is compensable as a specific loss disability. See Section 306(c)(7) of the Act.\nAdditionally, we note that Claimant's work-related blindness was not disclosed to WCJ Shayhorn. In approving the parties' Agreement, WCJ Shayhorn relied upon the representation that Claimant's injuries were fully disclosed, when they were not. Since WCJ Shayhorn was unaware of Claimant's condition, it was impossible for the judge to ascertain whether Claimant understood the full legal significance of the Agreement. Given the nature of Claimant's injury and his inability to read the Agreement, Claimant was at a unique disadvantage.[3] This disadvantage was further compounded by the fact that Claimant did not receive independent legal advice and relied upon the representations of the insurer that his existing injuries were fully set forth. See Snyder, 442 A.2d at 303 (whether a plaintiff receives independent legal or medical advice, and his ability to understand the release, are additional factors in determining its validity).\nUnder these circumstances, we cannot conclude that WCJ Devlin abused his discretion in setting aside the Agreement. In rendering this decision, we keep in mind that the Act is remedial in nature and intended to be liberally construed in favor of an injured employee, i.e., to effectuate its humanitarian purpose. See Hoffman v. Workers' Compensation Appeal Board (Westmoreland Hospital), 559 Pa. 655, 741 A.2d 1286 (1999).\nAccordingly, the order of the Board is affirmed.\n\nORDER\nAND NOW, this 10th day of May, 2004, the order of the Workers' Compensation Appeal Board, at No. A02-2560, dated September 8, 2003 is AFFIRMED.\nCONCURRING OPINION BY Judge LEADBETTER.\nI agree with the result reached by the majority. Nonetheless, I must disagree that an approved compromise and release agreement [C &amp; R] which has become final may be set aside on the basis of mutual mistake. The majority correctly notes that the statute allows the setting aside of final receipts and supplemental agreements when they are later shown to have been materially incorrect. However, these are private agreements reached by the parties. A C &amp; R, on the other hand, is effective only when approved in an order, and by statute that order must follow a hearing, a disclosure of all pertinent facts, and be based upon a specific finding that the claimant understood the full legal significance of his agreement.\n*802 I believe it is because of this very significant difference that the statute specifically provides for the setting aside of the former types of agreements but not C &amp; Rs. Hence, C &amp; Rs and their factual underpinnings may be challenged, like other final orders, only when the doctrines of issue and claim preclusion do not apply. Collateral estoppel, or issue preclusion, would ordinarily prevent a claimant from later controverting a WCJ's unappealed finding of fact that he fully understood the basis and consequences of his bargain. Here, however, I would allow reconsideration of the issue because it is plain that this claimant did not have a full and fair opportunity to litigate the first time around.\nNOTES\n[1]  Act of June 2, 1915, P.L. 736, as amended, 77 P.S. §§ 1-1041.4; 2501-2626.\n[2]  This Court's scope of review is limited to determining whether there has been a violation of constitutional rights, errors of law committed, or a violation of appeal board procedures, and whether necessary findings of fact are supported by substantial evidence. Lehigh County Vo-Tech School v. Workmen's Compensation Appeal Board (Wolfe), 539 Pa. 322, 652 A.2d 797 (1995).\n[3]  We caution, however, that persons who are blind or illiterate are not automatically excused from complying with the terms of a contract, release or agreement which they sign simply because their disability might have prevented them from reading the same. A person with such a disability must make a reasonable effort to have the document read to him.\n\n",
            "ocr": false,
            "opinion_id": 2364236
        }
    ],
    "court_short_name": "Commonwealth Court of Pennsylvania",
    "court_full_name": "Commonwealth Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}