{
    "id": 2464076,
    "judges": "Sam Bass, Hughes and O'connor",
    "date_filed": "2015-09-21",
    "date_filed_is_approximate": true,
    "slug": "richard-v-state",
    "case_name_short": "Richard",
    "case_name": "Richard v. State",
    "case_name_full": "David Cleo RICHARD, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Carol A. Browne, Houston, for appellant., John Holmes, Dist. Atty., Carol Cameron, Asst., Bryan Lyn McClellan, for appel-lee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 22,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b953-11\">\n    David Cleo RICHARD, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b953-14\">\n    No. 01-88-00634-CR.\n   </docketnumber><br><court id=\"b953-15\">\n    Court of Appeals of Texas, Houston (1st Dist.).\n   </court><br><decisiondate id=\"b953-16\">\n    April 26, 1990.\n   </decisiondate><br><attorneys id=\"b954-19\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"918\"> \n     *918\n     </span>\n    Carol A. Browne, Houston, for appellant.\n   </attorneys><attorneys id=\"A4O1\">\n    John Holmes, Dist. Atty., Carol Cameron, Asst., Bryan Lyn McClellan, for appel-lee.\n   </attorneys><br><judges id=\"b954-20\">\n    Before SAM BASS, HUGHES and O’CONNOR, JJ.\n   </judges>",
    "citations": [
        "788 S.W.2d 917"
    ],
    "opinions": [
        {
            "author_str": "O'Connor",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8343.0,
            "opinion_text": "\n788 S.W.2d 917 (1990)\nDavid Cleo RICHARD, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 01-88-00634-CR.\nCourt of Appeals of Texas, Houston (1st Dist.).\nApril 26, 1990.\n*918 Carol A. Browne, Houston, for appellant.\nJohn Holmes, Dist. Atty., Carol Cameron, Asst., Bryan Lyn McClellan, for appellee.\nBefore SAM BASS, HUGHES and O'CONNOR, JJ.\n\nOPINION\nO'CONNOR, Justice.\nThis is an appeal from a conviction of aggravated robbery. The trial court found David Cleo Richard, appellant, guilty and assessed his punishment at 30 years confinement. We affirm.\nThe State indicted appellant for aggravated robbery.[1] Before trial, appellant filed a motion for probation. The motion for probation was a fill-in-the-blank form provided by the trial court. Appellant filled in the cause number, his name, the offense of \"aggravated robbery,\" and other information. Part of the printed form read:\n[Appellant asks], if ... the punishment does not exceed ten years ... [for] adult probation pending good behavior during the time, if any, the Court or Jury shall assess.\nAppellant signed the motion.\nOn June 18, 1987, appellant pled guilty. The court accepted appellant's plea, and admonished him that the range of punishment *919 for aggravated robbery was not less than five, nor more than 99 years, or for life, and a fine of up to $10,000.\nThe court further admonished appellant as follows:\nI want to ask you if you are pleading guilty because of any fear, threats, persuasion, promises, or because of any false or delusive hope of pardon. Are you pleading guilty for any of those reasons?\nRICHARD: No, sir.\nCOURT: Are you pleading guilty only because you are guilty?\nRICHARD: Yes, sir.\nCOURT: For instance, you waived\u0097voluntarily waived the jury trial. You understand that if there were sufficient causes, you could ask for a jury trial on a plea of guilty, plea of not guilty, plea of no contest, and even ask for deferred adjudication of probation [sic].[2] You can ask for all these things.\nRICHARD: Yes.\nLater in the hearing, the prosecutor made the statement, \"There has been no promise that you could actually get probation,\" and followed with the question: \"You're pleading here today freely and voluntarily?\" Appellant answered, yes. The court ordered a pre-sentence investigation (PSI) hearing for August, and delayed a finding of guilt or assessment of punishment until that time.\nAt the PSI hearing on August 17, 1987, counsel asked the court to grant appellant deferred adjudication, and appellant asked the court to grant him probation. At the close of the hearing, the court found appellant was guilty, but withheld adjudication, placing him on deferred adjudication for 10 years.\nOn April 18, 1988, the State filed a motion to adjudicate appellant's guilt, alleging that appellant violated 13 terms of his probation. At the hearing on the State's motion, the court found appellant guilty of the original charge of aggravated robbery, and assessed punishment at 30 years confinement.\nAppellant's first point of error is he did not make a knowing and voluntary plea of guilty because the trial court did not warn him that probation was not available.\nThere is no mandatory duty for a trial judge to admonish a defendant about eligibility for probation. Ex parte Williams, 704 S.W.2d 773, 775 (Tex.Crim. App.1986); Powers v. State, 727 S.W.2d 313, 315 (Tex.App.\u0097Houston [1st Dist.] 1987, pet. ref'd). If, however, a court volunteers information about probation, it must provide defendant with accurate information. Williams, 704 S.W.2d at 775; Tex.Code Crim.P.Ann. art. 26.13(a)(1) (Vernon 1989).\nAppellant argues that the judge should have told him that probation was not available for the offense of aggravated robbery, according to Tex.Code Crim.P. Ann. art. 42.12, sec. 3g(a)(1)(D) (Vernon Supp.1990). Appellant is correct that he was not entitled to probation provided for under Tex.Code Crim.P.Ann. § 42.12 (Vernon Supp.1990), sometimes called \"regular\" or \"initial\" probation. West v. State, 702 S.W.2d 629, 634 (Tex.Crim.App.1986).\nThe court, however, told appellant that he could ask for \"deferred adjudication of probation [sic].\" Appellant was eligible for deferred adjudication, a type of probation under former Tex.Code Crim.P.Ann. art. 42.12, § 3d.[3]West, 702 S.W.2d at 634. The court properly admonished appellant on the only type of probation for which he was eligible.\nIn Williams the court identified three inquiries when the issue of admonishment on probation is raised: (1) Did the trial court volunteer an admonishment that included information on the availability of probation, thereby creating the duty to provide accurate information? (2) Did the trial *920 court provide inaccurate information on the availability of probation, thereby leaving defendant unaware of the results of his plea? (3) Did defendant make an objective showing that he was misled or harmed by the inaccurate admonishment on probation? Williams, 704 S.W.2d at 775.\nIn answering these questions, we say: (1) the trial court volunteered information that appellant could ask for deferred adjudication; (2) the information the trial court provided was correct; and (3) appellant has not shown that he was misled or harmed by the admonishment.\nSubstantial compliance by the court with the admonishment statute is sufficient, unless the defendant shows that he was not aware of the consequences of his plea and that he was misled or harmed by the admonishment of the court. Tex.Code Crim.Proc.Ann. art. 26.13(c) (Vernon 1989). When the record shows that defendant received an admonishment on punishment, it is a prima facie showing that the guilty plea was knowing and voluntary. Williams, 704 S.W.2d at 775. The burden then shifts to defendant to show that he entered his plea without understanding the consequences of such plea. Fuentes v. State, 688 S.W.2d 542, 544 (Tex.Crim.App. 1985); Adams v. State, 630 S.W.2d 806, 808 (Tex.App.\u0097Houston [1st Dist.] 1982, no pet.).\nThe record shows that appellant was seeking the form of probation known as deferred adjudication. In his closing argument to the court, following the PSI hearing, appellant's counsel stated: \"I would ask the Court consider giving Mr. Richard deferred adjudication.\" Appellant argues that he filed a motion for probation, and at the hearing his attorney used terms, such as \"probation\" and \"adult probation,\" to describe the punishment appellant sought. The record of the hearing shows that the term probation was used interchangeably with \"deferred adjudication.\" The record confirms that appellant wanted deferred adjudication. We hold that appellant did not prove that the court's admonishment misled him so that his plea was unknowing and involuntary. Appellant received the punishment he was seeking. We overrule appellant's first point of error.\nIn his second point of error, appellant contends that the trial court should have admonished him of the results of accepting the deferred adjudication. Appellant complains that the trial court did not tell him: (1) that he could not appeal from a trial court's determination to adjudicate guilt; (2) that upon adjudication, the sentence could be increased beyond the term of probation; and (3) that he had 30 days after imposition of sentence to seek final adjudication.\nAppellant cites no authority to support his second point of error. Contrary to appellant's argument, the Court of Criminal Appeals has held that while it would be a far better practice for the trial court to admonish a defendant of the consequences of deferred adjudication, there is no requirement to do so. McNew v. State, 608 S.W.2d 166, 177 (Tex.Crim.App.1978). We overrule appellant's second point of error.\nNOTES\n[1]  In April of 1987, appellant attacked a friend who had refused to loan him money. He hit her with his fist and cut her with a knife. She required four stitches in her arm and hand.\n[2]  The trial judge misspoke by saying \"deferred adjudication of probation,\" when the term as used in the statute is \"deferred adjudication.\"\n[3]  Effective September 1, 1989, this article was revised and renumbered by ch. 785, sec. 4.17, 1989 Tex.Gen.Laws 3471, 3500 and became Tex. Code Crim.P.Ann. art. 42.12, § 5(a) and (b) (Vernon Supp.1990).\n\n",
            "ocr": false,
            "opinion_id": 2464076
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}