{
    "id": 2418270,
    "judges": "Evans, Warren and Wallace",
    "date_filed": 291513600000,
    "date_filed_is_approximate": false,
    "slug": "shaws-db-l-inc-v-fletcher",
    "case_name_short": "Fletcher",
    "case_name": "Shaw's D.B. & L., Inc. v. Fletcher",
    "case_name_full": "SHAW’S D.B. & L., INC., Appellant, v. Lorelei Schwartz FLETCHER, Appellee",
    "attorneys": "Dickerson & Davis, Michael R. Davis, Houston, for appellant., Parks & Moss, Frank N. Ban, Houston, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 20,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b123-14\">\n    SHAW’S D.B. &amp; L., INC., Appellant, v. Lorelei Schwartz FLETCHER, Appellee.\n   </parties><docketnumber id=\"Agr4\">\n    No. 17299.\n   </docketnumber><br><court id=\"b123-17\">\n    Court of Civil Appeals of Texas, Houston (1st Dist.).\n   </court><br><decisiondate id=\"b123-18\">\n    March 29, 1979.\n   </decisiondate><br><attorneys id=\"b125-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"93\"> \n     *93\n     </span>\n    Dickerson &amp; Davis, Michael R. Davis, Houston, for appellant.\n   </attorneys><br><attorneys id=\"b125-19\">\n    Parks &amp; Moss, Frank N. Ban, Houston, for appellee.\n   </attorneys><br><judges id=\"b125-20\">\n    Before EVANS, WARREN and WALLACE, JJ.\n   </judges>",
    "citations": [
        "580 S.W.2d 91"
    ],
    "opinions": [
        {
            "author_str": "Evans",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8320.0,
            "opinion_text": "\n580 S.W.2d 91 (1979)\nSHAW'S D.B. &amp; L., INC., Appellant,\nv.\nLorelei Schwartz FLETCHER, Appellee.\nNo. 17299.\nCourt of Civil Appeals of Texas, Houston (1st District.).\nMarch 29, 1979.\n*93 Dickerson &amp; Davis, Michael R. Davis, Houston, for appellant.\nParks &amp; Moss, Frank N. Ban, Houston, for appellee.\nBefore EVANS, WARREN and WALLACE, JJ.\nEVANS, Justice.\nThis is a suit for conversion. The plaintiff alleged that the defendant, a pawnshop, purchased and converted to its own use a set of silverware which had previously been stolen from her apartment. After a non-jury trial, the court below entered judgment in favor of the plaintiff, awarding her the sum of $2,355.50 as the value of stolen silverware. The defendant brings this appeal.\nThe defendant contends that the trial court erred in entering judgment in favor of the plaintiff on the basis of conversion, arguing that the evidence does not show that the plaintiff's property came into the defendant's possession and that proof is also lacking that the defendant had actual or constructive knowledge of the plaintiff's rights in such property. The defendant's points of error are directed to the trial court's rendition of judgment because of the state of the evidence, therefore, this *94 court must determine only the legal sufficiency of the evidence to support the judgment. Chemical Cleaning, Inc. v. Chemical Cleaning and Equipment Service, Inc., 462 S.W.2d 276 (Tex.1970).\nThe record contains no findings of fact and conclusions of law. Although the record contains a request that the trial court make and file findings of fact and conclusion of law, it does not appear that such request was called to the attention of the judge, nor does it appear that a second request of the trial court was made and presented as required by Rule 297 (Tex.Rev. Civ.Stat.Ann.). Smith v. Vankirk, 314 S.W.2d 377 (Tex.Civ.App.-Waco 1958, writ ref'd. n. r. e.). Thus, the record must be reviewed as though findings of fact and conclusions of law were not requested or filed, and the judgment of the trial court must be affirmed if it can be upheld on any legal theory that finds support in the evidence. Seaman v. Seaman, 425 S.W.2d 339, 341 (Tex.1968).\nIn this suit for conversion, the burden was on the plaintiff to establish the fact of her ownership and her right to possession of the silverware set in question and also to show that it was the identical property converted by the defendant. Satterfield v. Knippel, 169 S.W.2d 795 (Tex.Civ. App.-Amarillo 1943, no writ). Therefore, it was incumbent upon the plaintiff to present some evidence of probative value, either direct or circumstantial, from which the trier of fact could reasonably infer that the silverware set stolen from the plaintiff's apartment was the same property which was subsequently purchased by the defendant.\nThe plaintiff testified that she owned a complete set of silverware, \"Towle, Rambler Rose pattern,\" which was stolen from her apartment at 4000 West 34th Street in Houston, Texas, on August 30, 1974. She reported this theft to the police, but did not file charges against anyone because she did not know who had taken the silverware.\nThe manager of the defendant's pawnshop testified that his business records showed a silverware set, \"Towle, Rambler Rose pattern,\" had been purchased for the sum of $135.00 from one Sherry Ellen Yeage, 18 years of age, who gave her address as an apartment at 4000 West 34th Street. Ms. Yeage had no identification other than a St. Joseph Hospital card dated December 20, 1955.\nThe plaintiff's son testified that he was acquainted with Sherry Ellen Yeage and that during August and September 1974 he had observed her on two separate occasions in the vicinity of 4000 West 34th Street.\nThe record does not contain any direct evidence that the silverware set stolen from the plaintiff's apartment was the same silverware set purchased by the defendant from Sherry Ellen Yeage. However, there was proof tending to show that a silverware set of the same brand and pattern as the stolen set was purchased on the day of the theft from a person who had been observed in the vicinity of the plaintiff's apartment and who gave the street address of the plaintiff's apartment unit as her own address.\nThere is also testimony in the record indicating that Rambler Rose pattern silverware had been manufactured by the Towle Manufacturing Company for some thirty to forty years, and the defendant's manager, who had been employed at the pawnshop for six years, testified that Rambler Rose pattern was a very common silverware pattern. However, under the standard of review which this court must follow in the case at bar, only that evidence which tends to support the trial court's judgment will be considered.\nIn White-Sellie's Jewelry Company, Inc. v. Goodyear Tire &amp; Rubber Co., 477 S.W.2d 658, 660 (Tex.Civ.App.-Houston [14th Dist.] 1972, no writ) it is stated:\n\"In determining the legal sufficiency of evidence to support judgment rendered by trial court without the aid of jury, in absence of findings of fact and conclusions of law, only that evidence in support of the court's implied findings may be considered, and evidence which leads to contrary finding must be disregarded. *95 Bishop v. Bishop, 359 S.W.2d 869 (Tex. Sup.1962). The evidence supporting the theory upon which judgment impliedly is based need not be strong but only of some probative value. Seaman v. Seaman, 425 S.W.2d 339 (Tex.Sup.1968).\nThe question here is whether there is some evidence in the record to support the trial court's judgment, and in deciding this question, the court must determine whether the circumstantial evidence establishes the probability of the ultimate issue in support of the plaintiff's case. Kirby Petroleum Co. v. Jones, 427 S.W.2d 681, 685 (Tex.Civ.App.-Houston [14th Dist.] 1968, writ ref'd. n. r. e.) The plaintiff's proof need not exclude every other possible hypothesis; it is sufficient if the circumstantial evidence tends to establish the ultimate fact with that degree of certainty making the conclusion reasonably probable. McMillen Feeds, Inc. of Texas v. Harlow, 405 S.W.2d 123, 130 (Tex.Civ.App.-Austin 1966, writ ref'd. n. r. e.).\nIt is uncontroverted that on August 30, 1974, a set of Towle silverware, Rambler Rose pattern, was stolen from the plaintiff's apartment and that a silverware set of the same brand and pattern was purchased by the defendant pawn shop. The evidence is also undisputed that Ms. Sherry Ellen Yeage sold the silverware set to the pawn shop, giving her apartment number as the same street address as that of the plaintiff. On the basis of these circumstances, the trial court was authorized, but not compelled, to infer that the silverware set which Ms. Yeage sold to the defendant was the same silverware set which had been stolen from the plaintiff.\nThe trial court impliedly found that the silverware set stolen from the plaintiff's apartment was the identical property purchased and disposed of by the defendant. Although circumstantial in nature, the evidence in the record is legally sufficient to support this implied finding.\nThe evidence is also legally sufficient to support the trial court's implied finding that the defendant wrongfully exercised dominion and control over the plaintiff's property in a manner necessarily inconsistent with her rights, and, thus, was legally responsible to the plaintiff for conversion of her property.\nIt is undisputed that the silverware set was stolen property and, therefore, the defendant's acquisition of such property was unauthorized. The exercise of dominion or control over the plaintiff's property in denial of or inconsistent with her rights constitutes a conversion. Waisath v. Lack's Stores, Inc., 474 S.W.2d 444 (Tex.1971). It was not essential that the plaintiff establish a wrongful intent on the part of the defendant. White-Sellie's Jewelry Co., Inc. v. Goodyear Tire &amp; Rubber Co., supra; Powell v. Forest Oil Corp., 392 S.W.2d 549 (Tex. Civ.App.-Texarkana 1965, no writ). Neither was it necessary that the plaintiff make proof of a formal demand for the return of the property and of a refusal of such request by the defendant. Since the defendant acquired the property without authority, and disposed of it by sale to a third party, it was not necessary that the plaintiff prove a demand and refusal in order to show a conversion. White-Sellie's Jewelry Co., Inc. v. Goodyear Tire &amp; Rubber Co., supra.; Loomis v. Sharp, 519 S.W.2d 955, 958 (Tex.Civ.App.-Texarkana 1975, writ dism'd).\nIt was incumbent upon the defendant to ascertain the identity and ownership rights of persons from whom it bought personal property, and if it purchased property from one who had no authority to sell, its possession of such property in denial of the true owner's rights constituted a conversion. Loomis v. Sharp, supra; Dill v. Graham, 530 S.W.2d 157, 160 (Tex.Civ.App.-Amarillo 1975, writ ref'd n. r. e.). See also Texas Penal Code § 31.03(c)(3) which became effective September 1, 1975.\nThe defendant also contends that the trial court erred in assessing damages, arguing that the award is based only upon evidence of the retail list price of new silverware.\n*96 Plaintiff's expert witness, a field representative for the Towle Sterling Manufacturing Company, testified that the market value of a set of Towle silverware, Rambler Rose pattern, in August 1974 was in the amount of $2,355.50. He further testified that the replacement cost of such silverware at the time of trial would be $3,409.50, and that his opinion regarding the 1974 market value was based upon a price list which his company prepared and which was made available to silverware dealers. He testified that silverware did not necessarily depreciate in value and that the price of silverware generally had increased over the years. The proper measure of damages in a conversion case is the value of the converted property at the time and place of conversion. Commercial Credit Corp. v. Flores, 345 S.W.2d 432 (Tex.Civ. App.-Eastland 1961, writ ref'd n. r. e.); Powell v. Forest Oil Co., supra. The record contains evidence in support of the trial court's award and it did not abuse its discretion in making an award in the amount indicated.\nThe trial court's judgment is affirmed.\n",
            "ocr": false,
            "opinion_id": 2418270
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}