{
    "id": 2420067,
    "judges": "Onion, P. J., and Dally and Vollers",
    "date_filed": 266025600000,
    "date_filed_is_approximate": false,
    "slug": "rider-v-state",
    "case_name_short": "Rider",
    "case_name": "Rider v. State",
    "case_name_full": "Truman RIDER, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Peter A. Lesser and Lawrence B. Mitchell, Dallas, for appellant., Henry Wade, Dist. Atty., William M. Lamb, Brady Sparks, Rider Scott, Asst. Dist. Attys., Dallas, Jim D. Vollers, State’s Atty., Austin, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 27,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b232-7\">\n    Truman RIDER, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b232-9\">\n    No. 54823.\n   </docketnumber><br><court id=\"b232-10\">\n    Court of Criminal Appeals of Texas, Panel No. 2.\n   </court><br><decisiondate id=\"b232-11\">\n    June 7, 1978.\n   </decisiondate><br><attorneys id=\"b233-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"193\"> \n     *193\n     </span>\n    Peter A. Lesser and Lawrence B. Mitchell, Dallas, for appellant.\n   </attorneys><br><attorneys id=\"b233-5\">\n    Henry Wade, Dist. Atty., William M. Lamb, Brady Sparks, Rider Scott, Asst. Dist. Attys., Dallas, Jim D. Vollers, State’s Atty., Austin, for the State.\n   </attorneys><br><judges id=\"b233-6\">\n    Before ONION, P. J., and DALLY and VOLLERS, JJ.\n   </judges>",
    "citations": [
        "567 S.W.2d 192"
    ],
    "opinions": [
        {
            "author_str": "Onion",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n567 S.W.2d 192 (1978)\nTruman RIDER, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 54823.\nCourt of Criminal Appeals of Texas, Panel No. 2.\nJune 7, 1978.\n*193 Peter A. Lesser and Lawrence B. Mitchell, Dallas, for appellant.\nHenry Wade, Dist. Atty., William M. Lamb, Brady Sparks, Rider Scott, Asst. Dist. Attys., Dallas, Jim D. Vollers, State's Atty., Austin, for the State.\nBefore ONION, P. J., and DALLY and VOLLERS, JJ.\n\nOPINION\nONION, Presiding Judge.\nThis is an appeal from a conviction for burglary of a building, where the punishment was assessed by the court at thirteen (13) years' confinement in the Texas Department of Corrections.\nThe record reflects that around 6:30 p. m. on November 13, 1975, the manager of a White's Auto Store in Dallas went to the service area to be sure the building was secured before closing up. An employee in the service area had earlier gone into the bathroom and the battery room of the service area and had turned off the lights. The manager stepped into the service area, turned the main lights back on and surveyed the general area of the garage. He then closed the door between the service area and the customer area, set the silent alarm, and went home.\nThe burglar alarm sounded at about 11:30 p. m. and the manager immediately returned to the store where he found the police. He opened the front door of the store for them and led them to the door separating the service area and the customer area. The door had been pried up from the bottom about six inches, but remained secure. The manager unlocked this door and went into the service area with the police. One of the windows in one of the bay doors had been partially removed. Appellant was found seated on the floor in the battery room with a flashlight in his possession. Early the following morning a pistol was found underneath a battery in the battery room by an employee who testified he swept the area about every third day and the pistol was not there previously.\nAppellant testified that on November 13, 1975 he was depressed about his car being repossessed, that he drank a lot that day, and that he must have wandered into the building in a drunken stupor, fallen asleep, and been locked in the building when it was closed.\nAppellant has assigned nine grounds of error; however, in view of our disposition of the case, only one of them will be discussed.\nAt the outset we shall consider appellant's contention that the court erred in overruling his timely objection to the court's charge because it failed to properly apply the law to the facts. Appellant argues the charge initially explained the entry portion of the burglary offense as alleged (remaining concealed), but when the court attempted to define the intent with which the offense was allegedly committed, it failed to properly enumerate all the elements of the intended theft. He points out the court failed to include in its instructions the requirement that the jury must find the appellant intended to exercise control over the property without the effective consent of the owner.\nOmitting the formal parts, the second count of the indictment, which was submitted to the jury, alleges that the appellant \"on or about the 13th day of November in the year of our Lord One Thousand Nine Hundred and 75, in the County of Dallas and the State of Texas, did unlawfully, intentionally and knowingly remain concealed in a building, without the effective consent of Gerald Miller, the owner thereof, and with intent to commit theft ....\"\nAs set forth in V.T.C.A., Penal Code, Sec. 30.02, the essential elements of burglary applicable to this case are:\n\n*194 (1) a person\n(2) without the effective consent of the owner\n(3) remained concealed in a building\n(4) with intent to commit theft.\nIn Gonzalez v. State, 517 S.W.2d 785 (Tex.Cr.App.1975), this court stated:\n\"The actual commission of the offense of theft is not a prerequisite to the commission of burglary. The unlawful entry with the intent to commit theft (or a felony) is the required element which must be alleged and proved. Under the definitions of burglary and theft contained in the V.T.C.A., Penal Code effective January 1, 1974, supra, although the proof will involve the necessity of establishing the intent to commit the offense of theft (Sections 31.02 and 31.03, V.T. C.A., Penal Code), the constituent elements of the particular theft or intended theft need not be alleged in an indictment or information for burglary with intent to commit theft.\"\nIn Faulks v. State, 528 S.W.2d 607 (Tex. Cr.App.1975), we held that an indictment for burglary which also alleged the constituent elements of theft was proper, although it was noted that the better practice was to follow the rule laid down in Gonzalez v. State, supra.\nIt would appear that the indictment in the instant case followed the rule in Gonzalez.\nV.T.C.A., Penal Code, Sec. 31.03(a) and (b), as originally enacted in the present 1974 Code provided:\n\"(a) A person commits an offense if, with intent to deprive the owner of property:\n\"(1) he obtains the property unlawfully; or\n\"(2) he exercises control over the property, other than real property, unlawfully.\n\"(b) Obtaining or exercising control over property is unlawful if:\n\"(1) the actor obtains or exercises control over the property without the owner's effective consent; or\n\"(2) the property is stolen and the actor obtains it from another or exercises control over the property obtained by another knowing it was stolen.\"\nThe term \"obtain\" was defined in Sec. 31.01(5), and that term and the term \"exercising control\" are discussed in the Practice Commentary to said Sec. 31.03.\nSec. 31.03(a) and (b), as originally enacted, has been interpreted to mean that the offense of theft was comprised of four different sets of possible elements, as follows:\n\"(1) a person\n\"(2) with intent to deprive the owner of property\n\"(3) obtains the property\n\"(4) without the owner's effective consent\nor\n\"(1) a person\n\"(2) with intent to deprive the owner of property\n\"(3) obtains the property\n\"(4) which is stolen property\n\"(5) from another\n\"(6) knowing it was stolen\nor\n\"(1) a person\n\"(2) with intent to deprive the owner of property\n\"(3) exercises control over the property other than real property\n\"(4) without the owner's effective consent\nor\n\"(1) a person\n\"(2) with intent to deprive the owner of property\n\"(3) exercises control over the property other than real property\n\"(4) which is stolen property\n\"(5) obtained by another\n\"(6) knowing it was stolen.\"\nSee Ex Parte Cannon, 546 S.W.2d 266 (Tex. Cr.App.1976); Reynolds v. State, 547 S.W.2d 590 (Tex.Cr.App.1976).\nAfter the proof was in, the court in its charge defined in the abstract burglary by remaining concealed therein and defined *195 \"theft\" as \"the unlawful exercise of control over the property of another, without the effective consent of such other person, and with the intent to deprive such other person of said property.\"\nIt is obvious that the court chose the third mode of theft of Sec. 30.03(a) and (b) when defining \"theft\" in the abstract for the jury because the evidence supported the intent to commit this mode of theft.\nIn the principal portion of the charge the court instructed the jury as follows:\n\"Now, therefore, if you find and believe from the evidence beyond a reasonable doubt that the defendant, Truman Rider, on or about the 13th day of November, 1975, in the County of Dallas, and the State of Texas, as alleged in the indictment, did remain concealed in a building not then open to the public, occupied, controlled, and in the possession of Gerald Miller, hereinafter called the owner, without the effective consent of said owner, with intent then and there to take and exercise control over the property therein being and owned and belonging to the said owner, and with intent to deprive the owner of said property, then you will find the defendant guilty, as charged in the indictment.\"\nAppellant timely objected to the charge on the ground that the court failed to properly enumerate the elements of the intended theft by omitting therefrom the essential element that the appellant intended to exercise control over the property without the effective consent of the owner. Appellant's objection was overruled, although the objection clearly pointed out what was missing from the charge and should have been there.\nA trial court is required to fully instruct the jury on the law applicable to the case and to apply that law to the facts presented. Article 36.14, V.A.C.C.P.; Perez v. State, 537 S.W.2d 455 (Tex.Cr.App.1976); Harris v. State, 522 S.W.2d 199 (Tex.Cr. App.1975). It is a necessity that the court charge on all the essential elements of an offense. Bradley v. State, 560 S.W.2d 650 (Tex.Cr.App.1978), and cases cited therein.\nThe better practice in instructing the jury on the offense of burglary with intent to commit theft is for the court to define the term \"theft\" in its charge and in applying the law to the facts instruct the jury they may find the defendant guilty if they find beyond a reasonable doubt that at the time of the offense he had the intent to commit the offense of theft as defined therein. This approach is uniformly suggested in Texas Criminal Pattern Jury Charges, CPJC 30.02, pp. 228-296; 2 Branch's Texas Annotated Penal Statutes, 3rd ed., Sec. 30.02, p. 339 (Burglary and Criminal Trespass); Morrison and Blackwell, 8 Tex.Crim.Forms, 8th ed., Sec. 100.2, p. 379; and McClung, Jury Charges for Texas Criminal Practice, Burglary, p. 22.\nHere the jury was not instructed that they must find beyond a reasonable doubt that the appellant had the intent to commit theft, but was required to find if the appellant had the \"intent then and there to take and exercise control over the property therein ....\" etc., without requiring that intent to include \"without the owner's consent.\" This defect in the court's charge was called to the court's attention by written objection, but it was overruled. The court erred in overruling such objection.\nWhat everyone has overlooked, however, even as late as the filing of the appellate briefs, is that the alleged offense occurred on November 13, 1975, after the effective date of the 1975 amendment to V.T.C.A., Sec. 31.03(a) and (b), re-defining the offense of theft (Acts 1975, 64th Leg., p. 914, ch. 342, Sec. 10, effective September 1, 1975).[1] Said Sec. 31.03(a) and (b), as amended in 1975,[2] reads:\n\n*196 \"(a) A person commits an offense if he unlawfully appropriates property with intent to deprive the owner of property.\n\"(b) Appropriation of property is unlawful if:\n\"(1) it is without the owner's effective consent; or\n\"(2) the property is stolen and the actor appropriates the property knowing it was stolen by another.\"\nAt the same time Sec. 31.01, Subd. 5, was amended to define \"appropriate\" instead of the term \"obtain\" as follows:\n\"(5) `Appropriate' means:\n\"(A) to bring about a transfer or purported transfer of title to or other nonpossessory interest in property, whether to the actor or another; or\n\"(B) to acquire or otherwise exercise control over property other than real property.\" (Acts 1975, 64th Leg., p. 914, ch. 342, Sec. 9, effective September 1, 1975.)\nIt is clear that the Legislature intended to re-define theft as the unlawful appropriation of property with intent to deprive the owner of property rather than the former prohibition against the obtaining of property unlawfully or the exercising of control, other than real property, unlawfully. And in Hughes v. State, 561 S.W.2d 8 (Tex.Cr.App.1978), it was observed that there are now two different sets of possible elements under Sec. 31.03, supra, as recently amended rather than the four different sets of possible elements under the former version of the statute. See Reynolds v. State, supra.[3]\nIt is observed that the amendment to 5(A) of Sec. 31.01 defines \"appropriate\" in the same words as the term \"obtain\" was defined in the earlier version of the statute, and 5(B) was added to pertain to acquiring or otherwise exercising control over property other than real property. Thus, one net effect of the 1975 amendments to Secs. 31.01(5) and 31.03(a) and (b) was merely to substitute the term \"appropriate\" for the terms \"obtain\" and \"exercising control over.\" While the trial court in the instant case defined \"theft\" abstractly under the third mode of the former version of the statute rather than under the 1975 amendments as it should have done, there is no error because the meaning is essentially the same and no objection was addressed thereto. Nevertheless, we are still confronted with the contention that in applying the law to the facts the court left out \"without the owner's effective consent\" in setting forth the requisite intent necessary to be found to show the offense charged. While the language was that of the former version of the statute, both that version and the 1975 amendment require as an element of theft that it be \"without the owner's effective consent.\" Thus, the error of the court in failing to respond to appellant's objection remains.\nIs such error harmful or can it be declared harmless? See Article 36.19, V.A.C. C.P. In Bradley v. State, supra, it was pointed out that it has always been necessary to charge on all of the essential elements of an offense, and that the charge in Bradley was fundamentally defective in that it allowed the jury to convict without finding all of the statutory elements of the offense. See also Long v. State, 548 S.W.2d 897 (Tex.Cr.App.1977). One of the statutory elements of burglary as charged is the intent to commit theft. In submitting that element to the jury the court, over objection, did not require that all component *197 parts of that intent be found. In light of the objection to the charge, and in light of appellant's defense that he was locked in the building by mistake and he had no intent to steal, we conclude that the error calls for reversal.\nWe again emphasize and recommend that the better practice in charging the jury on the offense of burglary with intent to commit theft is to define the term \"theft\" abstractly in the charge, and then when applying the law to the facts to instruct they may find the defendant guilty of burglary if they find beyond a reasonable doubt that at the time of the offense he had the intent to commit the offense of \"theft, as that term is herein defined.\" To do so would avoid the problem encountered in this case.\nThe judgment is reversed and the cause remanded.\nNOTES\n[1]  The trial in this cause commenced on May 26, 1976.\n[2]  Said Sec. 31.03 was again amended in 1977, but Secs. (a) and (b) remain the same as the 1975 amendment (Acts 1977, 65th Leg., p. 937, ch. 349, Sec. 1, effective August 29, 1977).\n[3]  The two different sets of possible elements under the present version of Sec. 31.03(a) and (b) of the Penal Code were set forth in Hughes as follows:\n\n\"(1) a person\n\"(2) with the intent to deprive the owner of property\n\"(3) appropriates property\n\"(4) without the owner's effective consent;\nor\n\"(1) a person\n\"(2) with the intent to deprive the owner of property\n\"(3) appropriates property\n\"(4) which is stolen property\n\"(5) knowing it was stolen\n\"(6) by another.\"\n\n",
            "ocr": false,
            "opinion_id": 2420067
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}