{
    "id": 2424720,
    "judges": "Tom Glaze",
    "date_filed": 923529600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-osborn",
    "case_name_short": "Osborn",
    "case_name": "State v. Osborn",
    "case_name_full": "STATE of Arkansas v. Larry OSBORN",
    "attorneys": "Mark Pryor, Att’y Gen., by: Vada Berger, Ass’t Att’y Gen., for appellant., No response.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b196-6\" pgmap=\"196\">\n    STATE of Arkansas v. Larry OSBORN\n   </parties><br><docketnumber id=\"b196-7\" pgmap=\"196\">\n    CR 98-1388\n   </docketnumber><citation id=\"AM9\" pgmap=\"196\">\n    988 S.W.2d 485\n   </citation><br><court id=\"b196-8\" pgmap=\"196\">\n    Supreme Court of Arkansas\n   </court><decisiondate id=\"AxP\" pgmap=\"196\">\n    Opinion delivered April 8, 1999\n   </decisiondate><attorneys id=\"A6P\" pgmap=\"197\">\n    Mark Pryor, Att’y Gen., by: Vada Berger, Ass’t Att’y Gen., for appellant.\n   </attorneys><attorneys id=\"AYQ\" pgmap=\"197\">\n    No response.\n   </attorneys>",
    "citations": [
        "988 S.W.2d 485",
        "337 Ark. 172"
    ],
    "opinions": [
        {
            "author_str": "Glaze",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3748.0,
            "opinion_text": "\n988 S.W.2d 485 (1999)\n337 Ark. 172\nSTATE of Arkansas, Appellant,\nv.\nLarry OSBORN, Appellee.\nNo. CR 98-1388.\nSupreme Court of Arkansas.\nApril 8, 1999.\nJ. Winston Bryant, Attorney General, Little Rock, AR, for Appellant.\nTOM GLAZE, Justice.\nThe State brings this appeal as one involving a case where it is asserted that error has been committed to the State's prejudice and the correct and uniform administration of the law requires this court's review. See Ark. R.App. P.\u0097Crim. 3(c). We agree.\nAppellant Larry Osborn was charged and convicted of the crime of aggravated robbery. The jury found Osborn to be a habitual offender and fixed his sentence at life imprisonment. Afterwards, Osborn moved for a new trial, alleging the prosecutor made improper closing remarks that misled the jury, causing it to award a more severe sentence than it otherwise would have imposed. The trial judge held a hearing on Osborn's motion, and permitted three jurors to testify concerning their deliberations when they were asked to fix Osborn's sentence. At the conclusion of the jurors' testimonies, the judge granted Osborn's motion and ordered a new sentencing trial.\nOn appeal, the State's sole point for reversal is that the trial court's decision violated Rule 606(b) of the Arkansas Rules of Evidence. Rule 606(b) provides as follows:\nUpon an inquiry into the validity of a verdict or indictment, a juror may not testify as to any matter or statement occurring during the course of the jury's deliberations or to the effect of anything upon his or any other juror's mind or emotions as influencing him to assent or to dissent from the verdict or indictment or concerning his mental processes in connection therewith, nor may his affidavit or evidence of any statement by him concerning *486 a matter about which he would be precluded from testifying be received, but a juror may testify on the questions whether extraneous prejudicial information was improperly brought to the jury's attention or whether any outside influence was improperly brought to bear upon any juror. (Emphasis added.)\nIn the instant case, Osborn's prior felony convictions were (1) theft by receiving, (2) aggravated robbery, (3) burglary and theft of property, and (4) breaking and entering. In closing argument during the sentencing phase, the prosecutor said, \"This is a crime that requires serious punishment and this defendant has to be stopped. He's done it four other times, five times now. He has to be stopped.\" Osborne offered no objection to these remarks. The jury then retired and subsequently returned a verdict of life imprisonment.\nApparently, two jurors spoke with Osborn's counsel and the trial judge sometime after the sentencing phase, and told them they were troubled that they had voted for a life sentence based upon information they believed to be valid, but later found to be incorrect. Osborn moved for a new sentencing trial. In considering Osborn's motion, the trial court allowed three jurors to testify and to expound on why they desired to change their votes on the sentencing. Although the prosecutor argued that the jurors' testimonies were inadmissible under rule 606(b), the trial judge responded that he \"would allow the jurors to testify about (1) any misunderstanding they perceived, (2) anyone that (sic) caused them to misunderstand what was occurring, and (3) their feelings [as to] what occurred.\" In short, the jurors testified that they had incorrectly believed that all of Osburn's prior crimes had been aggravated robberies and involved a weapon or violence, and if they had known otherwise, they would not have voted for life imprisonment. At the conclusion of the jurors' testimonies, the trial judge related the following:\nThe Court believes that these jurors have searched their souls and that it would be totally inappropriate for them to go through the rest of their life regretting a decision that they had made. I think that they are the cornerstone of this system, that we must rely upon jurors, that if they perceive something from a standpoint, such as has occurred here, that is incorrect and they have sentenced someone to such a severe term that they should not carry that burden forever. That wrong can be righted by simply giving this defendant a new trial on sentencing only. It is unequivocal that he committed the act, there is no doubt that he committed that robbery, but there is considerable doubt in this Court's mind that these jurors would have ever sentenced that severely. I will not allow the State to rely upon an erroneous sentencing. Therefore, the Court grants the new trial on sentencing only.\nThe trial judge's hearing and decision violated Rule 606(b). The purpose of Rule 606(b) is to attempt to balance the freedom of the secrecy of jury deliberations with the ability to correct an irregularity in those decisions. Watkins v. Taylor Seed Farms, Inc., 295 Ark. 291, 748 S.W.2d 143 (1988). In Strahan v. Webb, 231 Ark. 426, 330 S.W.2d 291 (1959), this court, quoting from 53 AMERICAN JURISPRUDENCE, § 1105, set out the policy and purposes underlying Rule 606(b). That policy, now published in 75B AM.JUR.2d, Trial § 1900 (1992), reads as follows:\nThe rule that testimony or affidavits of jurors impeaching a verdict tendered by them will not be received where the facts sought to be shown are such as inhere in the verdict is founded on public policy, and is for the purpose of preventing litigants or the public from invading the privacy of the jury room, either during the deliberations of the jury or afterward. It is to prevent overzealous litigants and a curious public from prying into deliberations which are intended to be, and should be, private, frank, and free discussions of the questions under consideration. Further, if after being discharged and mingling with the public, jurors are permitted to impeach verdicts which they have rendered, it would open the door for tampering with jurors and would place it in the power of a dissatisfied or corrupt juror to destroy a verdict *487 to which he had deliberately given his assent under sanction of an oath. The exclusion of jurors' testimony as to their mental processes in arriving at a verdict, is founded not upon the discredited basis of the policies against self-stultification and avoidance of jury tampering or perjury, or other fraudulent practices, but upon the sounder ground that being personal to each juror, the working of the mind of any of them cannot be subjected to the test of other testimony, and therefore that such testimony should not be received to overthrow the verdict to which all assented. A rule permitting unrestricted attacks on jury verdicts would undermine the finality of judgments. The rule also prevents tampering with the jury after discharge and discourages the invasion of the mental processes used to arrive at verdicts. (Emphasis added.)\nOur decisions are consistent with the above purposes and adhere to the rule that juries may not testify about what affected them during deliberations. For example, in Sanson v. Pullum, 273 Ark. 325, 619 S.W.2d 641 (1981), the court held that Rule 606(b) precluded a juror from testifying as to the effect of anything upon his mind as influencing him to assent to the verdict. Sanson involved a car accident, and there, two jurors in support of a new-trial motion averred that they found Pullum was not negligent based on the investigating officer's erroneous trial testimony that the reaction time between a driver's seeing danger and hitting the brakes was four and a half seconds. As a part of Sanson's posttrial motion, the officer corrected his earlier testimony by affidavit, averring that the reaction time was only three-fourths of a second.\nIn another case, Veasey v. State, 276 Ark. 457, 637 S.W.2d 545 (1982), a juror approached defense counsel after trial and advised him the jury had assumed the defendant would serve considerably less time than thirty-five years in prison because of the parole system. The Veasey court affirmed the trial court's ruling to limit questioning of the juror to whether any extraneous or prejudicial information or any outside influence was brought to bear on any juror. Id. at 460-61, 637 S.W.2d 545. The court further held that Rule 606(b) plainly states that a juror may not testify as to the effect of anything upon his mind as influencing him to assent to the verdict.\nIn sum, our cases, as discussed above, have made it clear that a juror's misunderstandings or beliefs based on erroneous representations may not be considered under Rule 606(b). Accordingly, we reverse and remand this cause and direct the trial judge to reinstate Osborn's sentence of life imprisonment.\n",
            "ocr": false,
            "opinion_id": 2424720
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}