{
    "id": 2436766,
    "judges": "Karohl, Kelly, Smith",
    "date_filed": "2019-07-06",
    "date_filed_is_approximate": true,
    "slug": "turner-v-general-motors-corp",
    "case_name_short": "Turner",
    "case_name": "Turner v. General Motors Corp.",
    "case_name_full": "Jerry TURNER, Sr., Respondent/Plaintiff, v. GENERAL MOTORS CORP., Et Al., Appellant/Defendant",
    "attorneys": "Terrance J. Good, Lashly, Baer & Hamel, St. Louis, for appellant/defendant., Sidney Fortus, Fortus, Anderson & Rivera, Clayton, for respondent/plaintiff.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Motions for Rehearing and/or Transfer to Supreme Court Denied March 8 and April 18, 1988., Application to Transfer Denied June 14, 1988.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b112-9\">\n    Jerry TURNER, Sr., Respondent/Plaintiff, v. GENERAL MOTORS CORP., et al., Appellant/Defendant.\n   </parties><br><docketnumber id=\"b112-12\">\n    No. 52253.\n   </docketnumber><br><court id=\"b112-13\">\n    Missouri Court of Appeals, Eastern District, Division Three.\n   </court><br><decisiondate id=\"b112-15\">\n    Jan. 26, 1988.\n   </decisiondate><br><otherdate id=\"b112-16\">\n    Motions for Rehearing and/or Transfer to Supreme Court Denied March 8 and April 18, 1988.\n   </otherdate><br><otherdate id=\"b112-17\">\n    Application to Transfer Denied June 14, 1988.\n   </otherdate><br><attorneys id=\"b113-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"77\"> \n     *77\n     </span>\n    Terrance J. Good, Lashly, Baer &amp; Hamel, St. Louis, for appellant/defendant.\n   </attorneys><br><attorneys id=\"b113-15\">\n    Sidney Fortus, Fortus, Anderson &amp; Rivera, Clayton, for respondent/plaintiff.\n   </attorneys>",
    "citations": [
        "750 S.W.2d 76"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7719.0,
            "opinion_text": "\n750 S.W.2d 76 (1988)\nJerry TURNER, Sr., Respondent/Plaintiff,\nv.\nGENERAL MOTORS CORP., et al., Appellant/Defendant.\nNo. 52253.\nMissouri Court of Appeals, Eastern District, Division Three.\nJanuary 26, 1988.\nMotions for Rehearing and/or Transfer to Denied March 8 and April 18, 1988.\nApplication to Transfer Denied June 14, 1988.\n*77 Terrance J. Good, Lashly, Baer &amp; Hamel, St. Louis, for appellant/defendant.\nSidney Fortus, Fortus, Anderson &amp; Rivera, Clayton, for respondent/plaintiff.\nMotions for Rehearing and/or Transfer to Supreme Court Denied March 8 and April 18, 1988.\nKAROHL, Presiding Judge.\nThis is an appeal from a jury verdict in an action for negligent infliction of emotional distress. Following judgment based on a jury award of actual and punitive damages in favor of plaintiff, Jerry Turner, Sr., defendant General Motors appealed.\nTo have the right to maintain an action, plaintiff must be shown to have a justiciable interest in the subject matter of the action. Crigler v. Frame, 632 S.W.2d 94, 95 (Mo.App.1982). In order to have standing as a party, the prospective plaintiff must have an actual and justiciable interest capable of protection through litigation. Id. Any doubt concerning the jurisdiction of the trial court over the subject matter is a jurisdictional question which we must raise sua sponte if not presented at the trial court. Section 512.160.1 RSMo 1986. The circumstances surrounding this case are unfortunate. However, the pleadings and the evidence make it clear that the trial court lacked and this court lacks subject matter jurisdiction.\nPlaintiff, an employee of General Motors, brought suit against two defendants, Eugene Hadley, chief security officer at the General Motors Hazelwood Plant, and General Motors Corporation. Plaintiff filed a three count petition in the circuit court alleging: (I) intentional infliction of emotional distress; (II) outrageous conduct; and (III) negligent infliction of emotional distress. The case was tried to a jury and the only claim submitted was Count III, negligent infliction of emotional distress. The jury found in favor of plaintiff Turner and against defendant General Motors Corporation. Defendant Eugene Hadley was absolved of liability. Plaintiff has not cross-appealed.\nPlaintiff's reliance on the negligent infliction of emotional distress cause of action was based on the following facts. On January 26, 1981, Jerry Turner, Sr., was an employee at the General Motors Parts Division Plant in Hazelwood, Missouri. That day he was working the second shift which ran from 4:00 p.m. until 12:30 a.m. His *78 son, Jerry Turner, Jr., drove onto the company parking lot at approximately 11:30 p.m. to provide his father a ride home.\nSurveillance cameras had been installed on the grounds by General Motors as a protection against theft and vandalism on the parking lot. While plaintiff's son was waiting for his father, the surveillance camera taped him in an act of masturbation. The security guard who taped the occurrence, Glenn Tompkins, thereafter approached Turner's vehicle where the subject identified himself as Jerry Turner's son and stated that he was waiting to pick up his father. Tompkins did not tell plaintiff's son what he had seen, nor that he had preserved the act on tape. When plaintiff got off work he passed by Tompkins at the exit door, but Tompkins did not mention to him what had just transpired.\nThe next day, the videotape of plaintiff's son was exhibited to numerous employees at the General Motors Plant. The film was shown by the defendant Eugene Hadley and by other security guards with the knowledge and consent of the plant manager. The film was exhibited in the security office to anyone interested.\nPlaintiff became the target of ridicule, humiliation and insults during the entire shift, some of it by fellow workers who had not seen the tape, but had been told about it. Plaintiff endured daily harassment for three to four months and then with lessened frequency until time of trial.\nPlaintiff was very emotionally distraught over the entire incident. He sought medical advice complaining of chest pains, upset stomach, nervousness and sleeplessness. His doctor prescribed Valium in increased dosages and when this did not suffice he prescribed a stronger medication. Plaintiff missed work over the incident, but had to return out of the necessity of supporting his family. Jerry Turner came to hate his job, never knowing when he would be ridiculed about his son.\nThe record of the proceedings below indicates the absence of a motion to dismiss for failure to state a cause of action and no motion for summary judgment on the pleadings. Similarly there were no motions by defense counsel and no sua sponte inquiry by the trial court concerning subject matter jurisdiction. The trial court and counsel for all parties evidently assumed that the petition properly stated a cause of action for which relief could be granted.\nThere are basically two elements required for a negligent infliction of emotional distress cause of action: (1) that \"the defendant should have realized that his conduct involved an unreasonable risk of causing distress\", and (2) that \"the emotional distress or mental injury must be medically diagnosable and must be of sufficient severity so as to be medically significant.\" Bass v. Nooney, 646 S.W.2d 765, 772-73 (Mo. banc 1983); See also, Restatement (Second) of Torts, Section 313(1) (1965). Looking solely at these factors one may assume, as evidently all concerned assumed, that plaintiff pleaded and proved a submissible case.\nHowever, an even more basic requirement essential to any tort cause of action is the infringement of a legally cognizable right and the corresponding breach of a legally recognized duty. Donovan v. Kansas City, 352 Mo. 430, 175 S.W.2d 874, 882 (banc 1943), modified, 352 Mo. 430, 179 S.W.2d 108 (banc 1944), appeal dismissed 322 U.S. 707, 64 S. Ct. 1049, 88 L. Ed. 1551 (1944). The existence of a cause of action presupposes the presence as a matter of law of a right and corresponding duty as elements of a justiciable claim.\nThose rights which are recognized and protected by the law encompass property rights, Smith v. Smith, 300 S.W.2d 275, 280-81 (Mo.App.1957), including contractual and business relations, Boyer v. Independence Manor Care Center, Inc., 721 S.W.2d 246, 248 (Mo.App.1986), and personal rights, including the right to enjoyment of one's reputation, see generally, Laun v. Union Electric Co. of Missouri, 350 Mo. 572, 166 S.W.2d 1065, 1071 (1942), Hester v. Barnett, 723 S.W.2d 544, 556-57 (Mo.App.1987), and the right to privacy, Sofka v. Thal, 662 S.W.2d 502, 509 (Mo. 1983). Plaintiff's claim that General Motors owed him a duty not to cause emotional *79 distress does not involve any of these rights or interests.\nWe emphasize, however, that there is no necessary nexus between a legal right or duty and a moral or humane right or duty. The former are the accepted bases for an action in tort. The latter are principles which are dictated by good morals and conscience but are not necessarily within the boundaries of the law.\nThe events which transpired at the General Motors Plant and the ridicule to which Jerry Turner was subjected were tragic and devoid of any semblance of good judgment. The conduct and remarks were callous, cruel and contemptible. Likewise, the actions of General Motors' supervisors, in allowing its security officers to exhibit with impunity to plant personnel the tape depicting plaintiff's son in a very private act, was reprehensible. The widespread showing was unjustified even to demonstrate the need of plant security. We note, however, the acts were not performed in plaintiff's presence and he was never directly a participant.\nMoreover, the theory of plaintiff's submitted case was negligent infliction of emotional distress\u0097not intentional infliction, not invasion of privacy and not defamation. Plaintiff sought to recover damages for the emotional distress he suffered upon discovering that General Motors personnel had exhibited and seen the film depicting acts of his son. In essence, plaintiff tried to expand the typical negligent infliction of emotional distress cause of action wherein the mental disturbance and its consequences are not caused by any fear for plaintiff's own safety, see Bass v. Nooney Co., 646 S.W.2d 765 (Mo. banc 1983); Young v. Stensrude, 664 S.W.2d 263 (Mo. App.1984), or by distress at witnessing some peril or harm to another person, Dillon v. Legg, 68 Cal. 2d 728, 69 Cal. Rptr. 72, 441 P.2d 912 (1968); cf. Davis v. Shelton, 710 S.W.2d 8 (Mo.App.1986) (Negligent infliction of emotional distress cause of action by bystander did not succeed only because of insufficient proof that mental distress was medically diagnosable); see generally, Prosser &amp; Keaton, The Law of Torts, Section 54 at 365-366 (5th Ed.1984).\nHere, however, plaintiff never viewed the film, contra Young v. Stensrude, 664 S.W.2d 263, and thus cannot claim physical harm through fright or upset as a direct result thereof. Similarly, and perhaps more pertinent, General Motors never placed Turner's son in any danger, harm or peril by virtue of any negligent acts. Plaintiff seeks to rely on an act or acts of employees of General Motors which were not negligent in relation to plaintiff's son. The son was on another's private property, had no reasonable expectation of privacy for acts he committed thereon,[1] and apparently would have no basis for claiming General Motors owed him a duty not to exhibit videos of his own conduct or misconduct taped while he was on the premises. Where plaintiff's son has no cause of action against General Motors for the acts of its employees then those same acts will not support plaintiff-father's claim.\nAffirmatively, where plaintiff was not personally or directly present during the alleged negligent acts (i.e., the showing and viewing of the film by General Motors' personnel), then those acts will not support a cause of action for negligent infliction of emotional distress unless they involve a breach of some duty owed the son. This is true because without the relationship, attachment, and affection of plaintiff-father for his son, there would have been no emotional distress. In the absence of a duty, a breach and a resulting actionable injury by defendant to plaintiff's son, the acts of defendant, although reprehensible, do not give rise to the tort of negligent infliction of emotional distress.\nA fundamental test of whether an individual has a cause of action in tort against another is:\n\"Did the person, sought to be held liable, owe to the person, seeking to recover, *80 any duty, to do something he did not do, or not to do something he did do? If so, his failure to do what he ought to have done or his doing what he ought not to have done constitutes a legal wrong, whether it be intentional or merely negligent, for which the person injured thereby can recover....\"\nLowery v. Kansas City, 337 Mo. 47, 85 S.W.2d 104, 110 (1935). Here, however, plaintiff does not and cannot contend and we cannot find that General Motors had any legal duty not to publish the contents of the videotape. It would be an unreasonable burden on human activity if a defendant who has embarrassed one person by conduct which is not actionable were to be compelled to pay for the lacerated feelings of every person disturbed by reason of it, including every bystander, relative, and friend shocked by such actions. Prosser &amp; Keaton, supra, at 365-366. Consequently the trial court and this court are without subject-matter jurisdiction.\nWe do not reach and do not decide whether plaintiff's exclusive remedy was by a worker's compensation claim or whether the claim is preempted by the National Labor Relations Act, 29 U.S.C. Sections 151-169 (1982).\nWe reverse and remand with direction that the trial court dismiss the cause for lack of subject matter jurisdiction.\nKELLY, J., concurs.\nSMITH, J., concurs in separate opinion.\nSMITH, Judge, concurring.\nI concur on a slightly different basis. The embarrassment suffered by plaintiff arose from the actions of his son. Those actions arose on defendant's premises on which the son had no expectation of privacy. Plaintiff seeks to impose upon defendants a duty of non-disclosure of the son's activities. I am unaware of the existence of any such legal duty. Frequently persons in this society are embarrassed by the actions of their relatives. The potential of such embarrassment does not create a legal duty upon other members of the society to refrain from disclosing such embarrassing conduct. Human nature being what it is, such conduct will likely be revealed if known. As tasteless as I find the conduct of defendants to be, I find no legal basis for imposing upon them, or anyone else, an obligation to keep secret, information which is true and not covered by the tort of invasion of privacy. Plaintiff has failed to plead a cause of action.\nNOTES\n[1]  A sign visible to all who entered the GM premises stated that the grounds, including the parking lot, were subject to surveillance.\n\n",
            "ocr": false,
            "opinion_id": 2436766
        },
        {
            "author_str": "Karohl",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKAROHL, Presiding Judge.\nThis is an appeal from a jury verdict in an action for negligent infliction of emotional distress. Following judgment based on a jury award of actual and punitive damages in favor of plaintiff, Jerry Turner, Sr., defendant General Motors appealed.\nTo have the right to maintain an action, plaintiff must be shown to have a justiciable interest in the subject matter of the action. Crigler v. Frame, 632 S.W.2d 94, 95 (Mo.App.1982). In order to have standing as a party, the prospective plaintiff must have an actual and justiciable interest capable of protection through litigation. Id. Any doubt concerning the jurisdiction of the trial court over the subject matter is a jurisdictional question which we must raise sua sponte if not presented at the trial court. Section 512.160.1 RSMo 1986. The circumstances surrounding this case are unfortunate. However, the pleadings and the evidence make it clear that the trial court lacked and this court lacks subject matter jurisdiction.\nPlaintiff, an employee of General Motors, brought suit against two defendants, Eugene Hadley, chief security officer at the General Motors Hazelwood Plant, and General Motors Corporation. Plaintiff filed a three count petition in the circuit court alleging: (I) intentional infliction of emotional distress; (II) outrageous conduct; and (III) negligent infliction of emotional distress. The case was tried to a jury and the only claim submitted was Count III, negligent infliction of emotional distress. The jury found in favor of plaintiff Turner and against defendant General Motors Corporation. Defendant Eugene Hadley was absolved of liability. Plaintiff has not cross-appealed.\nPlaintiffs reliance on the negligent infliction of emotional distress cause of action was based on the following facts. On January 26,1981, Jerry Turner, Sr., was an employee at the General Motors Parts Division Plant in Hazelwood, Missouri. That day he was working the second shift which ran from 4:00 p.m. until 12:30 a.m. His *78son, Jerry Turner, Jr., drove onto the company parking lot at approximately 11:30 p.m. to provide his father a ride home.\nSurveillance cameras had been installed on the grounds by General Motors as a protection against theft and vandalism on the parking lot. While plaintiff's son was waiting for his father, the surveillance camera taped him in an act of masturbation. The security guard who taped the occurrence, Glenn Tompkins, thereafter approached Turner’s vehicle where the subject identified himself as Jerry Turner’s son and stated that he was waiting to pick up his father. Tompkins did not tell plaintiff’s son what he had seen, nor that he had preserved the act on tape. When plaintiff got off work he passed by Tompkins at the exit door, but Tompkins did not mention to him what had just transpired.\nThe next day, the videotape of plaintiff’s son was exhibited to numerous employees at the General Motors Plant. The film was shown by the defendant Eugene Hadley and by other security guards with the knowledge and consent of the plant manager. The film was exhibited in the security office to anyone interested.\nPlaintiff became the target of ridicule, humiliation and insults during the entire shift, some of it by fellow workers who had not seen the tape, but had been told about it. Plaintiff endured daily harassment for three to four months and then with lessened frequency until time of trial.\nPlaintiff was very emotionally distraught over the entire incident. He sought medical advice complaining of chest pains, upset stomach, nervousness and sleeplessness. His doctor prescribed Valium in increased dosages and when this, did not suffice he prescribed a stronger medication. Plaintiff missed work over the incident, but had to return out of the necessity of supporting his family. Jerry Turner came to hate his job, never knowing when he would be ridiculed about his son.\nThe record of the proceedings below indicates the absence of a motion to dismiss for failure to state a cause of action and no motion for summary judgment on the pleadings. Similarly there were no motions by defense counsel and no sua sponte inquiry by the trial court concerning subject matter jurisdiction. The trial court and counsel for all parties evidently assumed that the petition properly stated a cause of action for which relief could be granted.\nThere are basically two elements required for a negligent infliction of emotional distress cause of action: (1) that “the defendant should have realized that his conduct involved an unreasonable risk of causing distress”, and (2) that “the emotional distress or mental injury must be medically diagnosable and must be of sufficient severity so as to be medically significant.” Bass v. Nooney, 646 S.W.2d 765, 772-73 (Mo. banc 1983); See also, Restatement (Second) of Torts, Section 313(1) (1965). Looking solely at these factors one may assume, as evidently all concerned assumed, that plaintiff pleaded and proved a submissible case.\nHowever, an even more basic requirement essential to any tort cause of action is the infringement of a legally cognizable right and the corresponding breach of a legally recognized duty. Donovan v. Kansas City, 352 Mo. 430, 175 S.W.2d 874, 882 (banc 1943), modified, 352 Mo. 430, 179 S.W.2d 108 (banc 1944), appeal dismissed 322 U.S. 707, 64 S.Ct. 1049, 88 L.Ed. 1551 (1944). The existence of a cause of action presupposes the presence as a matter of law of a right and corresponding duly as elements of a justiciable claim.\nThose rights which are recognized and protected by the law encompass property rights, Smith v. Smith, 300 S.W.2d 275, 280-81 (Mo.App.1957), including contractual and business relations, Boyer v. Independence Manor Care Center, Inc., 721 S.W.2d 246, 248 (Mo.App.1986), and personal rights, including the right to enjoyment of one’s reputation, see generally, Laun v. Union Electric Co. of Missouri, 350 Mo. 572, 166 S.W.2d 1065, 1071 (1942), Hester v. Barnett, 723 S.W.2d 544, 556-57 (Mo.App.1987), and the right to privacy, Sofka v. Thal, 662 S.W.2d 502, 509 (Mo.1983). Plaintiff’s claim that General Motors owed him a duty not to cause emotion*79al distress does not involve any of these rights or interests.\nWe emphasize, however, that there is no necessary nexus between a legal right or duty and a moral or humane right or duty. The former are the accepted bases for an action in tort. The latter are principles which are dictated by good morals and conscience but are not necessarily within the boundaries of the law.\nThe events which transpired at the General Motors Plant and the ridicule to which Jerry Turner was subjected were tragic and devoid of any semblance of good judgment. The conduct and remarks were callous, cruel and contemptible. Likewise, the actions of General Motors’ supervisors, in allowing its security officers to exhibit with impunity to plant personnel the tape depicting plaintiff’s son in a very private act, was reprehensible. The widespread showing was unjustified even to demonstrate the need of plant security. We note, however, the acts were not performed in plaintiffs presence and he was never directly a participant.\nMoreover, the theory of plaintiffs submitted case was negligent infliction of emotional distress — not intentional infliction, not invasion of privacy and not defamation. Plaintiff sought to recover damages for the emotional distress he suffered upon discovering that General Motors personnel had exhibited and seen the film depicting acts of his son. In essence, plaintiff tried to expand the typical negligent infliction of emotional distress cause of action wherein the mental disturbance and its consequences are not caused by any fear for plaintiffs own safety, see Bass v. Nooney Co., 646 S.W.2d 765 (Mo. banc 1983); Young v. Stensrude, 664 S.W.2d 263 (Mo.App.1984), or by distress at witnessing some peril or harm to another person, Dillon v. Legg, 68 Cal.2d 728, 69 Cal.Rptr. 72, 441 P.2d 912 (1968); cf. Davis v. Shelton, 710 S.W.2d 8 (Mo.App.1986) (Negligent infliction of emotional distress cause of action by bystander did not succeed only because of insufficient proof that mental distress was medically diagnosable); see generally, Prosser &amp; Keaton, The Law of Torts, Section 54 at 365-366 (5th Ed.1984).\nHere, however, plaintiff never viewed the film, contra Young v. Stensrude, 664 S.W.2d 263, and thus cannot claim physical harm through fright or upset as a direct result thereof. Similarly, and perhaps more pertinent, General Motors never placed Turner's son in any danger, harm or peril by virtue of any negligent acts. Plaintiff seeks to rely on an act or acts of employees of General Motors which were not negligent in relation to plaintiff’s son. The son was on another’s private property, had no reasonable expectation of privacy for acts he committed thereon,1 and apparently would have no basis for claiming General Motors owed him a duty not to exhibit videos of his own conduct or misconduct taped while he was on the premises. Where plaintiff’s son has no cause of action against General Motors for the acts of its employees then those same acts will not support plaintiff-father’s claim.\nAffirmatively, where plaintiff was not personally or directly present during the alleged negligent acts (i.e., the showing and viewing of the film by General Motors’ personnel), then those acts will not support a cause of action for negligent infliction of emotional distress unless they involve a breach of some duty owed the son. This is true because without the relationship, attachment, and affection of plaintiff-father for his son, there would have been no emotional distress. In the absence of a duty, a breach and a resulting actionable injury by defendant to plaintiffs son, the acts of defendant, although reprehensible, do not give rise to the tort of negligent infliction of emotional distress.\nA fundamental test of whether an individual has a cause of action in tort against another is:\n“Did the person, sought to be held liable, owe to the person, seeking to recover, *80any duty, to do something he did not do, or not to do something he did do? If so, his failure to do what he ought to have done or his doing what he ought not to have done constitutes a legal wrong, whether it be intentional or merely negligent, for which the person injured thereby can recover....”\nLowery v. Kansas City, 337 Mo. 47, 85 S.W.2d 104, 110 (1935). Here, however, plaintiff does not and cannot contend and we cannot find that General Motors had any legal duty not to publish the contents of the videotape. It would be an unreasonable burden on human activity if a defendant who has embarrassed one person by conduct which is not actionable were to be compelled to pay for the lacerated feelings of every person disturbed by reason of it, including every bystander, relative, and friend shocked by such actions. Prosser &amp; Keaton, supra, at 365-366. Consequently the trial court and this court are without subject-matter jurisdiction.\nWe do not reach and do not decide whether plaintiffs exclusive remedy was by a worker’s compensation claim or whether the claim is preempted by the National Labor Relations Act, 29 U.S.C. Sections 151-169 (1982).\nWe reverse and remand with direction that the trial court dismiss the cause for lack of subject matter jurisdiction.\nKELLY, J., concurs.\nSMITH, J., concurs in separate opinion.\n\n. A sign visible to all who entered the GM premises stated that the grounds, including the parking lot, were subject to surveillance,\n\n",
            "ocr": false,
            "opinion_id": 9772881
        },
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSMITH, Judge,\nconcurring.\nI concur on a slightly different basis. The embarrassment suffered by plaintiff arose from the actions of his son. Those actions arose on defendant’s premises on which the son had no expectation of privacy. Plaintiff seeks to impose upon defendants a duty of non-disclosure of the son’s activities. I am unaware of the existence of any such legal duty. Frequently persons in this society are embarrassed by the actions of their relatives. The potential of such embarrassment does not create a legal duty upon other members of the society to refrain from disclosing such embarrassing conduct. Human nature being what it is, such conduct will likely be revealed if known. As tasteless as I find the conduct of defendants to be, I find no legal basis for imposing upon them, or anyone else, an obligation to keep secret, information which is true and not covered by the tort of invasion of privacy. Plaintiff has failed to plead a cause of action.\n",
            "ocr": false,
            "opinion_id": 9772882
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}