{
    "id": 2448474,
    "judges": "Linda R. Reade",
    "date_filed": "1994-06-19",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-kluge",
    "case_name_short": "Kluge",
    "case_name": "United States v. Kluge",
    "case_name_full": "UNITED STATES of America, Plaintiff, v. Michael James KLUGE, Defendant",
    "attorneys": "John H. Lammers, U.S. Attorney’s Office, Sioux City, IA, for Plaintiff.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b964-3\">\n    UNITED STATES of America, Plaintiff, v. Michael James KLUGE, Defendant.\n   </parties><docketnumber id=\"Azs\">\n    No. 08-CR-4060-LRR.\n   </docketnumber><br><court id=\"b964-6\">\n    United States District Court, N.D. Iowa, Western Division.\n   </court><br><decisiondate id=\"b964-9\">\n    July 1, 2009.\n   </decisiondate><br><attorneys id=\"b965-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"925\"> \n     *925\n     </span>\n    John H. Lammers, U.S. Attorney’s Office, Sioux City, IA, for Plaintiff.\n   </attorneys>",
    "citations": [
        "635 F. Supp. 2d 924"
    ],
    "opinions": [
        {
            "author_str": "Reade",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2671.0,
            "opinion_text": "\n635 F. Supp. 2d 924 (2009)\nUNITED STATES of America, Plaintiff,\nv.\nMichael James KLUGE, Defendant.\nNo. 08-CR-4060-LRR.\nUnited States District Court, N.D. Iowa, Western Division.\nJuly 1, 2009.\n*925 John H. Lammers, U.S. Attorney's Office, Sioux City, IA, for Plaintiff.\n\nORDER\nLINDA R. READE, Chief Judge.\n\nTABLE OF CONTENTS\n\n\nI. INTRODUCTION ................................................... 925\n  II. RELEVANT PRIOR PROCEEDINGS .................................. 926\n III. SENTENCING FRAMEWORK ........................................ 926\n  IV. EVIDENTIARY RULES ........................................... 927\n   V. FACTS ....................................................... 927\n  VI. ISSUES ...................................................... 927\n VII. COMPUTATION OF ADVISORY GUIDELINE RANGE ..................... 928\n      A. Career Offender\u0097USSG § 4B1.1 .................. 928\n         1. Two Predicate Felonies ................................ 928\n            a. Burglary in the Third Degree ....................... 928\n            b. Eluding ............................................ 930\n     B. Role in the Offense\u0097USSG § 3B1.2 ............... 934\n     C. Obstruction of Justice\u0097USSG § 3C1.1 ............ 934\nVIII. MOTION FOR VARIANCE ......................................... 935\n  IX. DISPOSITION ................................................. 937\n\n\nI. INTRODUCTION\nThe matter before the court is the sentencing of Defendant Michael James Kluge (\"Kluge\"), which includes Kluge's Motion for Sentencing Variance (docket no. 784), filed May 22, 2009, and Motion to Reduce Sentence for Acceptance of Responsibility (docket no. 786), filed May 22, 2009.\n\n\n*926 II. RELEVANT PRIOR PROCEEDINGS\n\nOn November 20, 2008, the grand jury returned a one-count Third Superseding Indictment (docket no. 242) against twenty-three defendants, one of whom is Kluge. Each defendant is charged with conspiracy to manufacture 50 grams or more of actual methamphetamine, in violation of 21 U.S.C. § 846.\nAll of the defendants except Kluge pled guilty. Kluge stood on his plea of not guilty and proceeded to trial on February 2, 2009. A unanimous petit jury found Kluge guilty. The jury also unanimously found, beyond a reasonable doubt, that the amount of methamphetamine involved in the conspiracy was 50 grams or more of actual, pure methamphetamine.\nAfter being convicted, Kluge fired his attorney and sought to represent himself. The court granted his request and appointed CJA Panel Attorney E. Daniel O'Brien as standby counsel. Kluge filed a Motion for Judgment of Acquittal and Motion for New Trial (docket no. 587) and the court denied such motion (docket no. 763).\nA draft Presentence Investigation Report (\"PSIR\") was disclosed on or about March 25, 2009. Each party responded to the draft PSIR. A revised and final Presentence Report that incorporated and responded to the parties' timely objections was filed on April 27, 2009.\nOn May 28, 2009, the court held Kluge's sentencing hearing (\"Hearing\"). Assistant United States Attorney John H. Lammers represented the United States. Kluge represented himself. Standby counsel E. Daniel O'Brien was present. At the Hearing, the court received evidence, heard arguments and granted Kluge the right to allocute. The court advised the parties that it would take the sentencing issues under advisement, issue a written opinion and then reconvene the Hearing to impose sentence.\n\nIII. SENTENCING FRAMEWORK\nA \"district court should begin [a sentencing proceeding] with a correct calculation of the [defendant's] advisory Sentencing Guidelines range.\" United States v. Braggs, 511 F.3d 808, 812 (8th Cir.2008). A defendant's advisory Sentencing Guidelines range \"is arrived at after determining the appropriate Guidelines range and evaluating whether any traditional Guidelines departures are warranted.\" United States v. Washington, 515 F.3d 861, 865 (8th Cir.2008).\n\"[A]fter giving both parties a chance to argue for the sentence they deem appropriate, the court should consider all of the factors listed in 18 U.S.C. § 3553(a) to determine whether they support the sentence requested by either party.\" Braggs, 511 F.3d at 812. \"The district court may not assume that the Guidelines range is reasonable, but instead `must make an individualized assessment based on the facts presented.'\" Id. (quoting Gall v. United States, 552 U.S. 38, 128 S. Ct. 586, 597, 169 L. Ed. 2d 445 (2007)); see, e.g., Nelson v. United States, ___ U.S. ___, 129 S. Ct. 890, 892, 172 L. Ed. 2d 719 (2009) (\"Our cases do not allow a sentencing court to presume that a sentence within the applicable Guidelines range is reasonable.\").\nThe district court \"has substantial latitude to determine how much weight to give the various factors under § 3553(a).\" United States v. Ruelas-Mendez, 556 F.3d 655, 657 (8th Cir.2009). \"If the court determines that a sentence outside of the Guidelines is called for, it `must consider the extent of the deviation and ensure that the justification is sufficiently compelling to support the degree of the variance.'\" Braggs, 511 F.3d at 812 (quoting Gall, 128 S.Ct. at 597). \"The sentence chosen should be adequately explained so as `to allow for meaningful appellate review *927 and to promote the perception of fair sentencing.'\" Id.\n\nIV. EVIDENTIARY RULES\nThe court makes findings of fact by a preponderance of the evidence. See, e.g., United States v. Bah, 439 F.3d 423, 426 n.1 (8th Cir.2006) (\"[J]udicial fact-finding using a preponderance of the evidence standard is permitted provided that the [Sentencing Guidelines] are applied in an advisory manner.\"). The court considers a wide variety of evidence, including the undisputed portions of the PSIR, as well as the testimony and other evidence the parties introduced at the Hearing. The court does not \"put on blinders\" and only consider the evidence directly underlying Kluge's offense of conviction. In calculating Kluge's advisory Sentencing Guidelines range, for example, the court applies the familiar doctrine of relevant conduct. See USSG § 1B1.3 (2008). The Eighth Circuit Court of Appeals has repeatedly held that a district court may consider uncharged, dismissed and even acquitted conduct at sentencing. See, e.g., United States v. Whiting, 522 F.3d 845, 850 (8th Cir.2008); United States v. Bradford, 499 F.3d 910, 922 (8th Cir.2007), cert. denied, ___ U.S. ___, 128 S. Ct. 1446, 170 L. Ed. 2d 278 (2008). When relevant and \"accompanied by sufficient indicia of reliability to support the conclusion that it [was] probably accurate,\" the court credits hearsay. United States v. Sharpfish, 408 F.3d 507, 511 (8th Cir.2005).\n\nV. FACTS\nThe following facts are drawn from the trial record, the uncontested portions of the PSIR, the Hearing testimony and the other evidence presented at the Hearing:[1]\nKluge and twenty-two others were involved in a conspiracy to manufacture methamphetamine in and around Sioux City, Iowa. It is undisputed the primary \"cook\" was Anthony Greiner. Other defendants, including Michael Breaman, Jeramie Frederick and Nathan DeWall, had managerial roles in the conspiracy. Still others, including Kluge, gathered pseudoephedrine pills that are necessary to make methamphetamine and swapped the pills with Anthony Greiner directly or through intermediaries for methamphetamine. As is common in conspiracies, many of the co-conspirators were not well-acquainted with one another. The petit jury unanimously found beyond a reasonable doubt that the total amount of actual pure methamphetamine was 50 grams or more. The court finds that such amount is fully supported by the evidence.\n\nVI. ISSUES\nKluge filed a number of documents outlining his objections to the PSIR. Some of the objections were withdrawn or amended at the Hearing.[2] Kluge objects to the enhancement for career offender pursuant to USSG § 4B1.1. Kluge argues that he did not obstruct justice pursuant to USSG § 3C1.1. Kluge claims that he is entitled to a reduction in his Sentencing Guidelines computation for role in the offense pursuant to USSG § 3B1.2. Finally, Kluge also seeks a variance from the advisory Sentencing Guidelines range.\nThe United States bears the burden of proof on the career offender and obstruction of justice enhancements. See United States v. Flores, 362 F.3d 1030, 1037 (8th Cir.2004) (stating that the government *928 bears the burden to prove sentencing enhancements). Kluge has the burden of proving that a downward adjustment for role in the offense is warranted. See United States v. Goodman, 509 F.3d 872, 875 (8th Cir.2007) (\"The burden of establishing minimal-participant status rests with the criminal defendant.\"). In addition, the parties may demonstrate that a variance from the advisory Sentencing Guidelines is warranted. The court discusses each of these issues below.\n\nVII. COMPUTATION OF ADVISORY GUIDELINE RANGE\nOrdinarily, the court would consider the issues in the sequence set forth at USSG § 1B1.1; however, because a finding of career offender would trump all the other guideline issues, the court will address the career offender issue first.\n\nA. Career Offender\u0097USSG § 4B1.1\nKluge is a career offender for purposes of the advisory Sentencing Guidelines if: (1) he was at least eighteen years old at the time he committed the instant offense of conviction; (2) the instant offense of conviction is a felony that is a controlled substance offense; and (3) he has at least two prior felony convictions of a crime of violence. USSG § 4B1.1(a).\nThere is no dispute that Kluge was at least eighteen years of age when he committed the instant offense of conviction, that is, conspiracy to manufacture methamphetamine. The PSIR lists Kluge's date of birth as March 13, 1971. Kluge did not object to this assertion, and, thus, the court may rely on it. See United States v. Beatty, 9 F.3d 686, 690 (8th Cir.1993) (\"Under our cases, a district court is clearly permitted to accept as true all factual allegations contained in the PSIR that are not specifically objected to by the parties.\"). It is also not disputed that the instant offense is a controlled substance offense. See USSG § 4B1.1, cmt. (n.1) (stating that the phrase \"controlled substance offense\" is defined in USSG § 4B1.2); USSG § 4B1.2(b) (defining \"controlled substance offense\" as including federal drug manufacturing crimes).\nKluge argues that the two predicate offenses relied on in the PSIR, that is, Iowa convictions for Burglary in the Third Degree and Eluding, are not crimes of violence for purposes of the career offender enhancement under the advisory Sentencing Guidelines.\nFor purposes of USSG § 4B1.1(a),\n(a) The term \"crime of violence\" means any offense under federal or state law, punishable by imprisonment for a term exceeding one year, that\u0097\n(1) has as an element the use, attempted use, or threatened use of physical force against the person of another, or\n(2) is burglary of a dwelling, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.\nUSSG § 4B1.2.\n\n1. Two Predicate Felonies\n\na. Burglary in the Third Degree\nOn March 13, 1998, Kluge was convicted of Burglary in the Third Degree, a violation of Iowa Code section 713.1 (1997) and Iowa Code section 713.6A (1997). There is no dispute that Burglary in the Third Degree is a felony as defined under federal law. See USSG § 4B1.1, cmt. (n.1) (stating that the phrase \"two prior felony convictions\" is defined in USSG § 4B1.2); USSG § 4B1.2, cmt. (n.1) (advising that \"`[p]rior felony conviction' means a prior adult . . . state conviction for an offense punishable by . . . imprisonment for a term exceeding one year, regardless of whether such offense is specifically *929 designated as a felony and regardless of the actual sentence imposed\"); see also Iowa Code § 713.6A (1997) (defining Burglary in the Third Degree as a class \"D\" felony); see also Iowa Code § 902.9(5) (1997) (stating that a class \"D\" felon shall be confined for no more than five years). Kluge argues this conviction does not qualify as a predicate offense for career offender because he entered an Alford plea to avoid admitting that he burglarized a dwelling.\nBurglary of a dwelling is a specifically enumerated predicate crime of violence for purposes of the career offender enhancement. USSG § 4B1.2(a)(2). When analyzing whether Kluge's prior conviction for Burglary in the Third Degree is a \"crime of violence,\" the court must use the \"modified categorical approach.\" See, e.g., United States v. Williams, 537 F.3d 969, 973 (8th Cir.2008) (applying the \"modified categorical approach\"). Thus, judicial fact-finding with respect to USSG § 4B1.1(a)(3) is limited to a review of \"`[the terms of] the charging document, the terms of the plea agreement or transcript of colloquy between judge and defendant in which the factual basis for the plea was confirmed by the defendant, or to some comparable judicial record of this information.'\" Id. (quoting Shepard v. United States, 544 U.S. 13, 26, 125 S. Ct. 1254, 161 L. Ed. 2d 205 (2005)).\nThe complaint filed in State v. Kluge, FECR047622 (Woodbury County Dist. Ct. 1998), charged Kluge with Burglary in the Third Degree, in violation of Iowa Code section 713.1. It alleged that Kluge, having the intent to commit a felony, assault or theft therein, broke into or entered an occupied structure not open to the public without a right, license or privilege to do so. In the affidavit supporting the complaint, the arresting officer stated:\n[Kluge] was detained in a traffic stop after the [complainant] identified [Kluge] as the person driving a [vehicle] that had an ATL on it. [Kluge] was identified [as] the subject who broke into the residence at 806 N. Logan and removed numerous clothing items as well as other property. At the time the [vehicle] was located there was a large quantity of clothing items in the trunk of the [vehicle]. ID was called to photograph the clothes and the items were returned to the [complainant].\nGovernment Exhibit 1.[3] The trial information charges Burglary in the Third Degree, in violation of Iowa Code section 713.1 and Iowa Code section 713.6A. It alleges that Kluge, with the intent of committing a theft therein, entered an occupied structure not open to the public without a right, license or privilege to do so. Although the trial information references minutes of testimony, none are attached to the exhibit presented to the court.[4]\nAt the plea and sentencing hearing, these exchanges occurred between the Iowa District Court for Woodbury County and Kluge:\n. . .\nTHE COURT: All Right. At this time I would ask Miss Krigsten to advise *930 the defendant of the elements the state would have to prove beyond a reasonable doubt in order to convict him of the charge of burglary in the third degree which is Case No. 47622.\nMS. KRIGSTEN: In that case the state would have to prove the following: That on or about December 17, 1997 in Woodbury County, Iowa, the defendant entered an occupied structure not open to the public. Specifically, the structure is a residence located at 806 North Logan; that the defendant had no right, license, or privilege to enter this structure; and that he entered with the intent to commit a theft.\nTHE COURT: Mr. Kluge, do you understand the elements the state would have to prove beyond a reasonable doubt in order to convict you of this charge of burglary in the third degree?\nTHE DEFENDANT: Yes, I do.\nTHE COURT: Please advise the defendant of the maximum penalty that can be imposed for a conviction of burglary in the third degree.\nMS. KRIGSTEN: This charge is a Class D felony, and the maximum penalty would be up to five years in prison or a fine of up to $7,500 plus 30 percent surcharge and costs.\nTHE COURT: Mr. Kluge, do you understand the maximum penalty that can be imposed for a conviction of burglary in the third degree:\nTHE DEFENDANT: I do.\nTHE COURT: Knowing what the elements of the crime of burglary in the third degree are and knowing what the maximum penalty is, how do you plead to the charge of burglary in the third degree? Do you plead guilty or not guilty?\nTHE DEFENDANT: Guilty.\n. . .\nDefendant Exhibit A, p. 5, line 4\u0097p. 6, line 14.\nAn examination of the plea and sentencing transcript makes it clear that the plea agreement between the State and Kluge involved: (1) Kluge entering an Alford plea; (2) the State agreeing not to charge Kluge with other criminal offenses, including habitual offender; and (3) a sentence of up to five years in prison. Defendant Exhibit A, p. 11, line 13\u0097p. 12, line 7; p. 12, line 23\u0097p. 13, line 9; p. 18, line 17\u0097p. 20, line 3. There is nothing in the plea and sentencing transcript that suggests Kluge's plea was to anything other than burglary of a dwelling. In fact, at the time of the plea and sentencing, Kluge acknowledged the facts included in the minutes of testimony and the court ordered Kluge to make restitution to the victims of his offense, including Glenda and Joel Reed, who are listed as residents of 806 N. Logan. Defendant Exhibit A, p. 11, line 19\u0097p. 12, line 7; p. 22, line 6-11. The judgment that entered against him in State v. Kluge, FECR047622 (Woodbury County Dist. Ct. 1998), reflects, among other things, a conviction for Burglary in the Third Degree, in violation of Iowa Code section 713.1 and Iowa Code section 713.6A, and the restitution ordered by the Iowa District Court for Woodbury County. Government Exhibit 1.\nThus, using the modified categorical approach, the court finds that Kluge was convicted in State v. Kluge, FECR047622 (Woodbury County Dist. Ct. 1998) of burglary of a dwelling, a felony punishable by imprisonment for up to five years. Thus, this offense qualifies as a predicate offense for career offender under USSG § 4B1.1(a)(3).\n\nb. Eluding\nOn April 12, 2002, Kluge was convicted in State v. Kluge, AGCR056466 (Woodbury County Dist. Ct. 2002), of Eluding, in violation of Iowa Code section *931 321.279(3) (2001). Eluding is a class \"D\" felony under Iowa law, see Iowa Code § 321.279(3) (2001); see also Iowa Code § 902.9(5) (2001) (stating that a class \"D\" felon shall be confined for no more than five years), and it is a felony as defined under federal law, see USSG § 4B1.1, cmt. (n.1) (stating that the phrase \"two prior felony convictions\" is defined in USSG § 4B1.2); USSG § 4B1.2, cmt. (n.1) (advising that \"`[p]rior felony conviction' means a prior adult . . . state conviction for an offense punishable by . . . imprisonment for a term exceeding one year, regardless of whether such offense is specifically designated as a felony and regardless of the actual sentence imposed\"). The trial information charged Kluge with two counts:\nCount 1\nSaid Defendant, on or about August 15, 2001, in Woodbury County, Iowa, willfully failed to bring a motor vehicle to a stop or otherwise eluded or attempted to elude a marked official law enforcement vehicle that was driven by a uniformed peace officer after being given a visual and audible signal to stop and in doing so exceeded the speed limit by twenty-five miles per hour or more, and the Defendant was also in violation of Iowa Code section 124.401, said Defendant having twice before been convicted of a felony, all in violation of Iowa Code section 321.279(3) and [Iowa Code section] 902.8.\nCount 2\nSaid Defendant, on or about August 15, 2001, in Woodbury County, Iowa, knowingly possessed a controlled substance (methamphetamine), all in violation of Iowa Code section 124.401(5).\nGovernment Exhibit 1.[5]\nA supplemental trial information changed the language in Count 1 slightly so that the last phrase read: \"and the Defendant was also in violation of Iowa Code section 124.401, all in violation of Iowa Code section 321.279(3).\" Government Exhibit 1. The affidavit in support of the complaint that the arresting officer filed in State v. Kluge, AGCR056466 (Woodbury County Dist. Ct. 2002), stated:\nThe Defendant was stopped while operating a motor vehicle which was stopped for suspicious activity, and the following traffic charges followed: The Defendant was speeding 65 mph in a 30 mph zone in the 1400 Blk of Villa St. At this time officers were in a pursuit with the Defendant and were operating marked law enforcement vehicles with flashing red lights and siren in operation.\nGovernment Exhibit 1.\nAccording to the docket in State v. Kluge, AGCR056466 (Woodbury County Dist. Ct. 2002), \"Defendant plead[ed] guilty to Ct I Eluding and Ct II Possession Controlled Substance Methamphetamine, [and deferred his plea] until sentencing.\" Government Exhibit 1. And, as part of the plea agreement, the habitual offender enhancement on Count 1 was deleted. Government Exhibit 1. On April 12, 2002, judgment entered against Kluge for Eluding, and he was sentenced pursuant to Iowa Code section 124.401 and Iowa Code section 321.279(3). Government Exhibit 1.\nFor present purposes, the court assumes that Eluding does not have \"as an element *932 the use, attempted use, or threatened use of physical force against the person of another.\" USSG § 4B1.2(a)(1). Further, Eluding is not a specifically enumerated crime of violence under USSG § 4B1.1(a)(2). Thus, if Eluding is to be used as a predicate for establishing that Kluge is a career offender, it must qualify under the \"otherwise\" clause of USSG § 4B1.1(a)(2).\nThe Eighth Circuit Court of Appeals has not had the opportunity to analyze Iowa Code section 321.279(3)(a) to determine whether Eluding is a \"crime of violence\" or a \"violent felony.\" However, the Eighth Circuit affirmed that fleeing or attempting to elude under Or.Rev.Stat. section 811.540 did constitute a crime of violence for purposes of USSG § 4B1.2. See United States v. Kendrick, 423 F.3d 803, 809 (8th Cir.2005). Writing for the Eighth Circuit Court of Appeals, Judge Gruender described the dangers of fleeing a police officer in a vehicle as follows:\nA person commits the crime of fleeing or attempting to elude a police officer if, while operating a motor vehicle, he knowingly flees or attempts to elude an identifiable police officer after the officer has just given a visual or audible signal to stop. O.R.S. § 811.540. The conduct associated with the commission of felony fleeing calls to mind the risks associated with escape and automobile theft. In United States v. Nation, 243 F.3d 467 (8th Cir.2001), we recognized that every escape, even the most peaceable escape, \"`is a powder keg, which may or may not explode into violence and result in physical injury to someone at any given time, but which always has the serious potential to do so.'\" Id. at 472 (quoting United States v. Gosling, 39 F.3d 1140, 1142 (10th Cir.1994)). This is because \"an escapee is likely to possess a `variety of super-charged emotions, and in evading those trying to recapture him, may feel threatened by police officers, ordinary citizens, or even fellow escapees.'\" Id. (quoting Gosling, 39 F.3d at 1142). There is little doubt that felony fleeing involves, at the very least, the same risks of physical injury to another as a walk-away escape.\nIn reality the dangerous circumstances surrounding a person's attempt to flee from law enforcement are compounded by the person's operation of a motor vehicle. The desperate situation that a person fleeing from law enforcement may find himself in is, in many ways, reminiscent of the serious potential risk of injury surrounding an automobile theft. As a person is in flight from custody, his vehicle has the potential to become a deadly or dangerous weapon. United States v. Sun Bear, 307 F.3d 747, 753 (8th Cir.2002). Further, \"[u]nder the stress and urgency which will naturally attend his situation, [a person fleeing from law enforcement] will likely drive recklessly and turn any pursuit into a high-speed chase with the potential for serious harm to police or innocent bystanders.'\" Id.\n\nId.\nSimilarly, the Seventh Circuit Court of Appeals has held that a conviction for fleeing under Wisconsin statute 346.04(3) categorically qualifies as a \"violent felony\" or \"crime of violence.\" See, e.g., United States v. Howze, 343 F.3d 919, 921-22 (7th Cir.2003) (Easterbrook, J.). The crime of fleeing under Wisconsin law is similar to Eluding under Iowa law. \"Fleeing\" requires fleeing or attempting to elude a traffic officer in a marked car who has given a visual or audible signal to stop and thereby endangering the operation of the police, other vehicles or pedestrians or increasing the speed of the operator's vehicle or extinguishing the lights of the vehicle in an attempt to elude or flee. Wis. Stat. § 346.04(3).\n*933 The above cases are still good law after Begay v. United States, 553 U.S. ____, 128 S. Ct. 1581, 170 L. Ed. 2d 490 (2008). In Begay, the United States Supreme Court analyzed the \"otherwise\" clause in the Armed Career Criminal Act and held that drunk driving was not a \"violent felony.\" 128 S. Ct. at 1585-86 (discussing N.M. Stat.Ann. § 66-8-102(A) et seq.). The Supreme Court held that, for a prior felony offense to fall within the scope of the \"otherwise\" clause, such offense must (1) \"pose a similar degree of risk of physical injury as the example crimes\" and (2) \"be similar in kind to the example crimes.\" Williams, 537 F.3d at 972 (citing Begay, 128 S.Ct. at 1585-86). \"For a crime to be similar in kind to the example crimes, it should typically involve `purposeful, violent and aggressive conduct.'\" Id.\nThe court finds Begay does not undermine cases such as Howze and McDendrick. Eluding poses a similar degree of risk of physical injury as the example crimes and is similar in kind to the example crimes. Eluding is purposeful, violent and aggressive. A vehicle can be a powerful weapon at the hands of a criminal. Eluding is a far cry from the drunk driving statute at issue in Begay or other crimes that \"impose strict liability, criminalizing conduct in respect to which the offender need not have had any criminal intent at all.\" Begay, 128 S.Ct. at 1586-87. Iowa Code section 321.279(3) criminalizes a particularly dangerous and purposeful sort of eluding or fleeing. Specifically, a fleeing where the defendant is exceeding the speed limit by twenty-five miles per hour or more and (1) the driver is participating in a felony crime, (2) the driver is in violation of Iowa Code section 321J.2, that is, operating a motor vehicle while under the influence of alcohol or drugs, or Iowa Code section 124.401, that is, manufacturing, delivering or possessing with the intent to manufacture or deliver a controlled substance, or (3) the offense results in bodily injury to a person other than the driver. See Iowa Code § 321.279(3)(a-c).\nConsistent with these conclusions about fleeing or eluding, the Seventh Circuit Court of Appeals has adhered to Howze after Begay. See, e.g., United States v. Spells, 537 F.3d 743, 752-53 (7th Cir.2008) (construing similar Indiana statute). The Seventh Circuit Court of Appeals emphasized that the government had to prove the defendant knowingly fled a police officer. Id. at 752. Such requirement \"ensur[es] that the law is only violated when an individual makes a `purposeful' decision to flee from an officer.\" Id. \"Additionally, such conduct, when committed with a vehicle, is inherently aggressive.\" Id. The Seventh Circuit Court of Appeals cited evidence to prove that persons who flee with firearms are more likely to use those firearms. Id. (citation omitted). After Begay, statutes such as Iowa Code section 321.279 must be distinguished from so-called \"failure to stop\" statutes, which criminalize unintentional conduct. Compare United States v. West, 550 F.3d 952, 965 (10th Cir.2008) (fleeing a qualifying predicate) with United States v. Roseboro, 551 F.3d 226 (4th Cir.2009) (failure to stop not a qualifying predicate and remanding).\nSupport for this holding is also found in Chambers v. United States, 555 U.S. ___, 129 S. Ct. 687, 172 L. Ed. 2d 484 (2009), which is a subsequent decision of the Supreme Court that discusses predicate felonies for the ACCA enhancement. In Chambers, the Supreme Court held that failing to report or return to law enforcement custody was not a \"violent felony.\" 129 S. Ct. at 693. The Supreme Court characterized failing to report as \"a form of inaction, a far cry from the `purposeful, violent, and aggressive conduct' potentially at issue when an offender\" commits burglary, arson, extortion or uses explosives. Id. at 692. The Supreme Court noted *934 that, \"[w]hile an offender who fails to report must of course be doing something at the relevant time, there is no reason to believe that the something poses a serious potential risk of physical injury.\" Id. And, the Supreme Court distinguished a mere failure to report from an escape from custody; the Supreme Court stressed that \"[t]he behavior that underlies a failure to report would seem less likely to involve a risk of physical harm than the less passive, more aggressive behavior underlying an escape from custody.\" Id. at 691. The Supreme Court pointed to evidence in the record that supported its suppositions about dangerousness and, thus, buttressed its conclusions. Id. at 692-93.\nHere, Eluding is more akin to actively escaping from custody than passively failing to report or return to custody. Thus, Kluge's prior felony conviction for Eluding falls within the scope of the \"otherwise\" clause and is a \"crime of violence.\" Cf. United States v. Pearson, 553 F.3d 1183 (8th Cir.2009) (holding escape from custody still a violent felony); United States v. Bradford, No. CR08-0030-LRR, 2009 WL 259871 (N.D.Iowa Feb. 3, 2009) (concluding felony eluding conviction qualified as a crime of violence). The acts involved in Eluding are active, aggressive, purposeful and violent.\nAccordingly, the court holds that Kluge is a career offender under USSG § 4B1.1, making his offense level 37.[6] Kluge's criminal history score of 22 criminal history points makes him a criminal history category VI. His criminal history score was not disputed at sentencing. Because he qualifies as a career offender, Kluge's criminal history category is also VI. USSG § 4B1.1(b).\n\nB. Role in the Offense\u0097USSG § 3B1.2\nKluge argues that he is entitled to a four-level reduction in his offense level for a mitigating role in the offense pursuant to USSG § 3B1.2. The United States argues against a mitigating role.\nThe court does not have to decide this issue, because Kluge's role in the offense makes no difference in computing Kluge's advisory guideline sentence. Kluge's sentence is being driven by the finding that he is a career offender pursuant to USSG § 4B1.1.\nBecause the court does not have to decide this issue, the exhibits offered by Kluge as Defendant Exhibit B-Z are not relevant to any issue the court has to decide. Therefore, they are not admitted into the record for purposes of the Hearing and will be returned by the court to the government.\n\nC. Obstruction of Justice\u0097 USSG § 3C1.1\nThe government argues that Kluge should receive a two-level increase in his offense level for obstruction of justice pursuant to USSG § 3C1.1. The allegation is that Kluge threatened cooperating witnesses. Kluge denies that he engaged in such conduct.\nThe court does not have to decide this issue, because even if Kluge obstructed justice, it would make no difference in computing Kluge's advisory Sentencing Guideline range.\nThe court, however, will consider the testimony of the witnesses in deciding the ultimate disposition of Kluge's case, including whether a variance should be granted or where within the advisory Guideline Sentencing range the court should sentence Kluge.\n\n\n*935 VIII. MOTION FOR VARIANCE\n\nIn pertinent part, 18 U.S.C. § 3553(a) directs the court to consider the following factors in determining the particular sentence to be imposed:\n(1) the nature and circumstances of the offense and the history and characteristics of the defendant;\n(2) the need for the sentence imposed;\n(A) to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offense;\n(B) to afford adequate deterrence to criminal conduct;\n(C) to protect the public from further crimes of the defendant; and\n(D) to provide the defendant with needed educational or vocational training, medical care, or other correctional treatment in the most effective manner;\n(3) the kinds of sentences available;\n(4) the kinds of sentence and the sentencing range established for [. . .] the applicable category of offense committed by the applicable category of defendant as set forth in the guidelines [. . .] issued by the Sentencing Commission[;]\n(5) any pertinent policy statement [. . .] issued by the Sentencing Commission[;]\n(6) the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct; and\n(7) the need to provide restitution to any victims of the offense.\n18 U.S.C. § 3553(a). The court must \"impose a sentence sufficient, but not greater than necessary, to comply with the purposes set forth in paragraph (2)\" above. Id. However, the court need not explicitly set forth its analysis of all the 18 U.S.C. § 3553(a) factors. See, e.g., United States v. Lamoreaux, 422 F.3d 750, 756 (8th Cir.2005) (quoting United States v. Crosby, 397 F.3d 103, 113 (2d Cir.2005) (\"Nothing in § 3553(a) or in the Booker remedy opinion requires robotic incantations that each statutory factor has been considered.\")).\nThe court considers the 18 U.S.C. § 3553(a) factors and concludes a guideline sentence is the appropriate disposition. The court, understanding its wide discretion to vary and the arguments of Kluge, declines to do so. Kluge is, in the truest sense, a career offender. Kluge has engaged in criminal activity since the age of fourteen. As noted in the PSIR, even without the career offender enhancement at USSG § 4B1.1, Kluge would be a criminal history category VI because he has 22 criminal history points, nearly twice as many as are needed to be a criminal history category VI under the advisory Sentencing Guidelines. Many of Kluge's prior convictions, including those at PSIR paragraphs 58, 59, 60, 61, 62, 63, 64 and 65, did not score for purposes of the advisory Sentencing Guidelines. Of the convictions that did not score under the advisory guidelines, several are serious and include two assault convictions, an attempted burglary, escape and carrying a dangerous weapon.\nUnfortunately for both Kluge and society, lenient sentences in the state court system have failed to effectuate any change in Kluge's behavior. Kluge takes little to no responsibility for his actions and expresses no desire to change. With his criminal past and his personal characteristics, including polysubstance abuse and lack of inclination to work at any lawful occupation, he is at high risk to reoffend. He projects that he is satisfied with being homeless, unemployed, a drug user and a criminal.\nPursuant to 18 U.S.C. § 3553(a)(6), \"the need to avoid unwarranted sentence disparities among defendants with similar *936 records and who have been found guilty of similar conduct\" is a factor that the court should consider in imposing a sentence. \"Perfect parity among the sentences imposed on the various members of a criminal conspiracy is no doubt impossible to achieve, given the complexity of the task.\" United States v. Lazenby, 439 F.3d 928, 934 (8th Cir.2006) (comparing sentencing disparities between co-conspirators).\nThe question, however, is whether 18 U.S.C. § 3553(a)(6) is concerned with intra-conspiracy disparities or nationwide disparities. The Eighth Circuit Court of Appeals has noted \"`§ 3553(a)(6) may more appropriately apply to disparities [in general] on a national level and not within the same conspiracy,....'\" United States v. Pepper, 486 F.3d 408, 413 n. 2 (8th Cir.2007) (quoting United States v. Kane, 470 F.3d 1277, 1281 (8th Cir.2006) (citations omitted)); see also United States v. Ball, 499 F.3d 890, 900 n. 3 (8th Cir.2007). Further, the Second, Third, Fifth, Sixth and Seventh Circuit Courts of Appeals have held that the appropriate analysis when construing 18 U.S.C. § 3553(a)(6) is national uniformity. See e.g. United States v. Simmons, 501 F.3d 620, 622 (6th Cir.2007); United States v. Parker, 462 F.3d 273, 277 (3d Cir.2006); United States v. Candia, 454 F.3d 468, 476 (5th Cir.2006); United States v. Pisman, 443 F.3d 912, 916 (7th Cir.2006); United States v. Fernandez, 443 F.3d 19, 31-32 (2d Cir.2006). But see United States v. Frias, 521 F.3d 229 (2d Cir.2008), United States v. Neufeld, 223 Fed.Appx. 887 (11th Cir.2007). In the undersigned's view, the law in the Eighth Circuit Court of Appeals permits, but does not require, the court to evaluate intra-conspiracy disparities. See Kane, 470 F.3d at 1281 (holding district court did not abuse its discretion in considering intra-conspiracy disparity).\nKluge has not provided sufficient evidence with respect to his co-conspirators to enable the court to adequately consider intra-conspiracy disparities. Kluge did not discuss the basis for each co-conspirators sentence in his resentencing memoranda. Kluge did not even provide the court with each co-conspirator's sentence. Kluge did not attempt to offer the sentencing transcripts or PSIRs of his co-conspirators. Accordingly, the court declines to grant a variance on this basis.\nBecause Kluge's argument is wholly directed at intra-conspiracy disparities and Kluge failed to provide the court with sufficient evidence to assess intra-conspiracy disparities, the court is not required to consider his 18 U.S.C. § 3553(a)(6) arguments. However, out of an abundance of caution, the court shall consider Kluge's arguments.\nOf the twenty-three co-conspirators, Kluge is totally unique. Kluge is the only co-conspirator who elected to go to trial and, thus, was not scored with a reduction for acceptance of responsibility under USSG § 3E1.1. The government did not move the court to reduce his sentence under USSG § 5K1.1 as it did with others. Although Kluge was not a leader or manager of the conspiracy, his criminal history was more similar to those that were. The court is satisfied that, when Kluge's sentence is compared with other co-conspirators, it is not excessive or out of line.\nThe court also finds that, in the instant case and after being convicted, Kluge threatened to retaliate against cooperating individuals who testified against him at trial. The court finds that he threatened to harm members of one cooperator's family. The court finds that Kluge threatened to have cooperators identified as \"snitches\" or \"rats\" in prison by sending copies of their trial testimony against him to prisons in which they are housed. Clearly, this type of behavior after conviction is further evidence that the longer prison sentence *937 provided in the career offender guideline is appropriate and not longer than necessary to accomplish the goals of sentencing.\n\nIX. DISPOSITION\nThe court finds that Kluge's final advisory Sentencing Guidelines range is 360 months to life imprisonment. After considering all of the 18 U.S.C. § 3553(a) factors, the court finds that a term of 360 months is appropriate for Kluge on Count 1 of the Third Superseding Indictment. The court shall impose this sentence on Kluge when the Hearing resumes on July 2, 2009.\nKluge's Motion for Sentencing Variance (docket no. 784) and Motion to Reduce Sentence for Acceptance of Responsibility (docket no. 786) are DENIED.\nIT IS SO ORDERED.\nNOTES\n[1]  The court makes additional factual findings in conjunction with its conclusions of law.\n[2]  Kluge withdrew his objections to drug quantity and to his criminal history except the scoring of him as a career offender. He also withdrew his argument that he was entitled to a two level reduction in his offense level for acceptance of responsibility under USSG § 3E1.1.\n[3]  The government did not number the pages in Government Exhibit 1, thus making it more time consuming to locate and identify the relevant documents associated with this case.\n[4]  The government did not obtain the minutes of testimony which would have been attached to the trial information. In Iowa, the minutes of testimony generally are not available online at: http://www.judicial.state.ia.us/Online_Court_Services/, and they must be obtained by court order or from the county attorney. Out of an abundance of caution, the court had the United States Probation Office (\"USPO\") obtain the minutes of testimony for State v. Kluge, FECR047622 (Woodbury County Dist. Ct. 1998), to confirm the charge was for burglary of a dwelling. The minutes of testimony are attached to this order as Court Exhibit 1.\n[5]  Again, even though the approval order by the Iowa District Court for Woodbury County references the trial information and the minutes of testimony, the government failed to supply the court with the minutes of testimony, which would have been attached to the trial information. Out of an abundance of caution, the court had the USPO obtain the minutes of testimony. The minutes of testimony are attached to this order as Court Exhibit 2.\n[6]  Because the instant offense is punishable by a statutory maximum term of life imprisonment, Kluge's offense level is 37. See USSG § 4B1.1(b)(A).\n\n",
            "ocr": false,
            "opinion_id": 2448474
        }
    ],
    "court_short_name": "N.D. Iowa",
    "court_full_name": "District Court, N.D. Iowa",
    "court_type": "FD",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Robbery"
}