{
    "id": 2455063,
    "judges": "George Rose Smith",
    "date_filed": -49852800000,
    "date_filed_is_approximate": false,
    "slug": "edwards-v-state",
    "case_name_short": "Edwards",
    "case_name": "Edwards v. State",
    "case_name_full": "Paul EDWARDS v. STATE of Arkansas",
    "attorneys": "Murphy & Burch, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "[Rehearing denied July 15, 1968.]",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1173-2\" pgmap=\"1173\">\n    Paul EDWARDS v. STATE of Arkansas\n   </parties><docketnumber id=\"A7N\" pgmap=\"1173\">\n    5339\n   </docketnumber><citation id=\"Aqu5\" pgmap=\"1173\">\n    429 S. W. 2d 92\n   </citation><br><decisiondate id=\"b1173-3\" pgmap=\"1173\">\n    Opinion delivered June 3, 1968\n   </decisiondate><br><otherdate id=\"b1173-4\" pgmap=\"1173\">\n    [Rehearing denied July 15, 1968.]\n   </otherdate><br><attorneys id=\"b1173-13\" pgmap=\"1173\">\n    Murphy &amp; Burch, for appellant.\n   </attorneys>",
    "citations": [
        "429 S.W.2d 92",
        "244 Ark. 1145"
    ],
    "opinions": [
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3776.0,
            "opinion_text": "\n429 S.W.2d 92 (1968)\n244 Ark. 1145\nPaul EDWARDS, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. 5339.\nSupreme Court of Arkansas.\nJune 3, 1968.\nRehearing Denied July 15, 1968.\n*93 Murphy &amp; Burch, Fayetteville, for appellant.\nJoe Purcell, Atty. Gen., Don Langston, Asst. Atty. Gen., Little Rock, for appellee.\nGEORGE ROSE SMITH, Justice.\nBy information the appellant, an employee of the Crown Coach bus company, was charged with the larceny of $2,505.15 belonging to his employer. He appeals from a verdict and judgment finding him guilty and sentencing him to serve a year in the penitentiary. For reversal he questions the charge of larceny, as distinguished from embezzlement, and the admissibility of Dr. Donald Baker's testimony for the State.\nThere is no merit in the first contention. On the evening of the theft Edwards was in charge of the bus station at Fayetteville. He took three money bags from the money drawer and hid them by thrusting them through a hole in the ceiling. Edwards, being a servant having mere custody of his master's property, was properly chargeable with larceny. Atterberry v. State, 56 Ark. 515, 20 S.W. 411 (1892). See also Ark.Stat.Ann. § 41-3929 (Repl.1964), defining larceny by a bailee, and § 43-1012, with respect to a defect in the charge which does not tend to prejudice the substantial rights of the accused on the merits.\nThe serious issue is whether Dr. Baker's testimony should have been excluded as a privileged communication between physician and patient. Upon that issue the facts must be narrated in some detail.\nAt about nine o'clock on the night of the crime John Pomoransky went to the bus station on business. There was no one in the waiting room. Pomoransky saw Edwards lying face down on the floor behind the counter. A money drawer was open; papers were scattered about. Assuming that a robbery had occurred, Pomoransky called to an acquaintance next door to send for the police and an ambulance.\nThe ambulance drivers got there first. Officer Stout arrived a few moments later, *94 while Edwards was still on the floor. He talked to Edwards briefly, to find out what had happened. Edwards said that he had heard the door open, but he didn't look up, and someone hit him on the head twice. Officer Stout, seeing no indication of any injury, examined and felt Edward's head, but he found no swelling, no blood, no abrasions. After Edwards was taken to the hospital the police officers searched the premises and quickly found the money bags above the ceiling. There were some shelves nearby that could be pulled out to serve as a ladder for access to the hole in the ceiling.\nThe ambulance crew, apparently acting without instructions from the police, had taken Edwards to the emergency room at the Washington General Hospital. Dr. Baker, who was not Edwards's family doctor but was on call that night, was sent for and arrived within five minutes. Edwards told him that he had been struck on the right side of the head, had fallen to his knees, and had been knocked unconscious by a second blow on the top of his head.\nDr. Baker, with no one else present, examined Edwards carefully. He testified that if Edwards had been knocked unconscious by blows on the head, there would have been abrasions, redness, or swelling as a result of the trauma. No such indications were found. Neurological changes in the movements of Edwards's eye muscles would also have resulted from a recent loss of consciousness, but those symptoms did not exist. If Edwards had fallen to his knees there would have been indicative marks on the skin, but such marks were wholly absent. X-rays of the skull were likewise negative. In short, Dr. Baker's testimony, which the jury manifestly accepted as the truth, demonstrated that Edwards's tale of having been robbed was an out-and-out fabrication.\nCounsel for Edwards objected unsuccessfully to Dr. Baker's testimony, on the ground that it was privileged. Ark.Stat. Ann. § 28-607 (Repl.1962). In some states such statutes have been construed to apply only to civil cases; other courts have held them applicable to criminal trials as well. See, for example, State v. Betts, 235 Or. 127, 384 P.2d 198, 7 A.L.R. 3d 1445 (1963), and State v. Sullivan, 60 Wash.2d 214, 373 P.2d 474 (1962). In the past we have assumed, without expressly declaring, that our statute does apply to criminal cases. Wimberley v. State, 217 Ark. 130, 228 S.W.2d 991 (1950); Cabe v. State, 182 Ark. 49, 30 S.W.2d 855 (1930); Burris v. State, infra.\nWe need not explore that question, because we are convinced that the trial judge correctly rejected the claim of privilege in this case. In the first place, the statute by its terms applies only to information which physician may have acquired from his patient while attending in a professional character \"and which information was necessary to enable him to prescribe as a physician * * *\" § 28-607. We have given effect to that limitation. In Burris v. State, 168 Ark. 1145, 273 S.W. 19 (1925), two physicians who had treated the accused for disease on different occasions were permitted to testify for the State about his mental condition. In holding that testimony to be admissible we said:\n\"It will be observed that the statute only excludes the testimony of a physician as to information `necessary to enable him to prescribe as a physician.' The statute does not exclude all of the testimony of a physician because he had attended the person in a professional capacity, but the exclusion is limited to information which was necessary to enable the physician to prescribe. Neither of these witnesses had ever examined appellant as to his mental condition or treated him for mental disease, and they both testified that they were basing their opinions upon mere observations of the appellant during their acquaintance with him as family physician and by observing him while he was on the witness stand, but not from any information received *95 for the purpose of treating him. * * *\n\"Counsel rely mainly upon the announcement of the law on the subject made by this court in the case of Triangle Lumber Co. v. Acree, 112 Ark. 534, 166 S.W. 958, but we find nothing on examination of the opinion in that case which would justify us in holding that this testimony was incompetent. There is nothing in the opinion to justify the conclusion that we meant to ignore the distinction that under the statute the testimony of a physician is not to be excluded except such as related to information essential to the treatment of the patient.\"\nIn the second place, the purpose of the privilege is to permit a patient to communicate freely with his physician about his disease and to prevent physicians from disclosing the infirmities of their patients. Mutual Life Ins. Co. of N. Y. v. Owen, 111 Ark. 554, 164 S.W. 720 (1914). Neither reason has the slightest relevancy here. Edwards, who did not testify or offer any witnesses at the trial below, obviously had no basis for communicating with Dr. Baker about his disease, because he knew perfectly well that he had none. To permit one in such a situation to feign injury and then exclude the doctor's testimony would enable a criminal to conceal by deliberate falsehoods the most trustworthy evidence of his offense. As we said in the Wimberley case, supra: \"It could not have been intended by the Legislature that * * * the Act should be the means of protecting a criminal from just punishment.\"\nFinally, counsel for the appellant, citing the landmark holdings in Escobedo v. State of Illinois, 378 U.S. 478, 84 S. Ct. 1758, 12 L. Ed. 2d 977 (1964), and Miranda v. State of Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966), argue with apparent gravity that Dr. Baker's testimony should have been ruled out because he failed to inform Edwards that he could remain silent, that anything he said might be used against him, that he was entitled to a lawyer, and so on. The two cases cited announced principles applicable to in-custody police interrogation when the investigation has reached the accusatory stage. It would be the height of absurdity to apply those principles to a medical examination conducted by a physician in circumstances giving him no reason to suspect, before the completion of the examination, that some offense on the part of his patient might conceivably be involved. The suggestion that Dr. Baker's testimony involved self-incrimination on Edwards's part is rebutted by the holding in Schmerber v. State of California, 384 U.S. 757, 86 S. Ct. 1826, 16 L. Ed. 2d 908 (1966).\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 2455063
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}