{
    "id": 2475424,
    "judges": "Rufe",
    "date_filed": "1980-03-29",
    "date_filed_is_approximate": true,
    "slug": "jeanes-hospital-v-leavitt",
    "case_name_short": "Leavitt",
    "case_name": "Jeanes Hospital v. Leavitt",
    "case_name_full": "JEANES HOSPITAL, Plaintiff, v. Michael O. LEAVITT, Secretary of the United States Department of Health and Human Services, Defendant",
    "attorneys": "Gregory L. Liacouras, Liacouras & Smith, LLP, Philadelphia, PA, Terry S. Coleman, Ropes & Gray LLP, Washington, DC, for Plaintiff., Joel L. McElvain, U.S. Department of Justice, Washington, DC, for Defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b928-8\">\n    JEANES HOSPITAL, Plaintiff, v. Michael O. LEAVITT, Secretary of the United States Department of Health and Human Services, Defendant.\n   </parties><br><docketnumber id=\"b928-11\">\n    Civil Action No. 04-CV-395.\n   </docketnumber><br><court id=\"b928-12\">\n    United States District Court, E.D. Pennsylvania.\n   </court><br><decisiondate id=\"b928-14\">\n    Sept. 29, 2006.\n   </decisiondate><br><attorneys id=\"b929-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"889\"> \n     *889\n     </span>\n    Gregory L. Liacouras, Liacouras\n    <em>\n     &amp;\n    </em>\n    Smith, LLP, Philadelphia, PA, Terry S. Coleman, Ropes &amp; Gray LLP, Washington, DC, for Plaintiff.\n   </attorneys><br><attorneys id=\"b929-8\">\n    Joel L. McElvain, U.S. Department of Justice, Washington, DC, for Defendant.\n   </attorneys>",
    "citations": [
        "453 F. Supp. 2d 888"
    ],
    "opinions": [
        {
            "author_str": "Rufe",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2803.0,
            "opinion_text": "\n453 F. Supp. 2d 888 (2006)\nJEANES HOSPITAL, Plaintiff,\nv.\nMichael O. LEAVITT, Secretary of the United States Department of Health and Human Services, Defendant.\nCivil Action No. 04-CV-395.\nUnited States District Court, E.D. Pennsylvania.\nSeptember 29, 2006.\n*889 Gregory L. Liacouras, Liacouras &amp; Smith, LLP, Philadelphia, PA, Terry S. Coleman, Ropes &amp; Gray LLP, Washington, DC, for Plaintiff.\nJoel L. McElvain, U.S. Department of Justice, Washington, DC, for Defendant.\n\nMEMORANDUM OPINION AND ORDER\nRUFE, District Judge.\nPlaintiff Jeanes Hospital brings this action under 42 U.S.C. § 1395oo(f)(1), which provides for judicial review of final administrative decisions concerning disputed claims for Medicare reimbursement. Plaintiff seeks declaratory relief and money allegedly due under the health-costsreimbursement program of Title XIII of the Social Security Act (\"Medicare\")[1] for a loss sustained on the sale of its assets. Presently before this Court are Plaintiff's Motion for Summary Judgment [Doc. No. 31], Defendant's Cross-Motion for, Summary Judgment and Opposition to Plaintiff's Motion for Summary Judgment [Doc. No. 37], and Plaintiff's Reply [Doc. No. 39]. The issue before the Court is whether substantial evidence supports the Administrator's denial of depreciation-reimbursement costs to Jeanes Hospital because the Jeanes Hospital merger involved a related-party transaction and was not a bona fide sale.\nI. BACKGROUND\nA. Factual and Administrative History\nBeginning in 1994, Jeanes Hospital, a non-profit corporation operated by the Philadelphia Quakers since 1913, began to consider affiliating with other hospitals to respond to competitive pressures in the Philadelphia health-care market.[2] Jeanes Hospital discussed its sale with several health-care systems and hospitals, including Allegheny Health, Education and Research Foundation, Jefferson Health Systems, Graduate Health System, Albert Einstein Healthcare Network, University of Pennsylvania Health System (\"Penn\"), and Temple University Health System, Inc. (\"TUHS\").[3] Jeanes Hospital entered into extensive discussions with Penn, signing a memorandum of understanding expressing the intention of the parties that Penn would assume control over Jeanes Hospital following a period of due-diligence investigation and preparation of a formal agreement.[4] Negotiations between Penn and Jeanes Hospital ended after three months of due-diligence review, however, as Jeanes Hospital's Board of Directors decided instead to pursue an agreement with TUHS.[5]\nAfter several months of negotiations, an Affiliation Agreement (\"Agreement\") was entered into on November 17, 1995, by and among Temple University (\"TU\"), TUHS *890 (of which TU is the sole member), Temple University Hospital, Inc. (\"TUH\") (of which TUHS is the sole member), Temple Central Hospital, Inc. (\"TCH\") (of which TUHS is the sole member), (collectively, the \"Temple Corporations\"), Jeanes System Management Company, and Jeanes Hospital, all of which were Pennsylvania non-profit corporations.[6] The Agreement called for the merger of Jeanes Hospital into the newly-created TCH, which would then be renamed \"Jeanes Hospital.\"[7]\nThe Agreement called for the members of Jeanes Hospital's Board of Directors to resign upon the effective date of the merger, and for them to be appointed as the members of the Board of Jeanes System Management Company, which would be renamed \"Anna T. Jeanes Foundation.\"[8] The Foundation would have the power to name a number of members to the board of the new Jeanes Hospital.[9] The Agreement provides that the Foundation shall appoint 20 Directors to the Board, each having one vote for the entity, and that TUHS will appoint 11 Directors to the Board, each having two votes.[10] Additionally, the agreement provides that the Foundation shall appoint two persons to serve on the TUHS Board of Directors and two persons to serve on the TUH Board of Governors.[11]\nThe Agreement also provided that TUHS would continue to support Jeanes Hospital's commitment to clinical pastoral education, and the Temple Corporations agreed to continue to support Jeanes Hospital's adult-day-care program.[12] TUHS also agreed to maintain Jeanes Hospital's mission statement for a period of at least five years.[13]\nThe effective date of the Jeanes Hospital merger was July 1, 1996.[14] In acquiring the assets of Jeanes Hospital through the merger, TCH, the surviving entity, assumed Jeanes Hospital's liabilities.[15] TUHS also agreed to make a contribution of $1 million to the Anna T. Jeanes Foundation.[16] At the time of the merger, the net book value of Jeanes Hospital was $98,708,000, while the total value of TCH's assumption of Jeanes Hospital's liabilities and additional consideration paid by TUHS totaled $69,214,000.[17] Several members of Jeanes Hospital's Board of Directors became members of the surviving entity's Board of Directors upon completion of the merger.[18] In total, the Board members that transferred over to the surviving entity constituted 47 percent of the voting positions of the surviving entity's Board of Directors.[19] Additionally, senior officers from Jeanes Hospital became the President/CEO, Treasurer/CFO, and Secretary of the surviving entity.[20]\nJeanes Hospital filed a terminating cost report with the Department of Health and *891 Human Services' (the \"Agency\") Centers for Medicare and Medicaid Services (\"CMS\") for the year ending June 30, 1996.[21] Jeanes Hospital claimed entitlement to reimbursement from Medicare for a \"loss-on-sale\" in the merger, claiming depreciation payments for fiscal year 1996 and earlier years totaling $16,338,246.[22] Medicare's fiscal intermediary, Mutual of Omaha Insurance Company (\"Mutual\" or the \"Intermediary\"), applying the relevant statutory regulations, issued a Notice of Amount of Medicare Program Reimbursement (\"NPR\") on May 28, 1998, denying the claimed loss.[23] Mutual concluded that the Jeanes Hospital merger was a transaction among related parties, given Jeanes Hospital's continued participation in the management of the surviving entity.[24] Mutual further concluded, without performing any financial analysis of the merger transaction, that \"[Once there is a related party status between the parties at the execution of the merger agreement, this is not a bona fide sale of assets. . . . \"[25]\nJeanes Hospital appealed Mutual's decision to the Secretary's Provider Reimbursement Review Board (\"PRRB\"). The PRRB held an evidentiary hearing in this case on July 1, 2002.[26] The parties to the hearing were Jeanes Hospital and Mutual. On September 26, 2003, the PRRB issued its decision,[27] holding:\n[T]he plain language of the merger regulation [is] dispositive of the Intermediary's argument. The text, specifically, `if the merger is between two or more corporations that are unrelated' is crystal clear. The related party concept will be applied to the entities that are merging. The Board, therefore, concludes that the plain language of the regulation bars application of the related party principle to the merging parties' relationship to the new entity.[28]\nSince it was undisputed that TCH and Jeanes Hospital were unrelated prior to the merger, the PRRB concluded that the regulation on mergers required Medicare to recognize the loss.[29]\nThe PRRB also concluded that, in light of the extensive negotiations undertaken by Jeanes Hospital with various health networks, the merger was a bona fide transaction.[30]\nWith respect to the concept of a bona fide sale, the Board notes that the Provider determined on its own initiative, absent any Temple involvement, that it should seek affiliation with a larger health system. The record indicates the provider discussed its sale with the Allegheny Health System, the University of Pennsylvania, the Jefferson Health System and the Albert Einstein Healthcare Network. . . . The Board finds that the affiliation agreement [with the Temple Corporations] included all the terms of the merger and covered items such as obtaining regulatory approval, opinions of counsel, approvals from lenders, as well as all other elements of due diligence. The record indicates a lengthy negotiation as to the acquisition price for *892 the Provider's assets. Both sides were represented by counsel. . . . Based on a review of the evidence in the record, the Board concludes the merger transaction to be one which was at \"arm's length.\"[31]\nCMS's Administrator reviewed the PRRB decision under 42 C.F.R. § 405.1875(a). The Administrator issued a decision on November 25, 2003, reversing the PRRB's decision and denying Jeanes Hospital's claim.[32] The Administrator found, in part, that:\n[C]onsideration must be given as to whether the composition of the new Board of Directors at the surviving corporation included significant representation from the Provider's previous Board or management team. This involves determining whether former Board members of the Provider had the power, directly or indirectly, to significantly influence or direct the actions or policies of the surviving corporation.[33]\nApplying this framework to the facts, the Administrator found that the common former Board members enabled the premerger Jeanes Hospital to significantly influence or direct the actions or policies of the surviving corporation and showed a continuity of control between the premerger Jeanes Hospital and the surviving corporation.[34] The Administrator therefore concluded that the parties were related.[35]\nTracking the Intermediary's decision, the Administrator concluded that \"since the parties to this transaction are related, . . . the transaction was not consummated through an arm's length transaction.\"[36] The Administrator further held that the transaction was not an arm's-length transaction, because the assumption of the debt and consideration of $1 million, totaling $69,214,000 in consideration, was insufficient for an asset with a total net book value of $98,708,000.[37]\nJeanes Hospital now seeks review of the Administrator's decision in this Court. Both parties have filed motions for summary judgment. The Court will review the Administrator's decision under the statutory framework set forth below.\nB. Statutory and Regulatory Background\nPursuant to Part A of the Medicare program, the federal government reimburses health-care providers for the \"reasonable costs\" of providing covered services to Medicare program beneficiaries.[38] Such reasonable costs include depreciation expenses for buildings and equipment used in providing patient care.[39] An asset's annual depreciation amount is calculated by prorating the cost incurred by the provider in acquiring the asset over the asset's estimated useful life.[40] CMS, on a yearly basis, then reimburses the provider a percentage of the annual depreciation equal to the percentage of the asset used for the care of Medicare patients. Claims for Part A reimbursement are processed and paid by contractors (usually insurance *893 companies) known as \"fiscal intermediaries.[41]\nWhen a provider disposes of an asset, the provider may not take further depreciation on it. Instead, the provider must calculate the difference between the depreciated value of the asset and the actual amount of depreciation already allowed by Medicare.[42] If the actual amount received for the asset is less than the depreciated value of the asset, Medicare is required to compensate the provider for this difference.[43]\nA provider may dispose of depreciable assets through sale, scrapping, trade-in, exchange, demolition, abandonment, condemnation, fire, theft, or other casualty.[44] The manner of disposition determines how the gain or loss is treated. Under 42 C.F.R. § 413.134(f)(2)(i), gains and losses realized from the bona fide sale or scrapping of depreciable assets are included in the determination of allowable costs. The CMS clarified the term \"bona fide sale\" in May of 2000:\nA bona fide sale contemplates an arm's length transaction between a willing and well informed buyer and seller, neither being under coercion, for reasonable consideration. An arm's length transaction is a transaction negotiated by unrelated parties, each acting in its own self interest.[45]\nTherefore, in determining whether a provider will be reimbursed for depreciation expenses under Medicare, the CMS applies a two-pronged test. The first question is whether the parties are \"related parties\" or \"unrelated parties\" under the Medicare regulations. If the parties are related, they cannot engage in a bona fide sale and the analysis ends.[46] If the parties are unrelated, however, the second question is whether the parties engaged in a bona fide sale. If the parties engaged in a bona fide sale, then a reimbursement for adjusted depreciation costs is proper.\nAccordingly, a statutory merger between parties may result in \"reimbursement for adjusted depreciation costs.[47] The regulations distinguish between unrelated-party and related-party mergers, as follows:\n(i) Statutory Merger between unrelated parties. If the statutory merger is between two or more corporations that are unrelated (as specified in § 413.17), the *894 assets of the merged corporation(s) acquired by the surviving corporation may be revalued in accordance with paragraph (g) of this section. If the merged corporation was a provider before the merger, then it is subject to the provisions of paragraphs (d)(3) and (f) of this section concerning recovery of accelerated depreciation and the realization of gains and losses. The basis of the assets owned by the surviving corporation are unaffected by the transaction. An example of this type of transaction is one in which Corporation A, a nonprovider, and Corporation B, the provider, are combined by a statutory merger, with Corporation A being the surviving corporation. In such a case the assets of Corporation B acquired by Corporation A may be revalued in accordance with paragraph (g) of this section.\n(ii) Statutory Merger between relatedparties. If the statutory merger is between two or more related corporations (as specified in § 413.17), no revaluation of assets is permitted for those assets acquired by the surviving corporation. An example of this type of transaction is one in which Corporation A purchases the capital stock of Corporation B, the provider. Immediately after the acquisition of the capital stock of Corporation B, there is a statutory merger of Corporation B and Corporation A, with Corporation A\"being the surviving corporation. Under these circumstances, at the time of the merger the transaction is one between related parties and is not a basis for revaluation of the provider's assets.[48]\n42 C.F.R. § 413.134(l)(2) incorporates 42 C.F.R. § 413.17 in defining \"related\" corporations. 42 C.F.R. § 413.17 provides that parties can be related through common ownership or control:\n(b) Definitions. (1) Related to the provider. Related to the provider means that the provider to a significant extent is associated or affiliated with or has control of or is controlled by the organization furnishing the services, facilities, or supplies.\n(3) Common Ownership. Common ownership exists if an individual or individuals possess significant ownership or equity in the provider and the institution or organization servicing the provider.\n(4) Control. Control exists if an individual or an organization has the power, directly or indirectly, significantly to influence or direct the actions or policies of an organization or institution.\nOn October 19, 2000, CMS[49] issued Program Memorandum (\"PM\") A-00-76, which clarified the Agency's application of 42 C.F.R. § 413.134(l) to mergers and consolidations involving non-profit providers.[50]\nUnlike for-profit mergers or consolidations, which often involve a dispatching of the former governing body and/or management team, many non-profit mergers and consolidations involve the continuation, in whole or in part, of the former governing board and/or management team. In applying the related organizations principle at 42 C.F.R. [§] 413.17, consideration must be given to whether the composition of the new board of directors, or other governing body or management team, includes significant representation from the previous board(s) or management team(s). If that is the case, no real change of control *895 of the assets has occurred and no gain or loss may be recognized as a result of the transaction. The fact that the parties are unrelated before the transaction does not bar a related organizations finding as a result of, the transaction. That is, it is appropriate to compare the governing board/management team composition after the transaction, even though there was no contemporaneous co-existence of these boards/teams. . . . Moreover, whether the constituent corporations in a merger or consolidation are or are not related is irrelevant; rather, the focus of the inquiry should be whether significant ownership or control exists between a corporation that transfers assets and the corporation that receives them.[51]\nCMS, through PM A-00-76, effectively clarified that the Agency, when determining whether a merger involving a nonprofit provider is a \"related party\" transaction, does not limit its analysis to the relationship between the merging corporations at the time of the merger, but also analyzes the relationship between the nonprofit provider and the surviving corporation.\nUpon completion of a merger, the health-care provider that disposed of its depreciable assets files an annual cost report with their fiscal intermediary to obtain reimbursement under Medicare.[52] The intermediary audits the report and issues an NPR, which informs the provider of the amount of reimbursement for the fiscal year.[53] If the provider is not satisfied with the intermediary's determination, the provider may appeal to the Secretary's PRRB.[54] Once the PRRB issues its decision, the Secretary's delegate, the CMS Administrator, may elect to review the decision.[55] If the Administrator declines to review the PRRB decision, the PRRB decision becomes the final Agency decision.[56] If the Administrator reviews the PRRB decision, the Administrator's decision is the final Agency decision.[57] The provider may seek review of the Agency's final decision in federal district court.[58]\nII. LEGAL STANDARD\nIn determining which party is entitled to summary judgment, judicial review of the Agency's decision is governed by 42 U.S.C. § 1395oo(f)(1), which incorporates the standard of review of the Administrative Procedures Act (\"APA\").[59] Under the APA, a court may set aside a final agency action when it is \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with the law\" or when the action is \"unsupported by substantial evidence\" in the administrative record taken as a whole.[60]\nA reviewing court \"must give substantial deference to an agency's interpretation of its own regulations.\"[61] The reviewing court \"must defer to the Secretary's *896 interpretation unless an alternative reading is compelled by the regulation's plain language or by other indications of the Secretary's intent at the time of the regulation's promulgation.\"[62] \"This broad deference is all the more warranted when, as here, the regulation concerns `a complex and highly regulatory program [such as Medicare],' in which the identification and classification of relevant `criteria necessarily require significant expertise and entail the exercise of judgment grounded in policy concerns.'\"[63]\nIf an agency's findings of fact are supported by substantial evidence, a reviewing court lacks power to reverse either those findings or the agency's reasonable regulatory interpretations used in finding such facts.[64] Substantial evidence is \"more than a mere scintilla. It means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\"[65]\nIII. DISCUSSION\nPlaintiff requests that the Court reverse the Administrator's decision and reinstate the PRRB decision as the final administrative decision in this case. Defendant, however, requests that the Court affirm the Administrator's decision and deny Plaintiff recovery of adjusted depreciation costs. Accordingly, the Court will review the Administrator's decision and determine whether there is substantial evidence in the record as a whole to support the Administrator's conclusions that (1) the Jeanes Hospital merger is a related-party transaction; and (2) the Jeanes Hospital merger was not a bona fide sale.\nA. The Administrator's Interpretation of the Related\u0097Party Regulations\nThe Administrator found that Jeanes Hospital was related through continuity of control with the surviving corporation and, hence, not entitled to recover adjusted depreciation costs from the sale of its assets.[66] The term \"control,\" according to the Administrator, includes any kind of control, whether or not it is legally enforceable and however it is exercisable or exercised.[67] The Administrator, reiterating the Secretary's clarification in PM 00-76 of the application of 42 C.F.R. § 413.134(l) to mergers involving non-profit providers, posited an important factor is whether the composition of the new board of directors at the surviving corporation includes significant representation from the Provider's previous board or management team.[68] The Administrator, using this \"before and after\" analysis, determined that the common former Board members enabled Jeanes Hospital significantly *897 influence or direct the actions or policies of the surviving corporation.[69]\nIn support of the Administrator's decision, the Agency relies primarily on PM A-00-76 and the Eighth. Circuit's holding in Medical Center of Independence v. Harris.[70] In Medical Center, the Eighth Circuit reviewed a Medicare reimbursement claim from Medical Center of Independence (\"MCI\") for certain expenses resulting from a long-term lease-and-management agreement with Hospital Affiliates International, Inc. (\"HAI\").[71] HAI, after purchasing a financially troubled hospital in June 1970, entered into a fifteen-year lease with MCI, to become effective August 1, 1970, and a management agreement to run concurrently with the lease.[72] In October 1970, after amendment of the hospital's bylaws, six HAI employees were elected as Directors of MCI and two HAI employees were elected as MCI officers.[73] Only reimbursements sought for fiscal year 1973\u0097three years after the parties entered into the long-term lease-and-management agreement\u0097were at issue in that case.\nApplying 42 C.F.R. 405.427, the materially identical predecessor to 42 C.F.R § 413.17 (precluding reimbursement of expenses if the provider is related to the entity with which it has contracted), the court held that:\nBecause MCI and HAI entered into a long-term relationship . . . the terms of their agreement will be refined, modified and enforced in light of experience and the parties' respective power through the years. While the absence of any prior relationship between the parties is certainly relevant to the issue of control, it is insufficient to establish a per se rule barring application of the related party principle . . . In our view, the power of control over MCI enjoyed by HAI since 1970 cannot be rigidly separated from the terms of their agreements. . . . [W]e find the per se rule adopted in [Northwest Hospital, Inc. v. Califano][74] unjustified by a management contractor's purported need to exercise control. . . . The regulation, as applied, serves as a rough prophylactic rule barring the reimbursement of presumptively unreasonable costs.[75]\nThe court emphasized, however, that \"while the regulation relieves the Secretary of the need to determine the unreasonableness of particular costs, she must establish by substantial evidence the applicability of the regulation to the facts of each case.\"[76] The Secretary subsequently adopted the reasoning of Medical Center through the issuance of HCFA Ruling 80-4.[77]\nPlaintiff distinguishes Medical Center from this case, arguing that the ongoing contractual relationship in that case differs from a one-time event, such as the Jeanes Hospital merger.[78] The Court notes, however, that other courts have held that the Medicare regulations are equally applicable *898 to both ongoing relationships and one-time sales.\nFor example, in North Iowa Medical Center v. Department of Health and Human Services[79]\u0097on which the PRRB relied in concluding that the surviving entity in the Jeanes Hospital merger was not significantly controlled by Jeanes Hospital[80] \u0097the district court held that \"the purposes of § 405.427 [the predecessor section [to] the regulation in this case] apply equally to one-time sales and on-going relationships.\"[81] he Court is persuaded by the reasoning of North Iowa Medical Center and finds that the Medical Center of Independence decision and related HCFA Ruling 80-4 are equally applicable to ongoing contractual transactions and one-time transactions such as mergers.\nThe Court also agrees with Plaintiffs assertion before the Agency that the facts and findings in North Iowa most closely resemble the Jeanes Hospital merger.[82] That case involved two non-profit health organizations in Mason City, Iowa: North Iowa Medical Center (\"NIMC\") and St. Joseph Mercy Hospital (\"SJMH\").[83] NIMC owned and operated an acute care hospital and other health-care facilities in Mason City and was also the sole member of the North Iowa Medical Center Foundation (\"NIMCF\").[84] SJMH, also an acute care hospital, was a subsidiary of Sisters of Mercy Health Corporation (\"SMHC\"), a Michigan non-profit corporation.[85] On November 19, 1992, NIMC entered a Memorandum of Understanding (\"Memorandum\") with SMHC and SJMH whereby the parties agreed to consolidate.[86] The Memorandum explained the parties' agreement to form a new corporation, Mason City Healthcare, Inc. (\"MCH\"), to operate the then-current campuses of NIMC and SJMH under the governance of SMHC.[87] On June 11, 1993, NIMC entered into a Purchase Agreement providing for the sale (instead of a consolidation) of substantially all of NIMC's assets to NIMHC.[88] In exchange, NIMHC assumed certain liabilities of NIMC wherein the total value of the liabilities assumed were substantially less than the book value of NIMC.[89] Two weeks after the execution of the Purchase Agreement, SMHC appointed four members of NIMC's twenty-member Board of Trustees to be members of the NIMHC's eighteen-member Board of Trustees.[90] In addition, the President of NIMC became an Executive Vice President and the Chief Regional Systems Officer of NIMHC.[91]\nApplying the Medicare regulations to the above facts, the district court in North Iowa held that the one-time sales transaction did not establish a related-party relationship.[92]*899 According to the court, \"what they negotiated was a one-time transaction with no continuing relationship thereafter.\"[93] Moreover, the district court held that there is no support for an argument that facts can be weighed cumulatively to establish that a transaction was conducted between related parties as defined under 42 C.F.R. § 413.17.[94]\nSeemingly ignored by Plaintiffs in this case, however, is the court's further holding that the \"before and after\" relatedparty analysis for one-time sales transactions is proper under 42 C.F.R. § 413.17.[95] Thus, while the court in North Iowa required review of the relationship created by the transacting corporations, the facts surrounding the NIMC transaction did not evince \"significant\" control as defined under 42 C.F.R. § 413.17.[96] The transaction was therefore held to be an unrelatedparty transaction entitling NIMC to Medicare reimbursement.[97]\nThis Court, giving the Agency substantial deference in the interpretation of its own regulation, and persuaded by the analyses in Medical Center and North Iowa, now holds that in a one-time transaction such as a non-profit-entity merger, related-party analysis under 42 C.F.R. §§ 413.134 and 413.17 must include not only a review of the relationship between, the merging parties, but also a review of the relationships between the merging parties and the surviving entity.[98] As the Administrator's decision articulates, 42 C.F.R. §§ 413.134 and 413.17 must be read together when analyzing a transaction for relatedness.[99] While the plain meaning of § 413.134, if read in a vacuum, may seemingly limit the related-party analysis to the transacting parties, in fact, § 413.17 is incorporated with, and must be read in conjunction with, § 413.134. Thus, the Court finds the Administrator's interpretation of the regulation reasonable. Moreover, it is irrelevant that the Agency did riot issue its formal interpretation of §§ 413.134 and 413.17 as they relate to non-profit-entity transactions (PM A-00-76) until after the Jeanes Hospital merger, as this interpretation is consistent with prior Agency decisions (including, without limitation, the Medical Center and North Iowa decisions) and further that PM A-00-76 is merely a clarification of an old rule and does not constitute retroactive rulemaking.[100]\n*900 B. Unrelated-Party-Transaction Analysis\nThere is no dispute that Jeanes Hospital and TCH were unrelated at the time of the merger. The Administrator concluded, however, \"that the common former Board members enabled the Provider to significantly influence or direct the actions or policies of the surviving corporation and showed a continuity of control between the Provider and the surviving corporation. Thus, based on the totality of the circumstances, the Administrator finds that the Provider is related through continuity of control with the surviving corporation.\"[101]\nThe next question is whether substantial evidence supports the Administrator's conclusion that Jeanes Hospital had the ability to significantly influence or direct the actions or policies of the surviving corporation. After reviewing the Administrator's decision, this Court finds no such substantial evidence, and concludes that the Jeanes Hospital merger is an unrelated-party transaction.\nPM A-00-76 recites:\n[T]he focus of the inquiry should be whether significant ownership or control exists between a corporation that transfers assets and the corporation that receives them. The term \"significant\" as used in this PM has the same meaning as the terms \"significant\" or \"significantly\" in the regulations at 42 C.F.R. [§] 413.17 and the PRM at Chapter 10. Important considerations in this regard include that 1) the determination of common control is subjective (i.e., there is no objective measure or \"rule of thumb\" in establishing common control), 2) each situation stands on its own merits based on the facts and circumstances unique to that situation, 3) a finding of common control does not require 50 percent or more representation, and 4) there is no need to look \"behind the numbers\" to see if control is actually being exercised, rather the mere potential to control is sufficient.\nThe PM then recites the following example:\nCorporation A and Corporation B, both non-profit providers, are combined by statutory merger with Corporation A surviving. Corporations A and B were unrelated prior to the transaction, each being controlled by its respective Board of Directors of ten members each. After the merger, Corporation A's new ten member Board of Directors includes five individuals that served on Corporation A's pre-merger Board, and five individuals that served on Corporation B's premerger Board. Thus, Corporation A's new Board of Directors includes a significant number of individuals from both of the former entities' boards. Because no significant change of control of the assets of former Corporation B has occurred, the transaction as between Corporation A'and Corporation B is deemed to be between related parties and no gain or loss will be recognized as a result of the transaction.\nIn reviewing the Jeanes Hospital merger, the Administrator found that: (1) the former Board members transferred to the surviving entity's Board constituted 47 percent of the voting positions of the surviving entity's Board; (2) 44 percent of the non-voting Board members were former Directors on Jeanes Hospital Board and were designated as ex officio of the surviving entity; (3) the Chairman and Vice *901 Chairman of the surviving entity were also on the Provider's Board; and (4) senior officers of the Provider continued as officers at the surviving entity and became the President/CEO, Treasurer/CFO, and Secretary. Taken together, the Administrator concluded significant control was retained by Jeanes Hospital with respect to the surviving corporation.\nPlaintiff, however, emphasizes that the merger was designed to give significant control to TUHS and to limit the power retained by any carryover Board members or executives from Jeanes Hospital.[102] The Anna T. Jeanes Foundation could nominate only members of the Jeanes Hospital Board of Directors, who collectively held a minority of the votes on that Board.[103] TUHS nominates and appoints the majority of the Board.[104] Additionally, TUHS exercises' various controls over its hospitals including Jeanes Hospital. At the time of the administrative hearing in this case, Temple University Health System consisted of Temple University Hospital, Temple University Children's Medical Center, Episcopal Hospital, Northeastern Hospital, Neumann Medical Center, Lower Bucks Hospital, Jeanes Hospital, nursing homes, and a series of primary care physician practices.[105] TUHS approves all operating and capital budgets; and it negotiates the revenue side of all the managed care contracts.[106] TUHS controls all labor negotiations, compensation structures, and benefits packages of its affiliates.[107] Jeanes Hospital had no authority to establish a banking relationship.[108] As one Temple witness testified, \"[Jeanes Hospital] gave up essentially all of the strategic control and all of the day-to-day operational control in terms of what really mattered in running a business. . . . \"[109]\nIn North Iowa, the court held that four cross-over directors and a former officer who became executive vice-president of the surviving corporation did not engage in a \"control\" situation, even assuming they had some conflicting loyalties before the transaction was completed.[110] The crossover directors and officer did not assume roles with the surviving entity until after the transaction was complete and the cross-over board members constituted only 22% of the surviving corporation's board, a minority which cannot exert any real control over the surviving entity.[111]North Iowa also held, as noted above, that there is no support for the argument that facts can be weighed cumulatively to establish that a transaction was conducted between related parties as defined under 42 C.F.R. § 413.17.[112]\nWhile the Jeanes Hospital merger involved several more Board members and executives crossing over to the surviving corporation than in North Iowa, these Board members still had only a minority position on the Board. There is no question that the cross-over of Board members and executives establishes some level of control between Jeanes Hospital and the surviving corporation under the regulations, but nonetheless, the Court finds that *902 the record lacked substantial evidence to establish this level of control as \"significant.\"\nThe Administrator concluded that the cross-over Board members hold a 47% voting interest in the surviving corporation, but failed to take into account that this voting interest is only with respect to the newly created Jeanes Hospital. The newly created Jeanes Hospital is only one hospital among approximately twelve to fifteen entities constituting the TUHS.[113] As a subsidiary, the newly created Jeanes Hospital is controlled by TUHS.[114] The Court concludes that the amount of control held by the cross-over Board members and executives must be evaluated not only in relation to the subsidiary, but also in relation to the overarching parent corporation. Under this framework, the percentage of voting rights becomes immaterial or, at best, substantially diluted when evaluating the level of control that the cross-over Board members have in relation to TUHS. TUHS, as a parent corporation to Jeanes Hospital, clearly has significant control in comparison to the cross-over Board members and executives from the old Jeanes Hospital.\nMoreover, it is unclear from PM A-00-76 how far below a majority voting interest cross-over Board members can retain such that their level of control is no longer \"significant.\" While PM A-00-76 states that a finding of common control does not require 50% or more representation and that the test for control is a subjective one, the only example set forth in the PM is a situation where cross-over Board members comprise 50% of the surviving corporation, thereby leaving Medicare providers and this Court with little guidance. The only other factually similar transaction assisting this Court is the North Iowa transaction wherein the federal district court held that a 22% minority voting interest did not amount to significant control. Since the cross-over Board members and executives only hold a minority interest with respect to the new Jeanes Hospital, and since this minority interest is diluted when including TUHS in the evaluation of control, the Court finds the Jeanes Hospital merger in harmony with the North Iowa transaction.\nTherefore, in view of the cross-over Board members' and executives' diluted level of control relative to the entire TUHS, the holding in North Iowa, and the terms of the Jeanes Hospital merger that were structured specifically to limit the powers of cross-over Board members and executives, the Court holds that the Administrator's finding of \"significant\" control held by the cross-over Board members and executives is not supported by substantial evidence.\nC. Bona Fide Sale\nBoth the Intermediary and Administrator concluded that \"since the parties to this transaction are related . . . the transaction was not consummated through an arm's length transaction.\"[115] The Intermediary's and Administrator's conclusions are based on the reasoning that a bona fide sale cannot occur in a related-party *903 transaction.[116] No further analysis of the merger is required after finding the merger to be a related-party transaction, and thus, neither the Intermediary nor the Administrator performed the appropriate financial analysis on the Jeanes Hospital merger. In view of this Court's holding that the Jeanes Hospital merger was an unrelated-party transaction, however, the Administrator's review and analysis is incomplete. Instead, the transaction must be analyzed to determine whether it involved an \"arm's length transaction . . . for reasonable consideration. . . . \"[117]\nWith respect to assets sold for a lump sum, 42 C.F.R. § 413.134(f)(2)(iv) specifies:\nIf a provider sells more than one asset for a lump sum sales price, the gain or loss on the sale of each depreciable asset must be determined by allocating the lump sum sales price among all the assets sold, in accordance with the fair market value of each asset as it was used by the provider at the time of sale. If the buyer and seller cannot agree on an allocation of the sales price, or if they do agree but there is insufficient documentation of the current fair market value of each asset, the intermediary for the selling provider will require an appraisal by an independent appraisal expert to establish the fair market value of each asset and will make an allocation of the sale price in accordance with the appraisal.\nPM A-00-76 explains that in evaluating whether a bona fide sale has occurred in the context of a merger or consolidation between or among non-profit entities, a comparison of the sales price with the fair market value `of the assets (established using the \"cost approach\") is a required aspect of such analysis.[118] A large disparity between the sales price and the fair market value of the assets sold indicates the lack of a bona fide sale.[119] Although PM A40-76 states that for purposes of valuation the \"cost approach\" should be used by the appraiser, courts have also held that contractual figures can establish fair market value.[120]\nJeanes Hospital allocated the lump-sum sales price among all the assets sold.[121] In total, the purchase price was valued at $69,214,000.[122] The fair market value of Jeanes Hospital at the time of the merger, however, has not been established on record. There is evidence that Jeanes Hospital had the depreciable assets . appraised, but this appraisal was never evaluated by the Agency.[123] The only other value of record is the net book value of Jeanes Hospital ($98,708,000),[124] but the net book value is irrelevant to the analysis.\nThe Plaintiff asserts that the Intermediary decided not to challenge Jeanes Hospital's claim on the basis that the consideration *904 was less than fair market value for the assets involved, and, accordingly, a record was not developed on that issue.[125] The Court agrees in part.[126] Plaintiff is correct insofar as a record has not been established relating to the financial comparison between the consideration given and fair market value of the assets. This analysis, pursuant to the Court's conclusions, and as set forth in PM A-00-76, is now required.\nThe Administrator's decision concluded that the transaction was not an arm'slength transaction because the assumption of the debt and payment of $1 million, equivalent to a total of $69,214,000 in consideration, was insufficient consideration for an asset with a total net book value of $98,708,000.[127] The Court finds this conclusion to be clear error, and therefore arbitrary and capricious. Comparing the consideration received with the net book value flatly contradicts the Medicare statutes. Rather, the Administrator should have compared the consideration with the fair market value of the assets. Given that the record was never developed on the issue of fair market value, however, the Administrator could not even have reached this determination.\nWithout any analysis in the record regarding the fair market value of Jeanes Hospital at the time of the merger, this Court cannot determine whether the Jeanes Hospital merger was a bona fide sale.\nIV. CONCLUSION\nThe Administrator's determination that the Jeanes Hospital merger was a related-party transaction is not supported by substantial evidence and, therefore, is reversed. The Administrator's determination that the Jeanes Hospital merger was not a bona fide transaction is not supported by substantial evidence and further fact finding is required to establish the fair market value of Jeanes Hospital at the time of the merger. This case is remanded to the Administrator for further fact finding or similar proceedings prior to the entry of a final judgment on whether the Jeanes Hospital merger was a bona fide sale. Accordingly, this Court grants in part Plaintiff's Motion for Summary Judgment and denies Defendant's Cross-Motion for Summary Judgment.\nAn appropriate order follows.\n\nORDER\nAND NOW, this 29th day of September, 2006, upon consideration of the Plaintiff's Motion for Summary Judgment [Doc. No. 31], Defendant's Cross-Motion for Summary Judgment and Opposition to Plaintiff's Motion for Summary Judgment [Doc. No. 37], Plaintiff's Reply [Doc. No. 39], and the Administrative Record, it is hereby ORDERED that:\n1. Plaintiff's Motion for Summary Judgment is GRANTED IN PART;\n2. Defendant's Cross-Motion for Summary Judgment is DENIED;\n3. This case is REMANDED to the Administrator for further fact-finding or similar proceedings to determine whether the Jeanes Hospital merger was a bona fide sale, in accordance with the attached Memorandum Opinion.\nIt is so ORDERED.\nNOTES\n[1]  42 U.S.C. § 1395 et seq.\n[2]  Administrative Record (\"A.R.\") at 207-08.\n[3]  Id. at 425-30.\n[4]  Id. at 439-44.\n[5]  Id. at 446.\n[6]  Id. at 448-50.\n[7]  Id. at 453-54.\n[8]  Id. at 453.\n[9]  Id. at 457-58.\n[10]  Id. at 457.\n[11]  Id. at 454-55.\n[12]  Id. at 484-95.\n[13]  Id. at 484-95.\n[14]  Id. at 927.\n[15]  Id. at 933.\n[16]  Id. at 454.\n[17]  Id. at 1040-42.\n[18]  Id. at 638-40.\n[19]  Id. at 26.\n[20]  Id. at 220.\n[21]  Id. at 862.\n[22]  Id. at 838.\n[23]  Id. at 713-14.\n[24]  Id. at 841-46.\n[25]  Id. at 170, 847-53.\n[26]  Jeanes Hosp. v. Mutual of Omaha Ins. Co., PRRB Case No. 99-0584.\n[27]  PRRB Dec. No.2003-D62.\n[28]  A.R. at 72.\n[29]  Id. at 71-72.\n[30]  Id. at 73.\n[31]  Id.\n[32]  Id. at 2-31.\n[33]  Id. at 26.\n[34]  Id. at 26-27.\n[35]  Id. at 27.\n[36]  Id. at 29.\n[37]  Id.\n[38]  42 U.S.C. § 1395f(b)(1); 42 C.F.R. § 413.9.\n[39]  42 C.F.R. § 413.134(a).\n[40]  Id. § 413.134(a), (b).\n[41]  42 U.S.C. § 1395h; 42 C.F.R. § 405.1803.\n[42]  42 C.F.R. § 413.134(f)(1). Under this regulation, the allowance for adjustments in depreciation costs is limited to assets disposed of prior to December 1, 1997. Under 42 U.S.C. § 1395x(V)(1)(O)(I), gains and losses on the transfer of assets on or after December 1, 1997, are no longer recognized. Under the facts of this case, the merger at issue is analyzed using the pre-December 1, 1997 regulations.\n[43]  Id. § 413.134(f)(1).\n[44]  Id.\n[45]  Provider Reimbursement Manual, Part 1, HCFA Pub. 15-1 Transmittal No. 415, Medicare &amp; Medicaid Guide (CCH) ¶ 151,083 (May 1, 2000).\n[46]  See, e.g., Hosp. Affiliates Int'l, Inc. v. Schweiker, 543 F. Supp. 1380, 1389 (E.D.Tenn.1982) (citing Northwest Hosp., Inc. v. Hosp. Serv. Corp., 500 F. Supp. 1294, 1297 (N.D.Ill.1980); S. Boston Gen. Hosp. v. Blue Cross of Va., 409 F. Supp. 1380 (W.D.Va. 1976)).\n[47]  \"A statutory merger is a combination of two or more corporations under the corporation laws of the State, with one of the corporations surviving. The surviving corporation acquires the assets and liabilities of the merged corporation(s) by operation of State law.\" 42 C.F.R. § 413.134(l) (1995) (this regulation originally appeared at 42 C.F.R. § 405.415(l) and has since been redesignated to 42 C.F.R. § 413.134(k) (2002)).\n[48]  Id. § 413.134(l)(2).\n[49]  At this time, CMS was known as the Health Care Financing Administration.\n[50]  See Program Memorandum Intermediaries, HCFA-Pub. 60A, Transmittal A-00-76 (Oct. 19, 2000).\n[51]  Id.\n[52]  42 C.F.R. § 413.20.\n[53]  Id. § 405.1803.\n[54]  42 U.S.C. § 1395oo(f)(1).\n[55]  Id.\n[56]  Id.\n[57]  Id.\n[58]  Id.\n[59]  See 5 U.S.C. § 706 (2000).\n[60]  5 U.S.C. § 706(2)(A), (E); see also Monsour Med. Ctr. v. Heckler, 806 F.2d 1185, 1191 (3d Cir.1986).\n[61]  Thomas Jefferson Univ. v. Shalala, 512 U.S. 504, 512, 114 S. Ct. 2381, 129 L. Ed. 2d 405 (1994).\n[62]  Id. (quoting Gardebring v. Jenkins, 485 U.S. 415, 430, 108 S. Ct. 1306, 99 L. Ed. 2d 515 (1988)).\n[63]  Id. (citing Pauley v. BethEnergy Mines, Inc., 501 U.S. 680, 697, 111 S. Ct. 2524, 115 L. Ed. 2d 604 (1991)); see also Monongahela Valley Hosp. v. Sullivan, 945 F.2d 576, 593 (3d Cir.1991).\n[64]  Monsour Med., 806 F.2d at 1191; see also 5 U.S.C. § 706(2)(E).\n[65]  Mercy Home Health v. Leavitt, 436 F.3d 370, 380 (3d Cir.2006) (quoting Richardson v. Perales, 402 U.S. 389, 401, 91 S. Ct. 1420, 28 L. Ed. 2d 842 (1971)); see also Monsour Med., 806 F.2d at 1190 (quoting Universal Camera Corp. v. NLRB, 340 U.S. 474, 477, 71 S. Ct. 456, 95 L. Ed. 456 (1951)) (\"[I]t must be enough to justify, if the trial were to a jury, a refusal to direct a verdict.\").\n[66]  A.R. at 26-27.\n[67]  Id. at 26.\n[68]  Id. at 26.\n[69]  Id.\n[70]  628 F.2d 1113 (8th Cir.1980).\n[71]  Id. at 1115.\n[72]  Id.\n[73]  Id.\n[74]  442 F. Supp. 949 (S.D.Iowa 1977).,\n[75]  Med. Ctr. of Independence, 628 F.2d at 1119.\n[76]  Id. at 1120.\n[77]  Def.'s Br. at 26; see also N. Iowa Med. Ctr. v. Dep't of Health and Human Servs., 196 F. Supp. 2d 784, 793 (N.D.Iowa 2002).\n[78]  Pl.'s Br. at 26.\n[79]  196 F. Supp. 2d 784 (N.D.Iowa 2002).\n[80]  A.R. at 66-67.\n[81]  196 F. Supp. 2d at 793-94 (citing Jackson Park Hosp. Found. v. United States, 228 Ct. Cl. 448, 659 F.2d 132, 136 (1981)).\n[82]  A.R. 95-96; see also N. Iowa Med. Ctr., 196 F. Supp. 2d 784; N. Iowa Med. Ctr. v. Blue Cross &amp; Blue Shield Ass'n, PRRB Decision No.2000-D52, 2000 WL 628294 (May 2, 2000).\n[83]  N. Iowa Med. Ctr., PRRB Decision No.2000-D52, 2000 WL 628294, at * 1.\n[84]  Id.\n[85]  Id.\n[86]  Id.\n[87]  Id.\n[88]  Id. at *2.\n[89]  Id.\n[90]  Id.\n[91]  Id.\n[92]  196 F. Supp. 2d at 794.\n[93]  Id.\n[94]  Id.\n[95]  Id. at 793-94 (\"The Court is persuaded that . . . a one-time sales transaction can create a related party relationship. . . . \").\n[96]  Id. at 794.\n[97]  Id. at 794-95.\n[98]  The Court notes Plaintiff's reliance on Monsour Medical Center v. Heckler, 806 F.2d 1185 (3d Cir.1986), for the proposition that the related-organizations rule does not consider the surviving corporation in evaluating relatedness between parties. This Court disagrees with Plaintiff's interpretation of Monsour. Monsour does not set forth a per se rule precluding analysis under a \"before and after\" approach. Instead, the Third Circuit in Monsour gave deference to the PRRB decision that established relatedness based on the pretransaction relationship. The Third, Circuit found the record to be unclear as to the precise nature of the Secretary's interpretation of the regulation, but assumed for purposes of the case before it that analyzing the relatedness of parties at the time of the transaction was reasonable in view of the Medicare regulations. Id. at 1192-93.\n[99]  A.R. at 28-29.\n[100]  Lehigh Valley Hospital-Muhlenberg v. Leavitt, No. 05-CV-5296, 2006 WL 2547061, at *4 (E.D.Pa. Aug.31, 2006).\n[101]  A.R. at 26-27. The Administrator also concluded that \"the continuation of the Provider's name, programs, and the development of new programs, which mirror the Provider's purpose and mission, are also significant and reflect a continuity of control.\" Id.\n[102]  Pl.'s Br. at 13.\n[103]  A.R. at 457, 638.\n[104]  Id. at 457-58.\n[105]  Id. at 205.\n[106]  Id. at 211.\n[107]  Id. at 212.\n[108]  Id. at 211.\n[109]  Id. at 212.\n[110]  196 F. Supp. 2d at 792.\n[111]  Id.\n[112]  Id. at 794.\n[113]  A.R. at 205.\n[114]  See Marymount Hosp., Inc. v. Shalala, 19 F.3d 658, 663 (D.C.Cir.1994) (\"We cannot say the Secretary's interpretation of her regulations is unreasonable on the facts presented here. Certainly, Marymount is `related' to MHCS. Marymount is a wholly-owned subsidiary of MHCS, and MHCS directs Marymount's long-term policy and has the power to appoint and to remove Marymount Board members. Marymount is therefore `to a significant extent associated or affiliated with or has control of or is controlled by' MHCS.\").\n[115]  A.R. at 29, 713-14.\n[116]  See, e.g., Hosp. Affiliates Int'l, Inc., 543 F.Supp. at 1389 (citing Northwest Hosp., Inc., 500 F.Supp. at 1297; S. Boston Gen. Hosp., 409 F.Supp. at 1380).\n[117]  HCFA Pub. 15-1 Transmittal No. 415, Medicare &amp; Medicaid Guide (CCH) II 151,083.\n[118]  Program Memorandum Intermediaries, HCFA-Pub. 60A, Transmittal A-00-76; see also Germantown Hosp. &amp; Med. Ctr. v. Mutual of Omaha Ins. Co., P.R.R.B. Dec. No.2004-D36, 2004 WL 3049341, at *17 (P.R.R.B. Oct. 28, 2004).\n[119]  See Lehigh Valley Hospital-Muhlenberg, 2006 WL 2547061, at *6 (citing Germantown Hosp. &amp; Med. Ctr., 2004 WL 3049341, at *17).\n[120]  Vallejo General Hosp. v. Bowen, 851 F.2d 229, 232 (9th Cir.1988).\n[121]  A.R. at 1040.\n[122]  Id.\n[123]  See id. at 29, n. 37.\n[124]  Id. at 1042.\n[125]  Pl.'s Br. at 41.\n[126]  It is not that the Intermediary decided against conducting this analysis. Rather, the Intermediary never had to perform the analysis because the finding that the merger was a related-party transaction precludes the possibility that the transaction was bona fide.\n[127]  A.R. at 29.\n\n",
            "ocr": false,
            "opinion_id": 2475424
        }
    ],
    "court_short_name": "E.D. Pennsylvania",
    "court_full_name": "District Court, E.D. Pennsylvania",
    "court_type": "FD",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}