{
    "id": 2479308,
    "judges": "Thynge",
    "date_filed": 1202428800000,
    "date_filed_is_approximate": false,
    "slug": "couden-v-duffey",
    "case_name_short": "Couden",
    "case_name": "Couden v. Duffey",
    "case_name_full": "Pamela A. COUDEN; Tiffany A. Couden; Adam R. Couden, a Minor, by His Next Friend, Pamela A. Couden; Nicholas M. Couden, a Minor, by His Next Friend, Pamela A. Couden; Jordan T. Couden, a Minor, by His Next Friend, Pamela A. Couden: Luke J. Couden, a Minor, by His Next Friend, Pamela A. Couden; And Micah J. Couden, a Minor by His Next Friend, Pamela A. Couden, Plaintiffs, v. Scott DUFFEY; James C Armstrong: Jay Freebery; Liam Sullivan: Two Unknown Named Agents of the Federal Bureau of Investigation; New Castle County: New Castle County Police Department; City of Wilmington; City of Wilmington Department of Police; And the United States of America, Defendants",
    "attorneys": "William D. Fletcher Jr., Esquire And Noel E. Primos Esquire, Schmittinger & Rodriguez, P.A., Dover, DE, for Plaintiffs., Colm F. Connoly, United States Attorney and Seth M. Beausang, Assistant United State Attorney, United States Attorney’s Office, Wilmington, DE, for Defendant Duffey., Rosamaría Tassone, City of Wilmington Law Department, Wilmington, DE, for Defendant Sullivan., Richard R. Weir, Jr. and Michele D. Allen, Richard R. Weir, Jr., P.A., Wilmington, DE, for Defendants Armstrong and Freebery., Judith A. Hildick, First Assistant County Attorney, New Castle County Law Department, New Castle, DE, for Defendants Armstrong and Freebery., Ronald L. Stoner, Ronald Stoner, P.A., Newark, DE, for Defendant Armstrong., Robert C. McDonald, Silverman, McDonald & Friedman, Wilmington, DE, for Defendant Freebery.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b550-5\">\n    Pamela A. COUDEN; Tiffany A. Couden; Adam R. Couden, a minor, by his next friend, Pamela A. Couden; Nicholas M. Couden, a minor, by his next friend, Pamela A. Couden; Jordan T. Couden, a minor, by his next friend, Pamela A. Couden: Luke J. Couden, a minor, by his next friend, Pamela A. Couden; and Micah J. Couden, a minor by his next friend, Pamela A. Couden, Plaintiffs, v. Scott DUFFEY; James C Armstrong: Jay Freebery; Liam Sullivan: Two unknown named agents of the Federal Bureau of Investigation; New Castle County: New Castle County Police Department; City of Wilmington; City of Wilmington Department of Police; and the United States of America, Defendants.\n   </parties><br><docketnumber id=\"b550-8\">\n    Civil Action No. 03-369-MPT.\n   </docketnumber><br><court id=\"b550-9\">\n    United States District Court, D. Delaware.\n   </court><br><decisiondate id=\"b550-11\">\n    Feb. 8, 2008.\n   </decisiondate><br><attorneys id=\"b552-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"492\"> \n     *492\n     </span>\n    William D. Fletcher Jr., Esquire And Noel E. Primos Esquire, Schmittinger &amp; Rodriguez, P.A., Dover, DE, for Plaintiffs.\n   </attorneys><br><attorneys id=\"b552-12\">\n    Colm F. Connoly, United States Attorney and Seth M. Beausang, Assistant United State Attorney, United States Attorney’s Office, Wilmington, DE, for Defendant Duffey.\n   </attorneys><br><attorneys id=\"b552-15\">\n    Rosamaría Tassone, City of Wilmington Law Department, Wilmington, DE, for Defendant Sullivan.\n   </attorneys><br><attorneys id=\"b552-16\">\n    Richard R. Weir, Jr. and Michele D. Allen, Richard R. Weir, Jr., P.A., Wilmington, DE, for Defendants Armstrong and Freebery.\n   </attorneys><br><attorneys id=\"b552-17\">\n    Judith A. Hildick, First Assistant County Attorney, New Castle County Law Department, New Castle, DE, for Defendants Armstrong and Freebery.\n   </attorneys><br><attorneys id=\"b552-18\">\n    Ronald L. Stoner, Ronald Stoner, P.A., Newark, DE, for Defendant Armstrong.\n   </attorneys><br><attorneys id=\"b552-19\">\n    Robert C. McDonald, Silverman, McDonald &amp; Friedman, Wilmington, DE, for Defendant Freebery.\n   </attorneys>",
    "citations": [
        "533 F. Supp. 2d 490"
    ],
    "opinions": [
        {
            "author_str": "Thynge",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n533 F.Supp.2d 490 (2008)\nPamela A. COUDEN; Tiffany A. Couden; Adam R. Couden, a minor, by his next friend, Pamela A. Couden; Nicholas M. Couden, a minor, by his next friend, Pamela A. Couden; Jordan T. Couden, a minor, by his next friend, Pamela A. Couden: Luke J. Couden, a minor, by his next friend, Pamela A. Couden; and Micah J. Couden, a minor by his next friend, Pamela A. Couden, Plaintiffs,\nv.\nScott DUFFEY; James C Armstrong: Jay Freebery; Liam Sullivan: Two unknown named agents of the Federal Bureau of Investigation; New Castle County: New Castle County Police Department; City of Wilmington; City of Wilmington Department of Police; and the United States of America, Defendants.\nCivil Action No. 03-369-MPT.\nUnited States District Court, D. Delaware.\nFebruary 8, 2008.\n*491 *492 William D. Fletcher Jr., Esquire And Noel E. Primos Esquire, Schmittinger &amp; Rodriguez, P.A., Dover, DE, for Plaintiffs.\nColm F. Connoly, United States Attorney and Seth M. Beausang, Assistant United State Attorney, United States Attorney's Office, Wilmington, DE, for Defendant Duffey.\nRosamaria Tassone, City of Wilmington Law Department, Wilmington, DE, for Defendant Sullivan.\nRichard R. Weir, Jr. and Michele D. Allen, Richard R. Weir, Jr., P.A., Wilmington, DE, for Defendants Armstrong and Freebery.\nJudith A. Hildick, First Assistant County Attorney, New Castle County Law Department, New Castle, DE, for Defendants Armstrong and Freebery.\nRonald L. Stoner, Ronald Stoner, P.A., Newark, DE, for Defendant Armstrong.\nRobert C. McDonald, Silverman, McDonald &amp; Friedman, Wilmington, DE, for Defendant Freebery.\n\nMEMORANDUM OPINION\nTHYNGE, United States Magistrate Judge.\nI. Introduction\nPlaintiff Pamela A. Couden (\"Pamela\") and her six children, Adam R. Couden (\"Adam\"), Tiffany A. Couden (\"Tiffany\"), Nicholas M. Couden (\"Nicholas\"), Jordan T. Couden (\"Jordan\"), Luke J. Couden (\"Luke\") and Micah J. Couden (\"Micah\") (\"plaintiffs\" collectively) filed this action on April 10, 2003 alleging civil rights and tort violations against FBI Special Agent Scott Duffey (\"Duffey\"),[1] New Castle County Police Officers James C. Armstrong (\"Armstrong\") and Jay Freebery (\"Freebery\"), and Wilmington Police Officer Liam Sullivan (\"Sullivan\") (\"defendants\" collectively).[2] Defendants moved to dismiss the complaint for failure to state a claim, which the district court granted in their favor.[3] The Court of Appeals for the Third Circuit affirmed in part and reversed in part.[4] Defendants now seek *493 summary judgment based on new discovery that the Third Circuit did not consider.[5]\nII. Background\nA. Procedural Background\nPlaintiffs filed this action on April 10, 2003 claiming defendants violated their constitutional rights during two separate incidents on April 12, 2001. Plaintiffs allege that their Fourth and Fifth Amendment rights were violated and accordingly filed suit under 42 U.S.C. § 1983[6] against Armstrong, Freebery and Sullivan, the state actors, and a parallel Bivens claim[7] against the federal actor, Duffey. Under their Fourth Amendment claims,[8] plaintiffs allege that defendants unlawfully searched the Couden residence, wrongfully seized six of the seven plaintiffs, and used excessive force against Adam.[9] Defendants moved to dismiss the action for failing to state a claim or in the alternative for summary judgment. This court considered all motions as motions for summary judgment, and granted judgment to all defendants.[10] On appeal, the Third Circuit reversed as to plaintiffs' § 1983 claims against Armstrong, Freebery and Sullivan and as to plaintiffs' Bivens claim against Duffey, finding that this court failed to consider the facts in a light most favorable to the nonmoving plaintiffs.[11] Based on further discovery, defendants again seek summary judgment.\nB. Factual Background.\nConstruing the record in a light most favorable to the nonmoving party,[12] that is, plaintiffs, the relevant facts are as follows. On April 12, 2001, defendants, as part of the Joint Violent Crime Fugitive Task Force (\"Task Force\"), were conducting surveillance on Sanford Drive, the street where plaintiffs reside. Defendants received information that a wanted fugitive might be at 7 Sanford Drive, two houses from plaintiffs' residence. `Duffey and Sullivan were stationed in one vehicle, while Armstrong and Freebery were in another, keeping a lookout for the suspect.\nThat same evening, Pamela drove Adam to a skateboard shop. Nicholas, Jordan, Luke and Micah were also in the car. Upon their return home, Pamela parked the car on Argyle Street, where Armstrong *494 and Freebery were located. Argyle Street runs perpendicular to Sanford Drive and abuts the side yard of plaintiffs' residence. Pamela stopped the car on Argyle Street to give Adam easy access to the garage. Adam testified that after he left the vehicle, he walked at a normal pace directly to the garage, and did not stop and peer into the rear sliding glass door of the house. The entire time, the headlights of plaintiffs' car remained on.\nAdam testified that he entered the garage through a back door, and left his skateboard on a work bench. He could see his sister, Tiffany, inside the house through the window of a locked door which led from the garage to the kitchen. Adam attempted, but was unable to catch Tiffany's attention to ask her to join the family for dinner.\nWhen Adam did not immediately return from the garage, Pamela drove onto Sanford Drive to the front of her home, pulled the car into the driveway of the residence, put the car's high beams on and honked the horn.\nArmstrong and Freebery, from their location on Argyle Drive, witnessed those events as they occurred. Based on their observations, the \"officers believed that they were witnessing a burglary in progress. They noticed a vehicle stopped on a side street adjacent to a house, from which a single individual exited and proceeded toward the side-rear area of the house. The officers testified that the individual crept towards the house in a suspicious manner, hunched over, and peered into various windows, prompting them to investigate.\nWhile waiting in the driveway, Pamela noticed a man approaching her car, who was pointing a gun at her. At the time, she did not realize that the individual was Armstrong. When the man reached the driver's side door and attempted to open it, Pamela shifted into drive, accelerated, swerved to avoid hitting the garage and a tree, and drove to a neighbor's house. During this process, she observed another individual throw an object at her vehicle which shattered one of its windows. That individual was Freebery, who attempted to disrupt her escape and avoid being struck by throwing his flashlight at the car.\nMeanwhile, as Adam exited the back door of the garage he was met by two armed men, who were wearing jeans, sweatshirts and caps. Adam struggled with one of the men at the back door and successfully locked himself inside the garage. After hearing repeated shouts of \"FBI, let me in,\" Adam was apprehended at the door which leads from the garage into the kitchen. Although Adam cannot identify the individuals who apprehended him, he testified that several males forced him to the ground, put guns against his temples, sprayed him with mace, handcuffed him and kept him in a prone position with a knee in his back. Adam does not state that he actually saw any weapons or mace. He denied experiencing any side effects typically associated with mace. Adam recalled three men present, who identified themselves as police officers. He testified that he was handcuffed for at least five to ten minutes.\nTiffany, who was, inside the house, noticed a man brandishing a firearm while trying to open one of the sliding glass doors. He identified himself as a police officer, and showed Tiffany his badge. The man was wearing a gray sweatshirt, jeans and a cap. Tiffany allowed the officer inside. The officer informed Tiffany that a robber was in the house. Tiffany told the officer that she was alone. At that point, the first officer held Tiffany with his arm as another officer entered and began to search the house. From the garage area, Tiffany heard someone say \"we got one in *495 here,\" which caused the officer searching the house to head towards the garage.\nTiffany testified that two officers were on top of Adam as he lay on the ground, with their guns against his head, while another officer knelt in front of Adam and sprayed him with mace. The fourth officer remained by her side holding her back with his arm. The officer who previously searched the house was the officer spraying the mace.\nC. Defendants' Contentions\n1. Duffey\nDuffey maintains that the Fourth Amendment claims asserted against him by the occupants of the vehicle should be dismissed because there is no evidence that he violated their rights.\nDuffey argues that he is not liable for the conduct of Armstrong, Freebery or Sullivan simply because he was the coordinator of the Task Force. Duffey claims that no one acted under his personal direction; he had no knowledge of the other defendants' actions; and he did not acquiesce to their conduct. Therefore, Duffey claims that plaintiffs cannot establish the requisite personal involvement necessary to sustain a civil rights action.\nDuffey propounds that Tiffany has no cause of action against him because her constitutional rights were never violated. Duffey maintains that defendants had the probable cause and exigent circumstances necessary to conduct a warrantless search of the house. Duffey further points out that Tiffany was only held for her own protection, conduct which does not arise to a constitutional violation.\nDuffey argues that Adam's claim of being mated should be dismissed in the absence of any evidence that mace was ever used. Duffey claims that Tiffany and Adam's assertions that mace was used are mere assumptions unsupported by sufficient evidence.\nDuffey also relies on qualified immunity as a basis for; dismissal, proposing that a reasonable officer could have believed such conduct was lawful.\nFinally, Duffey maintains that Tiffany's version of the events is not credible based on her contradictory testimony and the sham affidavit doctrine.\n2. Sullivan\nSullivan maintains that any claim that he illegally seized the vehicle and its occupants is barred because the Third Circuit opinion only addressed Armstrong's actions concerning any seizure of the vehicle. Further, Sullivan notes that there is no evidence linking him to the vehicle.\nSullivan argues that the Third Circuit disposed of Tiffany's claims by finding that defendants lawfully entered the residence.\nFinally, Sullivan purports that new facts elicited since the decision of the Third Circuit support that defendants' actions were reasonable because they believed Adam to be a burglar and he resisted arrest. Sullivan also concludes that he is entitled to qualified immunity.\n3. Armstrong and Freebery\nArmstrong and Freebery claim that because the Third Circuit dismissed plaintiffs' claims against New Castle County, a claim against them in their official capacities is tantamount to a claim against New Castle County, and is therefore barred.\nArmstrong and Freebery similarly argue that they are entitled to qualified immunity and that punitive damages are inappropriate because they did not act with willful or malicious intent.\n*496 D. Plaintiffs' Response\nPlaintiffs address each defendant's motion in one cumulative answering brief. Plaintiffs rely on the Third Circuit finding that Armstrong and Freebery were acting in their official capacities to maintain that claim.\nPlaintiffs posit that no defendant is entitled to qualified immunity based upon the Third Circuit decision. Contrary to defendants' arguments, plaintiffs claim that discovery has confirmed the facts relied on by the Third Circuit.\nPlaintiffs contend that Tiffany's testimony should not be rejected due to minor inconsistencies, and in fact, it is defendants' statements that conflict. Plaintiffs further argue that discovery has revealed that probable cause may not have existed when defendants entered plaintiffs' residence. Plaintiffs point to Armstrong's statement that he believed \"something less than a burglary\" was occurring as proof that defendants did not reasonably believe a burglary existed.\nFinally, plaintiffs argue that punitive damages should stand against Armstrong and Freebery and that the testimony of defendants' mace expert does not entitle them to summary judgment.\nIII. Legal Standard\nA. Summary Judgment\nSummary Judgment is appropriate if the \"pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and the moving party is entitled to a judgment as a matter of law.\"[13] Once there has been adequate time for discovery, Rule 56(c) mandates judgment against the party that \"fails to make a sufficient showing to establish the existence of an element essential to that party's case, and on which that party will bear the burden of proof at trial.\"[14] When a party fails to make such a showing, \"there can be no `genuine issue as to any material fact' since a complete failure of proof concerning an essential element of the nonmoving party's case necessarily renders all other facts immaterial.\"[15] The moving party is therefore entitled to judgment as a matter of law because \"the nonmoving party has failed to make a sufficient showing on an essential element of her case with respect to which she has the burden of proof.\"[16] A dispute of material fact exists where \"the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\"[17]\nThe moving party bears the initial burden of identifying portions of the record which demonstrate the absence of a genuine issue of material fact.[18] However, a party may move for summary judgment with or without supporting affidavits.[19] Therefore, \"the burden on the moving party may be discharged by `showing' \u0097 that is, pointing out to the district court \u0097 that there is an absence of evidence supporting the nonmoving party's case.\"[20]\nIf the moving party has demonstrated an absence of material fact, the nonmoving party must then \"come forward with specific facts showing that there is a genuine *497 issue for trial.\"[21] If the nonmoving party bears the burden of proof at trial, he \"must go beyond the pleadings in order to survive a motion for, summary judgment.\"[22] That party \"may not rest upon the mere allegations or denials of his pleadings, but must set forth specific facts showing that there is a genuine issue, for trial.\"[23] At the summary judgment stage, the court' is not to \"weigh the evidence and determine the truth, of the matter, but to determine whether there is a genuine issue for trial.\"[24] Further, \"there is no issue far trial unless there is sufficient evidence favoring the nonmoving party for a jury to return a verdict for that party.\"[25] The threshold inquiry therefore is \"determining whether there is a need for trial \u0097 whether, in other words, there are any genuine factual issues that properly can be resolved only by a finder of fact because they may reasonably be resolved in favor of either party.\"[26]\nB. Qualified Immunity\nThe purpose of qualified immunity is to \"protect officers from the sometimes `hazy border between excessive and acceptable force,' and to ensure that before they are subjected to suit, officers are on notice that their conduct is unlawful.\"[27] The first step in the qualified immunity analysis is to consider \"whether the facts, taken in the light most favorable to the plaintiff, demonstrate a constitutional violation.\"[28] \"In an excessive force case, whether there is a constitutional violation is `properly analyzed under the Fourth Amendment's objective reasonableness standard. . . .'\"[29] \"The relevant inquiry is the `reasonableness of the officer's belief as to the appropriate level of force[,]' which `should be judged from [the officer's] on scene perspective,' and not in the '20/20 vision of hindsight.'\"[30] Factors to consider are \"the severity of the crime at issue, whether the suspect poses an immediate threat to the safety of the officers or others, and whether he is actively resisting arrest or attempting to evade arrest by flight.\"[31] If no constitutional right was violated, the inquiry ends.[32]\nHowever, \"if a violation could be made out on a favorable view of the parties' submissions, the next, sequential step is to ask whether the right was clearly established.\"[33] In other words, should the officer be entitled to immunity from liability even though there was a constitutional violation.[34] The second step asks \"whether it would be clear to a reasonable officer that his conduct was unlawful in the situation he confronted.\"[35] The officer will be entitled to qualified immunity \"[i]f the officer's mistake as to what the law requires is reasonable.\"[36]\n*498 Simply put, the first step asks \"whether the force used by the officer was excessive, and therefore violative of plaintiffs constitutional rights, or whether it was reasonable in light of the facts and circumstances available to the officer at the time.\"[37] Immunity is not decided at the first step, only \"whether there is even a wrong to be addressed in an analysis of immunity.\"[38] The second step then asks, \"whether, if there was a wrong, such as the use of excessive force, the officer made a reasonable mistake about the legal constraints on his actions and should therefore be protected from suit.\"[39]\nIV. Discussion\nA. Seizure of Pamela, Nicholas, Jordan, Luke and Micah\n1. Duffey\nRegarding the allegations that defendants unconstitutionally seized Pamela, Nicholas, Jordan, Luke and Micah while in the car outside their home, plaintiffs have failed to allege facts sufficient to survive summary judgment with respect to Duffey. Simply put, the record lacks any indication that Duffey was near the car. Plaintiffs' first argument is that defendants are lying. Plaintiffs urge that because defendants' versions of events are contradictory and differ from theirs, no confidence can be placed in Duffey's testimony concerning the seizure of the car. To support their argument, plaintiffs argue that Duffey's testimony places him outside the house until after Adam was handcuffed and had been raised to his feet, testimony that directly conflicts with that of Adam and Tiffany. The alleged contradictory testimony between Duffey and plaintiffs, however, involve events completely removed from the seizure of the vehicle. Plaintiffs do not cite to any evidence which indicates that Duffey was involved in the seizure of the vehicle itself.\nGenerally, \"whenever a police officer accosts an individual and restrains his freedom to walk away, he has `seized' that person.\"[40] To carry their burden at trial, plaintiffs need to show that Duffey restrained the occupants of the vehicle. To do so, it is necessary that Duffey was physically in a position to seize the vehicle. Plaintiffs cannot rely on the testimony of Adam and Tiffany to place Duffey on the scene because they have no personal knowledge of those events. Plaintiffs have presented no evidence including the testimony of any of the occupants of the vehicle or defendants' testimony which indicate that Duffey restrained the occupants or the vehicle in any manner. Thus, plaintiffs will be unable to carry their burden at trial. No reasonable jury could find that Duffey unconstitutionally seized the vehicle or its occupants when there is no indication in the record that Duffey was anywhere near the vehicle when it was allegedly seized.\nThe evidence, viewed in a light most favorable to plaintiffs, actually places Duffey elsewhere at the time of the seizure of the vehicle. When asked why she was suing Duffey, Pamela stated that she was suing him because he was part of the Task Force and because of what she believed he did inside the house. Pamela's own testimony does not indicate that Duffey was one of the men that seized her car.\nPresumably, plaintiffs make the argument that Duffey should be liable based on his statement that he was the \"coordinator\" of the Task Force. However, a \"defendant in a civil rights action must have personal involvement in the alleged *499 wrongs; liability cannot be predicated solely on the operation of respondeat superior.\"[41] A defendant's personal involvement can be established through evidence of personal direction or actual knowledge.[42] Those allegations must be made with appropriate particularity. If there is nothing in the record to suggest that Duffey was personally involved in the seizure or acquiesced to it, then no reasonable jury could find that Duffey is liable. Again, plaintiffs have not produced evidence which indicates Duffey's personal direction or actual knowledge of the seizure of the vehicle.\nLastly, plaintiffs seemingly argue that Armstrong's statement about believing that \"something less than a burglary\" was occurring somehow creates an issue of fact for the jury as to whether Duffey seized the vehicle. That comment is irrelevant as to whether Duffey unconstitutionally seized the car and its occupants. Armstrong's subjective beliefs do not place Duffey at the scene, nor do they establish any personal involvement in the seizure of the car. Therefore, plaintiffs have not \"set forth specific facts showing that there is a genuine issue for trial.\"[43] Duffey's motion for summary judgment is granted with respect to this claim.\n2. Sullivan\nFor similar reasons, Sullivan's motion for summary judgment for the alleged wrongful seizure of the vehicle and its occupants will also be granted. Plaintiffs fail to allege sufficient facts to survive summary judgment with respect to Sullivan and his actions in the alleged unconstitutional seizure of the car and its occupants. Plaintiffs rely on the same arguments that they made with respect to. Duffey, and those arguments fail for the same reasons. Plaintiffs cannot point to any evidence showing Sullivan's personal involvement in the seizure of the vehicle. Nor do plaintiffs point to any evidence showing Sullivan had personal knowledge or directed anyone to seize the car. Thus, plaintiffs cannot establish the personal involvement necessary to prevail in a civil rights suit, As a result, summary judgment is granted in favor of Sullivan with respect to this claim.\n3. Armstrong and Freebery\na. Armstrong's Seizure of the Vehicle\nViewing the record in a light most favorable to the nonmoving plaintiffs, reasonable suspicion of criminal activity did not exist to justify Armstrong's seizure of the car and its occupants.[44] Generally, a seizure is reasonable only where it is justified by a warrant or probable cause.[45] Lacking either a warrant or probable cause, a police officer may perform a \"brief, investigatory stop when the officer has reasonable, articulable suspicion that criminal activity is afoot.\"[46] Under this standard, \"the police officer must be able to point to specific and articulable facts which, taken together with rational inferences from those facts, reasonably warrant the intrusion.\"[47]\n*500 The Third Circuit in Couden was clear that \"the conduct observed by Officers Armstrong and Freebery \u0097 a young man who exited a car parked near a house, walked from the car into the garage of the house while carrying a skateboard and then looked into a window of the house, and the car which was driven onto the driveway of the house, with its bright lights on, and its horn honking \u0097 do not provide the reasonable suspicion of illicit activity necessary for a Terry stop.\"[48]\nArmstrong argues that discovery has produced new facts which substantially modify those relied on by the Third Circuit. Significantly, he claims that Pamela sent Adam into the house with the ulterior motive of spying on Tiffany. Armstrong claims Pamela was afraid that Tiffany harbored thoughts of running away, so she sent Adam to see what she was doing. As a result, Armstrong contends that Adam approached the house in a significantly different manner than was relied on, by the Third Circuit, namely, that his conduct was consistent with a burglar. Armstrong claims that Pamela's concerns were confirmed in a 9-1-1 call in which she admitted sending Adam to check on Tiffany. During that telephone call, Pamela tells the 9-1-1 operator:\n\"I told my son, go around the back of the house, just check and see what Tiffany is doing, because she keeps threatening to run away. Im [sic] afraid she's going to, okay. I just wanted to see what she is trying to do. Is she trying to pack clothes? What is she trying to do?\"\nI sent him to the back of my house. Apparently I should have never done that. I was just checking my daughter.\nArmstrong claims that Pamela's conversation confirms that Adam did not walk toward the house in a normal fashion, but approached in a suspicious mariner. Armstrong concludes that such behavior gave rise to a reasonable suspicion of criminal activity, rendering his Terry stop constitutional.\nIn contrast to Armstrong's assertions, Adam maintains that he was merely getting Tiffany to join the family for dinner and was never instructed' to spy on her. Further, Pamela drove the vehicle onto the driveway and honked the horn while keeping the headlights on the entire time. Plaintiffs also point to the deposition testimony of Pamela and Adam. Pamela testified that she directed Adam to \"check on\" Tiffany, but specifically instructed him not to sneak up on or scare her. Adam denies peering into the rear sliding glass door and testified that he walked to the garage in a normal fashion. Thus, plaintiffs have established a genuine issue of material fact concerning the way in which Adam approached the residence which is a factual question for the jury.\nThe officers must be able to point to \"specific and articulable facts which, taken together with rational inferences from those facts, reasonably warrant the intrusion.\"[49] 49 The new facts that Armstrong emphasizes, such as, the content of the 9-1-1 call, is information not known to the officers at the time of the seizure. The facts relied on by the Third Circuit remain essentially the same. As a result, Armstrong's motion for summary judgment concerning the seizure of Pamela, Nicholas, Jordan, Luke and Micah is denied.\nb. Use of Excessive Force by Officer Freebery\nFreebery argues that the excessive force claim against him should be dismissed because this court previously dismissed that *501 claim and the Third Circuit failed to specifically address it on appeal. Therefore, Freebery posits that the claim was dismissed by the Third Circuit.\nWhile the claim is not specifically discussed in the body of the opinion, it is clearly addressed in the appellate court's ultimate holding. The Third Circuit reversed \"the District Court's grant of summary judgment as to plaintiffs' § 1983 claims against Officers Armstrong, Freebery, and Sullivan.\"[50] The use of excessive force by Freebery is a § 1983 claim on which the District Court previously granted summary judgment. Therefore, that claim is not dismissed.\nFreebery insists that even if the claim remains, it should nevertheless be dismissed because his actions in throwing the flashlight at the vehicle were reasonable under the circumstances. Freebery claims that he was attempting to stop the vehicle, which he believed to be involved in criminal activity, as it sped in his direction. Freebery argues that as the vehicle came toward him, he threw his flashlight to divert or stop the car. Pamela testified, however, that Freebery charged toward her, came up \"alongside of the vehicle\" and \"was several feet away\" as she drove past him. Pamela further stated that Freebery was not in front of the car. Pamela's testimony appears contrary to Freebery's assertion. In its analysis, the court will assume that the car was not coming directly at Freebery; rather, that Freebery was to the side of the vehicle. Applying that assumption, the issue is whether a constitutional right was violated by Freebery when he threw his flashlight at plaintiffs' car.\n\"The use of excessive force is itself an unlawful `seizure' under the Fourth Amendment.\"[51] In deciding whether an officer's actions constitute excessive force, \"a court must determine the objective `reasonableness' of the challenged conduct, considering `the severity of the crime at issue, whether the suspect poses an immediate threat to the safety of the officer or others, and whether he is actively resisting arrest Or attempting to evade arrest by flight.'\"[52] Further, other factors include \"the duration of the officer's action, whether the action takes place in the context of effecting an arrest, the possibility that the suspect may be armed, and the number of persons with whom the police officers must contend at one time.\"[53] Previously, the Third Circuit found that reasonable suspicion of criminal activity did not exist at the time the vehicle was seized; however, once Pamela accelerated, \"the officers were reasonable in their concern and their decision to approach the house to investigate further.\"[54] The relevant question, therefore, is whether, in light of the above factors, Pamela's conduct excuses Freebery's action (throwing the flashlight).\nFreebery's actions fall within the conduct that qualified immunity seeks to protect, that is, \"police officers are often forced to make split-second judgments \u0097 in circumstances that are tense, uncertain and rapidly evolving \u0097 about the amount of force that is necessary in a particular situation.\"[55] A determining factor is whether the suspect poses an immediate threat to the safety of Freebery or others. It is *502 undisputed that the entire incident transpired in a matter of seconds.\nMoreover, Pamela testified that as Armstrong approached the vehicle,\nmy foot was all the way to the floor on the gas and so I was headed toward the garage. So I swerved and then I went around the side yard through the grass and then there is a big tree right about there.\nShe continued, stating that \"as I almost hit the tree, I swerved again. And then as\nI was going past, that's when I saw the second gunman.\" Viewing her testimony in a favorable light indicates that the situation was very chaotic \u0097 where Freebery observed a vehicle which was speeding and accelerating erratically through a residential backyard, swerving and coming in his general direction. As a result, Freebery threw his flashlight at the vehicle \u0097 a reflexive reaction \u0097 to prevent the car from hitting him. Such split second decision-making is what qualified immunity seeks to protect. Therefore, Freebery's actions of throwing the flashlight at the vehicle were reasonable.\nAssuming arguendo that a constitutional violation occurred, plaintiffs fail on the second step of the qualified immunity analysis \u0097 whether it would be \"clear to a reasonable officer that his conduct was unlawful in the situation he confronted.\"[56]\nFreebery testified that he was in the erratic path of the approaching car, and only threw the flashlight in an attempt to stop it.[57] Considering all the facts, it would not have been \"clear to a reasonable officer that his conduct was unlawful in the situation presented.\"[58] The right in question cannot be \"clearly established\" when it is unclear to the officer that his actions are not reasonable.[59] The car was in close proximity to Freebery and Armstrong, leaving little time for Freebery to react. Freebery was trying to stop the vehicle from injuring him. Moreover, Freebery had radioed Duffey and Sullivan as back up, and he did not know in which direction those officers would approach the situation.\nFreebery relies on Brosseau v. Haugen, which has a similar factual scenario to the present matter. Brosseau held that an officer shooting a suspect inside a fleeing vehicle will be protected by qualified immunity under certain circumstances, because such conduct falls within the \"hazy border between excessive and acceptable force.\"[60]\nBrosseau, decided in 2004, three years after the present matter, found that cases postdating the incident in question are not relevant to the \"clearly established\" inquiry because they provide no notice to the officer about whether such conduct is reasonable. Brousseau also noted that, in the absence of case law addressing the reasonableness of the conduct in question, the officer's actions are protected, unless it is so obvious that such conduct was unreasonable. In the present matter, it is not clearly apparent that Freebery's reaction is unreasonable.[61] Plaintiffs cite no case which clearly establishes that a reasonable officer would know that Freebery's conduct *503 was unlawful. Plaintiffs have not shown under the present facts that they had a constitutional right to be free from the level of force used by Freebery. Therefore, Freebery is entitled to qualified immunity on his use of force against the vehicle.\nB. Seizure of Adam Couden\nDefendants also seek judgment in their favor for the alleged use of excessive force against Adam. The Third Circuit held that defendants were not entitled to qualified immunity concerning their treatment of Adam. With regard to the first step, the Third Circuit determined that \"the participation of so many officers and the use, of mace, several guns pointed at Adam's head, and handcuffs constituted excessive force against a cooperative and unarmed subject.\"[62] At that time, the facts showed that Adam did, not resist arrest or try to escape; he was compliant; and the officers had no reason to believe that he was armed or had an accomplice.[63]\nThe Third Circuit also held that the rights violated by the officers were clearly established, finding that \"a reasonable officer would not have believed that the level of force used against Adam Couden was legal under the circumstances.\"[64] On appeal, the Third Circuit's review was tethered to those facts alleged by plaintiffs. Since that opinion, through discovery, additional facts beyond the pleadings have been developed.\n1. Freebery\nThe most significant development relates to the number of officers' physically involved in the seizure of Adam. The Third Circuit understood that \"four men [defendants] tackled Adam.\"[65] Subsequent discovery reveals that at most, three officers were physically involved in Adam's seizure. The fourth officer remained with Tiffany the entire time that Adam was being subdued, protecting her from any possible danger or injury. Plaintiffs admit that Freebery held Tiffany during Adam's arrest.[66] Tiffany confirms that that officer never did anything to Adam, stating \"Officer 1 [Freebery], he was just \u0097 I just remember him holding me back. I don't remember actually doing anything to Adam.\" In the absence of any personal involvement in Adam's arrest, his claim of excessive force against Freebery is dismissed.\n2. Duffey, Armstrong and Sullivan\nA closer question exists as to whether the other officers violated Adam's constitutional rights. The evidence indicates that Adam's initial contact with one of the officers involved a struggle between himself and that officer at the garage door. Adam tried to push the door closed, while the officer attempted to gain access. Adam testified that once he succeeded in closing the door, he heard someone repeatedly yell \"FBI, let me in. Let me in, FBI,\" and believed that those comments were directed toward Tiffany. Subsequently, the door which lead to the interior of the home *504 opened and Adam was pulled inside, pushed prone to the ground and handcuffed. Adam believes that three officers were involved. While on the ground, Adam felt, but did not see, two guns pressed against his temples. Adam has no recollection of being mated, but recalls feeling something on the back of his head after the situation ended.\nUnder Tiffany's version, while one officer (Freebery) protected her, another officer entered through the rear sliding glass door and proceeded to the front of the house stating \"come out with your hands up.\" Subsequently, she heard a third officer in the garage comment, \"we got one in here.\" The second officer immediately headed to the garage. Thereafter, she saw. Adam prone on the floor. Two officers had their knees in his back, and the second officer sprayed Adam with \"mace\" for about a minute. Tiffany did not witness the altercation between Adam and the officers. She confirmed that the two officers on Adam's back held guns to his head.\nAdam testified that he was prone and handcuffed no more than thirty seconds. After he was lifted to his feet, he remained handcuffed for approximately five to ten minutes.\nThe present facts differ from those relied, on by the Third Circuit. Specifically, they show that Adam initially resisted and attempted to flee. Further, Adam admits that although the officers identified themselves, he remained locked inside the garage. No more than three officers were involved in subduing Adam.\nIn any event, Tiffany's testimony that one of the officers sprayed Adam with \"mace\" or a substance for about one minute while two other officers held firearms to his head indicates possible excessive behavior by those officers. Adam had a gold liquid stain on the back of his head where Tiffany testified that he was maced. When \"mace\" is described as being used along with the firearms, Adam was handcuffed, and remained subdued and compliant. Therefore, the level of force employed at that point could reasonably be considered excessive.\nDefendants argue that mace was not deployed because no one suffered any of the typical side effects associated with its use. Duffey and plaintiffs have submitted expert affidavits regarding the use and effects of mace. Duffey's expert, Monty Jett (\"Jett\"), is an expert in the use and effects of Oleoresin Capsicum (\"OC\"), also known as mace. Jett maintains that mace was not used because no one experienced coughing, difficulty breathing or a burning sensation on the skin. He propounds that mace cannot be sprayed continuously for a minute, as Tiffany testified. His opinion directly conflicts with the testimony of Adam and Tiffany, which raises a question of fact. Questions remain as to whether Adam was sprayed with a substance to contain him, and whether, such conduct constitutes excessive force, which are factual issues.\nDefendants' reliance on Zhai, v. Cedar Grove Municipality[67] is misplaced. In Zhai, plaintiff assumed that she was maced, but did not remember suffering from any side effects. Defendants maintain that Adam's claim fails for similar reasons. The present matter is distinguishable. Unlike Zhai, there is physical evidence of a colored stain on Adam's head, supported by a photograph taken on the night of the incident. Moreover, Tiffany witnessed a substance being sprayed at Adam after he was subdued.\nThe Third Circuit relied on factors other than the use of mace, including the use of firearms and multiple officers controlling a *505 compliant and subdued suspect. Moreover, all of the cases relied upon by the Third Circuit in addressing the issue concern the use of firearms, which indicate that firearm use was a significant factor in the court's analysis. Therefore, regardless of whether mace was used, Duffey, Armstrong and Sullivan's motions for summary judgment on the alleged unconstitutional seizure of Adam is denied.\nC. Sham Affidavit Doctrine\nDuffey also contends that Tiffany's testimony should be stricken in, its entirety pursuant to the sham affidavit doctrine. Under that doctrine, \"a party may not create a material issue of fact to defeat summary judgment by filing an affidavit disputing his or her own sworn testimony without demonstrating a plausible explanation for that conflict\"[68] The sham affidavit doctrine generally operates when sworn deposition testimony occurs first, and is followed by an affidavit contradicting the prior testimony in order to defeat summary judgment.[69] The practical reason for the doctrine is that depositions are more reliable given the opportunity for cross examination.[70] Under Third Circuit law, the doctrine is not confined to any particular sequence and summary judgment has been affirmed where the sham affidavit preceded the deposition.[71]\nIn the instant matter, the purported sham affidavits preceded Tiffany's deposition testimony. Tiffany was never questioned regarding any discrepancies between her previously submitted affidavits and her subsequent deposition testimony. Any issues of fact arise from her deposition, not her affidavits. Most importantly, Tiffany's affidavits and testimony confirm four officers on the scene. The thrust of the sham affidavit doctrine is to flush out illegitimate issues of fact that are raised when a party simply submits an affidavit that contradicts his own prior testimony. The present matter is not a situation where \"an affidavit is offered solely for the purpose of defeating summary judgment.\"[72] Duffey had the opportunity to examine her about her affidavits. Duffey could have, during her deposition, addressed any possible contradictions. Therefore, the sham affidavit doctrine does not apply.\nD. Tiffany's Claims\nDefendants seek to dismiss Tiffany's claims against them. Any constitutional claim brought by Tiffany was addressed by the Third Circuit when it held that defendants lawfully entered the Couden residence. When Pamela sped away in her vehicle, \"the officers were reasonable in their concern and their decision to approach the house and investigate further\"[73] Further, Tiffany consented to the entry. The record is void of any evidence that Tiffany's rights were violated. Moreover, Tiffany freely admits that she felt that the officers were protecting her from an intruder in her home.\nTiffany appears to claim emotional distress from observing her brother's arrest. \"A litigant may only assert his own constitutional rights or immunities.\"[74] To recover, Tiffany must show a deprivation of her constitutional rights, not those of *506 her brother. Tiffany's purported constitutional claim also appears to be Freebery's restraint of her, which she recognizes was for her protection. Under the circumstances, Freebery's action was clearly reasonable.\nDefendants were lawfully inside the Couden residence, negating any claim of an illegal search, and Freebery's conduct was not improper. Further, Tiffany has not shown a violation of her constitutional rights. As a result, defendants' motions for summary judgment on Tiffany's claims are granted.\nE. Punitive Damages\nArmstrong moves to dismiss plaintiffs' claim for punitive damages.[75] Punitive damages may be awarded under § 1983 where \"defendant's conduct is shown to be motivated by evil motive or intent, or when it involved reckless or callous indifference to the federally protected rights of others.\"[76] Certain claims against Armstrong have survived summary judgment. If the jury finds that plaintiffs' constitutional rights were violated with respect to the remaining claims against Armstrong, it also will decide whether those violations were motivated by evil intent or involved reckless indifference. That analysis involves issues of fact concerning the parties' respective testimony, and is therefore outside the province of the court at the summary judgment stage.\nF. Claims Against Sullivan and Armstrong in Their Official Capacities\nSullivan and Armstrong move for dismissal of suit in their official capacities as duplicative of the liability claims originally asserted against New Castle County and the City of Wilmington.[77] Plaintiffs argue that this claim should stand because the Third Circuit found that \"the officers were clearly acting within the scope of their official duties.\"[78] A suit against Sullivan or Armstrong in their official capacities shall be dismissed.\nOfficial capacity suits \"generally represent only another way of pleading an action against an entity of which an officer is an agent.\"[79] In other words, \"[a]s long as the government entity receives notice and an opportunity to respond, an official capacity suit is, in all respects other than name, to be treated as a suit against the entity.\"[80] Two characteristics of a personal capacity suit, namely the availability of the qualified immunity defense and a claim for punitive damages by a plaintiff, dearly distinguish personal capacity suits from official capacity suits.[81]\nIn the instant matter, all claims against New Castle County and the City of Wilmington *507 were dismissed. A suit against the respective defendants in their official capacities would constitute, \"in all remelts other than name,\" a suit against the county or the city.[82] As claims against those entities have been' dismissed, a claim against the defendants in their official capacities must also be dismissed. Furthermore, the present action has not proceeded against defendants in their official capacities, as plaintiffs are seeking punitive damages. Therefore, defendant Sullivan and Armstrong's motions for summary judgment on their official capacities is granted.\nV. Conclusion\nFor the reasons contained herein, defendants' motions for summary judgment or to dismiss are GRANTED in part and DENIED in part as contained in the Order that follows.\n\nORDER\nAt Wilmington, this 8th day of February, 2008\nA Memorandum Opinion having been issued on the same date in the above-captioned matter\nIT IS ORDERED, ADJUDGED and DECREED that:\n1. Consistent with the Memorandum Opinion, defendant Duffey's motion for summary judgment (D.I.203) is GRATED in part and DENIED in part in that:\na. Summary judgment is granted On all claims asserted by plaintiffs Pamela, Nicholas, Jordan, Luke and Micah Couden. To the extent that those plaintiffs allege that defendant Duffey is liable for the conduct of the other defendants, those claims are also dismissed.\nb. Summary judgement is granted on all claims, including for emotional distress, asserted by Tiffany Couden.\nc. Summary judgment is denied on the Fourth Amendment excessive force claims asserted by Adam Couden.[1]\nd. Summary judgment on qualified immunity on the claims asserted by Adam Couden is denied.\ne. Summary judgment or motion to strike Tiffany Couden's testimony relating to Adam Couden's arrest is denied.\nf. The motion to strike or for summary judgment of Tiffany Couden's testimony on the sham affidavit doctrine is denied.\n2. Consistent with the Memorandum Opinion, defendant Sullivan's motion for summary judgment (D.I.215) is GRANTED in part and DENIED in part in that:\na. Summary judgment is granted on all claims asserted by plaintiffs Pamela, Nicholas, Jordan, Luke and Micah Couden. To the extent that those plaintiffs allege that defendant Sullivan is liable for the conduct of the other defendants, those claims' are also dismissed.\nb. Summary judgement is granted on all claims, including for emotional distress, asserted by Tiffany Couden.\nc. Summary judgment is denied on the Fourth Amendment excessive force claims asserted by Adam Couden.\nd. Summary judgment on qualified immunity on the claims asserted by Adam Couden is denied.\ne. Summary judgment is granted on official capacity.\n*508 f. Because summary judgment on the statute of limitations was withdrawn, it is denied as moot.\n3. Consistent with the Memorandum Opinion, defendant Armstrong's motion for summary judgment (D.I.213) is GRANTED in part and DENIED in part in that:\na. Summary judgment is denied on the claims asserted by plaintiffs Pamela, Nicholas, Jordan, Luke and Micah Couden.\nb. The motion to dismiss or for summary judgment on punitive damages is denied.\nc. Summary judgment is denied on Fourth Amendment excessive force claims asserted by Adam Couden.\nd. Summary judgment on qualified immunity on the claims asserted by Adam Couden is denied.\ne. Summary judgement is granted on all claims, including for emotional distress, asserted by Tiffany Couden.\nf. Summary judgment is granted on official capacity.\ng. Because summary judgment on the statute of limitations was withdrawn, it is denied as moot.\n4. Consistent with the Memorandum Opinion, defendant Freebery's motion for summary judgment (D.I.213) is GRANTED in part, DENIED in part and MOOTED in part in that:\na. Summary judgment is granted on all claims asserted by plaintiffs Pamela, Nicholas, Jordan, Luke and Micah Couden. To the extent that those plaintiffs allege that defendant Freebery is liable for the conduct of the other defendants, those claims are also dismissed.\nb. Summary judgement is granted, on all claims, including for emotional distress, asserted by Tiffany Couden.\nc. Summary judgment is granted on the Fourth Amendment excessive force claims asserted by Adam Couden.\nd. In light of the granting of summary judgment on all of plaintiffs' claims, summary judgment or motion to dismiss on official capacity and punitive damages is moot. Because defendant Freebery's motion for, summary judgment on statute of limitations was withdrawn, it is denied as moot.\nNOTES\n[1]  Defendant Duffey's name is mispelled as \"Duffy\" in the original complaint.\n[2]  D.I. 1\n[3]  Couden v. Duffey, 305 F.Supp.2d 379 (D.Del.2004).\n[4]  Couden v. Duffy, 446 F.3d 483 (3d Cir. 2006).\n[5]  Since the completion of briefing on the defense motions, and shortly before publication of this opinion, Duffey moved to strike plaintiffs' expert on mace under Daubert v. Merrell Dow Pharm., Inc., 509 U.S. 579, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993). That Daubert motion is not addressed in this opinion.\n[6]  \"Any person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress. . . .\" 42 U.S.C. § 1983.\n[7]  \". . . damages may be obtained for injuries consequent upon a violation of the Fourth Amendment by federal officials\" Bivens v. Six Unknown Named Agents of the Federal Bureau of Narcotics, 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971).\n[8]  The Court of Appeals held that plaintiffs waived any, Fifth Amendment claims. Couden, 446 F.3d at 492.\n[9]  Couden, 446 F.3d at 492.\n[10]  Summary judgment was similarly granted to defendants Wilmington Police Department, the city of Wilmington, New Castle County Police Department, New Castle County, and the United States, and affirmed on appeal. Couden, 305 F.Supp.2d at 393.\n[11]  Couden, 446 F.3d at 489 and 501.\n[12]  Anderson v. Consol. Rail Corp., 297 F.3d 242, 247 (3d Cir.2002).\n[13]  Fed.R.Civ.P. 56(c).\n[14]  Celotex Corp. v. Catrett, 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).\n[15]  Id. at 323, 106 S.Ct. 2548.\n[16]  Id.\n[17]  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).\n[18]  Celotex, 477 U.S. at 323, 106 S.Ct. 2548.\n[19]  Id.\n[20]  Id. at 325, 106 S.Ct. 2548.\n[21]  Fed.R.Civ.P. 56(c).\n[22]  Yeager's Fuel v. Pennsylvania. Power &amp; Light Co., 22 F.3d 1260, 1273 (3d Cir.1994).\n[23]  Anderson, 477 U.S. at 248, 106 S.Ct. 2505.\n[24]  Id. at 249, 106 S.Ct. 2505.\n[25]  Id.\n[26]  Id. at 250, 106 S.Ct. 2505.\n[27]  Saucier v. Katz, 533 U.S. 194, 206, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001).\n[28]  Couden, 446 F.3d at 402.\n[29]  Curley v. Klem, 499 F.3d 199, 206 (3d Cir.2007).\n[30]  Id.\n[31]  Id. at 207.\n[32]  Saucier, 533 U.S. at 201, 121 S.Ct. 2151.\n[33]  Id.\n[34]  Curley, 499 F.3d at 207.\n[35]  Saucier, 533 U.S. at 202, 121 S.Ct. 2151.\n[36]  Id. at 205, 121 S.Ct. 2151.\n[37]  Curley, 499 F.3d at 207.\n[38]  Id.\n[39]  Id.\n[40]  Terry v. Ohio, 392 U.S. 1, 16, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968).\n[41]  Rode v. Dellarciprete, 845 F.2d 1195, 1207 (3d Cir.1988).\n[42]  Id.\n[43]  Anderson, 477 U.S. at 248, 106 S.Ct. 2505.\n[44]  Generally, \"whenever a police officer accosts an individual and restrains his freedom to walk away, he has `seized' that person.\" Terry v. Ohio, 392 U.S. 1, 16, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968). There is no dispute that the car was seized. The only dispute, initially, is whether the seizure was justified.\n[45]  Couden, 446 F.3d at 494.\n[46]  Terry, 392 U.S. at 30, 88 S.Ct. 1868.\n[47]  Terry, 392 U.S. at 21, 88 S.Ct. 1868.\n[48]  Couden, 446 F.3d at 495-96.\n[49]  Couden, 446 F.3d at 495-96.\n[50]  Couden, 446 F.3d at 501.\n[51]  Couden, 446 F.3d at 496.\n[52]  Couden, 446 F.3d at 496-97 (quoting Graham, 490 U.S. at 396, 109 S.Ct. 1865)\n[53]  Sharrar v. Felsing, 128 F.3d 810, 822 (3d Cir.1997).\n[54]  Couden, 446 F.3d at 496.\n[55]  Graham v. Connor, 490 U.S. 386, 397, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989).\n[56]  Saucier, 533 U.S. at 201, 121 S.Ct. 2151.\n[57]  No minor occupant of the car testified where Freebery was in relation to the vehicle during Pamela's erratic maneuvers. Pamela only observed Freebery shortly before he threw his flashlight. The situation is described as a series of rapidly evolving helter-skelter events.\n[58]  Id.\n[59]  Brosseau v. Haugen, 543 U.S. 194, 198, 125 S.Ct. 596, 160 L.Ed.2d 583 (2004).\n[60]  Id. at 201, 125 S.Ct. 596\n[61]  Id.\n[62]  Couden, 446 F.3d at 497.\n[63]  Id.\n[64]  Id.\n[65]  Id. at 490, n. 2.\n[66]  \"Armstrong was wearing a baseball cap, a green coat, and jeans, while Freebery was wearing a baseball cap, a grey sweatshirt, and jeans. The individual who came to the sliding glass door with a gun in his hand and a badge was wearing a grey sweatshirt, jeans, and a backwards baseball cap. It was this officer who kept his arm around Tiffany while the other three officers assaulted. Adam.\" PI. Br., D.I. 223 at 33-34.\n[67]  05-4836, 183 Fed.Appx. 253 (3d Cir.2006).\n[68]  Baer v. Chase, 392 F.3d 609, 624 (3d Cir. 2004).\n[69]  In re CitX Corp., Inc., 448 F.3d 672, 679 (3d Cir.2006).\n[70]  Jiminez v. All American Rathskeller, Inc., 503 F.3d 247 (3d Cir.2007).\n[71]  In re CitX Corp., Inc., 448 F.3d at 679.\n[72]  Jiminez, 503 F.3d at 253.\n[73]  Couden, 446 F.3d at 496.\n[74]  O'Malley v. Brierley, 477 F.2d 785, 789 (3d Cir.1973).\n[75]  Freebery also moved to dismiss plaintiffs' punitive damage claim. Because of the court's prior analysis herein, no claims remain against him. As a result, he cannot be liable for any damages.\n[76]  Coleman v. Kaye, 87 F.3d 1491, 1497 (3d Cir.1996) (quoting Smith v. Wade, 461 U.S. 30, 56, 103 S.Ct. 1625, 75 L.Ed.2d 632 (1983)).\n[77]  Freebery similarly moved to dismiss any claim against him in his official capacity. Because of the court's prior analysis herein, no claims remain against him. As a result, a suit against him in his official capacity is necessarily dismissed.\n[78]  Couden, 446 F.3d at 498.\n[79]  Monell v. New York City Dep't of Soc. Services, 436 U.S. 658, 690 n. 55, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978).\n[80]  Kentucky v. Graham, 473 U.S. 159, 166, 105 S.Ct. 3099, 87 L.Ed.2d 114 (1985).\n[81]  Kentucky, 473 U.S. at 166-67, n. 13, 105 S.Ct. 3099.\n[82]  Id. at 166, 105 S.Ct. 3099.\n[1]  The Third Circuit Court of Appeals previously determined in Couden v. Duffy, 446 F.3d 483 (3d Cir.2006) that plaintiffs waived any Fifth Amendment Claims.\n\n",
            "ocr": false,
            "opinion_id": 2479308
        }
    ],
    "court_short_name": "D. Delaware",
    "court_full_name": "District Court, D. Delaware",
    "court_type": "FD",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Robbery"
}