{
    "id": 2514455,
    "judges": "Per Curiam",
    "date_filed": "2007-12-02",
    "date_filed_is_approximate": true,
    "slug": "in-re-minneman",
    "case_name_short": "In Re Minneman",
    "case_name": "In Re Minneman",
    "case_name_full": "In the Matter of Joseph C. Minneman, Respondent",
    "attorneys": "Stanton A. Hazlett, disciplinary administrator, argued the cause, and Janith A. Davis, deputy disciplinary administrator, was on the brief for petitioner., Joseph C. Minneman, respondent, argued the cause pro se.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b511-5\">\n    No. 100,187\n   </docketnumber><br><parties id=\"b511-6\">\n    In the Matter of Joseph C. Minneman,\n    <em>\n     Respondent.\n    </em>\n</parties><br><citation id=\"b511-7\">\n    (196 P.3d 1156)\n   </citation><decisiondate id=\"Aiq\">\n    Opinion filed December 5, 2008.\n   </decisiondate><br><attorneys id=\"b511-10\">\n<em>\n     Stanton A. Hazlett,\n    </em>\n    disciplinary administrator, argued the cause, and\n    <em>\n     Janith A. Davis,\n    </em>\n    deputy disciplinary administrator, was on the brief for petitioner.\n   </attorneys><br><attorneys id=\"b511-11\">\n<em>\n     Joseph C. Minneman,\n    </em>\n    respondent, argued the cause pro se.\n   </attorneys>",
    "citations": [
        "196 P.3d 1156",
        "287 Kan. 477"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n196 P.3d 1156 (2008)\nIn the Matter of Joseph C. MINNEMAN, Respondent.\nNo. 100,187.\nSupreme Court of Kansas.\nDecember 5, 2008.\n*1157 Stanton A. Hazlett, disciplinary administrator, argued the cause, and Janith A. Davis, deputy disciplinary administrator, was on the brief for petitioner.\nJoseph C. Minneman, respondent, argued the cause pro se.\n\nORIGINAL PROCEEDING IN DISCIPLINE\nPER CURIAM:\nThis is a contested original proceeding in discipline filed by the office of the Disciplinary Administrator against the respondent, Joseph C. Minneman, a Peoria, Illinois, attorney admitted to the practice of law in Illinois and Kansas in 1971. The complaint against the respondent arises out of respondent's federal conviction of conspiracy to commit income tax fraud and his resulting disbarment in Illinois.\nA hearing was held before a panel of the Kansas Board for Discipline of Attorneys as required by Kansas Supreme Court Rule 211 (2007 Kan. Ct. R. Annot. 304). The hearing panel concluded that the respondent violated Kansas Rules of Professional Conduct (KRPC) 8.4(b) (2007 Kan. Ct. R. Annot. 559) (criminal act that reflects adversely on lawyer's honesty, trustworthiness, or fitness); KRPC 8.4(c) (conduct involving dishonesty, fraud, deceit, or misrepresentation); KRPC 8.3(a) (2007 Kan. Ct. R. Annot. 558) (duty to report professional misconduct); and Kansas Supreme Court Rule 207(c) (2007 Kan. Ct. R. Annot. 288) (duty to report professional misconduct).\n*1158 The hearing panel unanimously recommends that the respondent be disbarred from the practice of law in the state of Kansas. Respondent filed exceptions to the final hearing report pursuant to Supreme Court Rule 212 (2007 Kan. Ct. R. Annot. 317).\n\nSUMMARIZED FACTUAL FINDINGS\nIn 1997, the respondent was convicted by a jury in federal district court in Illinois of conspiracy to commit income tax fraud. Highly summarized, the conviction was based on evidence that the respondent conspired with a client to hide over $700,000 of the client's income from the IRS over a period of years. The client forwarded his business income to the respondent, who hid it in a trust account. The respondent regularly withdrew cash from the account and gave the money to the client as well as made purchases for the client. The 7th Circuit opinion provides extensive details as to the respondent's deep involvement in the criminal activity. The final hearing report herein contains a lengthy cite from the opinion. United States v. Minneman, 143 F.3d 274, 277 (7th Cir.1998). The respondent was sentenced to 30 months in prison and was ordered to pay restitution in the amount of $25,000. The respondent appealed his conviction, and the Seventh Circuit affirmed his conviction in 1998. See United States v. Minneman, 143 F.3d 274.\nThereafter, disciplinary proceedings were commenced in Illinois. After a hearing, the Illinois Attorney Registration and Disciplinary Commission hearing panel found the respondent: (1) committed a criminal act that reflected adversely on his honesty, trustworthiness, or fitness as a lawyer in violation of Rule 8.4(a)(3) of the Illinois Rules of Professional Conduct; (2) engaged in conduct involving dishonesty, fraud, deceit, or misrepresentation, in violation of Rule 8.4(a)(4); and (3) engaged in conduct prejudicial to the administration of justice, or which tends to defeat the administration of justice, or to bring the courts or the legal profession into disrepute, in violation of Rule 8.4(a)(5). The Illinois hearing panel recommended the respondent be disbarred and, on March 22, 2001, the Illinois Supreme Court disbarred the respondent.\nThe respondent did not report his conviction or disbarment to the disciplinary authorities in Kansas. However, in 1997, after his conviction, the respondent registered in Kansas as an inactive attorney. He continued to register as an inactive attorney each year thereafter, up to and including 2007-2008 registration period.\nThe Kansas Disciplinary Administrator learned of the respondent's federal conviction and Illinois disbarment in November 2006. The Disciplinary Administrator wrote to the respondent and in his response, the respondent admitted that he \"probably\" should have notified the Kansas Disciplinary Administrator of his conviction instead of taking inactive status.\nOn August 2, 2007, the Disciplinary Administrator's Office filed a formal complaint against the respondent. The complaint was brought, in part, as a reciprocal discipline case under Supreme Court Rule 202 (2007 Kan. Ct. R. Annot. 257) (final adjudication of misconduct in another jurisdiction conclusively establishes the misconduct for purposes of a disciplinary proceeding in this state). Additionally, the formal complaint alleged that by failing to notify Kansas disciplinary authorities of his conviction and disbarment, respondent violated KRPC 8.3(a); and Kansas Supreme Court Rule 207(c).\nThe respondent filed a timely answer to the formal complaint. In his answer, the respondent admitted his conviction and that he had been disbarred in Illinois. A hearing was held before a panel of the Kansas Board for Discipline of Attorneys on November 15, 2007. The respondent appeared pro se.\nAt the hearing, the Deputy Disciplinary Administrator offered for admission various documents, including a copy of the Seventh Circuit's reported opinion in United States v. Minneman, 143 F.3d 274 (7th Cir.1998); a copy of the electronic criminal case docket for the United States District Court for the Central District of Illinois showing the judgment of conviction; the report of the Hearing Board of the Illinois Attorney Registration and Disciplinary Commission finding misconduct *1159 and recommending disbarment; the Illinois Supreme Court order disbarring respondent; and the 2002, 2003, 2005, 2006, and 2007 Kansas attorney registration forms completed and submitted by the respondent. These documents were admitted into evidence.\nAt the hearing, the respondent again admitted his Illinois disbarment. The respondent testified that he went on inactive status in Kansas in 1997, after his conviction in January 1997. Prior to his conviction, he had been on active status in Kansas. The respondent admitted he reported neither his conviction nor his Illinois disbarment to the Kansas Disciplinary Administrator's office, explaining that he assumed Kansas was aware of these actions. The respondent also admitted that he listed his Illinois bar admission in the box entitled \"Member of the Bar in Other States\" on the Kansas attorney registration forms in 2005, 2006, and 2007.\n\nCONCLUSIONS OF LAW\nThe panel concluded as follows:\n\"1. Based upon the findings of fact, the Hearing Panel concludes as a matter of law that the Respondent violated KRPC 8.4(b), KRPC 8.4(c), KRPC 8.3(a), and Kan. Sup.Ct. R. 207(c), as detailed below.\n\"2. Kan. Sup.Ct. R. 202 provides that `[a] final adjudication in another jurisdiction that a lawyer has been guilty of misconduct shall establish conclusively the misconduct for purposes of a disciplinary proceeding in this state.' Based upon the Respondent's stipulation to the facts alleged in the Disciplinary Administrator's Formal Complaint, the evidence presented at the hearing, and pursuant to Kan. Sup. Ct. R. 202, the Hearing Panel concludes that the Respondent engaged in misconduct and violated KRPC 8.3(a), KRPC 8.4(b), KRPC 8.4(c), and Kan. Sup.Ct. R. 207(c).\n\"3. `It is professional misconduct for a lawyer to . . . commit a criminal act that reflects adversely on the lawyer's honesty, trustworthiness or fitness as a lawyer in other respects.' KRPC 8.4(b). In this case, the Respondent committed criminal acts which reflect on the Respondent's honesty and trustworthiness. Accordingly, the Hearing Panel concludes that the Respondent violated KRPC 8.4(b).\n\"4. `It is professional misconduct for a lawyer to . . . engage in conduct involving dishonesty, fraud, deceit or misrepresentation.' KRPC 8.4(c). The Respondent engaged in conduct that involved dishonesty when he assisted Mr. Punke in hiding his assets from the Internal Revenue Service. As such, the Hearing Panel concludes that the Respondent violated KRPC 8.4(c).\n\"5. Lawyers are required to report misconduct. KRPC 8.3(a) and Kan. Sup. Ct. R. 207(c) provide the requirements in this regard. `A lawyer having knowledge of any action, inaction, or conduct which in his or her opinion constitutes misconduct of an attorney under these rules shall inform the appropriate professional authority.' KRPC 8.3(a).\n`It shall be the further duty of each member of the bar of this state to report to the Disciplinary Administrator any action, inaction, or conduct which in his or her opinion constitutes misconduct of an attorney under these rules.'\nIn this case, the Respondent was charged and convicted of criminal offenses and was disbarred by another state's bar. Yet, the Respondent did not report the information to the Disciplinary Administrator's office. The Respondent's failure to report the misconduct amounts to a violation of KRPC 8.3(a) and Kan. Sup.Ct. R. 207(c).\"\n\nRECOMMENDED DISCIPLINE\nIn its final hearing report, the hearing panel unanimously recommended that the respondent be disbarred. The panel's consideration of the American Bar Association Standards for Imposing Lawyer Discipline and its recommendation are set out as follows:\n\"In making this recommendation for discipline, the Hearing Panel considered the factors outlined by the American Bar Association in its Standards for Imposing Lawyer Sanctions (hereinafter `Standards'). Pursuant to Standard 3, the factors to be considered are the duty violated, *1160 the lawyer's mental state, the potential or actual injury caused by the lawyer's misconduct, and the existence of aggravating or mitigating factors.\n\"Duty Violated. The Respondent violated his duty to the public to maintain his personal integrity.\n\"Mental State. The Respondent intentionally violated his duty.\n\"Injury. As a result of the Respondent's misconduct, the Respondent caused actual injury to the legal profession.\n\"Aggravating or Mitigating Factors. Aggravating circumstances are any considerations or factors that may justify an increase in the degree of discipline to be imposed. In reaching its recommendation for discipline, the Hearing Panel, in this case, found the following aggravating factors present:\n\"Dishonest or Selfish Motive. The Respondent's misconduct was motivated by dishonesty.\n\"Refusal to Acknowledge Wrongful Nature of Conduct. While the Respondent admitted that the allegations in the Formal Complaint were true, he denied engaging in criminal conduct.\n\"Illegal Conduct, Including that Involving the Use of Controlled Substances. The Respondent engaged in illegal conduct.\n\"Mitigating circumstances are any considerations or factors that may justify a reduction in the degree of discipline to be imposed. In reaching its recommendation for discipline, the Hearing Panel, in this case, found the following mitigating circumstances present:\n\"Absence of a Prior Disciplinary Record. Other than being disbarred in Illinois for the instant misconduct, the Respondent has not previously been disciplined.\n\"In addition to the above-cited factors, the Hearing Panel has thoroughly examined and considered the following Standards:\n`Disbarment is generally appropriate when:\n(a) a lawyer engages in serious criminal conduct a necessary element of which includes intentional interference with the administration of justice, false swearing, misrepresentation, fraud, extortion, misappropriation, or theft; or the sale, distribution or importation of controlled substances; or the intentional killing of another; or an attempt or conspiracy or solicitation of another to commit any of these offenses; or\n(b) a lawyer engages in any other intentional conduct involving dishonesty, fraud, deceit, or misrepresentation that seriously adversely reflects on the lawyer's fitness to practice.' Standard 5.11.\n\"The Disciplinary Administrator recommended that the Respondent be disbarred. The Respondent asserted that the Disciplinary Administrator failed to establish evidence of misconduct.\n\"The Respondent was convicted of a serious criminal offense. His convictions were upheld by the Seventh Circuit Court of Appeals. Furthermore, the Respondent was disbarred from the practice of law in the State of Illinois. As a result, the Hearing Panel unanimously recommends that the Respondent be disbarred from the practice of law in the State of Kansas.\"\n\nANALYSIS\nRespondent has filed herein what he designates as \"Rule 212 Bill of Exceptions.\" Supreme Court Rule 212(c) (2007 Kan. Ct. R. Annot. 317) provides in pertinent part:\n\"Upon docketing of said case the Clerk of the Appellate Courts shall mail a copy of the report to the respondent and, if represented, to his or her attorney, and shall issue a citation directing the respondent to file with the Clerk either (1) a statement that respondent does not wish to file exceptions to the report, findings, and recommendation, or (2) respondent's exceptions to the report. Any part of the hearing report not specifically excepted to shall be deemed admitted.\" (Emphasis supplied.)\nThe document filed by respondent purporting to be exceptions is out of compliance with the rule as no part of the final hearing report was specifically excepted to.\nThe issue before us as stated in respondent's brief is:\n\n*1161 \"Whether the administrator proved by clear and convincing evidence all of the allegations of her complaint as Administrator's evidence was about the jurisdiction and laws of the State of Illinois and not the jurisdiction and laws of the State of Kansas.\"\nAlthough very difficult to follow, respondent's essential position in his exceptions and his brief appears to be that Kansas lacks jurisdiction to discipline him for misconduct occurring in Illinois. The panel concluded:\n\"2. Kan. Sup.Ct. R. 202 provides that `[a] final adjudication in another jurisdiction that a lawyer has been guilty of misconduct shall establish conclusively the misconduct for purposes of a disciplinary proceeding in this state.' Based upon the Respondent's stipulation to the facts alleged in the Disciplinary Administrator's Formal Complaint, the evidence presented at the hearing, and pursuant to Kan. Sup. Ct. R. 202, the Hearing Panel concludes that the Respondent engaged in misconduct and violated KRPC 8.3(a), KRPC 8.4(b), KRPC 8.4(c), and Kan. Sup.Ct. R. 207(c).\"\nThis is a correct statement and resolves any argument that the established Illinois misconduct cannot serve as a basis for finding misconduct in Kansas.\nAs we stated in In re Trester, 285 Kan. 404, 411, 172 P.3d 31 (2007):\n\"Supreme Court Rule 202 and Kansas precedent do not permit us to look behind Trester's convictions. See State v. Russo, 230 Kan. 5, 8, 630 P.2d 711 (1981) (once conviction becomes final, it is conclusive upon this court; we will not look behind the conviction or attempt to weigh the evidence leading to the conviction). Further, `[a] final adjudication in another jurisdiction that a lawyer has been guilty of misconduct shall establish conclusively the misconduct for purposes of a disciplinary proceeding in this state.' Supreme Court Rule 202.\"\nIt should be noted that respondent does not take exception to any of the panel's factual findings. The applicable standard of review in disciplinary cases is well settled:\n\"In a disciplinary proceeding, this court considers the evidence, the findings of the hearing panel, and the arguments of the parties and determines whether violations of KRPC exist and, if they do, what discipline should be imposed. Attorney misconduct must be established by substantial, clear, convincing, and satisfactory evidence. In re Comfort, 284 Kan. 183, 190, 159 P.3d 1011(2007); In re Lober, 276 Kan. 633, 636, 78 P.3d 442 (2003); Supreme Court Rule 211(f) (2006 Kan. Ct. R. Annot. 284).\" Trester, 285 Kan. at 408, 172 P.3d 31.\nWe conclude the panel's findings of fact and conclusions of law are supported by substantial, clear, convincing, and satisfactory evidence, and we adopt the same.\n\nAPPROPRIATE DISCIPLINE\nOn the subject of the appropriate discipline, the respondent testified in his own behalf concerning mitigation. The respondent testified that he has never had any other disciplinary complaints, he did not profit from his client's illegal actions, of which he had no knowledge, he has no emotional problems or substance abuse issues, and he has been making restitution payments (although he claimed the IRS has inexplicably sent some of his payments back to him). The respondent testified to the panel:\n\"I think I was played and used. I didn't particularly want to go to jail for something my client did, and it was primarily his doings, it was his money and his tax returns, and which I had\u0097the evidence showed I had nothing to do with, so they were\u0097the only thing I did was handled his money in a business arrangement, which I think if you look\u0097which I pointed out in the proceedings here as to what actually happened in one of the exhibits.\"\nBy this statement, respondent is seeking to go behind his disbarment by the Illinois Supreme Court and his criminal conviction and challenge the findings of misconduct. This he is not permitted to do. See Trester, 285 Kan. at 411, 172 P.3d 31.\n*1162 The Disciplinary Administrator and the panel recommend disbarment. Respondent's misconduct was egregious. Respondent was federally indicted, convicted by a jury, sentenced to 30 months' imprisonment, and fined $25,000 for conspiracy to commit income tax fraud arising from his practice of law. The conviction was upheld by the United States Court of Appeals for the 7th Circuit. Respondent served his sentence. As a result of the conviction, respondent was disbarred in Illinois upon the finding of the Illinois Supreme Court that respondent had committed misconduct. We conclude that disbarment is the appropriate discipline to be imposed herein.\nIT IS THEREFORE ORDERED that the respondent, Joseph C. Minneman, be and he is hereby disbarred from the practice of law in the state of Kansas in accordance with Supreme Court Rule 203(a)(1) (2007 Kan. Ct. R. Annot. 261) for his violations of the Kansas Rules of Professional Conduct.\nIT IS FURTHER ORDERED that the Clerk of the Appellate Courts strike the name of Joseph C. Minneman from the roll of attorneys licensed to practice law in Kansas.\nIT IS FURTHER ORDERED that this order be published in the official Kansas Reports and that the costs of this action be assessed to respondent.\n",
            "ocr": false,
            "opinion_id": 2514455
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}