{
    "id": 2492848,
    "judges": "Downes",
    "date_filed": "2021-06-11",
    "date_filed_is_approximate": true,
    "slug": "united-states-ex-rel-grynberg-v-ernst-young-llp",
    "case_name_short": null,
    "case_name": "United States Ex Rel. Grynberg v. Ernst & Young LLP",
    "case_name_full": "UNITED STATES of America Ex Rel. Jack J. GRYNBERG, Plaintiff, v. ERNST & YOUNG LLP, Et Al., PriceWaterhouseCoopers LLP, Et Al., Deloitte & Touche, LLP, Et Al., Arthur Andersen LLP, Et Al., KPMG LLP, Et Al., Defendants",
    "attorneys": "John B. Speight, Speight, McCue & Associates, Cheyenne, WY, Mollybeth R. Ko-cialski, Grynberg Petroleum Company, Greenwood Village, CO, for Plaintiff Jack J. Grynberg., Michael W. Coriden, Grynberg Petroleum Company, Greenwood Village, CO, for Plaintiff. Jack J. Grynberg and Movant United States of America., Carol A. Statkus, U.S. Attorney’s Office, Cheyenne, WY, Gregory Pearson, Michael F. Hertz, Stephen D. Altman, Department of Justice, Washington, DC, for Movant United States of America., Gregg I. Anderson, Peter A. Gergely, Merchant & Gould, Denver, CO, Gregory C. Dyekman, Dray, Thomson & Dyekman, Cheyenne, WY, James E. Nesland, Cooley Godward, Broomfield, CO, Jamie Leigh Patrick Jost, Roswell, NM, for Defendant Ernst & Young LLP., Barry E. Fields, Kirkland & Ellis, Chicago, IL, Thomas A. Nicholas, III, Hirst & Applegate,. Cheyenne, WY, for Defendant PriceWaterhouseCoopers LLP., Donna M. Francescani, Douglas G. Robinson, Skadden, Arps, Slate, Meagher & Flom, Washington, DC, Frank D. Neville, Nicol. M. Thompson, Williams, Porter, Day & Neville, Casper, WY, for Defendant De-loitte & Touche,.LLP., John A. Coppede, Rothgerber, Johnson & Lyons, Kate M. Fox-, Nancy D. Freu-denthal, Davis & Cannon, Cheyenne, WY, Ronald A. Schechter, Scott Schreiber, Tim Atkeson, Arnold & Porter, Denver, CO, for Defendant Arthur Andersen, LLP., J. Robert Beatty, W. Scott Hastings, Locke, Liddell & Sapp, Dallas, TX, Nicol M. Thompson, Richard E. Day, Williams, Porter, Day & Neville, Casper, WY, for Defendant KPMG LLP.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1194-10\">\n    UNITED STATES of America ex rel. Jack J. GRYNBERG, Plaintiff, v. ERNST &amp; YOUNG LLP, et al., PriceWaterhouseCoopers LLP, et al., Deloitte &amp; Touche, LLP, et al., Arthur Andersen LLP, et al., KPMG LLP, et al., Defendants.\n   </parties><br><docketnumber id=\"b1194-13\">\n    Nos. 02-CV-1041-D, 02-CV-1043-D to 02-CV-1045-D, 03-CV-069-D.\n   </docketnumber><br><court id=\"b1194-14\">\n    United States District Court, D. Wyoming.\n   </court><br><decisiondate id=\"b1194-16\">\n    June 25, 2004.\n   </decisiondate><br><attorneys id=\"b1195-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1153\"> \n     *1153\n     </span>\n    John B. Speight, Speight, McCue\n    <em>\n     &amp;\n    </em>\n    Associates, Cheyenne, WY, Mollybeth R. Ko-cialski, Grynberg Petroleum Company, Greenwood Village, CO, for Plaintiff Jack J. Grynberg.\n   </attorneys><br><attorneys id=\"b1195-13\">\n    Michael W. Coriden, Grynberg Petroleum Company, Greenwood Village, CO, for Plaintiff. Jack J. Grynberg and Movant United States of America.\n   </attorneys><br><attorneys id=\"b1195-14\">\n    Carol A. Statkus, U.S. Attorney’s Office, Cheyenne, WY, Gregory Pearson, Michael F. Hertz, Stephen D. Altman, Department of Justice, Washington, DC, for Movant United States of America.\n   </attorneys><br><attorneys id=\"b1195-15\">\n    Gregg I. Anderson, Peter A. Gergely, Merchant &amp; Gould, Denver, CO, Gregory C. Dyekman, Dray, Thomson &amp; Dyekman, Cheyenne, WY, James E. Nesland, Cooley Godward, Broomfield, CO, Jamie Leigh Patrick Jost, Roswell, NM, for Defendant Ernst\n    <em>\n     &amp;\n    </em>\n    Young LLP.\n   </attorneys><br><attorneys id=\"b1195-16\">\n    Barry E. Fields, Kirkland\n    <em>\n     &amp;\n    </em>\n    Ellis, Chicago, IL, Thomas A. Nicholas, III, Hirst\n    <em>\n     &amp;\n    </em>\n    Applegate,. Cheyenne, WY, for Defendant PriceWaterhouseCoopers LLP.\n   </attorneys><br><attorneys id=\"b1195-17\">\n    Donna M. Francescani, Douglas G. Robinson, Skadden, Arps, Slate, Meagher\n    <em>\n     &amp;\n    </em>\n    Flom, Washington, DC, Frank D. Neville, Nicol. M. Thompson, Williams, Porter, Day &amp; Neville, Casper, WY, for Defendant De-loitte &amp; Touche,.LLP.\n   </attorneys><br><attorneys id=\"b1195-18\">\n    John A. Coppede, Rothgerber, Johnson\n    <em>\n     &amp;\n    </em>\n    Lyons, Kate M. Fox-, Nancy D. Freu-denthal, Davis &amp; Cannon, Cheyenne, WY, Ronald A. Schechter, Scott Schreiber, Tim Atkeson, Arnold\n    <em>\n     &amp;\n    </em>\n    Porter, Denver, CO, for Defendant Arthur Andersen, LLP.\n   </attorneys><br><attorneys id=\"b1195-19\">\n    J. Robert Beatty, W. Scott Hastings, Locke, Liddell\n    <em>\n     &amp;\n    </em>\n    Sapp, Dallas, TX, Nicol M. Thompson, Richard E. Day, Williams, Porter, Day &amp; Neville, Casper, WY, for Defendant KPMG LLP.\n   </attorneys>",
    "citations": [
        "323 F. Supp. 2d 1152"
    ],
    "opinions": [
        {
            "author_str": "Downes",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 909.0,
            "opinion_text": "\n323 F.Supp.2d 1152 (2004)\nUNITED STATES of America ex rel. Jack J. GRYNBERG, Plaintiff,\nv.\nERNST &amp; YOUNG LLP, et al., PriceWaterhouseCoopers LLP, et al., Deloitte &amp; Touche, LLP, et al., Arthur Andersen LLP, et al., KPMG LLP, et al., Defendants.\nNos. 02-CV-1041-D, 02-CV-1043-D to 02-CV-1045-D, 03-CV-069-D.\nUnited States District Court, D. Wyoming.\nJune 25, 2004.\n*1153 John B. Speight, Speight, McCue &amp; Associates, Cheyenne, WY, Mollybeth R. Kocialski, Grynberg Petroleum Company, Greenwood Village, CO, for Plaintiff Jack J. Grynberg.\nMichael W. Coriden, Grynberg Petroleum Company, Greenwood Village, CO, for Plaintiff Jack J. Grynberg and Movant United States of America.\nCarol A. Statkus, U.S. Attorney's Office, Cheyenne, WY, Gregory Pearson, Michael F. Hertz, Stephen D. Altman, Department of Justice, Washington, DC, for Movant United States of America.\nGregg I. Anderson, Peter A. Gergely, Merchant &amp; Gould, Denver, CO, Gregory C. Dyekman, Dray, Thomson &amp; Dyekman, Cheyenne, WY, James E. Nesland, Cooley Godward, Broomfield, CO, Jamie Leigh Patrick Jost, Roswell, NM, for Defendant Ernst &amp; Young LLP.\nBarry E. Fields, Kirkland &amp; Ellis, Chicago, IL, Thomas A. Nicholas, III, Hirst &amp; Applegate, Cheyenne, WY, for Defendant PriceWaterhouseCoopers LLP.\nDonna M. Francescani, Douglas G. Robinson, Skadden, Arps, Slate, Meagher &amp; Flom, Washington, DC, Frank D. Neville, Nicol M. Thompson, Williams, Porter, Day &amp; Neville, Casper, WY, for Defendant Deloitte &amp; Touche, LLP.\nJohn A. Coppede, Rothgerber, Johnson &amp; Lyons, Kate M. Fox, Nancy D. Freudenthal, Davis &amp; Cannon, Cheyenne, WY, Ronald A. Schechter, Scott Schreiber, Tim Atkeson, Arnold &amp; Porter, Denver, CO, for Defendant Arthur Andersen, LLP.\nJ. Robert Beatty, W. Scott Hastings, Locke, Liddell &amp; Sapp, Dallas, TX, Nicol M. Thompson, Richard E. Day, Williams, Porter, Day &amp; Neville, Casper, WY, for Defendant KPMG LLP.\n\nORDER ON DEFENDANTS' JOINT MOTION TO DISMISS\nDOWNES, District Judge.\nThis matter comes before the Court on the Defendants' Joint Motion to Dismiss.[1]*1154 The Court, having considered the materials and briefs submitted in support of the motion and Relator's opposition thereto, having heard oral argument of counsel, and being otherwise fully advised, FINDS and ORDERS as follows:\n\nBACKGROUND\nThe Relator's theory, as alleged in his Complaints, is as follows:[2] that the Auditor Defendants \u0097 in the course of auditing the financial statements of their natural gas company clients \u0097 knew or should have known that their clients' records revealed the physical impossibility of selling more natural gas units than the clients received into their system for lengthy time periods; that the Auditor Defendants failed to properly investigate the circumstances surrounding that physical impossibility, and therefore failed to determine that the natural gas company clients were measuring natural gas differently at the input and the outflow stages; that the Auditor Defendants therefore failed to determine that those differing measurements were causing the wrongful underpayment of federal royalties; that the Auditor Defendants thereupon failed to accrue proper liabilities for, create proper reserves for, or disclose the additional royalties that should have been paid to the Federal Government; and that the Auditor Defendants are therefore liable under the False Claims Act (FCA) for \"causing\" the making or use of false reports that reduced the proper royalties payable to the Government.\nDefendants characterize this theory as nothing more than rank speculation, convoluted logic and a twisted interpretation of the plain language of the FCA. In support of dismissal, Defendants argue that the Complaints fail to state claims upon which relief may be granted pursuant to Fed.R.Civ.P. 12(b)(6), that the Complaints fail to plead fraud with particularity as required by Fed.R.Civ.P. 9(b), and that the Complaints reveal on their face that the Court lacks subject matter jurisdiction under the False Claims Act's public disclosure/original source bar.\n\nDISCUSSION\nIn reviewing a motion to dismiss for failure to state a claim pursuant to Fed.R.Civ.P. 12(b)(6), the Court must accept all well-pleaded factual allegations as true. Such a motion should not be granted unless it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief. Montgomery v. City of Ardmore, 365 F.3d 926, 934 (10th Cir.2004).\nThe FCA provides that \"[a]ny person who ... knowingly makes, uses, or causes to be made or used, a false record or statement to conceal, avoid, or decrease an obligation to pay or transmit money or property to the Government\" is guilty of a violation of the Act. 31 U.S.C. § 3729(a)(7) (emphasis added). The only reports identified in the Complaints to have resulted in the underpayment of royalties to the government are the Forms 2014 and 3160, both filed with the Department of Interior's *1155 Minerals Management Service (\"MMS\"). Relator bases his claims on the assertion that the Auditor Defendants, through auditing their clients' financial statements, somehow \"caused\" the making and use of those allegedly false reports. Defendants argue that Relator has failed to allege facts showing that the Auditor Defendants caused false claims to be made for purposes of avoiding or decreasing a payment due to the government.\n\"Cause\" means to bring about or compel, produce, effect, etc. The American Heritage Dictionary, 3rd Ed. (1996). To be sure, the word \"cause\" in § 3729(a) has been used to reach persons or firms that do not deal directly with the government, but receive a financial benefit indirectly from the government by motivating an intermediary to file a false report. A common example is the subcontractor who, by submitting false information to the general contractor, causes the general contractor to submit what amounts to a false claim to the government. It has long been established that the subcontractor's conduct is reached by the FCA because the subcontractor is the moving force behind the false report. \"[T]he fact that a false claim passes through the hands of a third party on its way from the claimant to the United States does not release the claimant from culpability under the Act.\" Tanner v. United States, 483 U.S. 107, 129, 107 S.Ct. 2739, 97 L.Ed.2d 90 (1987) (citing United States v. Bornstein, 423 U.S. 303, 309, 96 S.Ct. 523, 46 L.Ed.2d 514 (1976), and United States ex rel. Marcus v. Hess, 317 U.S. 537, 541-45, 63 S.Ct. 379, 87 L.Ed. 443 (1943)). However, nothing remotely similar is alleged here.\nCourts have previously held, in addressing Rule 12(b)(6) motions, that allegations that a defendant had direct and concrete knowledge of a fraud on the government but did nothing to stop it are not enough to state a claim under the FCA. For example, in United States ex rel. Piacentile v. Wolk, 1995 WL 20833 (E.D.Pa., Jan.18, 1995), the government brought suit against a company and two individual owner/officers, alleging submission of false Medicare claims. According to the government, one individual defendant directed the submission of false claims and the destruction of documentation. The second individual defendant was alleged to have known about and benefitted financially from the fraud and did nothing to stop it. The court held that the government's claim against the second defendant failed as a matter of law: \"Mere inaction is not enough to constitute a violation of the False Claims Act. The government's argument that [the non-participant defendant] was aware of the fraud does not eliminate the need for some action by the defendant whereby the claim is presented or caused to be presented.\" Id. at *4. As another judge explained, even a claim that the defendant \"caused some of the circumstances that led to the submission of the false claims\" will not satisfy the requirement of pleading that the defendant caused a false claim to be made. United States ex rel. Atkinson v. Shipbuilding Co., 2000 WL 1207162, *14 (E.D.Pa., Aug.24, 2000) (defendant did not \"cause\" a violation of the FCA by releasing another defendant from certain restrictive covenants, enabling the second defendant to use funds in a way that allegedly led to fraud on the government).[3]\n*1156 Relator argues that he has adequately alleged that the Auditor Defendants \"caused\" the filing of false claims with the government, particularly if, as the Auditor Defendants propose, \"cause\" means to \"effect\" or \"induce.\" Relator alleges: that the Auditor Defendants audit their natural gas company-clients' financial records pursuant to federal securities laws; that in performing those audits the Auditor Defendants must follow the standards set by the American Institute of Certified Public Accountants (AICPA) and its Auditing Standards Board and Financial Accounting Standards Board (FASB), otherwise known as Generally Accepted Accounting Principles (GAAP); and that at minimum, those standards require the Auditor Defendants to accrue proper liabilities, create proper reserves, and identify fraudulent conduct that was or should have been determined in the course of proper audits. In response to Defendants' argument, Relator maintains he is not suing for mere inaction, but rather the AICPA and FASB standards impose an affirmative duty on the Auditor Defendants to audit their clients' financial records in a proper way and the Defendants certified to the accuracy of financial statements filed with the SEC.\nRelator's argument fails for two reasons. First, his Complaints fail to specifically identify which accounting standards create the affirmative duty that was allegedly violated. Second, reports filed with the SEC are not actionable under the FCA (even if false) since they are not associated with any financial claim on, or obligation to, the government. United States ex rel. Alexander v. Dyncorp, Inc., 924 F.Supp. 292, 299 (D.D.C.1996) (allegations of misrepresentations in SEC reports do not state a claim under the FCA because they are not claims upon the government for money). See also United States v. Southland Management Corp., 326 F.3d 669, 675 (5th Cir.2003) (\"no liability under [the] Act for a false statement unless it is used to get false claim paid\"); Hutchins v. Wilentz, Goldman, &amp; Spitzer, 253 F.3d 176, 184 (3rd Cir.2001) (FCA does not seek to impose liability for every false statement made to the government); Costner v. URS Consultants, Inc., 153 F.3d 667, 677 (8th Cir.1998) (\"[O]nly those actions by the claimant which have the purpose and effect of causing the United States to pay out money it is not obligated to pay, or those actions which intentionally deprive the United States of money it is lawfully due, are properly considered `claims' within the meaning of the FCA.\").\nThe Court finds that no interpretation of Relator's factual allegations can fairly be characterized as causing the natural gas companies at issue to make or use false federal royalty reports, specifically MMS forms 2014 and 3160. Moreover, the complaints do not allege any facts from which it reasonably can be inferred that the Auditor Defendants knew, within the meaning of § 3729(b),[4] of their clients' alleged fraud. While Relator stresses that no proof of specific intent to defraud is required under the FCA, his allegations of the required scienter are bare conclusions without any factual support.\nAn audit of a company's financial statements does not, and is not intended to, delve into every aspect of the client's accounting practices, much less its general business practices. See Bily v. Arthur Young &amp; Co., 3 Cal.4th 370, 11 Cal.Rptr.2d *1157 51, 834 P.2d 745, 749 (1992) (\"For practical reasons of time and cost, an audit rarely, if ever, examines every accounting transaction in the records of a business.\"). A company's management is responsible for the presentation of financial statements in conformity with generally accepted accounting principles (GAAP). Statements on Auditing Standards AU § 110.03. The role of an auditor is to opine as to whether the financial statements \"are presented in conformity with [GAAP],\" and present fairly, in material respects, the company's \"financial position, results of operations, and its cash flows....\" AU § 110.01. Defendants argue that the fact that a handful of the MDL Defendants may at one time have reported to FERC that their gas sales exceeded their receipts does not support any inference that this information became known to any of the Auditor Defendants in the course of financial statement audits conducted years later \u0097 much less that, if known, it would have led them to conclude that not only those firms but all of their gas pipeline clients were stealing gas.\nRelator points to three supposed \"discrepancies\" that he claims should have put the Auditor Defendants on notice that their clients were mismeasuring gas. First, Relator alleges that the Form 16s filed with the FERC should have tipped the Auditor Defendants off to their clients' alleged fraud. Yet, Relator has failed to allege a single fact that would support the conclusion that the Auditor Defendants actually did, or would have had any reason to, review the Form 16s \u0097 which are related to business operations, not financial statements. Second, Relator's portrayal of the Form 16s in connection with his discussion of the public disclosure bar undercut his assertion of the required scienter. Relator himself states that the Form 16s contain \"information that the government simply had within its files,\" which the agency \"misunderstood,\" and which required Mr. Grynberg's years of industry experience to correctly interpret and understand. Given this position, Relator cannot be heard to contend that the Form 16s, on their face, provided a basis for the Auditor Defendants to know their clients were engaged in fraud.[5]\nFinally, Relator attempts to validate his claim that the Auditor Defendants acted knowingly by pointing to the legislative history to the 1986 amendments to the FCA, and noting that the amendments defined \"knowing\" and \"knowingly\" to capture those who ignore \"red flags\" by playing \"ostrich.\" Relator argues that his allegations contain more than enough support for the inference that the Auditor Defendants played \"ostrich.\" What the legislative history addressed, however, is the claimant who ignores red flags and plays ostrich with respect to the veracity of the claim he or she is submitting \u0097 not to a third party who might have had reason to know of the submission of false claims by others but who had no role in making the claims.[6] Thus, Relator has failed to plead *1158 facts showing that the Auditor Defendants acted knowingly, but, even if he did, the Defendants' knowledge is irrelevant since, as set forth above, they did not \"cause\" the making or use of the allegedly false reports.\nBecause the Court finds that Relator has failed to state a claim upon which relief can be granted, it is unnecessary to address Defendants' remaining arguments in support of dismissal. THEREFORE, it is hereby\nORDERED that the Defendants' Joint Motion to Dismiss is GRANTED.\nNOTES\n[1]  Although not joined in the initial motion, Defendants KPMG LLP subsequently filed a motion adopting in toto the previously-filed Joint Motion to Dismiss.\n[2]  Mr. Grynberg has filed numerous False Claims Act (FCA) lawsuits now consolidated in this Court. In re Natural Gas Qui Tam Litigation, MDL Docket No. 1293 (\"the MDL Litigation\"). The central allegation in the MDL Litigation is that the over 300 defendants \u0097 all of which are involved in some aspect of the natural gas industry \u0097 undermeasured the volume and heating content of natural gas produced from federal lands, resulting in  the underreporting and underpayment of royalties due to the United States government and to certain Indian tribes, in violation of the FCA. Now, apparently inspired by what he calls the \"Enron debacle,\" Mr. Grynberg is also suing the auditors of these natural gas companies, alleging that the auditors knowingly caused the filing of false royalty reports with the government.\n[3]  See also United States ex rel. Shaver v. Lucas Western Corp., 237 F.3d 932, 933 (8th Cir.2001) (affirming Rule 12(b)(6) dismissal because relator \"did not allege that [defendant] affirmatively instructed him\" to submit claims to the government \u0097 only that defendant \"knew\" he would to so); United States v. Murphy, 937 F.2d 1032, 1038 (6th Cir.1991) (\"Constructive knowledge that something illegal may have been in the offing is not enough to prove the government's case.\").\n[4]  \"[T]he terms `knowing' and `knowingly' mean that a person, with respect to information \u0097 (1) has actual knowledge of the information; (2) acts in deliberate ignorance of the truth or falsity of the information; or (3) acts in reckless disregard of the truth or falsity of the information, and no proof of specific intent to defraud is required.\" 31 U.S.C. § 3729(b).\n[5]  See also Opp. Br. Ex. A ¶ 11 (Form 16s \"contain only innocuous data that does not describe how the natural gas is being measured,\" and it took Relator's independent investigation to bring light to the fraudulent conduct that \"is very artfully concealed behind the massive amounts of innocuous, incorrect, incomplete and/or false data\").\n[6]  See S. Rep. 990345, at 7, 1986 U.S.C.C.A.N. 5266, at 5272 (intention of 1986 Amendments to knowledge standard of FCA is to \"recognize that those doing business with the Government have an obligation to make a limited inquiry to ensure the claims they submit are accurate\") (emphasis added); United States ex rel. Mikes v. Straus, 84 F.Supp.2d 427, 438 (S.D.N.Y.1999) (purpose of 1986 FCA amendments lowering threshold from actual to constructive knowledge was \"to impose upon individuals and contractors receiving public funds some duty to make a limited inquiry so as to be reasonably certain they are entitled to the money they seek....\") (emphasis added).\n\n",
            "ocr": false,
            "opinion_id": 2492848
        }
    ],
    "court_short_name": "D. Wyoming",
    "court_full_name": "District Court, D. Wyoming",
    "court_type": "FD",
    "court_jurisdiction": "Wyoming, WY",
    "crime_category": "Robbery"
}