{
    "id": 2515481,
    "judges": "Houghton",
    "date_filed": 1236643200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-dingman",
    "case_name_short": "Dingman",
    "case_name": "State v. Dingman",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "202 P.3d 388"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8449.0,
            "opinion_text": "\n202 P.3d 388 (2009)\nSTATE of Washington, Respondent and Cross Appellant,\nv.\nRobert Corcoran DINGMAN, Appellant and Cross Respondent.\nNos. 34719-9-II, 35949-9-II.\nCourt of Appeals of Washington, Division 2.\nMarch 10, 2009.\nDavid L. Donnan, Susan F. Wilk, Washington Appellate Project, Seattle, WA, for Appellant.\nApril Denice McComb, Robert James Depan, Attorney at Law, Tacoma, WA, for Respondent, Appellant/Cross-Respondent.\nApril Denice McComb, Pierce Co. Prosecutor's Office, Tacoma, for Appellant/Cross Respondent.\n\nPART PUBLISHED OPINION\nHOUGHTON, P.J.\n¶ 1 Robert Dingman appeals his conviction of 16 counts of first degree theft and 11 *389 counts of money laundering.[1] He argues that the trial court erred in denying his discovery requests.[2] We agree and reverse and remand.\n\nFACTS\n¶ 2 Dingman owned a business called Quality Home Enclosures (QHE), which installed residential sunroom additions. Starting in March 2001, he distributed sunrooms manufactured by Four Seasons. In February 2002, Four Seasons contacted QHE, concerned about QHE's financial condition. In March 2002, Dingman hired a business analyst, who concluded that QHE would fail as a business. In April 2002, Four Seasons terminated its agreement with QHE.\n¶ 3 The events leading to the criminal charges and convictions are as follows:\n¶ 4 On June 6, 2001, Kent and Joyce Sharpe entered into a contract with QHE for a Four Seasons sunroom. They gave Dingman a $15,000 deposit at that time. On February 27, 2002, they paid him $7,652.75 for materials. In March, Dingman began preparing the site for the sunroom, and he poured a concrete slab by April 18. QHE did no further work. Four Seasons ultimately installed the sunroom. Count I, theft.[3]\n¶ 5 Georgia and Louis Murphy entered into a contract for a sunroom on September 21, 2001. They gave Dingman a $10,000 deposit. On October 13, they gave him an additional check for materials. QHE did limited work at the site by August 2002, but then its work ceased. Count VII, theft.\n¶ 6 On October 2, 2001, Virginia and Scott Klemann entered into a contract with QHE for a sunroom and a kitchen remodel. On January 2, 2002, through a financing arrangement, they paid Dingman the full amount due under the contract. Count XI, money laundering. In June, Virginia spoke with Dingman and he told her that he was having financial problems. When she accused him of using their money for other projects, he responded, \"that's how business works.\" 12 Report of Proceedings (RP) at 860. In August, Dingman poured the concrete for the sunroom foundation and installed the subfloor. He ordered the sunroom materials, but he needed another check from the Klemanns to pick up the materials, which they gave him. Another company eventually installed the sunroom. Count X, theft.\n¶ 7 Vicki Platts-Brown and Ronald Brown entered into a contract with QHE for a Four Seasons sunroom in October 2001. They paid a $22,260 deposit. In early March 2002, the Browns made a $16,695 payment. Count XIV, money laundering. In October 2002, after a building permit was issued, they spoke with Dingman, who said he was restructuring his business. Dingman contacted the Browns a few days later and told them he needed more money; he stated that the money they had previously paid had been used for operating expenses and IRS payments. The Browns asked for a refund and Dingman stated that he did not have the money. Count XII, theft.\n¶ 8 Ron and Marie Ressler entered into a contract for a sunroom. They received financing on November 30, 2001, and their bank submitted a check for the entire amount of the contract. Count XVII, money laundering. QHE completed a small amount of work on the project. Dingman met with the Resslers and told them he had not paid for their Four Seasons sunroom and asked them to change to another brand. They agreed. Dingman later did not pick up the new sunroom materials, and he did not complete the installation. The Resslers obtained a civil judgment against Dingman. Four *390 Seasons eventually installed their sunroom. Count XV, theft.\n¶ 9 Sean Tam and Amy Lam contracted with QHE for a sunroom on November 23, 2001. On March 5, 2002, they paid a $15,500 deposit. Count XIX, money laundering. After no work had been done, Amy contacted Dingman in July to cancel the contract. They never received a sunroom or a refund. Count XVIII, theft.\n¶ 10 On January 8, 2002, Darlene Miller and Carol Kuhns entered into a contract with QHE for a greenhouse addition to their residence. On February 9, a QHE employee collected $11,976 from them. QHE contractors poured footings in September. In October, after Miller and Kuhns learned that QHE was going out of business, they unsuccessfully tried to contact the company to cancel the agreement. QHE did not do any additional work. Count XX, theft.\n¶ 11 Cindy Taylor and James Mathers contracted with QHE in February 2002. They paid a $7,365 deposit and a month later paid another $7,365 deposit. In September, Dingman worked two days on the property. On October 17, Taylor spoke with Dingman, who stated he was closing his business. Four Seasons eventually built the sunroom. Count XXVI, theft.\n¶ 12 In April 2002, Vanessa and David Dunivan hired QHE to build an addition and remodel their kitchen. On July 2, they gave Dingman a check to pay for cabinets, as some work had been started on the kitchen by this time. Home Depot contacted the Dunivans in July to say that the cabinets had been returned. Dingman told Vanessa there had been a mix-up with the check used to pay for the cabinets. After additional communications back and forth about the cabinets, Vanessa met with Dingman in October, and he told her that the IRS had taken his money. The Dunivans eventually removed Dingman's materials from their home and hung a \"No Trespassing\" sign. 23 RP at 1992. The project was not finished. Count XXXIV, theft.\n¶ 13 Eddie and Vevely Smith entered into an agreement with QHE on June 3, 2002. They received financing for the project and paid QHE the contract amount on July 8. Count XXXVIII, money laundering. No work was ever done. Count XXXVII, theft.\n¶ 14 John and Tok Sun Regan contracted for a sunroom on June 14, 2002, and paid a $10,000 deposit. In early August, after having trouble getting QHE to start work, John paid an additional $10,000 to Dingman. Count XLI, money laundering. QHE did some foundation work in early September. John had additional discussions with Dingman to try to get him to perform additional work; Dingman refused to return the money and did not perform any additional work. Count XXXIX, theft.\n¶ 15 Lorraine and Fred Ferguson entered into a contract with QHE for a sunroom. They paid a deposit for materials on July 17, 2002. Count XLIII, money laundering. QHE did not apply for permits for the site and no work was ever done. Count XLII, theft.\n¶ 16 Alice and Allen DeSart contracted with QHE in July 2002. They paid Dingman $4,000 on August 20, 2002. Count XLV, money laundering. Although the DeSarts contacted Dingman several times, he never worked on the project. Count XLIV, theft.\n¶ 17 June and Wilford Gosnell entered into a contract with QHE for a sunroom in July 2002. On July 20, they paid Dingman $13,600. Count XLVIII, money laundering. Dingman started to prepare the site in August. The Gosnells learned that the check Dingman used to pay for the building permit bounced. No additional work was done, despite effort by the Gosnells to get Dingman to perform the work. Four Seasons eventually stepped in and built the sunroom. Count XLVI, theft.\n¶ 18 Dree Snider and Liesl Bohn contracted for a sunroom in July 2002. They paid a deposit and on October 8 paid an additional $10,829.20 to Dingman for materials. After speaking with Dingman and telling him that she did not think he would do the work, Bohn tried to stop payment on the check but was too late. Count LI, money laundering. At the end of October, Dingman told Bohn that he had many projects to complete before starting her project. That was the last contact *391 the homeowners had with Dingman. Count XLIX, theft.\n¶ 19 On August 1, 2002, QHE agreed to build a sunroom for Regina Wade (now Keller). She wrote a $10,000 check. Within the three-day revocation period in the contract, she asked for her money back. Count LIII, money laundering. Dingman never returned the money. Count LII, theft.\n¶ 20 On March 19, 2003, the Pierce County Sheriff's Department searched Dingman's house. It seized nine computers. A detective created a mirror image copy of the computers' hard drives using a program called EnCase.\n¶ 21 On January 17, 2006, by third amended information,[4] the State charged Dingman with 21 counts of first degree theft under RCW 9A.56.020(1)(a)[5] and .030(1)(a),[6] and 33 counts of money laundering under RCW 9A.83.020(1)(a).[7]\n¶ 22 On July 1, 2004, the State provided Dingman with some discovery. It included a report containing information about the mirror image hard drive copies having been created using EnCase.\n¶ 23 In August 2005, Dingman moved for additional discovery, requesting direct access to the computer hard drives seized from QHE or mirror image copies of the drives created in a program used by the defense's computer expert. The trial court denied the motion in part, ordering the State to produce only mirror image copies in the EnCase program it used for its investigation. A few weeks later, the trial court granted Dingman's motion for a continuance to allow his counsel to work with the EnCase files. In December 2005, Dingman requested another continuance because many of the computer files remained unexamined by his expert. The trial court denied this motion.\n¶ 24 The case went to trial before a jury. For the theft counts, the State proceeded on a legal theory of theft by embezzlement as set out in State v. Joy, 121 Wash.2d 333, 851 P.2d 654 (1993). As explained by the trial court, \"[i]f the particular agreement between the parties, meaning the owner and the defendant, restricted the use of the funds to a specific purpose, the owner would have an interest in the money.\" 30 RP at 2955-56. According to the State, Dingman committed theft by using the earmarked money inconsistent with the contractual purpose. Joy, 121 Wash.2d at 341, 851 P.2d 654 (\"The owners in those cases had an interest in the money given to defendant to hold for the purchase of those materials, and when defendant used the money for other purposes, he appropriated the funds to his own use and committed theft by embezzlement.\").\n¶ 25 On Dingman's motion, the trial court dismissed 3 counts of first degree theft and 13 counts of money laundering for insufficient evidence. The jury found him not guilty of 2 counts of first degree theft and 9 counts of money laundering. It convicted him of the remaining 16 counts of first degree theft and 11 counts of money laundering.\n¶ 26 Dingman appeals and the State cross-appeals.[8]\n\nANALYSIS[9]\n\nDiscovery\n¶ 27 Dingman first contends that the trial court erred in ruling on his discovery motions. *392 He asserts that the trial court denied him an opportunity to prepare his defense. We agree.\n¶ 28 In August 2005, Dingman moved for the State to allow him to access his seized computers' hard drives to create his own mirror images, or to receive mirror images of the drives in a readable format. As noted, during its investigation, the State created mirror image copies of the drives using the EnCase program.\n¶ 29 At argument on the motion, Dingman asserted that neither his computer forensic expert nor defense counsel had access to the EnCase program. His expert, Larry Karstetter, testified that a copy of the program cost $3,607. Karstetter said that he did not use the program because it was created for use by law enforcement, and he expressed concern that its search function could contain inherent bias against the defense. He added that in all other cases in which he needed hard drive copies, the State provided the copies to him in a readable (non-EnCase) format.\n¶ 30 The State's witnesses included Detective Gregory Dawson, who created the EnCase mirror image file for the State. He expressed two reservations about providing Dingman with the hard drives: the program, Ghost, used by Dingman's expert, could produce an inaccurate copy of the drives and the hard drives could be damaged because they had not been used for some time. Dawson stated that his office had a license to use Ghost but that he did not use it for forensic investigations.\n¶ 31 In summarizing Dingman's request to the trial court, defense counsel stated that he merely wanted the discovery in a format that the defense and its expert could use. He gave this example:\nThe State has translated the computers into Farsi, a foreign language that we don't speak, and asked us to take Farsi because that's what they decided to do and it was convenient and maybe very wise on their part. Well, we don't want it in their language, your Honor. We want the discovery as it existed in Mr. Dingman's computers and as it still exists in Mr. Dingman's computers.\n3 RP at 131. He added that the State already had an exact copy of the files in its possession, so it could easily detect if either Ghost or the age of the computers somehow altered the evidence.\n¶ 32 The State countered that it did \"not need to conform its investigation or its investigatory tools to the whims and desires of the defense.\" 3 RP at 132. It added that it had never had a problem with providing the copies of the files\u0097in EnCase format\u0097to the defense. Moreover, it reminded the trial court that more than a year earlier, it had told defense counsel it was using EnCase for its investigation.\n¶ 33 The trial court denied the motion in part, ordering the State to provide the EnCase copies to the defense. The trial court found that the Ghost program would not provide an accurate image of files contained in the single Redundant Array of Independent Disks (RAID)-configured computer. It also noted that the EnCase search function, criticized by the defense, was not the only search program available.\n¶ 34 Approximately one month later, Dingman followed up with the trial court on the discovery request. Defense counsel explained that his office was trying to obtain a less expensive version of the software but had not yet purchased it. He requested a continuance.\n¶ 35 The State agreed with the need for a continuance:\nThe overall concern I think in dealing with this is that we\u0097the defendant has\u0097 and it's the defendant's rights that are being protected\u0097has a right to effective assistance of counsel. It is the State's concern that if we don't give the defense attorney a sufficient amount of time to look into the computers\u0097and I think January would be reasonable\u0097then we're going to be retrying this case. And the goal I think of everybody is to try it once and to try it well and to get the case resolved that way.\nI understand the Court's concerns about the continuances in this matter, and those are legitimate concerns. But when we're sitting down and looking at a defendant's *393 rights and the Sixth Amendment rights, I think the concerns of the amount of time a case has been around, I guess from the State's perspective, unfortunately would have to take second seat, if you will, to that particular matter.\n4 RP at 158-59.\n¶ 36 In December 2005, Dingman's counsel requested another continuance, in part because the defense had not fully accessed the information on the mirror images it received from the State in the EnCase format. Dingman's motion stated that his counsel had not yet viewed all of the computer files and that Dingman also had not had an opportunity to review them. Dingman's expert submitted an affidavit stating he was only able to review two of nine drives and, for the two examined, he encountered files that he could not yet open.\n¶ 37 The Department of Assigned Counsel's Information Technology Specialist, Kathleen LaCoste, submitted an affidavit stating defense counsel had purchased a new hard drive, submitted it to the State, and received 77 folders and 4,868 files on the drive from the State. She also said the EnCase program is \"not usable without program specific training.\" Supp. Clerk's Papers, LaCoste Aff. at 1. The training cost was $1,500. She told the trial court no one in her office or the entire Pierce County computer support office was trained to use EnCase. She stated that the office had not purchased EnCase and that she had viewed some of the EnCase files using a 30-day trial version of another program, Mount Image Pro Software. This software could support the EnCase images, but it did \"not substitute as an operating system that will actually run any of the associated programs required to open a specific file.\" Supp. CP, LaCoste Aff. at 2. She also reviewed the compact disk evidence submitted by the State. She said it functioned much like the mirror image drive copies in that many of the files could not be opened or could not be opened in a readable format.\n¶ 38 At a hearing on the motion, defense counsel stated \"this is as fast as the people and the resources that were given to me to do this were able to move.\" 5 RP at 186. The State countered it previously produced hard copies of all of Dingman's business and bank records. It noted that at the time of the continuance request, the defense had possessed the hard drive mirror images for 71 days.\n¶ 39 The trial court denied the motion, stating, \"What I'm hearing is a lot of requests to do things that should have been done all along the way.\" 5 RP at 200-01. Dingman renewed the motion immediately before trial. Again, the trial court denied the motion.\n¶ 40 Dingman now argues that the trial court erred in denying the discovery request. He asserts this error deprived him of meaningful access to evidence in order to prepare for trial, which resulted in a failure to ensure that he received adequate representation by defense counsel. He also argues the decision deprived him of due process and violated Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963).\n\nState v. Boyd\n¶ 41 After trial in this case, our Supreme Court decided State v. Boyd, 160 Wash.2d 424, 158 P.3d 54 (2007). In Boyd, the court examined the State's obligation to provide a defendant access to mirror image hard drives. The trial court had restricted access to the drives, \"allowing defense counsel to access a mirror image of Boyd's hard drive, but only in a State facility ... and only through the State's operating system and software.\" Boyd, 160 Wash.2d at 430, 158 P.3d 54.\n¶ 42 Our Supreme Court held that under CrR 4.7(a)(1)(v),[10] the State had an obligation *394 to provide the defense meaningful access to the hard drive copies. Boyd, 160 Wash.2d at 433-34, 158 P.3d 54. The court opined that\n[G]iven the nature of the evidence, adequate representation requires providing a \"mirror image\" of that hard drive; enabling the defense attorney to consult with computer experts who can tell how the evidence made its way onto the computer. Forensic review might show that someone other than the defendant caused certain images to be downloaded. It may indicate when the images were downloaded. It may reveal how often and how recently images were viewed and other useful information based on where the images are stored on the device. Expert analysis of the application or program used to acquire the images may be useful. Providing a copy enables the expert to test that application or program using the same type and version of computer operating system as was used by the defendant, a difference that may alter how the program runs, stores data, and so forth. Analysis may also reveal that the images are not of children. This analysis requires greater access than can be afforded in the State's facility.\nPreparation may require lengthy access even where there are few images. The need for copies may flow also from constraints on experts such as access to the necessary tools and sufficient time. These concerns are relevant to Boyd, where the forensic expert intends to use particular diagnostic equipment from his lab and must review tens of thousands of images from potentially disparate sources.\nBoyd, 160 Wash.2d at 436-37, 158 P.3d 54 (citations omitted); see also State v. Grenning, 142 Wash.App. 518, 535-36, 174 P.3d 706, (applying Boyd), review denied, 164 Wash.2d 1026, 196 P.3d 137 (2008).\n¶ 43 Dingman relies on Boyd's expansive language that speaks to allowing unfettered access to computer drives by the defense. The State counters that the trial court satisfied Boyd's requirements when it granted Dingman unrestricted access to a mirror image copy of the hard drives.\n¶ 44 Boyd resolves that CrR 4.7(a)(1)(v) governs this issue. 160 Wash.2d at 432-33, 158 P.3d 54. By its plain language, the rule obligates the State to disclose all books, papers, documents, photographs, and tangible objects it has in its possession, \"which the prosecuting attorney intends to use in the hearing or trial or which were obtained from or belonged to the defendant.\" CrR 4.7(a)(1)(v). Under the rule, \"the burden is on the State to establish, not merely claim or allege, the need for appropriate restrictions.\" Boyd, 160 Wash.2d at 433, 158 P.3d 54; CrR 4.7(a). The court added that discovery before trial should be as \"`full and free as possible.'\" Boyd, 160 Wash.2d at 434, 158 P.3d 54 (quoting State v. Yates, 111 Wash.2d 793, 797, 765 P.2d 291 (1988)). Boyd, however, does not address the exact facts here: where the defense seeks to access the original hard drives or to have mirror image copies provided in a preferred format.\n\nThe State's Failure to Produce the Hard Drives for Dingman\n¶ 45 A computer hard drive is a tangible object. These drives were \"obtained from or belonged to the defendant.\" CrR 4.7(a)(1)(v). CrR 4.7(a)(1)(v), therefore, requires that defense counsel be able to examine the drives absent an established State need for restrictions. Boyd, 160 Wash.2d at 433, 158 P.3d 54.\n¶ 46 The State had not used the computers at any time after it accessed them to create the EnCase mirror image copies. The State posits there is a chance the computer hard drives would fail if accessed by Dingman because they sat unused in State custody for some period of time. However, the State's speculation about possible damage fails the test set out in Boyd: that the State show\u0097 rather than claim or allege\u0097that it is placing appropriate restrictions on discovery. 160 Wash.2d at 433, 158 P.3d 54. Even assuming the defense could damage a hard drive by turning a computer on, the State already has complete mirror images of the drives it created when it seized the hard drives. These mirror images could be used to check any *395 discrepancies between the computer drives when accessed by the State and when accessed by the defense.\n¶ 47 Although Boyd does not cover the exact circumstances of Dingman's case, it counsels against unduly restricting access to electronic evidence in criminal matters. Boyd, in a footnote, touches on allowing a defendant to directly access computer hard drives, instead of simply mirror images of the drives. 160 Wash.2d at 433-44 n. 4, 158 P.3d 54.\n¶ 48 In footnote 4, the Boyd court references federal cases that involve restrictions on computer access by defendants in child pornography cases. 160 Wash.2d at 433, 158 P.3d 54. It quotes one case, United States v. O'Rourke, 470 F.Supp.2d 1049, 1054 n. 1 (D.Ariz.2007), stating that if not for additional federal statutory restrictions on discovery in child pornography cases, under Fed. R.Crim.P. 16,[11] it \"`would grant the defense team possession of the hard drive.'\" Boyd, 160 Wash.2d at 434 n. 4, 158 P.3d 54 (quoting O'Rourke, 470 F.Supp.2d at 1054 n. 1); see also O'Rourke, 470 F.Supp.2d at 1054 n. 1 ([Federal] \"Rule 16(a)(1)(E) provides that a defendant may inspect or copy evidence from the Government that is material to preparation of the defense, will be used in the Government's case-in-chief, or was obtained from the defendant. The hard drive falls within all three categories of discoverable information.\"). In light of the plain language of CrR 4.7(a)(1)(v), which gives the defense access to objects the defendant owned, and the State's failure to meet its burden of proving restrictions were necessary, the trial court erred in denying Dingman's motion to access his hard drives.\n\nThe State's Failure to Provide a Readily Readable Mirror Image Copy\n¶ 49 In the event he was not allowed to access the drives, Dingman also requested mirror image copies made with the Ghost program. At the discovery hearing, the State argued against this request and presented evidence that it would take time to copy the drives into the Ghost format, that Ghost may result in inaccurate copies, and that one computer drive could not be accurately copied using the Ghost format. The trial court also denied this request. Dingman raises this same issue on appeal. The State argues that it is not required to conform its investigation to Dingman's whims and that the trial court ruled correctly by only requiring the State to provide mirror images in the EnCase format. Dingman responds that his expert was not trained to use EnCase and that neither defense counsel nor the expert owned a version of EnCase.\n¶ 50 Again, Boyd does not cover this exact scenario. It did, however, strike down the trial court's order requiring the defense to access the mirror image drives \"only through the State's operating system and software.\" Boyd, 160 Wash.2d at 430, 158 P.3d 54. Another statement by a court analyzing a federal child pornography case indicates that the defense should be allowed to use its own hardware and software to analyze computer evidence:\nAn ample opportunity to forensically examine seized computer items means an examination whereby the government can supply reasonably up-to-date tools (hardware and software) and facilities such that a defendant can construct a reasonable, available forensic defense, if one is available at all, and whereby the analysis will not be impeached because it was not supported by the proper hardware or software. An ample opportunity will permit a defense expert to utilize his or her hardware or software.\n\n*396 United States v. Flinn, 521 F.Supp.2d 1097, 1101 (E.D.Cal.2007) (emphasis added). Under this analysis, the State must meet its burden of showing a need for appropriate restrictions before the trial court can limit a computer forensics expert's analysis of a defendant's hard drive to only the State's chosen software format. Boyd, 160 Wash.2d at 433, 158 P.3d 54.\n¶ 51 As previously noted, any potential alteration to the hard drives original condition that the Ghost software might cause can be detected because the State has the EnCase mirror image copies. Moreover, the State has a license to use Ghost. The State's remaining related objections, that the conversion to Ghost would be time consuming and that it need not conform discovery to Dingman's whims, are insufficient to overcome the goal of open discovery set out in Boyd's[12] analysis of CrR 4.7.[13]\n¶ 52 In sum, we conclude that the trial court erred by requiring that the State provide only an EnCase mirror image of Dingman's hard drives to the defense. The remedy is to reverse and remand for a new trial.\n¶ 53 Reversed and remanded.\n¶ 54 A majority of the panel having determined that only the foregoing portion of this opinion will be printed in the Washington Appellate Reports and that the remainder shall be filed for public record pursuant to RCW 2.06.040, it is so ordered.\nWe concur: BRIDGEWATER and ARMSTRONG, JJ.\nNOTES\n[1]  Counts I, VII, X, XI, XII, XIV, XV, XVII, XVIII, XIX, XX, XXVI, XXXIV, XXXVII, XXXVIII, XXXIX, XLI, XLII, XLIII, XLIV, XLV, XLVI, XLVIII, XLIX, LI, LII, LIII.\n[2]  In the unpublished portion of this opinion, we decide that prosecution for theft and money laundering violates double jeopardy, and we reject Dingman's arguments based on insufficiency of the evidence and instructional error. He raises other assignments of error that we do not address because we reverse and remand, namely: ineffective assistance of counsel, sentencing error, and evidentiary error he raises pro se.\n\nThe State cross-appealed, raising two issues but dropped its claim that the trial court improperly dismissed some of the counts. Because we reverse and remand, we do not address its remaining restitution argument.\n[3]  We set forth each count resulting in a conviction.\n[4]  We note the third amended information misnumbered the counts, skipping LIV and LV.\n[5]  RCW 9A.56.020(1) provides: \"`Theft' means: (a) To wrongfully obtain or exert unauthorized control over the property or services of another or the value thereof, with intent to deprive him or her of such property or services.\" This statute was amended in 2004 by adding \"or her.\"\n[6]  RCW 9A.56.030(1) provides in part: \"A person is guilty of theft in the first degree if he or she commits theft of: (a) Property or services which exceed(s) one thousand five hundred dollars in value.\"\n[7]  RCW 9A.83.020(1) provides: \"A person is guilty of money laundering when that person conducts or attempts to conduct a financial transaction involving the proceeds of specified unlawful activity and: (a) Knows the property is proceeds of specified unlawful activity.\"\n[8]  See footnote 1.\n[9]  We set forth additional facts where relevant to the appeal.\n[10]  CrR 4.7(a), prosecutor's obligations, provides:\n\n(1) Except as otherwise provided by protective orders or as to matters not subject to disclosure, the prosecuting attorney shall disclose to the defendant the following material and information within the prosecuting attorney's possession or control no later than the omnibus hearing:\n....\n(v) any books, papers, documents, photographs, or tangible objects, which the prosecuting attorney intends to use in the hearing or trial or which were obtained from or belonged to the defendant.\n[11]  Fed.R.Crim.P. 16(a)(1) states:\n\n(E) Documents and Objects. Upon a defendant's request, the government must permit the defendant to inspect and to copy or photograph books, papers, documents, data, photographs, tangible objects, buildings or places, or copies or portions of any of these items, if the item is within the government's possession, custody, or control and:\n(i) the item is material to preparing the defense;\n(ii) the government intends to use the item in its case-in-chief at trial; or\n(iii) the item was obtained from or belongs to the defendant.\n[12]  Boyd emphasizes that inadequate discovery can violate the Fifth and Sixth Amendments. 160 Wash.2d at 434-35, 158 P.3d 54. On appeal, the State appears to argue that the denial of Dingman's motion was non-prejudicial and did not violate his constitutional rights because, for example, the State did not use any of the hard drive images at trial. We note, however, that the State, at argument before the trial court, recognized that proceeding to trial before Dingman had the opportunity to review the computer drives would violate his constitutional rights. Further, simply because particular evidence was not useful to the prosecution does not mean that the defense also would consider it irrelevant.\n[13]  We further note that at some point after the trial court's denial of Dingman's discovery motion, the defense's expert acquired a program that could read EnCase files. Dingman's attorney then requested a second continuance related to the discovery matter in December 2005 to allow his team additional time to work with the computer files and programs. The State argued that another continuance was unwarranted because the defense had received the EnCase mirror images on September 29, 2005, and at the time of the motion, had possessed the images for approximately 71 days. The trial court denied the motion. But simply because the defense attempted to comply with the trial court's order that it access the mirror images only in the EnCase format does not make the trial court's order correct. As of December 2005, the defense still did not own the EnCase format and was working with a compatible program that produced imperfect results.\n\n",
            "ocr": false,
            "opinion_id": 2515481
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}