{
    "id": 2504935,
    "judges": "Blackwell, Mikell, Miller",
    "date_filed": 1334793600000,
    "date_filed_is_approximate": false,
    "slug": "jones-v-state",
    "case_name_short": "Jones",
    "case_name": "Jones v. State",
    "case_name_full": "Jones v. the State",
    "attorneys": "Kan & Clark, Aaron M. Clark, for appellant., Barry E. Morgan, Solicitor-General, Rachel H. Plevak, Assistant Solicitor-General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b718-11\">\n    A12A0450.\n   </docketnumber><parties id=\"AeKy\">\n    JONES v. THE STATE.\n   </parties><br><citation id=\"b718-12\">\n    (727 SE2d 512)\n   </citation>",
    "citations": [
        "727 S.E.2d 512",
        "315 Ga. App. 688"
    ],
    "opinions": [
        {
            "author_str": "MlKELL",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7169.0,
            "opinion_text": "\n727 S.E.2d 512 (2012)\n315 Ga. App. 688\nJONES\nv.\nThe STATE.\nNo. A12A0450.\nCourt of Appeals of Georgia.\nApril 19, 2012.\n*513 Aaron Matthew Clark, for Jones.\nBarry Edward Morgan, Rachel Helen Plevak, for the State.\nMIKELL, Presiding Judge.\nFollowing a trial by jury, William Stack Jones was found guilty of reckless conduct (OCGA § 16-5-60(b)), reckless driving (OCGA § 40-6-390), and speeding (OCGA § 40-6-181(b)(5)), all misdemeanors. He was sentenced to 12 months in confinement, with a total of 20 days to serve and the balance on probation. Jones appeals[1] from the conviction and the trial court's denial of his motion for new trial, contending that the trial court committed reversible error in failing to give, sua sponte, a jury charge on justification. We find that there was no evidence to support such a charge; accordingly, we affirm.\nTwo witnesses testified at trial: Cobb County Police Officer James Dahlquist and Jones himself. Viewed in the light most favorable to the verdict,[2] the evidence showed that around noon on November 26, 2008, Dahlquist, a P.O.S.T.-certified officer with 14 years experience, while on duty in a marked police car, observed a Jaguar traveling on Interstate 285 westbound, just past the exit for Interstate 75, in the far right of three lanes of travel. The Jaguar was approaching the point where the far right lane ends by merging into the middle lane and the road narrows to two lanes. Dahlquist testified that, by his visual estimate, the Jaguar was traveling at 100 mph; and that, when measured by Dahlquist's laser speed-detection device, the Jaguar's speed was 103 mph. The speed limit on 285 at that location is 55 mph. Dahlquist made a traffic stop and pulled the Jaguar over. He then determined that the driver was Jones, and that Jones's 14-year-old son was a passenger in the right front seat of the car. Jones admitted to Dahlquist that he knew that the speed limit was 55, but he said he did not know how fast he had been traveling. Dahlquist placed Jones under arrest for speeding and reckless driving. Jones was later charged by accusation with those two offenses, as well as with the offense of reckless conduct.\nJones contends that the trial court erred in denying his motion for new trial, because the trial court failed to give, sua sponte, a jury charge on his sole defense of justification.[3] Jones relies upon Tarvestad v. State,[4] which sets forth the principle that \"[t]he trial court must charge the jury on the defendant's sole defense, even without a written request, if there is some evidence to support the charge.\"[5] Where there is no *514 evidence to support a justification defense, however, the rule stated in Tarvestad is not applicable:[6] \"[a] charge on the defendant's sole defense is mandatory only if there is some evidence to support the charge.\"[7] Moreover, \"[w]hether the evidence presented is sufficient to authorize the giving of a charge is a question of law.\"[8]\nIn the case at bar, no evidence supports a charge on justification. Contrary to Jones's assertions in his brief, at no time did Jones testify that he accelerated to 103 mph \"because he had no safer option.\" In his testimony at trial, Jones admitted that he was going 90 mph, the same speed as the tractor-trailers that he testified were \"all bunched up together\" in the lane to his left; and that he \"floored it\" in order to merge left before his lane of travel ended by merging into the center lane. Jones testified that \"I figured I'd be able to merge.\" He explained that the tractor-trailers were bumper to bumper and were not allowing him to merge to the left. He testified,\n\nI wanted to get over .... Nobody was letting me in, and I saw a gap .... and I floored it, because I know I have to speed up to merge.... And so I sped up, ... and I shot up to that gap. And right then I saw Officer Dahlquist's car.... I was moving over into the second lane. And I had to go that fast in order to get into the traffic.\n(Emphasis supplied.)\nJones testified that his alternative was to \"pull over on the shoulder and just cry that I can't handle 285 traffic.\" At no time did he testify that it was unsafe to pull over; only that he did not want to. When asked why he did not just pull over, he testified that he did not know a police officer was stationed ahead of him; had he known this, he would have \"gone a different way. I would have pulled over and talked to my son about the difficulties of driving on 285. But I ... don't believe that's showing a good example for my son.\" Jones testified that, due to his Army experience, he \"believe[d] in taking a bold, strong response to adverse circumstances.\" When asked why he did not just wait to merge, he testified that \"the traffic was going ninety miles an hour .... the only place I could merge was by speeding up.\" When asked if it would not have been safe for him to just slow down and wait, he testified that he knew the road and knew that the lane merged; and that \"[t]he lane was going away. The alternative would be to just pull over on the side of the road and wait \u0097 the traffic, I'm telling you, was horizon-to-horizon of tractor-trailers.\" Jones denied that his son or anyone else was ever in any danger. When asked if his conduct in accelerating in order to merge with traffic going 90 mph was dangerous, he responded that \"life is dangerous\"; and that no one goes 55 or 65 mph on 285.\nWe conclude that this case is governed by our decisions in such cases as Moon[9] and Odum v. State.[10] In Odum, the defendant drove without a valid license while his son and nephew, both unlicensed, were in the car. The defendant contended that he was \"left with no choice but to drive the car himself\" and was therefore justified in driving.[11] This Court concluded that the evidence did not establish the defense of justification as a matter of law, because it was the defendant's own actions which led him to be one of three unlicensed occupants of a car and put him in the situation where the choice arose.[12] Similarly, in Moon, the defendant, a drug addict undergoing physical symptoms of withdrawal, was convicted of theft by taking when he *515 took a truck in an attempt to get to a clinic for medication.[13] We ruled that the trial court did not err in failing to give a sua sponte charge on justification.[14] Because Moon could have called 911 or sought help from bystanders, \"[his] decision to take the truck was not the only option available to him\"; and it was his own actions that \"created the situation in which he made his choice\" to steal the truck.[15]\nSimilarly, in the case at bar, in a situation in which Jones knew that his lane would soon end, he refused to slow down or pull over; instead, he insisted on going 90 miles an hour in a \"little\" car next to a line of tractor-trailers. His reasons for refusing to slow down or pull over do not raise the defense of justification, and the trial court did not err in failing to give a jury charge on justification sua sponte.\nJudgment affirmed.\nMILLER and BLACKWELL, JJ., concur.\nNOTES\n[1]  This is the second appeal in this case. In Jones v. State, 309 Ga.App. 149, 709 S.E.2d 593 (2011), this Court determined that the trial court erred in concluding that it lacked jurisdiction to address Jones's timely motion for new trial, which Jones filed after prematurely filing his notice of appeal. Accordingly, we remanded the case in order for the trial court to consider Jones's motion for new trial. Id. at 149-150(1), 709 S.E.2d 593.\n[2]  Rankin v. State, 278 Ga. 704, 705, 606 S.E.2d 269 (2004).\n[3]  See OCGA § 16-3-20.\n[4]  261 Ga. 605, 409 S.E.2d 513 (1991).\n[5]  (Citations omitted.) Id. at 606, 409 S.E.2d 513. Accord Price v. State, 289 Ga. 459(2), 712 S.E.2d 828 (2011).\n[6]  Porter v. State, 272 Ga. 533, 535(3), 531 S.E.2d 97 (2000) (where there was no evidence that defendant's actions in shooting victim were justified, trial court was not obligated under Tarvestad to instruct jury on justification, even though it was defendant's sole defense).\n[7]  (Citation omitted.) Id. at 534(3), 531 S.E.2d 97.\n[8]  (Citation omitted.) Davis v. State, 269 Ga. 276, 279(3), 496 S.E.2d 699 (1998). Accord Moon v. State, 244 Ga.App. 443, 446(3), 535 S.E.2d 771 (2000).\n[9]  Supra.\n[10]  220 Ga.App. 263, 469 S.E.2d 394 (1996).\n[11]  Id. at 264, 469 S.E.2d 394.\n[12]  Id.\n[13]  Moon, supra at 444-445(1), 535 S.E.2d 771.\n[14]  Id. at 446(3), 535 S.E.2d 771.\n[15]  Id.\n\n",
            "ocr": false,
            "opinion_id": 2504935
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}