{
    "id": 2520364,
    "judges": null,
    "date_filed": "1986-01-23",
    "date_filed_is_approximate": true,
    "slug": "state-v-monroe",
    "case_name_short": "Monroe",
    "case_name": "State v. Monroe",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "109 P.3d 449"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n109 P.3d 449 (2005)\n126 Wash.App. 435\nSTATE of Washington, Respondent,\nv.\nGregory Edward MONROE, Appellant.\nNo. 30239-0-II.\nCourt of Appeals of Washington, Division 2.\nMarch 15, 2005.\n*450 Anton Laurens Knappert, Attorney at Law, Thomas E. Weaver, Attorney at Law, Port Orchard, WA, for Appellant.\nRandall Avery Sutton, Kitsap Co. Prosecutor's Office, Port Orchard, WA, John Scott Blonien, Attorney at Law, Olympia, WA, for Respondents.\nQUINN-BRINTNALL, C.J.\n¶ 1 Gregory Edward Monroe pleaded guilty to two counts of first degree rape, one count of first degree burglary with sexual motivation, five counts of first degree kidnapping, and one count of second degree assault. The sentencing guidelines of RCW 9.94A.712 applied to Monroe's sentencing on the rape counts (counts I and II) and the burglary with sexual motivation count. That statute directed the superior court to sentence Monroe to a maximum term of life on those counts and to set a determinate minimum term. In exchange for Monroe's plea of guilty, the State agreed to recommend that the superior court set Monroe's determinate minimum term sentences at 511 months, the top of his standard range.\n¶ 2 Monroe stipulated that the court could consider the probable cause statement and any discovery in the case as the material *451 facts to support his guilty plea. The sentencing court reviewed these documents together with the pre-sentence investigation report which recommended a determinate minimum term of 711 months, and written statements or live testimony from all five victims, an attorney for the victims, the deputy prosecuting attorney, Monroe's attorney, and Monroe. The court found that Monroe's crimes involved deliberate cruelty, victims who were particularly vulnerable, and a high degree of sophistication and planning. Based on these aggravating factors, the superior court sentenced Monroe to serve a maximum term of life with a determinate minimum term of 651 months, which resulted from imposing sentences above the standard range on counts I and II.[1] Monroe appeals from this sentence.\n¶ 3 This appeal requires that we address two issues. First, did the deputy prosecutor violate the plea agreement when urging the sentencing court to impose a minimum sentence of 511 months? This panel unanimously agrees that the answer to this question is no. Secondly, under Blakely v. Washington, ___ U.S. ___, 124 S. Ct. 2531, 159 L. Ed. 2d 403 (2004), is a defendant entitled to have a jury find disputed facts beyond a reasonable doubt before the sentencing court can use such facts to impose a minimum term above his standard range under RCW 9.94A712(3)? A majority of this panel agrees, albeit for different reasons, that the answer to this question is yes: disputed facts, other than prior convictions, must be proved beyond a reasonable doubt to a jury before those facts can be relied on by the sentencing court in setting a defendant's minimum term. We therefore affirm Monroe's plea-based convictions, but remand for resentencing.\n\nANALYSIS\n\nPROSECUTORIAL MISCONDUCT\n¶ 4 Monroe first contends that this case should be remanded so he can withdraw his guilty plea or be resentenced because the prosecutor's comments and conduct during sentencing violated his plea agreement with the State. Although the prosecutor made the agreed-upon recommendation for a determinate minimum term of 511 months, Monroe asserts that other statements made by the prosecutor undercut that recommendation and implicitly endorsed the imposition of an exceptional sentence. These statements included: (1) that the facts would have supported additional rape counts had the case gone to trial; (2) that Monroe's crimes were \"one of the most significant crime sprees\" the prosecutor could remember; (3) the prosecutor's opinion that there are \"murder cases that have less victim impact than what happened in this case;\" and (4) that Monroe had \"his way with\" the victims. Report of Proceedings (April 7, 2003) at 6, 7.\n¶ 5 It is well established that the State must exercise good faith in fulfilling the promises that led a defendant to enter into a plea agreement. State v. Sledge, 133 Wash.2d 828, 838-39, 947 P.2d 1199 (1997). The prosecutor may not \"undercut the terms of the agreement explicitly or by conduct evidencing an intent to circumvent the terms of the plea agreement.\" Sledge, 133 Wash.2d at 840, 947 P.2d 1199. We review the prosecutor's actions and comments objectively to determine whether the State has breached a plea agreement. State v. Jerde, 93 Wash.App. 774, 780, 970 P.2d 781, review denied, 138 Wash.2d 1002, 984 P.2d 1033 (1999).\n¶ 6 Our review of the record establishes that the deputy prosecutor in this case did not violate the plea agreement. In exchange for Monroe's guilty pleas, the State agreed to recommend that the sentencing court set Monroe's determinate minimum term at 511 months, the top of Monroe's standard range. The State's argument in support of that recommendation necessarily included facts sufficient to justify the court in *452 setting Monroe's minimum sentence at the top rather than the bottom of his 384 to 511 month standard range. And while the prosecutor had to guard against undercutting the plea agreement by emphasizing facts generally considered only in imposing an exceptional sentence, he was not muted simply because Monroe's crimes arouse natural indignation. See State v. Rice, 110 Wash.2d 577, 606, 757 P.2d 889 (1988), cert. denied, 519 U.S. 873, 117 S. Ct. 191, 136 L. Ed. 2d 129 (1996); State v. Fleetwood, 75 Wash.2d 80, 84, 448 P.2d 502 (1968). Here, the record indicates that the deputy prosecutor recounted salient facts and then unequivocally urged the court to set Monroe's determinate minimum term at 511 months. The State's recommendation was in accord with the plea agreement and the deputy prosecutor's presentation of that recommendation was not unduly inflammatory. See generally Sledge, 133 Wash.2d at 842-43, 947 P.2d 1199 (prosecutor undercut plea when he recommended a standard range sentence but then emphasized various aggravating factors which would sustain an exceptional sentence); State v. Xaviar, 117 Wash.App. 196, 200-01, 69 P.3d 901 (2003) (plea agreement to recommend low-end sentence was violated where prosecutor recited the egregious facts of the crime and highlighted various statutory aggravating factors which signaled the prosecutor's lack of support for the recommendation); State v. Van Buren, 101 Wash.App. 206, 217, 2 P.3d 991 (plea agreement was undercut when the State downplayed its recommendation and focused the court's attention on aggravating factors), review denied, 142 Wash.2d 1015, 16 P.3d 1265 (2000). The prosecutor did not violate the plea agreement and Monroe is not entitled to elect between specific performance and withdrawal of his guilty plea.\n\n\nBLAKELY ISSUES\n¶ 7 Monroe next asserts that he was entitled to have a jury, rather than the superior court, resolve disputed facts that supported setting determinate minimum terms above the standard range for each crime. In support of this argument, Monroe cites Blakely, 124 S.Ct. at 2536 (holding that any fact, other than the fact of a prior conviction, that increases the penalty for a crime beyond the prescribed statutory sentencing range, must be submitted to a jury and proved beyond a reasonable doubt). The State asks us to reject Monroe's Blakely argument for two reasons. First, the State asserts that Blakely does not apply in circumstances such as those set forth in RCW 9.94A.712, where the superior court is required to sentence the defendant to the statutory maximum term. And second, even if Blakely applies to sentences imposed under RCW 9.94A.712, Monroe waived any right he may have had to a jury trial on these issues by stipulating that the sentencing court could consider the affidavit of probable cause and discovery in the case.\n¶ 8 We address first the State's argument that Monroe waived his right to a sentencing jury.\n\nWAIVER OF RIGHT TO JURY TRIAL AT SENTENCING\n¶ 9 After Blakely, where a defendant has pleaded guilty, the State may seek judicial sentence enhancements only if the defendant has either stipulated to the relevant facts or consented to judicial fact-finding. If Monroe had been made aware of his rights under Blakely, his stipulation permitting the sentencing court to consider the probable cause statement and any discovery in the case as material facts would have provided sufficient evidence that Monroe's crimes involved deliberate cruelty, sophisticated planning, and particularly vulnerable victims. These aggravating factors would support imposing a determinate minimum term in excess of Monroe's standard range sentence of 138-184 months for count I and 93-123 months for count II.[2] But to be valid, a waiver must be a voluntary relinquishment of a known right. State v. Thang, 145 Wash.2d 630, 648, 41 P.3d 1159 (2002). When Monroe consented to judicial fact-finding, Blakely had not been issued[3] and it was *453 the established rule of this state that a defendant had no right to have a jury decide facts supporting exceptional sentences. State v. Gore, 143 Wash.2d 288, 315, 21 P.3d 262 (2001). Monroe could not have knowingly waived his right to jury fact-finding at sentencing when the only controlling precedent held that he had no such right. State v. Borboa, 124 Wash.App. 779, 102 P.3d 183, 189-90 (2004); State v. Harris, 123 Wash.App. 906, 920-21, 99 P.3d 902 (2004).\n\nAPPLICATION OF BLAKELY TO SENTENCES UNDER RCW 9.94A.712\n¶ 10 The next issue concerns whether a defendant is entitled to have a jury find disputed facts beyond a reasonable doubt before the sentencing court can use such facts to impose a minimum term above his standard range under RCW 9.94A712(3). A majority of this panel agrees, albeit for different reasons, that the answer to this question is yes and that Monroe's minimum term sentence of 651 months must be vacated and the case remanded to the superior court for resetting of Monroe's minimum term. What follows is the rationale of the authoring judge. The rationale adopted by Judge Houghton is explained in her concurrence which follows.\n\nMONROE'S MAXIMUM TERM\n¶ 11 In this appeal, the State argues that under McMillan v. Pennsylvania, 477 U.S. 79, 106 S. Ct. 2411, 91 L. Ed. 2d 67 (1986), and Harris v. United States, 536 U.S. 545, 122 S. Ct. 2406, 153 L. Ed. 2d 524 (2002), Monroe's Sixth Amendment right to have all disputed facts necessary to support maximum confinement admitted or proved to a jury beyond a reasonable doubt was satisfied. Monroe's maximum life sentence term is an indeterminate sentence. As such, McMillan and Harris support the State's position that Blakely does not apply to indeterminate sentences. See State v. Clarke, 124 Wash.App. 893, 103 P.3d 262, 265-66 (2004). McMillan and Harris remain good law in spite of their tension with Blakely and Apprendi v. New Jersey, 530 U.S. 466, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000).\n¶ 12 In McMillan, the Supreme Court upheld a Pennsylvania statute that required a mandatory minimum sentence of five years for certain specified crimes if the sentencing judge found by a preponderance of the evidence that the defendant had \"visibly possessed a firearm\" during the commission of the offense. 477 U.S. at 81, 106 S. Ct. 2411. The five-year minimum did not exceed the maximum sentence authorized for the specified crimes. In rejecting the argument that due process required the trial judge to make the firearm finding beyond a reasonable doubt, the McMillan court upheld the statute because it \"neither alters the maximum penalty for the crime committed nor creates a separate offense calling for a separate penalty; it operates solely to limit the sentencing court's discretion in selecting a penalty within the range already available to it without the special finding of visible possession of a firearm.\" McMillan, 477 U.S. at 87-88, 106 S. Ct. 2411.\n¶ 13 In Harris, the Court attempted to address whether McMillan remained good law after its decision in Apprendi, which held unconstitutional a statute that permitted a trial judge, rather than the jury, to find a fact which doubled the judge's sentencing jurisdiction. The statute at issue in Harris required the sentencing judge to impose a set minimum term if the judge found that the defendant had displayed a firearm during the commission of the crime. A plurality of four justices concluded that Apprendi and McMillan were compatible:\nIn light of the foregoing, it is not surprising that the decisions for the Court in both Apprendi and Jones [v. United States, 526 U.S. 227, 119 S. Ct. 1215, 143 L. Ed. 2d 311 (1999),] insisted that they were consistent with McMillan \u0097 and that a distinction could be drawn between facts increasing the defendant's minimum sentence and facts extending the sentence beyond the statutory maximum. That distinction may continue to stand. The *454 factual finding in Apprendi extended the power of the judge, allowing him or her to impose a punishment exceeding what was authorized by the jury. The finding in McMillan restrained the judge's power, limiting his or her choices within the authorized range. It is quite consistent to maintain that the former type of fact must be submitted to the jury while the latter need not be.\nRead together, McMillan and Apprendi mean that those facts setting the outer limits of a sentence, and of the judicial power to impose it, are the elements of the crime for the purposes of the constitutional analysis.\nHarris, 536 U.S. at 566-67, 122 S. Ct. 2406 (citations omitted). Another plurality of four justices stated that McMillan should be overruled because it could not be squared with Apprendi. Harris, 536 U.S. at 572-73, 122 S. Ct. 2406 (Thomas, J., dissenting, joined by Stevens, Souter, and Ginsburg, JJ.). The ninth justice could not \"easily distinguish Apprendi\" or \"agree with\" the first plurality's attempt to do so, but he joined with that plurality to affirm because he had dissented in Apprendi and could not \"yet accept its rule.\" Harris, 536 U.S. at 569, 122 S. Ct. 2406 (Breyer, J., concurring in part and concurring in the judgment).[4]\n¶ 14 The legislature defines crimes and fixes penalties. State v. Manussier, 129 Wash.2d 652, 667, 921 P.2d 473 (1996), cert. denied, 520 U.S. 1201, 117 S. Ct. 1563, 137 L. Ed. 2d 709 (1997); State v. Calle, 125 Wash.2d 769, 776, 888 P.2d 155 (1995). After Monroe pleaded guilty to two counts of first degree rape and one count of first degree burglary with sexual motivation, RCW 9.94A.712(3) required that the sentencing court fix Monroe's sentence at life. If Monroe had been similarly convicted following a jury trial, the superior court would have had no discretion but to sentence Monroe to the same life term. Therefore, the sentencing court could not violate Monroe's right to a jury trial when it sentenced him to a maximum term of life as the statute required. In contrast, the sentencing statutes the Supreme Court addressed in Blakely did not direct the sentencing judge to impose a maximum sentence. Rather, the statutes at issue in Blakely generally prohibited the court from imposing a sentence in excess of the court's maximum jurisdiction. For Blakely's kidnapping charge, a class B felony, statutes prohibited Blakely's sentencing judge from imposing a sentence greater than 10 years, or 120 months, and directed the sentencing judge to impose a sentence within a standard range of 49 to 53 months in the absence of aggravating factors. Blakely, 124 S.Ct. at 2535.\n¶ 15 Here, Monroe waived his right to have a jury determine his guilt by knowingly and voluntarily pleading guilty to the crimes with which he had been charged. State v. Tourtellotte, 88 Wash.2d 579, 583, 564 P.2d 799 (1977). Monroe's convictions were based on this unchallenged and constitutionally valid plea and he was sentenced to life as RCW 9.94A.712(3) specifically required.\n\nMONROE'S MINIMUM TERM\n¶ 16 Although Monroe's right to have all facts necessary to support the mandatory maximum term of life were proved by Monroe's knowing and voluntary plea and waiver of his right to a jury trial, the State's position that Blakely does not apply to setting Monroe's minimum term under RCW 9.94A.712(3) is not well founded. This court reached a similar result in Borboa on somewhat different grounds.[5] Here, the superior *455 court did not violate Monroe's constitutional right not to be sentenced to serve a term greater than that allowed by the jury's verdict (or voluntary guilty plea) when it set Monroe's maximum term at life. Thus, Blakely's constitutional jury trial right does not apply directly to Monroe's minimum term sentence which is well below that required by his guilty pleas to rape and burglary. This conclusion is consistent with Division One's holding in Clarke that Blakely does not apply to the setting of a maximum sentence under RCW 9.94A.712.\n¶ 17 But I diverge from Clarke with respect to the superior court's setting of the minimum term. Our Supreme Court has held that any inmate serving a pre-Sentencing Reform Act (SRA) life sentence can never establish that he or she is receiving more punishment under the SRA because the Independent Sentencing Review Board (ISRB) has discretion to impose a minimum sentence of life. In re Personal Restraint of Stanphill, 134 Wash.2d 165, 949 P.2d 365 (1998). But it is precisely because the statutes governing imposition of Monroe's sentence do not grant the sentencing court (RCW 9.94A.712(3)) or the ISRB (RCW 9.95.420), unfettered discretion to impose a minimum term of life that Stanphill does not control the decision here.\n\nSENTENCING JURY REQUIRED UNDER RCW 9.94A.712(3) AND BLAKELY\n\n¶ 18 Blakely's procedural[6] jury trial requirements are satisfied by Monroe's plea and the sentencing court here was mandated by RCW 9.94A.712(3) to impose a maximum term of life. Thus, Blakely's sentencing jury requirement does not apply to the setting of Monroe's mandatory minimum sentence. Nevertheless, the plain language of RCW 9.94A.712(3) requires that a jury find beyond a reasonable doubt disputed aggravating facts before the sentencing court may rely on them in setting a defendant's minimum term sentence in excess of his standard range.\n¶ 19 This analysis of RCW 9.94A.712(3) begins with two related maxims of statutory construction. First, if a statutes meaning is plain, we give effect to that plain meaning as an expression of legislative intent. State v. Thompson, 151 Wash.2d 793, 801, 92 P.3d 228 (2004). Secondly, directory language of a statute governing a specific procedure or circumstance controls over the provisions of statutes of more general application. Staats v. Brown, 139 Wash.2d 757, 789, 991 P.2d 615 (2000) (Talmadge, J., concurring/dissenting). Applying these two principles here reveals that RCW 9.94A.712(3) does not grant a sentencing court authority to impose a determinate minimum term above the standard range without first satisfying Blakely's procedural jury trial requirement.\n¶ 20 RCW 9.94A.712(3) provides that, for certain crimes, including first degree rape:\n[T]he court shall impose a sentence to a maximum term consisting of the statutory maximum sentence for the offense and a minimum term either within the standard sentence range for the offense, or outside the standard sentence range pursuant to RCW 9.94A.535, if the offender is otherwise eligible for such a sentence.\nThe statutory maximum sentence for first degree rape is life in prison. RCW 9A.20.021(1)(a), .040. Once a defendant has been convicted on plea or verdict of first degree rape, the legislature has specifically directed under RCW 9.94A.712(3) that the superior court sentence him to life imprisonment for that offense.[7] Here, Monroe does *456 not challenge the validity of his guilty plea and the sentencing court did not violate Monroe's constitutional right to a jury trial under the Sixth Amendment when it sentenced Monroe to serve a maximum term of life in prison as the legislature mandated.\n¶ 21 But RCW 9.94A.712(3) also directs that, after sentencing the defendant to serve a maximum term consisting of the maximum statutory sentence, the sentencing court must impose a mandatory determinate minimum term sentence. A defendant is ineligible for release until he has served this minimum term. When a defendant has completed serving his minimum term, the statute directs that the ISRB shall order the offender conditionally released unless the ISRB determines by a preponderance of the evidence that even with such conditions it is more likely than not that the offender will commit sex offenses if released. RCW 9.95.420(3)(a).[8] A defendant thus released must comply with the ISRB's conditions. He has not completed his sentence and he is not released from the court's jurisdiction until the expiration of the maximum term \u0097 life. RCW 9.95.435.[9] If the defendant violates any of the conditions imposed, he may be reincarcerated. RCW 9.95.435.\n¶ 22 RCW 9.94A.712(3) directs the sentencing court to set the defendant's minimum term sentence \"either within the standard sentence range for the offense, or outside the standard sentence range pursuant to RCW 9.94A.535, if the offender is otherwise eligible for such a sentence.\" (Emphasis added.) In other words, the statute directs that Monroe's minimum term be set as if he were not already under a life sentence.\n¶ 23 In Apprendi, the United States Supreme Court addressed a statute that doubled the superior court's sentencing jurisdiction when the trial judge found by a preponderance of the evidence that the crime the defendant had committed was a hate crime. In striking down the statute, Apprendi held that \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" 530 U.S. at 490, 120 S. Ct. 2348. In Blakely, the Court extended Apprendi's jury trial requirement to facts, other than a defendant's prior convictions, used by the sentencing judge to impose sentences below the jurisdictional statutory maximum but in excess of Washington's standard sentencing ranges.\n¶ 24 Thus, after Blakely, an offender is not \"otherwise eligible\" to receive a sentence outside the standard sentence range under RCW 9.94A.535 until a jury has found disputed facts increasing the standard range penalty beyond a reasonable doubt or the defendant has otherwise stipulated or waived a jury trial on these issues.\n¶ 25 Under RCW 9.94A.712(3), a sentencing court must sentence the defendant to serve a life term, but can set a defendant's determinate minimum term above his standard sentence range only when the defendant is otherwise eligible to receive such a sentence under RCW 9.94A.535. Under Blakely's mandate, if Monroe would otherwise be eligible to receive a sentence outside the standard range, then, and only then, does RCW 9.94A.712(3) grant the sentencing court authority to set his mandatory minimum *457 term outside the standard range. After Blakely, a defendant is not eligible to receive a sentence in excess of the standard range unless disputed facts, other than prior convictions, are proved to a jury beyond a reasonable doubt (or the defendant stipulates to the facts or otherwise waives the sentencing jury requirement).\n¶ 26 Monroe would not otherwise be eligible to receive a sentence in excess of the standard range until a jury finds the disputed aggravating facts on which the sentencing judge relied beyond a reasonable doubt \u0097 deliberate cruelty, victim vulnerability, and criminal sophistication.[10] Therefore, on this record, RCW 9.94A.712(3) did not give Monroe's sentencing court authority to impose a minimum term in excess of the 384 to 511 month standard range without satisfying Blakely's jury trial requirement.\n¶ 27 Monroe waived his right to have a jury determine his guilt by knowingly and voluntarily pleading guilty to the crimes with which he had been charged. Tourtellotte, 88 Wash.2d at 583, 564 P.2d 799. Monroe's convictions were based on his valid guilty plea. But, under the plain language of RCW 9.94A.712(3), after Blakely, Monroe was not otherwise eligible to receive an exceptional sentence upward, and the superior court's minimum term sentence of 651 months must be vacated and the case remanded to the superior court for resetting of Monroe's minimum term.\nHOUGHTON, J., concurring.\n¶ 28 I join Judge Quinn-Brintnall's analysis on the prosecutorial misconduct and waiver issues. As to the section entitled \"Application of Blakely to Sentences under RCW 9.94A.712,\" I concur in the result only and write separately to emphasize my two concerns.\n¶ 29 First, I disagree with Judge Quinn-Brintnall's description of Blakely errors as \"procedural.\" Blakely v. Washington, ___ U.S. ___, 124 S. Ct. 2531, 159 L. Ed. 2d 403 (2004). See Judge Quinn-Brintnall's opinion at 455. As we held in State v. Fero, Blakely errors are structural and thus not subject to the harmless error analysis. Fero, 125 Wash.App. 84, 104 P.3d 49, 58 (2005). This holding derived from the language of Blakely itself, which characterized the right to a trial by jury as \"no mere procedural formality, but a fundamental reservation of power in our constitutional structure.\" Blakely, 124 S.Ct. at 2538-39.\n¶ 30 Washington case law also supports application of the structural error doctrine. State v. Thomas, 150 Wash.2d 821, 849, 83 P.3d 970 (2004); see also State v. Jones, ___ Wash.App. ___, ___, 107 P.3d 755, 2005 WL 458744, at * 5 (2005) (Division One opinion rejecting the State's harmless error argument under Thomas, but stating that the claim \"is more properly directed to the state supreme court\"). In Thomas, the Court held that erroneous \"to convict\" instructions are generally subject to the harmless error analysis. 150 Wash.2d at 849, 83 P.3d 970. But \"a harmless error analysis of an erroneous jury instruction may not be available to uphold an aggravated conviction or sentence under Apprendi [v. New Jersey, 530 U.S. 466, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000)] and Ring [v. Arizona, 536 U.S. 584, 122 S. Ct. 2428, 153 L. Ed. 2d 556 (2002)].\" Thomas, 150 Wash.2d at 849, 83 P.3d 970.\n¶ 31 Blakely and Thomas indicate that when the trial court finds aggravating factors that increase the penalty beyond the statutory maximum, it commits a structural error warranting automatic reversal.\n¶ 32 Second, I disagree with Judge Quinn-Brintnall's statement that the exceptional *458 minimum sentence is not \"directly\" affected by Blakely. See Judge Quinn-Brintnall's opinion at 454-55. The minimum and maximum sentences are equally subject to Blakely's demands.\n¶ 33 As defined in Blakely, the \"statutory maximum\" is \"the maximum sentence a judge may impose solely on the basis of the facts reflected in the jury verdict or admitted by the defendant.\" 124 S. Ct. at 2537 (emphasis omitted). Otherwise stated, the statutory maximum \"is not the maximum sentence a judge may impose after finding additional facts, but the maximum he may impose without any additional findings.\" Blakely, 124 S.Ct. at 2537 (emphasis omitted).\n¶ 34 Under RCW 9.94A.712, the trial court does not have statutory authority to impose an exceptional minimum sentence unless the offender is \"otherwise eligible.\" And the offender is only \"otherwise eligible\" upon a factual finding of aggravating factors. RCW 9.94A.712; RCW 9.94A.535. Because the \"statutory maximum\" is \"the maximum [the trial court] may impose without any additional findings,\" Blakely, 124 S.Ct. at 2537 (some emphasis added), the relevant statutory maximum for purposes of RCW 9.94A.712 is the top of the offender's standard range.\n¶ 35 Blakely teaches that before the trial court imposes an exceptional sentence, the jury must find the necessary facts beyond a reasonable doubt, or the defendant himself must admit those facts. That was not done here. For these reasons, I concur in the result reached by Judge Quinn-Brintnall.\nBRIDGEWATER, J. (concurring in part, dissenting in part).\n¶ 36 I concur in Chief Judge Quinn-Brintnall's opinion that there was no prosecutorial misconduct. But, I respectfully dissent regarding the application of Blakely v. Washington, 342 U.S. ___, 124 S. Ct. 2531, 159 L. Ed. 2d 403 (2004), to RCW 9.94A.712. Blakely does not apply to sentencing under RCW 9.94A.712.[11]\n\nI. RCW 9.94A.712\n¶ 37 The trial court's sentence was based upon RCW 9.94A.712; it provides in pertinent part:\n(1) An offender who is not a persistent offender shall be sentenced under this section if the offender:\n(a) Is convicted of:\n(i) Rape in the first degree, rape in the second degree, rape of a child in the first degree, child molestation in the first degree, rape of a child in the second degree, or indecent liberties by forcible compulsion;\n(ii) Any of the following offenses with a finding of sexual motivation: Murder in the first degree, murder in the second degree, homicide by abuse, kidnapping in the first degree, kidnapping in the second degree, assault in the first degree, assault in the second degree, assault of a child in the first degree, or burglary in the first degree; ...\n....\n(3) Upon a finding that the offender is subject to sentencing under this section, the court shall impose a sentence to a maximum term consisting of the statutory maximum sentence for the offense and a minimum term either within the standard sentence range for the offense, or outside the standard sentence range pursuant to RCW 9.94A.535, if the offender is otherwise eligible for such a sentence.\n¶ 38 In this case, the sentencing court, on a plea of guilty to the two first degree rapes, sentenced Monroe to life and then proceeded to set minimum terms. For convenience, we refer to that as a \"determinate minimum sentence.\" The import of this becomes more clear because RCW 9.95.420 only permits the Indeterminate Sentence Review Board (ISRB) to conduct a hearing to determine whether it will release the defendant when the minimum term is about to expire. If the ISRB does not release the defendant, it shall establish a new minimum term.[12] Monroe, *459 citing to Blakely, challenges the two determinate minimum terms set by the court because the findings were not made by a jury and were not admitted by Monroe.\n\nII. Blakely\n¶ 39 Monroe contends that his exceptional sentences for counts I and II violate the Sixth Amendment. The State responds that Monroe's sentences should be upheld because Blakely does not apply to sentences imposed under RCW 9.94A.712. The State is correct.\n¶ 40 In Blakely, the United States Supreme Court addressed former RCW 9.94A.390 (1991), recodified as RCW 9.94A.535 (2001), which provides: \"The court may impose a sentence outside the standard sentence range for an offense if it finds ... that there are substantial and compelling reasons justifying an exceptional sentence.\" The Court applied the rule from Apprendi v. New Jersey, 530 U.S. 466, 490, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000), that, \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" Blakely, 124 S.Ct. at 2536. And it explained that the \"statutory maximum\" is the maximum sentence a judge may impose solely on the basis of the facts reflected in the jury verdict or admitted by the defendant. Blakely, 124 S.Ct. at 2537. Thus, the court held that a defendant has a constitutional right to have a jury determine whether the factors permitting an exceptional sentence have been proven beyond a reasonable doubt. Blakely, 124 S.Ct. at 2533. The statutory maximum for first degree rape is life in prison. RCW 9A.44.040; RCW 9A.20.021.\n¶ 41 Here, in accordance with RCW 9.94A.712(3), the trial court set Monroe's sentence range for count I at life in prison, with a minimum term of 254 months; and for count II at life in prison, with a minimum of 193 months. Thus, the facts relied upon and found by the court affected only Monroe's minimum term. Blakely requires only that facts increasing the penalty for a crime beyond the prescribed statutory maximum be submitted to a jury. Blakely, 124 S.Ct. at 2536.\n¶ 42 RCW 9.94A.712 employs a different sentencing structure from the SRA \"determinate sentences.\" The SRA sets determinate sentences for offenses, using criminal histories and certain additors (permissible consecutive sentences for multiple convictions) to arrive at the standard ranges for the offenses. RCW 9.94A.510,.589. Other factors may add to the potential \"period of confinement\" (e.g., firearm possession) and then, of course, there is the potential for additional time to be added to the potential period of confinement for aggravating factors (discretionary exceptional sentences based upon prior convictions and exceptional sentences based upon factors that must be proved beyond a reasonable doubt or admitted by the defendant). RCW 9.94A.535,.602. Although the period of confinement can be reduced by \"earned release,\"[13] the sentence is a \"determinate sentence\" under the SRA \u0097 once the defendant has served the maximum of the determinate sentence, his obligation cannot be extended to the maximum possible under the statute he violated.\n¶ 43 RCW 9.94A.712 is distinctly different. First, it concerns a set of crimes that are sexual in nature \u0097 e.g., rape in the first or second degree, rape of a child in the first or second degree, etc., and certain crimes that occur with sexual motivation, e.g., murder, kidnapping, assault, etc. RCW 9.94A.712(1)(a)(i)-(ii). For these crimes, the sentencing court is without discretion and there is no sentencing under any grid in the SRA for establishing the maximum sentence imposed. The sentencing court must sentence to the maximum under the particular statute. Here, no fact increased the maximum imposed by the court, and the threshold for Blakely simply is not met. RCW 9.94A.712(3) mandates only that a minimum term be set by the court using the standard range or exceeding the standard range under RCW 9.94A.535. For this reason, Blakely is not implicated.\n¶ 44 In effect, RCW 9.94A.712 changes the sentencing structure to one which is \"indeterminate\"; *460 this is why the Indeterminate Sentence Review Board (ISRB) is referenced. RCW 9.94A.712(5), (6). Once a defendant is sentenced under RCW 9.94A.712, he or she is subject to the authority of the ISRB up to his or her life term. RCW 9.94A.712(5); RCW 9.95.420(3).\n¶ 45 Chapter 9.95 RCW made the former \"parole board\" the \"ISRB.\" The ISRB's function was originally to deal with those cases that were not sentenced under the SRA, and in 1989, the legislature explicitly directed the ISRB to set terms for confinement for offenders serving life sentences. RCW 9.95.001, .009. In doing so, the ISRB was to consider the standards, ranges, and purposes of the SRA. RCW 9.95.001. This system withstood challenge in In Re Stanphill, 134 Wash.2d 165, 949 P.2d 365 (1998). Our Supreme Court affirmed in Stanphill, as it had in In Re Powell, 117 Wash.2d 175, 193-94, 814 P.2d 635 (1991), that there was no vested interest in a release date. Stanphill, 134 Wash.2d at 173, 949 P.2d 365. The court also held that an additional ISRB obligation under this system is to insure \"rehabilitation\" of offenders. Stanphill, 134 Wash.2d at 172, 949 P.2d 365. Thus, Smith's term can be periodically extended in two-year increments[14] \u0097 the minimum is only set to establish a parole review date.\n¶ 46 A quote from Stanphill illuminates the system of indeterminate sentencing:\nEven after the adoption of the SRA, the indeterminate sentencing scheme retains the premise of rehabilitation. The insertion of SRA sentencing ranges does not change the goal; it merely standardizes the process and places a tangible date on parole eligibility. However, the SRA ranges do not guarantee release and pre-SRA offenders must still establish parolability. For this reason, any inmate serving an indeterminate life sentence can never establish more punishment is being imposed under whatever SRA guideline the Board applies.\nStanphill, 134 Wash.2d at 172, 949 P.2d 365.\n¶ 47 Additional authority concerning the procedures of the ISRB when setting minimum terms is also helpful. In In Re the Personal Restraint of Locklear, 118 Wash.2d 409, 413-14, 823 P.2d 1078 (1992), the court held that the Board was not bound to mirror the SRA criteria but only had to be reasonably consistent with it. And in In Re Ecklund, 139 Wash.2d 166, 175, 985 P.2d 342 (1999), the court noted that the SRA is not superimposed upon the indeterminate system. Ecklund dealt with the standard of review for release and the resetting of an additional minimum. Ecklund, 139 Wash.2d at 170, 985 P.2d 342. The court held that the redetermination of a minimum is within the discretion of the ISRB. Ecklund, 139 Wash.2d at 170, 985 P.2d 342. The court also addressed the ISRB's additional duty to ensure that there is not a community threat upon release. Ecklund, 139 Wash.2d at 174, 985 P.2d 342. Ecklund's sentence had been extended several times and the court stated that his sentence was the equivalent of an exceptional sentence. Ecklund, 139 Wash.2d at 176, 985 P.2d 342. Nonetheless, these cases illustrate the difference between the SRA \"determinate\" sentences and the \"indeterminate\" sentence under RCW 9.94A.712. And although the determination of the minimum under RCW 9.94A.712 is superimposed from the SRA, there is no doubt that a sentence under RCW 9.94A.712 is an indeterminate sentence. Any redetermination of a sentence by the ISRB would include rehabilitation of the defendant.\n¶ 48 The Chief Judge's opinion concedes that Blakely's constitutional jury trial right does not apply directly to the minimum set by the sentencing court. But the Chief Judge's opinion extends Blakely to the setting of the minimum term relying upon the final language of the statute which states \"... if the offender is otherwise eligible for such a sentence.\" Chief Judge's opinion at 456. The Chief Judge's opinion opines that an offender is not \"otherwise eligible\" to receive a sentence outside the standard sentence range until a jury has found disputed facts increasing the standard range penalty beyond a reasonable doubt or the defendant has otherwise stipulated or waived a jury *461 trial on these issues. Chief Judge's opinion at 456-57.\n¶ 49 The Chief Judge's opinion claims that the \"eligibility\" for an offender for a sentence outside the standard range must be determined by a jury in this case because of Blakely. The Chief Judge's opinion bases this upon the statute, using rules of statutory rules of construction and Blakely.\n¶ 50 But the statute is not ambiguous. The plain language gives the trial court the authority to set the minimum term, not a jury. And Stanphill establishes that the offender does not have a vested interest in a release date under an indeterminate sentence. The injustice that Blakely and Apprendi prohibited was imposition of a sentence beyond what the law allowed for the crime that the jury found. That injustice is not present here.\n¶ 51 There is a difference between entitlement and eligibility. Here, the statute provides that the court make the determination of eligibility, not a jury. Under the indeterminate sentencing scheme, the minimum date is merely a target of sorts because the IRSB can always extend the term in two-year increments. Thus, the minimum merely establishes a base, but not a solid base for the offender to be considered for release. There is no expectation of a maximum term that the offender could be exposed to other than the maximum of life imprisonment and supervision for life; there is no guarantee of a certain release date; and, there is no question of notice. And if the lead opinion is correct, if the determination of the original minimum term is subject to a jury trial, then any re-determination of the minimum by the IRSB would be subject to a jury trial. The extension of the right to a jury trial for a minimum term under the indeterminate sentencing scheme is inappropriate.\n¶ 52 I would affirm the sentence.\nNOTES\n[1]  Monroe's standard range was 384 to 511 months. This standard range was the sum of the standard ranges for the two rape counts and three of the five kidnapping counts, which ran consecutive to each other under RCW 9.94A.589(1)(b). The two other kidnapping counts ran concurrently to all of the counts because they were considered the same criminal conduct. See RCW 9.94A.589(1)(a). The 651 month \"exceptional\" minimum term resulted by sentencing Monroe to 254 months on count I and 193 months on count II; the standard ranges were 138 to 184 months on count I and 93 to 123 months on count II.\n[2]  See footnote 1.\n[3]  Blakely applies to all cases that were not final on June 24, 2004, the time Blakely was issued. State v. Van Buren, 123 Wash.App. 634, 644, 98 P.3d 1235 (2004). Monroe's case was not yet final when Blakely was issued on June 24, 2004.\n[4]  In Harris and McMillan, the trial court's sentencing authority was limited by the statutory requirement that the sentencing judge impose a minimum term of five years on finding that the defendant \"brandished\" or \"visibly possess[ed]\" a firearm during the commission of the crime for which he was convicted. These limiting five-year minimum terms in Harris and McMillan are akin to Washington's standard ranges. A trial judge sentencing under RCW 9.94A.712(3) may not ignore a defendant's criminal history, consider irrelevant factors, or consider factors that have already been taken into account in setting the standard range and impose a minimum sentence below the offender's standard range. See State v. Fowler, 145 Wash.2d 400, 404-05, 38 P.3d 335 (2002).\n[5]  Because a defendant remains subject to reincarceration for the maximum term for any violation of the conditions of his release following service of his minimum term, the analysis here differs from that expressed in Borboa. There, in finding a defendant's maximum term was not his actual sentence, a majority of the panel minimized the custodial nature of the conditions generally imposed on a defendant following completion of his minimum term. The analysis here also differs from the Borboa dissent because it did not address the statutory requirements of the plain language of RCW 9.94A.712(3).\n[6]  On the same day that the Court announced its decision in Blakely, it issued Schriro v. Summerlin, ___ U.S. ___, 124 S. Ct. 2519, 159 L. Ed. 2d 442 (2004), holding that Apprendi's jury trial requirement was procedural not substantive and, therefore, not retroactive.\n[7]  RCW 9.94A.712(3) sentences differ from those the Court addressed in Blakely where the class of felony set a cap on the sentencing court's sentencing jurisdiction of 5 years (class C), 10 years (class B), or life (class A), but does not expressly direct that the court impose the maximum term. Blakely, 124 S.Ct. at 2544. Compare RCW 9A.20.021(1)(c).\n[8]  Because the burden remains on the State to show by a preponderance of the evidence that the offender should not be conditionally released at the end of his minimum term, the Clarke court incorrectly states that there is no presumption that the offender be released when his minimum term is served. 103 P.3d at 266.\n[9]  The IRSB may impose \"such affirmative and other conditions as the board determines appropriate\" to ensure that the defendant does not reoffend. RCW 9.95.420(3)(a). These conditions must include the following: reporting to a community corrections officer; remaining within a prescribed geographical boundary; the Department of Correction's approval of the defendant's living arrangement and any employment; notifying the community corrections officer of any change in the defendant's address or employment; and relinquishment of the right to carry a firearm. RCW 9.94A.700(4), .720(1)(b), (2). Other possible terms could include crime-related treatment or counseling and prohibiting the defendant from having contact with certain individuals. RCW 9.94A.700(5), .720(1)(c).\n[10]  The sentencing court could have imposed an exceptional determinate minimum term on the burglary count based on the jury's sexual motivation finding or on Monroe's offender score of \"14.\" RCW 9.94A.535(2)(f) (exceptional sentence may be imposed for crimes committed with sexual motivation); State v. Van Buren, 123 Wash.App. at 653, 98 P.3d 1235 (after Blakely, exceptional sentence may be imposed where the defendant committed multiple current offenses and his offender score exceeds the standard sentencing range guideline grid). But the sentencing court did not impose an exceptional sentence on the burglary count and neither party challenges the standard range sentence it imposed. The sentence on that count is therefore final. State v. Sherwood, 71 Wash.App. 481, 488, 860 P.2d 407 (1993), review denied, 123 Wash.2d 1022, 875 P.2d 635 (1994).\n[11]  Additionally, I disagree with the Chief Judge's assertion that Blakely errors are procedural. The nature of Blakely errors lends itself to a structural analysis, not a procedural one. See State v. Fero, 125 Wash.App. 84, 104 P.3d 49 (2005).\n[12]  RCW 9.95.420(3).\n[13]  RCW 9.94A.030 (17).\n[14]  RCW 9.95.420(3).\n\n",
            "ocr": false,
            "opinion_id": 2520364
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}