{
    "id": 2523941,
    "judges": "Lindsay",
    "date_filed": 1265587200000,
    "date_filed_is_approximate": false,
    "slug": "ammirato-v-duraclean-international-inc",
    "case_name_short": "Ammirato",
    "case_name": "Ammirato v. Duraclean International, Inc.",
    "case_name_full": "Vincent J. AMMIRATO, Gary J. Kulik, Kenneth H. Salbu, Robert J. Murphy and Louis Vengilio, Plaintiffs, v. DURACLEAN INTERNATIONAL, INC., Defendant",
    "attorneys": "Sean Patrick Kelly, Gruenberg & Kelly, PC, Ronkonkoma, NY, for Plaintiffs., Caryn L. Marcus, Graubard Miller, New York, NY, for Defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b248-3\">\n    Vincent J. AMMIRATO, Gary J. Kulik, Kenneth H. Salbu, Robert J. Murphy and Louis Vengilio, Plaintiffs, v. DURACLEAN INTERNATIONAL, INC., Defendant.\n   </parties><docketnumber id=\"AEQJ\">\n    No. CV 07-5204(ARL).\n   </docketnumber><court id=\"Aq2\">\n    United States District Court, E.D. New York.\n   </court><decisiondate id=\"AWu\">\n    Feb. 8, 2010.\n   </decisiondate><br><attorneys id=\"b250-17\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"212\"> \n     *212\n     </span>\n    Sean Patrick Kelly, Gruenberg &amp; Kelly, PC, Ronkonkoma, NY, for Plaintiffs.\n   </attorneys><br><attorneys id=\"b250-18\">\n    Caryn L. Marcus, Graubard Miller, New York, NY, for Defendant.\n   </attorneys>",
    "citations": [
        "687 F. Supp. 2d 210"
    ],
    "opinions": [
        {
            "author_str": "Lindsay",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n687 F. Supp. 2d 210 (2010)\nVincent J. AMMIRATO, Gary J. Kulik, Kenneth H. Salbu, Robert J. Murphy and Louis Vengilio, Plaintiffs,\nv.\nDURACLEAN INTERNATIONAL, INC., Defendant.\nNo. CV 07-5204 (ARL).\nUnited States District Court, E.D. New York.\nFebruary 8, 2010.\n*212 Sean Patrick Kelly, Gruenberg &amp; Kelly, PC, Ronkonkoma, NY, for Plaintiffs.\nCaryn L. Marcus, Graubard Miller, New York, NY, for Defendant.\n\nMEMORANDUM AND ORDER\nLINDSAY, United States Magistrate Judge:\nThe plaintiffs, Vincent J. Ammirato, Gary J. Kulik, Kenneth H. Salbu, Robert J. Murphy and Louis Vengilio, commenced this action against the defendant, Duraclean International, Inc. (\"Duraclean International\") on November 7, 2007, in the Suffolk County Supreme Court. On December *213 14, 2007, Duraclean International removed the action to federal court. The plaintiffs contend that Duraclean International breached its contract with the plaintiffs and violated General Business Law § 349 and 18 U.S.C. § 1961, et seq. (\"RICO\"), when it failed to repay their loans. Duraclean International contends that the loans were made to Steven Diaz and/or to his Duraclean franchise, and thus, Duraclean International is not liable for the obligations. Duraclean International also contends that there is no merit to the plaintiffs' deceptive practices and RICO claims. Duraclean International has now moved for summary judgment. For the reasons set forth herein, the motion is granted, in part, and denied, in part.\n\nBACKGROUND\n\nA. The Entities\nDuraclean International is an Illinois corporation with its principal place of business in Arlington Heights, Illinois. See Def.'s Rule 56.1 Stmt. at ¶ 1.[1] Duraclean International is in the business of providing cleaning and care services for carpets, rugs, upholstery, and other personal property through franchised dealers. Id. at ¶ 2. Duraclean Fabric Specialist by J &amp; S, Inc. d/b/a Duraclean Specialists (\"Duraclean Specialists\") is a New York corporation owned and operated by Steven Diaz (\"Diaz\"). Id. at ¶¶ 3, 5. From 2000 to 2006, Duraclean Specialists was a franchisee of Duraclean International pursuant to an Ownership Agreement dated December 28, 2000, and renewed September 20, 2005. Id. at ¶ 4. Diaz is also the owner of Duraclean Specialist, Inc. (\"DSI\"), Duraclean Remediation Specialists, Inc. (\"Duraclean Remediation\"), and Duraclean Environmental. Id. at ¶¶ 13, 19; see also Kelly Aff., Ex. A, Diaz Transcript at 111. Duraclean International contends that pursuant to a Guaranty and Assumption of Obligations Agreement, DSI guaranteed the obligations of Duraclean Specialist to Duraclean International. Def.'s Rule 56.1 Stmt. at ¶ 15. The plaintiffs dispute this fact. Pls. Resp. at ¶ 15.\nAs a franchisee, Duraclean Specialist was designated a primary marketing area covering parts of Long Island where it could perform carpet and upholstery cleaning and restoration. See Kelly Aff., Ex. A, Diaz Transcript at 20. Duraclean Specialists also participated in larger jobs solicited by Duraclean International's National Team. Id. at 21-23. According to Diaz, the National Team jobs were, at times, marketed through Duraclean International and, at other times, through Duraclean Specialists, and often involved the participation of multiple franchises. Id. at 24-25. Duraclean International contends that, as a franchisee, Duraclean Specialists set its own prices, determined its own working hours, selected its own customers and service people, and controlled its own franchise and income expenses. Def.'s Rule 56.1 Stmt. at ¶¶ 6-8. The plaintiffs dispute Duraclean International's characterization of its franchises. The plaintiffs contend that Duraclean International worked with its franchises on large jobs, assisted in the presentation of qualification portfolios to prospective clients, and provided financial support for its franchisee's projects. Pls. Resp. at ¶¶ 6-8.\n*214 When Diaz first opened his franchise, Duraclean International was owned by Vince Caffarello (\"Caffarello\") and Wilbur Gage. See Kelly Aff., Ex. A, Diaz Transcript at 41. Sometime in 2003, Diaz purchased Caffarello's shares in Duraclean International giving him a 50% ownership interest in the company. Id. at 43. Diaz purchased the stock with a note made payable to Caffarello.[2]Id. Consistent with his ownership interest, Diaz became a member of the board of directors of Duraclean International. Id. at 57. However, Duraclean International's bylaws provided that all loans were to be authorized by a resolution of the board of directors. See Def.'s Rule 56.1 Stmt. at ¶ 70.\nDespite his new ownership interest, Diaz and his franchise continued to owe Duraclean International money, were late with job reports, and bounced checks made payable to Duraclean International. See Kelly Aff., Ex. A, Diaz Transcript at 163-65. On February 11, 2006, Duraclean International terminated Duraclean Specialists' franchise agreement. See Def.'s Rule 56.1 Stmt. at ¶ 17. Thereafter, Duraclean International obtained a default judgment against Duraclean Specialists in the amount of $ 493,766.66. See id. at ¶ 18.\n\nB. The Plaintiffs' Loans\nThe plaintiffs, Vincent Ammirato (\"Ammirato\"), Gary J. Kulik (\"Kulik\"), Kenneth H. Salbu (\"Salbu\"), Robert J. Murphy (\"Murphy\") and Louis Vengilio (\"Vengilio\") are all residents of Suffolk County, New York. Ammirato, Kulik, Salbu, and Murphy are teachers in the Mount Sinai School District and met Diaz when they coached or taught his children. See Marcus Decl., Exhs. 2-5. Vengilio is one of Diaz's neighbors. See Kelly Aff., Ex. F, Vengilio Transcript at 10-12. In 2005, the plaintiffs made loans to Diaz totaling $750,000. The circumstances surrounding each of the loan transactions is necessary to an understanding of the parties' arguments, and thus, the court sets forth the pertinent details of each of the loans below.\n\n1. The Ammirato Loan\nVincent Ammirato is a high school teacher and football coach. See Kelly Aff., Ex. D, Ammirato Transcript at 8. Ammirato met Diaz in the fall of 2000 when their sons played football on the same team. Id. Between 2000 and 2005, Ammirato and Diaz played at golf outings together and socialized at a Christmas party. Id. at 10. In May 2005, Diaz told Ammirato \"he was looking for people to invest in his franchised company named Duraclean located in Yaphank, New York.\" See Marcus Decl., Ex. 4, Statement of Vincent Ammirato. Diaz told Ammirato that \"his Duraclean franchise was very successful and prosperous in the mold remediation and clean-up business\" and that \"he had just acquired a seven million dollar contract for his Duraclean franchise with a hotel in Las Vegas,. . . and he needed to pay subcontractors cash up front in order to get the job started.\" Id. Diaz told Ammirato that he needed a $100,000 loan that he would pay back with $15,000 interest in six months. Id.\nAmmirato and his wife took out a home equity loan for $100,000 in order to make the investment. Id. On June 8, 2005, Ammirato gave Diaz a check made payable to \"Duraclean\" for $100,000. Id. Diaz promised to repay the loan in six months plus $15,000 in interest and gave Ammirato two checks post-dated December 8, 2005; one check for $100,000 and one check for *215 $15,000. Id.; see also Def.'s Rule 56.1 Stmt. at ¶¶ 21-22; but see Pls. Resp. at ¶ 21-22. Ammirato's check was deposited into the account Diaz maintained for his company, Duraclean Remediation. See Def.'s Rule 56.1 Stmt. at ¶ 24.\nIn or about December 2005, Diaz convinced Ammirato to extend his loan for an additional six months and gave Ammirato two new checks postdated June 8, 2006. Id. at ¶¶ 25-28; see also Marcus Decl., Ex. 4, Statement of Vincent Ammirato. The new postdated checks were drawn on the operating account Diaz maintained for DSI. Id. On April 4, 2006, Diaz gave Ammirato two additional checks, both in the amount of $3,750, to pay Ammirato for the additional interest accrued when the loan was extended. Id. at ¶¶ 29-30; see also Marcus Decl., Ex. 4, Statement of Vincent Ammirato. The two interest checks were drawn on an account that Diaz maintained for Duraclean Remediation. Id. Ammirato was able to cash the two $3,750 interest checks but the postdated checks totaling $115,000 bounced. Id. at ¶ 31.\n\n2. The Kulik Loan\nGary Kulik is a also a Mount Sinai school teacher and a football coach. See Marcus Decl., Ex. 3, Statement of Gary Kulik. Kulik met Diaz in 2003 when he coached Diaz' son's football team. Id. Diaz asked Kulik \"for a $200,000 loan to his Duraclean franchise so he could pay subcontractors to complete storm related jobs in Florida he had already acquired.\" Id. Diaz told Kulik that the money would only be used \"for the purpose of paying subcontractors\" and that \"insurance companies and FEMA would pay his Duraclean franchise for the storm related jobs performed after the jobs were finished.\" Id. Diaz told Kulik that although \"his franchise was very successful,\" but that \"his Duraclean franchise did not have the cash on hand.. . since all of his and Duraclean's cash were being used for other projects.\" Id.\nKulik and his wife took out a home equity loan for $200,000 in order to make the investment. Id. On February 11, 2005, Kulik gave Diaz a check made payable to \"Duraclean\" for $200,000 with the expectation that Diaz would repay the loan in two months plus $20,000 in interest. Id.; see Def.'s Rule 56.1 Stmt. at ¶ 33, 35. Kulik's check was deposited into the account Diaz maintained for Duraclean Remediation. See Def.'s Rule 56.1 Stmt. at ¶ 36.\nIn April 2005, Diaz asked Kulik to extend his loan for an additional six months because \"he was still waiting for payment from the insurance companies and FEMA.\" See Marcus Decl., Ex. 3, Statement of Gary Kulik. Diaz promised to pay Kulik an additional twenty percent for the extra six months and, when he agreed, Diaz gave Kulik two postdated checks totaling $264,000. Id.; see also Def.'s Rule 56.1 Stmt. at ¶ 39. The postdated checks were drawn on the operating account Diaz maintained for Duraclean Remediation. Id. On February 9, 2006, the two postdated checks bounced. Id. at ¶ 41.\n\n3. The Salbu Loan\nKenneth Salbu is a teacher in Mount Sinai who is friendly with Vincent Ammirato. See Marcus Decl., Ex. 5, Statement of Kenneth Salbu. In December 2005, Ammirato told Salbu about the investment he had made with \"Diaz and his franchised company\" and that he was going to earn $15,000 in interest in six months. Id. Salbu asked to meet Diaz and a meeting was arranged at \"Diaz's Duraclean office located in Yaphank, New York.\" Id. Diaz explained to Salbu that \"there was a lot of money to be made\" and \"how he needed cash to pay subcontractors up front to get jobs started that he had already acquired contracts on.\" Id. Salbu told Diaz he *216 wanted \"to loan [Diaz's] Duraclean franchise $100,000, the same amount Ammirato did with similar terms, to be used on his contracts in Louisiana and Florida.\" Id. Salbu was promised he would receive $15,000 in interest along with his $100,000 back in six months. Id.\nOn December 20, 2005, Salbu met Diaz in a 7-11 parking lot and gave him a check for $100,000 made payable to Duraclean, Inc. Id.; see also Def.'s Rule 56.1 Stmt. at ¶¶ 22-24; but see Pls. Resp. at ¶ 42-44. Diaz gave Salbu two checks post-dated June 20, 2006; one check for $100,000 and one check for $15,000. See Def.'s Rule 56.1 Stmt. at ¶¶ 46-47. The postdated checks were drawn on an account Diaz' maintained for DSI. Id. Diaz deposited Salbu's check into the account he maintained for Duraclean Remediation. Id. at ¶ 45. In July, Salbu attempted to cash the checks, but they bounced. Id. at ¶ 50.\n\n4. The Murphy Loan\nRobert Murphy is also a teacher and football coach. See Marcus Decl., Ex. 2, Statement of Robert Murphy. Murphy met Diaz in or about 1999, when their sons played football together. Id. In the fall of 2003, Diaz lent Murphy $60,000 as a bridge loan on the purchase of his house. Id. Murphy repaid the loan in three weeks. Id. In 2004, Murphy attended a Duraclean Christmas party with several other coaches and school district administrators. Id. After the Christmas party, Diaz told Murphy \"he had acquired several big storm clean-up contracts for his Duraclean franchise in Florida . . . and he could . . . give people a large return on their money if they gave him a loan for his Duraclean franchise to be used toward advancing the business.\" Id. Diaz told Murphy that \"there was no risk . . . and insurance companies would pay back his Duraclean franchise within six months.\" Id.\nOn January 3, 2005, Murphy gave Diaz a check made payable to \"Duraclean Specialists\" for $200,000. Id.; see also Def.'s Rule 56.1 Stmt. at ¶ 51; but see Pls. Resp. at ¶ 51. Diaz gave Murphy a postdated check in the amount of $200,000 and $20,000 in cash for the interest payment. See Marcus Decl., Ex. 2, Statement of Robert Murphy. Id.; see also Def.'s Rule 56.1 Stmt. at ¶¶ 21-22; but see Pls. Resp. at ¶ 21-22. Three weeks later, Murphy loaned Diaz an additional $25,000 and Diaz exchanged the original postdated check for a check postdated in the amount of $265,000. See Marcus Decl., Ex. 2, Statement of Robert Murphy. Diaz also gave Murphy a receipt acknowledging that he had received a $225,000 loan from Murphy and $40,000 from Murphy's fiancee. Id. Murphy's checks were deposited in the account maintained by Diaz for Duraclean Remediation. See Def.'s Rule 56.1 Stmt. at ¶ 56.\nIn July 2005, Diaz convinced Murphy to extend his loans for an additional six months promising to pay an additional 10% interest. Id. Once again, Diaz exchanged the check that had been postdated for July 3, 2005, for a new postdated check in the amount of $291,500, which included the additional $26,500 of interest that was to be earned. Id.; see also Def.'s Rule 56.1 Stmt. at ¶ 54. The check was drawn on Diaz' DSI account. See Def.'s Rule 56.1 Stmt. at ¶ 58. Murphy never attempted to cash the check once he learned from other people that Diaz did not have the money to repay the loans. Id. at ¶ 60.[3]\n\n\n*217 5. The Vengilio Loan\nLouis Vengilio was a neighbor of Diaz in Mount Sinai. See Kelly Aff., Ex. H, Vengilio Transcript at 11. After the Diaz's moved into the neighborhood, the Vengilio and Diaz families became very close. Id. In the fall of 2004, Diaz told Vengilio he had an could make Vengilio some money if Vengilio had one hundred thousand dollars to loan him. Id. at 25-26. Vengilio initially responded that he didn't have that type of money. Id. But Diaz continued to occasionally mention the opportunity to invest and told Vengilio that other neighbors and members of the community like \"Sam the deli guy\" had lent him money. Id. at 31.\nIn June 2005, Diaz again approached Vengilio indicating that he had an opportunity for Vengilio to lend him money for a hotel job in Florida. Id. at 35. Diaz explained that he needed capital to run the job and could pay it back with interest when the job was over. Id. at 35-36. Vengilio decided to take out a home equity loan for $100,000 in order to make the investment. Id. at 44. On July 15, 2005, Vengilio gave Diaz $20,000. Id. at 51; see Def.'s Rule 56.1 Stmt. at ¶ 61; but see Pls. 56.1 Resp. at ¶ 61. On July 18, 2005, Vengilio gave Diaz a second check for $35,000. Id. at 52; see Def.'d Rule 56.1 Stmt. at ¶ 62; but see Pls. 56.1 Resp. at ¶ 62. On July 28, 2005, Vengilio gave Diaz a third check for $75,000. Id. at 55; see Def.'s Rule 56.1 Stmt. at ¶ 63; but see Pls. 56.1 Resp. at ¶ 63. Diaz deposited the three checks into the account he maintained for Duraclean Remediation. See Def.'s Rule 56.1 Stmt. at ¶ 65.\nDiaz promised to repay the loan in six moths with interest although they never discussed the interest rate. See Kelly Aff., Ex. H, Vengilio Transcript at 57-58. But, by the summer of 2006, Vengilio learned that \"there [was] no money left.\" Id. at 71. After having several conversations with Diaz, Vengilio was given two cash payments totaling $1,200 and Diaz promised that he was working on getting Vengilio's money back. Id. at 75. Like the other plaintiffs, Vengilio was never repaid.\n\n6. Diaz's Version of the Events\nAt his deposition in December 2008, Diaz set forth his own version of the events. Diaz acknowledges that he met all of the plaintiffs through the school or other community activities. See Kelly Aff., Ex. A, Diaz Transcript at 58-63. Diaz avers that at the time the loans were made he was \"building a National Team, a national presence of Duraclean.\" Id. at 63. Diaz attests that Murphy was the first to approach him about investing or loaning money to his company. Id. Diaz told Murphy the purpose of borrowing the money was to fund the National Team. Id. at 64-65. Diaz further avers that he explained to Murphy that while he was a part owner of Duraclean International, the loan was for \"the National Team through Duraclean Specialists.\" Id. at 65.\nDiaz then explained that while he borrowed the money for \"Duraclean Specialist,\" he did not distinguish between Duraclean Specialist and Duraclean International when he spoke to Murphy creating the impression that the money was going to be used for \"the whole Duraclean system.\" Id. at 66-67. Diaz does not acknowledge that he created the same impression for the other plaintiffs. He only admits that in his conversations with the other plaintiffs, he referred to \"Duraclean\" in general without distinguishing between Duraclean Specialists, the franchisee, and Duraclean International, the franchisor. Id.\n\nDISCUSSION\n\nA. Summary Judgment Standards\n\"`Summary judgment is appropriate where there are no genuine disputes concerning *218 any material facts, and where the moving party is entitled to judgment as a matter of law.'\" Jamaica Ash &amp; Rubbish Removal Co. v. Ferguson, 85 F. Supp. 2d 174, 180 (E.D.N.Y.2000) (quoting In re Blackwood Assocs., L.P., 153 F.3d 61, 67 (2d Cir.1998) and citing Fed.R.Civ.P. 56(c) and Celotex Corp. v. Catrett, 477 U.S. 317, 322, 106 S. Ct. 2548, 91 L. Ed. 2d 265 (1986)). In deciding a summary judgment motion, the district court must resolve all ambiguities and draw all reasonable inferences in the light most favorable to the opposing party. See Castle Rock Entm't, Inc. v. Carol Publ'g Group, Inc., 150 F.3d 132, 137 (2d Cir.1998). If there is evidence in the record as to any material fact from which an inference could be drawn in favor of the non-movant, summary judgment is unavailable. See Holt v. KMI-Continental, Inc., 95 F.3d 123, 129 (2d Cir.1996).\nThe trial court's responsibility is \"`limited to discerning whether there are any genuine issues of material fact to be tried, not to deciding them. Its duty, in short, is confined at this point to issue-finding; it does not extend to issue-resolution.'\" B.F. Goodrich v. Betkoski, 99 F.3d 505, 522 (2d Cir.1996) (quoting Gallo v. Prudential Residential Servs., L.P., 22 F.3d 1219, 1224 (2d Cir.1994)). When, however, there is nothing more than a \"metaphysical doubt as to the material facts,\" summary judgment is proper. Matsushita Elec. Indus. Co. v. Zenith Radio Corp., 475 U.S. 574, 586, 106 S. Ct. 1348, 89 L. Ed. 2d 538 (1986). \"Rather, there must exist `specific facts showing that there is a genuine issue for trial' in order to deny summary judgment as to a particular claim.\" Jamaica Ash &amp; Rubbish, 85 F.Supp.2d at 180 (quoting Celotex, 477 U.S. at 322, 106 S. Ct. 2548). A moving party may obtain summary judgment by demonstrating that little or no evidence may be found in support of the non-moving party's case. \"When no rational jury could find in favor of the nonmoving party because the evidence to support its case is so slight, there is no genuine issue of material fact and a grant of summary judgment is proper.\" Marks v. New York Univ., 61 F. Supp. 2d 81, 88 (S.D.N.Y.1999). With these standards in mind, the court addresses the plaintiffs' claims.\n\nB. The Plaintiffs' Claims Against International\nAs noted above, the plaintiffs allege (1) breach of contract; (2) a General Business Law § 349 violation; and (3) a RICO violation. The defendant has raised several defenses to the plaintiffs' breach of contract claims based on its characterization of the loans. The defendant argues that loans were made to Diaz for use by his franchise as evidenced by the sworn statements given to the Suffolk County District Attorneys' Office[4] and the fact that the proceeds were deposited into accounts maintained by Diaz's other companies. The plaintiffs contend that, at the time the loans were made, Diaz was a 50% owner of Duraclean International and the proceeds were to be used by Duraclean International's National Team. The defendant also argues that there is no merit to the plaintiffs' General Business Law § 349 and RICO claims. The court now turns to those claims.\n\n1. Breach of Contract\nIt is undisputed that the plaintiffs' breach of contract claims are governed by New York law. Under New York law, to establish a breach of contract claim, a *219 plaintiff must prove the existence of a contract between the parties. See Bangkok Crafts Corp. v. Capitolo di San Pietro in Vaticano, 2004 U.S. Dist. LEXIS 25235 *14 (S.D.N.Y. Sept. 7, 2004). The basic issue, here, is whether Duraclean International was a party to the loan agreements by virtue of Diaz's actions.\n\na. Vicarious Liability\n\nThe threshold defense offered by Duraclean International is that it cannot be held vicariously liable for acts of its franchisee, Duraclean Specialists. Duraclean International argues, in this regard, that it did not own or exercise day-to-day control over Duraclean Specialists, and thus, is not responsible for the loans made to Diaz or his franchisee. Defs. Mem. at 4-8. In support of this proposition, Duraclean International cites to Perry v. Burger King Corp., 924 F. Supp. 548 (S.D.N.Y.1996), Hatcher v. Augustus, 956 F. Supp. 387 (E.D.N.Y.1997), and Hong Wu v. Dunkin' Donuts, Inc., 105 F. Supp. 2d 83 (E.D.N.Y. 2000). In each of these cases, the court disallowed claims against the franchisor because the franchisor did not exercise sufficient control over the day-to-to day operations of the franchisee to give rise to a legal duty.\nIn the present case, however, the issue of a franchisor's control over its franchisee is not relevant to the court's determination. Although both parties address vicarious liability in their papers, the plaintiffs do not really seek to hold Duraclean International vicariously liable for the acts of Duraclean Specialist. Here, the plaintiffs claim that Duraclean International is directly, not vicariously, liable for the repayment of the loans by virtue of the fact that Diaz owned both the franchisor and the franchisee. Moreover, the plaintiffs claim that the loans were to be used by the Duraclean International/Duraclean Specialists National Team joint venture.\nThe defendant, of course, disputes these claims and contends that the plaintiffs knew they were making loans only to Diaz's franchise. In support of this argument, the defendant points to the sworn statements given by Ammirato, Salbu, Kulik and Murphy, all of which refer to the Duraclean franchise and never to Duraclean International. See Marcus Decl., Exhs. 2-5. But, the court cannot accept the statements at face value given Diaz's sworn testimony, which suggests that the statements made to the District Attorney may be open to other interpretation. Accordingly, this factual dispute is material and provides a basis for the plaintiffs to defeat summary judgment.\n\nb. Actual and Apparent Authority\n\nThe defendant argues next that even if Diaz obtained the loans for Duraclean International, Diaz did not have actual or apparent authority to borrow money on the company's behalf. Although the issue of actual authority is raised in the defendant's papers, the plaintiffs acknowledge that, notwithstanding his ownership interest, Diaz did not have actual authority to borrow money on behalf of Duraclean International. Pls. Mem. at 1. Accordingly the court need not further address actual authority and instead turns to the question of whether Diaz had apparent authority to borrow money on behalf of Duraclean International.\nAlthough it is undisputed that Diaz was a 50% shareholder of Duraclean International when he solicited the loans, see Kelly Aff., Ex. A, Diaz Transcript at 43, \"the mere creation of an agency for some purpose does not automatically invest the agent with `apparent authority' to bind the principal without limitation.\" Ford v. Unity Hospital, 32 N.Y.2d 464, *220 473, 346 N.Y.S.2d 238, 299 N.E.2d 659 (1973). \"Rather, the existence of apparent authority depends on a factual showing that the third party relied upon the misrepresentations of the agent because of some misleading conduct on the part of the principal.\" Id., see also Hallock v. State of New York, 64 N.Y.2d 224, 231, 485 N.Y.S.2d 510, 474 N.E.2d 1178 (1984). In other words, regardless of Diaz's representations, there must be \"reliance nexus\" between Duraclean International and the plaintiffs. Stichting Ter Behartiging Van De Belangen Van Oudaandeelhouders In het Kapitaal Van Saybolt Int'l B.V. v. Schreiber, 407 F.3d 34, 56 (2d Cir.2005).\nIt is undisputed that Diaz is the only representative of Duraclean International that had any contact with the plaintiffs. Def.s 56.1 Statement at ¶¶ 70-72. It is also undisputed that four of the five plaintiffs told the District Attorney that Diaz needed money for his \"Duraclean franchise.\" See Marcus Decl., Exhs. 2-5.Nevertheless, Diaz was a 50% owner of Duraclean International and he testified at his deposition that (1) he used the plaintiffs' money to secure jobs to be performed by the \"National Team\" and (2) the \"National Team\" was marketed as Duraclean International to make itself look bigger. See Kelly Aff., Ex. A, Diaz Transcript at 22-26, 82. Thus, the question of whether Duraclean International did something to mislead the plaintiffs remains unanswered and amounts to a credibility determination that is not for the court to make on summary judgment. Stichting Ter Behartiging Van De Belangen Van Oudaandeelhouders In het Kapitaal Van Saybolt Int'l B.V., 407 F.3d at 55 (citing R.B. Ventures, Ltd. v. Shane, 112 F.3d 54, 58 (2d Cir.1997)); Rule v. Brine, Inc., 85 F.3d 1002, 1011 (2d Cir.1996) (assessing between conflicting versions of the events matter for the jury).[5]\n\nc. Usury\n\nDuraclean International also takes the position that the breach of contract claims must be summarily dismissed because the loans were void as a matter of law. It argues, in this regard, that the interest rates on each of the loans exceeded the 25% ceiling that defines usury under New York Penal Law § 190.40 and 190.42.[6] \"New York law prohibits usury both civilly and criminally.\" Sabella v. Scantek Medical, Inc., 2009 WL 3233703 *16, 2009 U.S. Dist. LEXIS 88170 *44 (S.D.N.Y. Sept. 21, 2009). Under the civil usury statute, N.Y. Gen. Oblig. Law § 5-501 (McKinney 2009), a loan is void (with exceptions) if the interest rate exceeds 16%. Id. However, where, as here, the defendant is a corporation, the civil usury defense is unavailable. A corporation may only \"assert criminal usury as a defense to repayment.\" Id. at *16, 2009 U.S. Dist. *221 LEXIS 88170 at *45; see N.Y. Gen. Oblig. Law § 5-521(3) (McKinney 2009).\nThe \"criminal usury statute prohibits a person from knowingly charging interest on a loan a rate exceeding 25%.\" Id.; see N.Y. Pen. Law § 190.40 (McKinney 2009). Here, four of the plaintiffs admit being promised interest at rate exceeding 25%. However, \"under New York law, a borrower may be estopped from interposing a usury defense when, through a special relationship with the lender, the borrower induces reliance on the legality of the transaction.\" Id. at *62. A special relationship is defined as \"attorney-client, fiduciary or trustee, or longstanding friendship or its equivalent.\" Hufnagel v. George, 135 F. Supp. 2d 406 (S.D.N.Y.2001).\nIn this case, the plaintiffs have each presented evidence that suggest that \"a longstanding friendship or its equivalent\" existed between the plaintiffs and Diaz. For example, Ammirato knew Diaz for five years, their sons played football on the same team, they played together at golf outings. See Kelly Aff., Ex. D, Ammirato Transcript at 8-10. Kulik knew Diaz for two years and coached his son's football team. See Marcus Decl., Ex. 3, Statement of Gary Kulik. Murphy knew Diaz for six years, their sons played football together, and Diaz even lent Murphy money to buy his house. See Marcus Decl., Ex. 4, Statement of Robert Murphy. While less is know about Diaz's relationship with Salbu, the evidence is clear that the Diaz and Vengilio families were very close. See Kelly Aff., Ex. H, Vengilio Transcript at 11. Although the defendant may be correct that the plaintiffs, who are all college graduates with masters degrees, will not be able to prove that because of their relationship with Diaz they relied on the fact that the transaction was legal, this is a question for the jury to determine.\n\n2. Deceptive Trade Practices\nThe plaintiffs allege, in the second, fifth, eighth, eleventh, and fourteenth counts, violations of General Business Law § 349. The statute states that \"deceptive acts or practices in the conduct of any business, trade, or commerce or in the furnishing of any service in this state are hereby declared unlawful.\" N.Y. General Business Law § 349(a) (McKinney 2009). The elements of the claim are (1) an act or practice that was consumer oriented; (2) an act or practice that was misleading in a material respect; (3) an injury to the plaintiff. See Dupler v. Costco Wholesale Corp., 249 F.R.D. 29, 43 (E.D.N.Y.2008). Courts have held that the first element, that is the \"consumer oriented\" requirement, requires that the claim involve some \"harm to the public at large.\" Id. at 43, n. 3. A \"private contract dispute unique to the parties . . . would not, [therefore], fall within the ambit of the statute.\" Id. It is undisputed that the alleged deceptive practices involve the private transactions between the five plaintiffs and Diaz, and thus, the plaintiffs are precluded from a lawsuit under this section.[7] Thus, the court grants summary judgment with respect to the deceptive practices claims.\n\n3. RICO\nThe plaintiffs third, sixth, ninth, twelfth and fifteenth causes of action allege violations under the Racketeer Influenced and Corrupt Organizations Act, 18 U.S.C. § 1961, et seq. The defendant contends that the claims are not properly pleaded *222 and have no basis in law or fact. Although the plaintiffs have not responded to the defendant's RICO arguments, arguably conceding that the RICO claims should be dismissed, the court will nonetheless review the applicable law.\nUnfortunately, the plaintiffs do not even specify the specific section of RICO on which they are relying. The RICO statute, 18 U.S.C. § 1962, renders a person civilly liable \"who uses or invests income derived `from a pattern of racketeering activity' to acquire an interest in or to operate an enterprise engaged in interstate commerce, § 1962(a); who acquires or maintains an interest in or control of such an enterprise `through a pattern of racketeering activity,' § 1962(b); who, being employed by or associated with such an enterprise, conducts or participates in the conduct of its affairs `through a pattern of racketeering activity,' § 1962(c); or, finally, who conspires to violate the first three subsections of § 1962, § 1962(d).\" Wiltshire v. Dhanraj, 421 F. Supp. 2d 544, 547 (E.D.N.Y.2005) (citing H.J. Inc. v. Northwestern Bell Tel. Co., 492 U.S. 229, 109 S. Ct. 2893, 106 L. Ed. 2d 195 (1989)). \"The basic purpose of section 1962(a) is to prevent racketeers from using their ill gotten gains to operate, or purchase a controlling interest in, legitimate businesses. The purpose of section 1962(b) was to prohibit the takeover of a legitimate business through racketeering, typically extortion or loansharking. Section 1962(c), the most often charged RICO offense, was intended to prevent the operation of a legitimate business or union through racketeering.\" Id. Based on the scant RICO pleadings, the court assumes the plaintiffs intended to assert a claim under Section 1962(c).\nRegardless of the section, however, to plead a RICO claim, a plaintiff must allege: (1) a violation of the RICO statute, (2) an injury to business or property; and (3) that the injury was caused by the violation of Section 1962. See Allstate Ins. Co. v. Valley Physical Medicine &amp; Rehabilitation, P.C., 2009 WL 3245388, *3, 2009 U.S. Dist. LEXIS 91291 *9 (E.D.N.Y. Sept. 30, 2009) (internal quotation marks and citations omitted). Thus, the plaintiff has two pleading burdens. Id. The complaint must first allege that the defendant has violated the substantive RICO statute, known as \"criminal RICO.\" To meet this burden, the plaintiff must allege that: (1) the defendant (2) through the commission of two or more acts (3) constituting a `pattern' (4) of `racketeering activity' (5) directly or indirectly invests in, or participates in (6) an `enterprise' (7) the activities of which affect interstate or foreign commerce.[8]Id. Second, the plaintiff must allege that it was injured in its business or property by reason of the conduct constituting the RICO violation. Allstate Ins. Co, 2009 WL 3245388, *3, 2009 U.S. Dist. LEXIS 91291 *9 (citing Moss v. Morgan Stanley, Inc., 719 F.2d 5, 17 (2d Cir.1983)).\nMoreover, under section 1962(c), \"the RICO `person' must conduct the affairs of the RICO `enterprise' through a pattern of racketeering activity.\" Riverwoods Chappaqua Corp. v. Marine Midland Bank, N.A., 30 F.3d 339, 344 (2d Cir.1994). In this regard, the \"person\" and the \"enterprise\" must be distinct and alleged as distinct entities in the pleadings. See Cedric Kushner Promotions, Ltd. v. King, 533 U.S. 158, 161, 121 S. Ct. 2087, *223 150 L. Ed. 2d 198 (2001) (reiterating \"basic principle that to establish liability under § 1962(c) one must allege and prove the existence of two distinct entities: (1) a `person' and (2) an `enterprise' that is not simply the same `person' referred to by a different name.\"). Some courts have also held that the enterprise and the pattern of activity must be distinct. See, e.g., United States v. Turkette, 452 U.S. 576, 583, 101 S. Ct. 2524, 69 L. Ed. 2d 246 (1981) (enterprise \"is not the `pattern of racketeering'; it is an entity separate and apart from the pattern of activity in which it engages.\"); Maersk, Inc. v. Neewra, Inc., 2009 WL 5102754, *25, 2009 U.S. Dist. LEXIS 119487, *74 (S.D.N.Y. Dec. 17, 2009); Schmidt v. Fleet Bank, 16 F. Supp. 2d 340, 344 (S.D.N.Y.1998); but see, Boyle v. United States, ___ U.S. ___, 129 S. Ct. 2237, 173 L. Ed. 2d 1265 (2009) (suggesting lower threshold for pleading association-in-fact enterprise).\nIn addition, the \"racketeering element must be sufficiently pleaded.\" \"Racketeering activity\" is defined in 18 U.S.C. § 1961(1) to include specific enumerated crimes, including, among other things, murder, kidnaping, gambling, arson, robbery, bribery, extortion, mail and wire fraud, and fraud in the sale of securities. To meet the well-pleaded allegation standard, the plaintiffs must adequately plead the elements of one of the enumerated crimes. Spool v. World Child Int'l Adoption Agency, 520 F.3d 178, 183 (2d Cir.2008).\nThe plaintiffs have met none of the above-stated requirements. The plaintiffs do not alleged the existence of two distinct entities or a separate enterprise and pattern of activity. Nor do they sufficiently plead the racketeering element. In fact, the \"sum total\" of the plaintiffs' RICO allegations is:\nThat upon information and belief, defendant, DURACLEAN, and/or said defendant's servant, agent, employee and/or licensees, are an enterprise engaged in a pattern or conduct that constitutes racketeering activity in violation of 18 U.S.C. § 1961 et seq.\nThat upon information and belief, defendant, DURACLEAN, and/or said defendant's servant, agent, employee and/or licensees, has used similar tactics with other lenders of money, i.e., see co-plaintiffs' allegations detailed in the instant action.\nThat upon information and belief, such practices are routinely engaged in by defendant, DURACLEAN, and/or said defendant's servant, agent, employee and/or licensees.\nAmended Complaint at ¶¶ 27-29, 46-48, 84-86, 104-106. The plaintiffs do little more than define the enterprise as the \"DURACLEAN, and/or said defendant's servant, agent, employee and/or licensees,\" and suggest, upon information and belief, that the failure to repay the plaintiffs loans were part of the \"fraudulent tactics\" used by Duraclean International with lenders. This pleading is clearly insufficient and summary judgment must be granted on the RICO claims.\n\nCONCLUSION\nFor the foregoing reasons, the defendant's motion for summary judgment is granted with respect to the plaintiffs' claims under the General Business Law and RICO and denied with respect to the breach of contract claims. A telephone conference will be held on February 22, 2010 at 11:00 for the purpose of scheduling a date for trial. Counsel for the plaintiff shall initiate the call.\nNOTES\n[1]  The facts set forth in the defendant's Rule 56.1 statement that are cited to by the court have been admitted by the plaintiff. The court notes that the plaintiffs have filed a counter-statement as well as their own Rule 56.1 statement. The counter-statement will be referred to Pls. Resp. and the 56.1 Statement will be referred to as Pls.' Rule 56.1 Stmt. where needed.\n[2]  Diaz only made two payments to Cafarello. See Cafarello Decl. at ¶ 21. After Diaz defaulted on the note and failed to cure his default, Cafarello took back his stock and was reinstated as a director. Id. at ¶¶ 23-24.\n[3]  Murphy did receive $2,500 from Diaz when he rented Murphy's house in the Florida Keys.\n[4]  Diaz was arrested on May 9, 2008 and arraigned on May 22, 2008, on charges of grand larceny and a scheme to defraud numerous individuals including the plaintiffs. Def.'s Rule 56.1 Stmt. at ¶ 88.\n[5]  The court has not separately addressed the defendant's argument that it cannot be held liable for loans made to Diaz simply because he was a shareholder and director. The parties arguments concerning liability for a shareholder were intertwined with the actual and apparent authority arguments. Nonetheless, the court notes that under certain circumstances, New York law recognizes \"reverse\" piercing, that is, where a party seeks to hold a corporation accountable for actions of its shareholders. See American Fuel Corporation v. Utah Energy Devel. Co., 122 F.3d 130 (2d Cir.1997) (citing State v. Easton, 169 Misc. 2d 282, 647 N.Y.S.2d 904 (1995)).\n[6]  Based on the plaintiffs' assertion, Duraclean International has calculated the annual interest rate for each of the loans as follows: Ammirato loans (30%, 30%); Kulik loans (60%, 48%); Salbu loans (30%); Murphy loans (35.56%, 27.28%). See Def.'s Rule 56.1 Stmt. at ¶¶ 22, 33, 34, 43, 53, 54. Diaz never specified the interest he intended to pay Vengilio, and thus, the usury defense does not apply.\n[7]  The court notes that the plaintiffs chose not to address the defendant's arguments regarding section 349 in their memorandum and the court concludes from the omission that the plaintiffs agree that the 349 claim should be dismissed.\n[8]  Some courts express these requirements as four elements, holding that RICO plaintiff must establish: (1) conduct (2) of an enterprise (3) through a pattern (4) of racketeering activity. See, e.g., City of New York v. Smokes-Spirits. com, Inc., 541 F.3d 425, 439 (2d Cir. 2008); Allstate Ins. Co. v. Halima, 2009 WL 750199, *3 (E.D.N.Y. Mar. 19, 2009).\n\n",
            "ocr": false,
            "opinion_id": 2523941
        }
    ],
    "court_short_name": "E.D. New York",
    "court_full_name": "District Court, E.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}