{
    "id": 896812,
    "judges": "Neumann",
    "date_filed": 991958400000,
    "date_filed_is_approximate": false,
    "slug": "in-re-ab",
    "case_name_short": "In Re AB",
    "case_name": "In Re AB",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2001 ND 111",
        "627 N.W.2d 776"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.ndcourts.gov/wp/20000339.wpd",
            "author_id": 5338.0,
            "opinion_text": "\n627 N.W.2d 776 (2001)\n2001 ND 111\nIn the Interest of A.B., a child\nLannon V. Serrano, Petitioner and Appellee,\nv.\nA.B., child, Respondent and Appellant,\nS.S., Mother, and A.B., Father, Respondents.\nNo. 20010016.\nSupreme Court of North Dakota.\nJune 8, 2001.\nDeWayne Johnston, Olson Johnston Law Office, Grand Forks, for respondent and appellant.\nBrandi Jo Sasse, Assistant State's Attorney, Mandan, for petitioner and appellee.\nNEUMANN, Justice.\n[¶ 1] A.B., child, (\"Andrew,\" a pseudonym) appealed from a Morton County juvenile court order, finding Andrew twice committed the delinquent act of escape from the North Dakota Youth Correctional Center, finding Andrew to be in need of treatment and rehabilitation as a delinquent child, and continuing Andrew's legal custody in the North Dakota Division of Juvenile Services (\"DJS\") for twelve months. We hold the juvenile court violated N.D.C.C. § 27-20-12(1), in failing to transfer the proceedings for final disposition to the Grand Forks County juvenile court. We affirm that part of the juvenile court's order finding Andrew committed delinquent acts and is in need of treatment, *777 but we reverse that part of the order rendering disposition, and remand the case for transfer to the Grand Forks County juvenile court for final disposition.\n\nI\n[¶ 2] While under the care, custody, and control of DJS, Andrew escaped on August 6, 2000, from the North Dakota Youth Correctional Center in Morton County. He was subsequently returned, and again escaped from the facility on September 25, 2000. A petition alleging Andrew committed the delinquent acts of escape, unlawful entry into a motor vehicle, and theft of property, was filed in the juvenile court in Morton County.\n[¶ 3] Andrew appeared with his attorney at a hearing on November 17, 2000, to address the charges in the petition. During the hearing, Andrew testified and admitted he committed two delinquent acts of escape. He also admitted he was in need of treatment and rehabilitation.[1] The juvenile court referee immediately proceeded to a dispositional hearing and, thereafter, entered an order of final disposition committing Andrew to the custody of the DJS for one year and giving DJS express authority to physically place Andrew where it deemed to be in Andrew's best interests, including placement in an out-of-state facility.\n[¶ 4] Andrew filed a written request with the Morton County district court for review and a motion for transfer, requesting that the order of disposition be set aside and the case transferred to the Grand Forks County juvenile court for final disposition. In the written motion, Andrew's attorney stated, \"Defendant accepts the findings of fact but contends that the final order of disposition should be transferred via NDCC § 27-20-12.\" The district court denied the request, and Andrew appealed to this Court.\n\nII\n[¶ 5] On appeal, Andrew asserts the juvenile court erred in failing to transfer this case to the Grand Forks County juvenile court for final disposition. This Court's review of a juvenile court's order is governed by N.D.C.C. § 27-20-56(1), which provides, \"[t]he appeal must be heard by the supreme court upon the files, records, and minutes or transcript of the evidence of the juvenile court, giving appreciable weight to the findings of the juvenile court.\" We examine the evidence in a manner comparable to the former procedure of trial de novo, but we accord appreciable weight to the findings of the juvenile court, because that court had the opportunity to hear the testimony and observe the demeanor of the witnesses. Interest of R.D.B., 1998 ND 15, ¶ 9, 575 N.W.2d 420.\n[¶ 6] Under N.D.C.C. § 27-20-11, when a petition alleges delinquent conduct the proceedings may be commenced in the county in which the acts constituting the alleged delinquent conduct occurred. However, N.D.C.C. § 27-20-12(1) provides for the transfer of the case to another juvenile court under specified circumstances:\nIf the child resides in a county of the state and the proceeding is commenced in a court of another county, the court, on motion of a party or on its own motion made prior to final disposition, may transfer the proceeding to the county of the child's residence for further action. Like transfer may be made if the residence of the child changes pending the proceeding. The proceeding *778 must be transferred if the child has been adjudicated delinquent or unruly and other proceedings involving the child are pending in the juvenile court of the county of his residence. (Emphasis added).\n[¶ 7] Andrew's original placement to the custody of DJS was under order of the juvenile court in Grand Forks County, Andrew's county of residence. After Andrew escaped from the youth correctional facility, a petition was filed on October 16, 2000, in the Grand Forks County juvenile court requesting that court to find Andrew a delinquent child in continued need of treatment because of the escape and to make an appropriate order of disposition for continued treatment and rehabilitation.\n[¶ 8] The juvenile court referee in Morton County expressly recognized at the close of the hearing on November 17, 2000, that an extension hearing on the Grand Forks petition had been set in Grand Forks County for November 22, 2000. During the Morton County hearing, Andrew's attorney requested the juvenile court to defer final disposition of the case to the Grand Forks County juvenile court:\nWe would ask this Court to just keep\u0097he's already in the custody of DJS. He's already under similar, if not the same, conditions. We have a hearing that's going to be set before the local county judge there that will determine if an extension should be needed. And I don't think this is the proper place to address the out-of-state issue. Further, being Grand Forks County has the history of this child, it'll be easier for the Referee there to make these determines [sic], we'll have some more time to prepare adequately. To be frankly honest, I didn't plan, I didn't know we'd be addressing this issue here today. And I would just ask that this Court just defer to the Grand Forks Court. As Ms. Sorge has indicated, this county would just as soon not handle the legal issues of this child and we would be better off in Grand Forks County taking care of those. Thank you Your Honor.\n[¶ 9] Section 27-20-12(1), N.D.C.C., was derived from the Uniform Juvenile Court Act (ULA) § 12(a). In drafting this provision, the National Conference of Commissioners on Uniform State Laws provided the following official comment:\nThis section places primary responsibility for care and supervision of a child with the court of the county of the child's residence. This court is usually in a better position to deal effectively with the child's welfare.\n[¶ 10] Section 27-20-12(1), N.D.C.C., is clear and unambiguous. If a child has been adjudicated delinquent and other proceedings involving the child are pending in the juvenile court of the county of the child's residence, the proceedings must be transferred to that court. By requiring the court to transfer the proceedings for disposition to the juvenile court of the child's county of residence, our statute follows the commissioners' stated intention of keeping primary responsibility for a child's care and supervision with the court located where the child resides and with a judge who will usually be most familiar with the child and his or her history. This statutory requirement of transfer also serves to eliminate the possibility of inconsistent and competing orders of disposition by different juvenile courts dealing with the same child.\n[¶ 11] Although Andrew admitted he had committed the charged delinquent acts of escape and admitted he was in need of treatment and rehabilitation, Andrew, through his attorney, requested the court to defer the final disposition of the case to the juvenile court in the county of his residence. We hold the Morton County *779 juvenile court's denial of that request constituted a violation of the transfer requirement under N.D.C.C. § 27-20-12(1).\n\nIII\n[¶ 12] In accordance with this opinion, we affirm that part of the juvenile court's order adjudicating Andrew, on his own admission, a delinquent child who is in need of treatment and rehabilitation. We reverse that part of the court's order rendering disposition and remand the case for transfer to the Grand Forks County juvenile court for disposition.\n[¶ 13] VANDE WALLE, C.J., and MARING, SANDSTROM and KAPSNER, JJ., concur.\nNOTES\n[1]  At the hearing, the prosecutor withdrew the other allegations of delinquent acts for Andrew's agreement to admit he committed the two acts of escape and he needed treatment.\n\n",
            "ocr": false,
            "opinion_id": 896812
        }
    ],
    "court_short_name": "North Dakota Supreme Court",
    "court_full_name": "North Dakota Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "North Dakota, ND",
    "crime_category": "Robbery"
}