{
    "id": 2542267,
    "judges": "Charles W. Seymore",
    "date_filed": 1319500800000,
    "date_filed_is_approximate": false,
    "slug": "jackson-v-state",
    "case_name_short": null,
    "case_name": "Jackson v. State",
    "case_name_full": "Donald Wayne JACKSON, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Stanley G. Schneider, Houston, for appellant., Donald W. Rogers, Jr., Houston, for state.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b306-5\">\n    Donald Wayne JACKSON, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b306-8\">\n    No. 14-09-01082-CR.\n   </docketnumber><br><court id=\"b306-9\">\n    Court of Appeals of Texas, Houston (14th Dist.).\n   </court><br><decisiondate id=\"b306-10\">\n    Oct. 25, 2011.\n   </decisiondate><br><attorneys id=\"b307-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"289\"> \n     *289\n     </span>\n    Stanley G. Schneider, Houston, for appellant.\n   </attorneys><br><attorneys id=\"b307-13\">\n    Donald W. Rogers, Jr., Houston, for state.\n   </attorneys><br><judges id=\"b307-14\">\n    Panel consists of Justices ANDERSON, SEYMORE, and McCALLY.\n   </judges>",
    "citations": [
        "352 S.W.3d 288"
    ],
    "opinions": [
        {
            "author_str": "Seymore",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n352 S.W.3d 288 (2011)\nDonald Wayne JACKSON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 14-09-01082-CR.\nCourt of Appeals of Texas, Houston (14th Dist.).\nOctober 25, 2011.\n*289 Stanley G. Schneider, Houston, for appellant.\nDonald W. Rogers, Jr., Houston, for state.\nPanel consists of Justices ANDERSON, SEYMORE, and McCALLY.\n\nOPINION\nCHARLES W. SEYMORE, Justice.\nA jury convicted appellant, Donald Wayne Jackson, former presiding judge of Harris County Criminal Court at Law No. 3, of official oppression, and the trial court assessed punishment at one year in county jail, probated, with thirty days in county jail as a condition of probation, and a $4,000 fine. In seven issues, appellant contends the evidence is legally insufficient to support his conviction and the trial court made several evidentiary errors. We affirm.\n\nI. BACKGROUND\nIn February 2009,[1] twenty-seven-year-old Ariana Venegas, the complainant, was arrested for driving while intoxicated (\"DWI\"). On February 9, she appeared before appellant in County Criminal Court at Law No. 3. During the hearing, attorney \"Jane Doe\" was appointed to represent Venegas. Venegas and Doe spoke briefly that day, and Venegas's case was reset for February 19.\nAccording to Venegas, the following events occurred on February 19. She arrived at appellant's court before Doe. After appellant assumed the bench, at some *290 point, he motioned for Venegas to approach. Appellant told Venegas \"to stop twirling [her] hair and putting [her] fingers in her mouth, to stop being nervous because he was going to take care of [her] and everything was going to be fine.\" Appellant asked Venegas if the phone number that appeared on a document was \"the available number to contact [her].\" Venegas replied affirmatively, and appellant asked her to write the number again on a document.[2] Appellant then told Venegas that he would help her and wanted to call her later. He also instructed her not to tell anyone he was helping her. After Doe arrived, she briefly discussed the case with Venegas and requested a reset. After the proceeding, Venegas returned to her home.\nAround 5:00 p.m. that same day, appellant called Venegas and said he was in the Precinct 4 area of Harris County and had something to give her related to her case. He asked Venegas to meet him in two hours and forty-five minutes. Venegas drove in her vehicle to a Starbucks coffee shop in Precinct 4 and called appellant around 7:30 p.m. Five minutes later, appellant arrived in his pick-up truck. Appellant told Venegas that he wanted to eat seafood and asked her to join him in his truck. Appellant drove to P.F. Chang's. After noticing that P.F. Chang's was crowded, he drove to Pappadeaux. During the drive, appellant asked Venegas what she thought about Doe. He also asked personal questions regarding Venegas's family, employment, and financial situation. Venegas asked appellant about his age, and he responded \"forty-six.\" Appellant was nearly sixty-years old.\nAfter arriving at Pappadeaux, appellant and Venegas were seated on opposite sides of a table. Venegas avoided eye contact with appellant. At one point, appellant pulled Venegas's chair closer to him, stating he could not hear her. Appellant told Venegas to order \"whatever you want,\" but she did not order any food because she was nervous. While at the restaurant, appellant spoke in a loud, demanding voice. He ordered crab claws and requested ingredients to make his own cocktail sauce. When the waitress did not bring the correct items for making the sauce, appellant curtly instructed her to retrieve them. The waitress gave the following testimony, which corroborated Venegas's account: (1) Venegas was quiet, did not make eye contact, and did not order any food; (2) after the waitress returned with appellant's drink, Venegas was sitting closer to appellant; (3) appellant's attitude toward the waitress was cocky and arrogant, and he demanded she \"get [his order] corrected\"; and (4) appellant told Venegas to order whatever she wanted and said in a \"somewhat frustrated\" tone, \"I brought you to a nice restaurant and you're not going to eat anything?\" The waitress characterized the dinner as a \"first date gone wrong type of scenario.\"\nVenegas described the dinner conversation as follows. Appellant asked Venegas about the facts of her DWI case and said she was \"in trouble with [Doe].\" Although Venegas did not request a new court-appointed attorney, appellant informed her Doe is \"not the best attorney\" and he could appoint someone else who could get the case dismissed. Appellant told Venegas, (1) \"I can get you a better lawyer if you become interested in me,\" (2) \"If [you don't] become interested [in me], [you] would get convicted because [I'm] the judge,\" and (3) \"Let me just put it to you *291 bluntly. I'm interested in you. I don't want a one-night stand. I want a relationship.\" Venegas asked if their conversation was illegal, and appellant replied, \"Yes, that's why no one can know, not even your mom or [Doe].\" Venegas perceived appellant's request as an unwelcome sexual advance and a proposition for multiple nights of sexual activity. Venegas never told appellant she was not interested or that he was offensive. However, in an effort to demonstrate lack of interest, she wrapped a sweater around her shoulders and did not make eye contact with appellant. She also shook her head at one point because she \"couldn't believe . . . [she] had gotten [herself] into this.\"\nAfter dinner, appellant drove Venegas back to Starbucks and said, \"If you become interested, give me a call this weekend.\" Venegas replied, \"No. You call me,\" but appellant responded, \"No, you call me.\" Venegas then exited appellant's truck. She told several friends about the incident at Pappadeaux. Her friends referred her to attorneys, and she met with at least two attorneys; however, she did not tell Doe about her contact with appellant. Within a few days, the FBI began investigating Venegas's allegations.\nVenegas appeared for several more hearings in appellant's court. She arrived late for at least two of the hearings, but to Doe's surprise, appellant did not revoke Venegas's bond. At one hearing, Venegas carried an undercover microphone pursuant to the FBI's instruction; however, she never spoke with appellant at the hearing. The FBI also instructed Venegas to call appellant. She left appellant a voicemail message, but he never returned her call.[3]\nDoe testified that Venegas would not communicate with her during the post-February 19 hearings and failed to attend scheduled meetings at Doe's office. Doe informed appellant about Venegas's lack of cooperation. Nevertheless, Doe stated that she was unaware Venegas had met privately with appellant and Venegas was cooperative after her meeting with appellant was disclosed. Venegas testified she was \"acting strange\" around Doe after the events of February 19 because Venegas was unsure who she could trust.\nThe Harris County District Attorney's Office (\"HCDA\") later assumed responsibility for the investigation. In May, Dan McAnulty, a senior investigator with the Public Integrity Division of HCDA, interviewed Venegas at Doe's office. Additionally, McAnulty and an assistant district attorney spoke with appellant in his chambers and recorded the conversation without his knowledge. Venegas's case was transferred to another court in June. Appellant was charged as follows:\n[Appellant], heretofore on or about FEBRUARY 19, 2009, did then and there unlawfully while a public servant acting under color of his office and employment. . . intentionally, AND WITH KNOWLEDGE THAT THE CONDUCT *292 WAS UNWELCOME, subject [Venegas] . . . to sexual harassment, to wit [ (1) UNWELCOME SEXUAL ADVANCES, (2) UNWELCOME REQUEST FOR SEXUAL FAVORS, OR (3) UNWELCOME VERBAL CONDUCT OF A SEXUAL NATURE] submission to which was EXPLICITLY AND IMPLICITLY made a term and condition of [Venegas's] exercise and enjoyment of a RIGHT AND PRIVLEGE [sic], TO WIT: HER RIGHT TO A FAIR TRIAL AND FAVORABLE DISPOSITION OF HER CASE by OFFERING TO GET [HER] A DIFFERENT ATTORNEY TO GET HER CASE DISMISSED IF SHE WOULD BE INTERESTED [appellant] AND ENTER INTO A RELATIONSHIP WITH HIM THAT WAS MORE THAN A ONE-NIGHT STAND.\nThe State's case against Venegas did not proceed to trial before appellant's case was tried. Appellant did not testify during his trial; however, his recollection of the events in question was presented through his recorded conversation with McAnulty. During the conversation, appellant initially denied knowledge of Venegas and further denied meeting with a criminal defendant whose case was pending in his court. However, appellant eventually admitted that he remembered Venegas and said, \"There is a story.\" Appellant then asked McAnulty to leave the room while appellant conferred with judicial staff council. After approximately thirty-five minutes, McAnulty re-entered the room, and appellant offered the following account.\nVenegas was a defendant in appellant's court for whom he had appointed Doe as defense counsel. Venegas acted strangely in court, as though she had taken drugs.[4] After a hearing, Venegas approached appellant in the courthouse hallway and complained about Doe and police conduct. Appellant said there was a possibility he could appoint a \"better lawyer.\" Later that day, appellant telephoned Venegas. Appellant said he was \"gonna go get my [hair cut]\" and then \"get a bite to eat\" and she could meet him. Venegas met appellant near his barber shop, and appellant followed Venegas to a nearby Chipotle adjacent to a Starbucks coffee shop. At that point, Venegas entered appellant's truck. Appellant stated he did not want to eat at Chipotle. Venegas then returned to her vehicle and followed appellant to Pappadeaux.[5]\nAt Pappadeaux, appellant ate crab claws and made his own cocktail sauce. Venegas did not eat. She complained about Doe, the arresting officers, and how she had been ostracized by her family. Venegas asked appellant if he could appoint a different attorney, and he replied \"yes\" because he felt \"flattered.\" Appellant told Venegas she \"would probably end up being convicted\" with Doe because the facts of her DWI case were unfavorable.[6] Toward the end of the conversation, appellant expressed that he \"might be interested in. . . some other relationship [with Venegas] other than a professional one . . . other than the judge and a defendant . . . if she was interested in that she could contact [him] if she wasn't interested in that . . . okay. . . . [He] would try to get her a better lawyer regardless.\" Appellant did not intend to begin a sexual relationship *293 with Venegas or imply that he would help her only if she engaged in a relationship with him. Approximately one week later, appellant told his court coordinator that he did not want to preside over Venegas's trial and requested appointment of a visiting judge. Appellant's coordinator confirmed that appellant wanted a visiting judge to preside over Venegas's case.\nAppellant told McAnulty that he did not speak with Venegas after the Pappadeaux dinner and never received a voicemail message from her. After McAnulty caught appellant in an apparent prevarication regarding the identity of the person who gave appellant the cell phone he used to call Venegas, appellant lamented \"God my life is coming undone here.\" Nevertheless, appellant maintained that his offer to help Venegas was not conditioned on her accepting his overtures regarding a relationship. In fact, the only material dispute between the two versions of the conversation between appellant and Venegas is whether appellant's request for a \"relationship\" was a condition of his offer to insure favorable disposition of her case.\nAppellant's coordinator, bailiff, and the coordinator for an adjacent court testified that appellant frequently assisted other courts with their docket and used the public hallway when traversing to another courtroom. Appellant's coordinator and bailiff also testified they were in a position to observe appellant's interaction with defendants and never saw him call Venegas to the bench or say anything inappropriate to her.\n\nII. LEGAL SUFFICIENCY\nIn his third issue, appellant contends the evidence is legally insufficient to support his conviction for official oppression because there is no evidence that he interfered with any substantive rights or privileges guaranteed to Venegas.\n\nA. Applicable Law and Standard of Review\nA public servant commits the class A misdemeanor of official oppression if, while acting under the color of his office or employment, he intentionally subjects another to sexual harassment. Tex. Penal Code Ann. § 39.03(a)(3) (West 2011). \"Sexual harassment\" means \"unwelcome sexual advances, requests for sexual favors, or other verbal or physical conduct of a sexual nature, submission to which is made a term or condition of a person's exercise or enjoyment of any right, privilege, power, or immunity, either explicitly or implicitly.\" Id. § 39.03(c).\nWhen reviewing a legal-sufficiency challenge, we view all of the evidence in the light most favorable to the verdict to determine whether the jury was rationally justified in finding guilt beyond a reasonable doubt. See Brooks v. State, 323 S.W.3d 893, 899 (Tex.Crim.App.2010) (plurality op.). We may not sit as a thirteenth juror and substitute our judgment for that of the fact finder by reevaluating the weight and credibility of the evidence. Id. at 899, 901; Dewberry v. State, 4 S.W.3d 735, 740 (Tex.Crim.App.1999); see also Sharp v. State, 707 S.W.2d 611, 614 (Tex. Crim.App.1986) (expressing jury may choose to believe or disbelieve any portion of testimony). We defer to the fact finder's resolution of conflicting evidence unless the resolution is not rational. See Clayton v. State, 235 S.W.3d 772, 778 (Tex. Crim.App.2007).\n\nB. Analysis\nThe jury was instructed to determine whether appellant made unwelcome sexual advances, a request for sexual favors, or verbal conduct of a sexual nature, \"submission to which was explicitly or implicitly made a term or condition of [Venegas's] *294 exercise or enjoyment of a right or privilege, to wit: her right to a fair trial or favorable disposition of her case by offering to get [her] a different attorney to get her case dismissed if she would be interested in [appellant] and enter into a relationship with him that was more than a one-night stand.\" Thus, the State was required to prove appellant's conduct affected Venegas's right (1) to a fair trial or (2) to a favorable disposition of her case. Because we conclude the evidence is legally sufficient to support the jury's finding that appellant's conduct affected Venegas's exercise of her right to a fair trial, we need not consider the second criterion.\nAppellant argues the jury could not have found that his conduct and statements to Venegas affected her right to a fair trial because her case had not yet proceeded to trial. However, a defendant commits official oppression by subjecting another to sexual harassment, submission to which is made a term or condition of her exercise or enjoyment of a right. See Tex. Penal Code Ann. § 39.03(a)(3). In other words, if the defendant creates a situation in which the complainant's right to receive a fair trial in the future is contingent upon whether the complainant accedes to the defendant's sexual harassment, official oppression has occurred at that point in time even though the complainant's actual trial has not yet occurred.\nOne fundamental component of a fair trial is a neutral and detached judge. Markowitz v. Markowitz, 118 S.W.3d 82, 86 (Tex.App.-Houston [14th Dist.] 2003, pet. denied) (citing Ward v. Village of Monroeville, 409 U.S. 57, 62, 93 S. Ct. 80, 34 L. Ed. 2d 267 (1972)). As noted above, the jury heard evidence that, while at Pappadeaux, appellant told Venegas (1) she would be convicted if Doe remained as her attorney, (2) \"I can get you a better lawyer if you become interested in me\" who can get your case dismissed, (3) \"If [you don't] become interested [in me], [you] would get convicted, because [I'm] the judge,\" (4) \"Let me just put it to you bluntly. I'm interested in you. I don't want a one-night stand. I want a relationship,\" and (5) to not mention his proposition to Doe.\nAppellant either explicitly or implicitly indicated that Venegas would lose the option for appointment of another attorney and would be convicted \"because [appellant was her] judge.\" These facts support a reasonable inference that Venegas would not receive a trial governed by a neutral and detached judge if she rebuffed appellant's sexual advances. We conclude appellant prevented Venegas from exercise of her right to a fair trial by attempting to cajole her to enter into a sexual relationship. Accordingly, we hold that the evidence is legally sufficient to support appellant's conviction for official oppression. Appellant's third issue is overruled.\n\nIII. EXCLUSION OF EVIDENCE\nAppellant's remaining issues pertain to the trial court's exclusion of evidence. In issues one, four, five, and six, appellant contends the trial court erred by refusing his request to question Venegas and other witnesses regarding her background and employment history. In his second issue, appellant contends the trial court violated his Sixth Amendment right to confrontation by refusing his request to present certain rebuttal evidence in response to a purported false impression of Venegas's character. Finally, in his seventh issue, appellant contends the trial court erred by excluding additional photographs of Venegas.\n\nA. Preservation of Error\nWe begin by addressing whether appellant preserved the foregoing issues. In its motion in limine, the State argued *295 that evidence related to Venegas's background was irrelevant. The trial court agreed and instructed the parties to approach the bench before broaching these subjects. Throughout trial, appellant repeatedly argued the door had been opened to evidence regarding Venegas's background, but the court ruled that it was irrelevant and impermissible character evidence. At the end of trial, appellant made an offer of proof in which he described the testimony he expected Venegas and other witnesses would have provided. We conclude appellant preserved the non-constitutional evidentiary arguments he raises in issues one, four, five, and six. Nevertheless, we conclude appellant did not preserve the constitutional argument he raises in issue two because he never argued that exclusion of the proffered evidence prevented him from asserting a defense or violated his right to confrontation or due process. See Anderson v. State, 301 S.W.3d 276, 280 (Tex.Crim.App.2009) (concluding defendant's constitutional right to confrontation and to present a defense are subject to procedural default). Therefore, we overrule issue two.[7]\nRegarding appellant's seventh issue, pertaining to exclusion of certain photographs, we note that the excluded photographs were not included in our record, and the court reporter indicated the photographs \"were never marked, tendered, or admitted.\" However, when appellant attempted to introduce the photographs, the trial court was informed that they depict Venegas at parties with her friends. Although we cannot review the actual photographs, we will assume appellant preserved this issue because the subject matter of the photographs is apparent from context. Tex.R. Evid. 103(a)(2).\n\nB. Venegas's Background\nAppellant argues that the State gave a false impression of Venegas's background by representing the following during opening statements:\nYou're going to meet Ariana Venegas. She's 27. She's young. She's young for her age. She's fairly attractive, but not highly educated. Ariana does get into some trouble. She's been in trouble one time and that's the time when she steps into Judge Jackson's court. She was in trouble. She was a first-time DWI defendant. She was driving while intoxicated and her case lands in that defendant's court.\nAppellant sought to rebut these statements with evidence that Venegas (1) had worked in the adult-entertainment industry, including jobs as a cocktail waitress at a strip club and as a secretary for \"Latin Lovers\" magazine,[8] (2) had a bad reputation for being peaceful and law-abiding, used drugs and frequently drove while intoxicated, and was fired from a prior job *296 for committing theft, and (3) posted on Facebook photographs of herself at parties. We will assume without deciding that the trial court erred by excluding this evidence and proceed with a harmless-error analysis.\nWe review the trial court's erroneous evidentiary rulings for harm under rule 44.2(b) of the Texas Rules of Appellate Procedure. Tex.R.App. P. 44.2(b). When there are multiple evidentiary errors, we consider their cumulative effect. See Stahl v. State, 749 S.W.2d 826, 832 (Tex. Crim.App.1988); Temple v. State, 342 S.W.3d 572, 612 (Tex.App.-Houston [14th Dist.] 2010, pet. filed). We must disregard non-constitutional errors that do not affect a criminal defendant's \"substantial rights.\" Tex.R.App. P. 44.2(b). We may not reverse for non-constitutional errors if, after examining the record as a whole, we have fair assurance that the errors did not have a substantial and injurious effect or influence in determining the jury's verdict, or had but a slight effect. Casey v. State, 215 S.W.3d 870, 885 (Tex.Crim.App.2007); Johnson v. State, 967 S.W.2d 410, 417 (Tex.Crim.App.1998). Stated differently, if we have \"a grave doubt\" that the result was free from the substantial influence of the error, we must treat the error accordingly. Burnett v. State, 88 S.W.3d 633, 637-38 (Tex.Crim.App.2002) (citation omitted). \"Grave doubt\" means that \"in the judge's mind, the matter is so evenly balanced that he feels himself in virtual equipoise as to the harmlessness of the error.\" Id. (citation omitted).\nIn assessing the likelihood that a jury's decision was adversely affected by the errors, we consider everything in the record, including any testimony or physical evidence admitted, the nature of the evidence supporting the verdict, the character of the alleged error, and how it might be considered in connection with other evidence. Motilla v. State, 78 S.W.3d 352, 355 (Tex.Crim.App.2002). We may also consider statements made during voir dire, jury instructions, the State's theory, any defensive theories, closing argument, and whether the State emphasized the errors. Id. at 355-56.\nAppellant argues it was necessary for him to rebut the false impression that Venegas was shy, naïve, young for her age, and had never been in trouble because his defense centered on portraying Venegas as a seductress who attempted to use her sexuality to receive favorable treatment from appellant. Appellant also contends evidence of Venegas's involvement in the adult-entertainment industry was relevant to whether appellant's sexual advances were welcome or unwelcome. After reviewing the entire record, we are convinced the trial court's exclusion of evidence did not affect appellant's substantial rights. See Tex.R.App. P. 44.2(b).\nFirst, the jury was aware of Venegas's state of intoxication at the time of her arrest. Venegas admitted that she drove after consuming alcoholic beverages over the course of seven hours and was so intoxicated she \"blacked out\" in the back seat of the patrol car. The evidence supported a finding that Venegas's blood-alcohol content (\"BAC\") was .18\u0097twice the legal limit\u0097three hours after she was arrested, and there was testimony that her BAC at the time she was stopped was around .24. The jury was also aware that Venegas had been employed as a bartender and worked as a \"beverage cart girl\" serving \"some beer and some alcohol.\" Venegas testified that in conjunction with her employment as a bartender, she received training on the effects of alcohol consumption. These facts rebut any impression that Venegas was naïve regarding intoxication.\n*297 The jury also viewed the video recording of Venegas's field-sobriety tests at the intake station following her DWI arrest. During opening statements, appellant's counsel asserted that the video reveals Venegas talking to the intake officer \"in kind of a bedroom voice, sort of a cuddly fashion,\" demonstrating her propensity to act \"like the poor damsel in distress\" to obtain special treatment. In the video, Venegas addressed the intake officer by saying he was \"nice\" and more professional than the other officers, and suggested that the other officers rely on him. Additionally, she repeatedly expressed that she wanted to go home, asked the intake officer if he would release her, stated that the arresting officer \"hurt [her] feelings,\" and called one of the officers \"baby boy.\" Arguably, Venegas spoke to the officers in a soft, flirtatious voice. From this evidence, the jury could have reasonably inferred that Venegas was inclined, as counsel implied, to use flattery to obtain special treatment.\nFinally, appellant presented testimony from two individuals who worked for a Marriot hotel where Venegas had been a bartender. Both witnesses testified Venegas has a bad reputation for truthfulness. Additionally, Julie Zamora testified that she attended high school with Venegas and had known her for twelve years. Zamora testified that she had a \"falling out\" with Venegas in 2008 but possibly desired to renew their friendship. She described Venegas as naïve but having a bad reputation for being truthful and honest. In fact, Zamora testified that \"the last time [she] spoke with [Venegas], [she] didn't believe anything [Venegas] said.\" These witnesses provided strong testimony that Venegas is an untruthful person.[9]\nThe foregoing evidence was sufficient to refute any misconception that Venegas was naïve and above using her sexuality to avoid consequences of driving while intoxicated. Thus, we have fair assurance that exclusion of evidence pertaining to Venegas's employment in the adult-entertainment industry, her bad reputation as a peaceful and law-abiding citizen, and the photographs did not have a substantial and injurious effect on the jury's verdict. See Casey, 215 S.W.3d at 885. Specifically, we do not believe admission of the proffered evidence would have caused the jury to conclude there is reasonable doubt regarding Venegas's account of appellant's proposition or whether she welcomed appellant's sexual advances. We overrule appellant's first, fourth, fifth, sixth, and seventh issues.\nThe trial court's judgment is affirmed.\nNOTES\n[1]  Unless specified otherwise, all events referenced in this opinion occurred in 2009.\n[2]  Venegas's description of the document comports with the suggestion that it was the financial affidavit she completed when requesting appointed counsel. As of May 2009, Venegas's financial affidavit was absent from the trial court's file.\n[3]  Appellant presented a transcript of the voicemail which follows verbatim:\n\nJUDGE, THIS IS ARIANA VENEGAS, I HOPE THIS IS YOUR VOICEMAIL BECAUSE I AM CALLING THE NUMBER YOU CALLED ME ON BEFORE. I AM WORRIED ABOUT MY DWI CASE IN YOUR COURTROOM. IT KEEPS GETTING PUSHED OFF. I KNOW WHEN WE WENT TO PAPPADEUX'S AFTER MY OTHER HEARING, YOU SAID YOU COULD TAKE CARE OF MY TICKET AND EVEN GET IT DISMISSED OR THROWN OUT. I REALLY WANT TO GET THIS CASE OVER WITH. NOW, I AM REALLY WORRIED BECAUSE YOU TOLD MY ATTORNEY I AM ACTING STRANGE AND NEED TO BE DRUG TESTED. I DON'T UNDERSTAND. WHAT DO I NEED TO DO. MY NUMBER IS THE SAME 832 971-2233.\n[4]  Appellant's court coordinator corroborated this statement.\n[5]  Appellant later told McAnulty he was not sure whether Venegas followed him in her vehicle or they rode together.\n[6]  Appellant called attorney Troy McKinney as an expert witness. McKinney testified that based on the facts, Venegas's DWI case would be very difficult to win.\n[7]  In addressing issue one, appellant mentions that the trial court's exclusion of evidence violated his constitutional rights. Thus, we also overrule issue one to the extent a constitutional argument is presented.\n[8]  In his offer of proof, appellant did not elaborate on the type of jobs Venegas performed in the adult-entertainment industry. However, during opening statements, defense counsel asserted,\n\nAt the age of 18, [Venegas] . . . answered the phone for a magazine called \"Latin Lovers.\" . . . [T]hen [she] went to work as a cocktail waitress at Solid Platinum. I'm going to be polite and call that a gentleman's club, but I think you-all know what I'm talking about. She told McAnulty: I wasn't a dancer. They tried to get me to be a dancer, but I wasn't a dancer. I just did cocktails. And I dressed modestly. Oh, sometimes I showed some cleavage, but I wasn't a dancer.\nWe will assume the evidence would have shown Venegas was a waitress in a strip club and a receptionist for a magazine publisher.\n[9]  However, relative to the question of Venegas's credibility regarding her account of the dinner with appellant, her account was objectively verified by a third-party witness. By contrast, appellant was not forthcoming until McAnulty confronted him with verified information refuting his fabrications.\n\n",
            "ocr": false,
            "opinion_id": 2542267
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}