{
    "id": 2540559,
    "judges": "Keith P. Ellison",
    "date_filed": "2021-09-03",
    "date_filed_is_approximate": true,
    "slug": "hill-v-new-alenco-windows-ltd",
    "case_name_short": "Hill",
    "case_name": "Hill v. New Alenco Windows, Ltd.",
    "case_name_full": "Earnestine HILL, Plaintiff, v. NEW ALENCO WINDOWS, LTD., Defendant",
    "attorneys": "Margaret H. Meece, Meece & Associates, Bryan, TX, for Plaintiff., Brian Newton Woolley, Lathrop & Gage LC, Kansas City, MO, John Logan Engvall, Jr., Engvall Hlavinka LLP, Houston, TX, for Defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b622-11\">\n    Earnestine HILL, Plaintiff, v. NEW ALENCO WINDOWS, LTD., Defendant.\n   </parties><br><docketnumber id=\"b622-14\">\n    Civil Action No. H-07-3857.\n   </docketnumber><br><court id=\"b622-15\">\n    United States District Court, S.D. Texas, Houston Division.\n   </court><br><decisiondate id=\"b622-18\">\n    July 17, 2009.\n   </decisiondate><br><attorneys id=\"b625-16\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"585\"> \n     *585\n     </span>\n    Margaret H. Meece, Meece &amp; Associates, Bryan, TX, for Plaintiff.\n   </attorneys><br><attorneys id=\"b625-17\">\n    Brian Newton Woolley, Lathrop &amp; Gage LC, Kansas City, MO, John Logan Engvall, Jr., Engvall Hlavinka LLP, Houston, TX, for Defendant.\n   </attorneys>",
    "citations": [
        "716 F. Supp. 2d 582"
    ],
    "opinions": [
        {
            "author_str": "Ellison",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 990.0,
            "opinion_text": "\n716 F. Supp. 2d 582 (2009)\nEarnestine HILL, Plaintiff,\nv.\nNEW ALENCO WINDOWS, LTD., Defendant.\nCivil Action No. H-07-3857.\nUnited States District Court, S.D. Texas, Houston Division.\nJuly 17, 2009.\n*585 Margaret H. Meece, Meece &amp; Associates, Bryan, TX, for Plaintiff.\nBrian Newton Woolley, Lathrop &amp; Gage LC, Kansas City, MO, John Logan Engvall, Jr., Engvall Hlavinka LLP, Houston, TX, for Defendant.\n\nMEMORANDUM AND ORDER\nKEITH P. ELLISON, District Judge.\nPending before the Court is Defendant's Motion for Summary Judgment. (Doc. No. 35.) For the following reasons, Defendant's Motion must be denied in part and granted in part.\n\nI. BACKGROUND\n\nA. Factual Background\nPlaintiff Earnestine Hill is an African-American woman who was 55 years old at the time of the incidents giving rise to this lawsuit. (Pl. Dep. 80:11-15, Oct. 20, 2008.) In 1971, Plaintiff began working for Defendant New Alenco Windows, Ltd. (\"Alenco\"), a window manufacturer, at its facility in Bryan, Texas. Approximately 950 employees *586 work at the Bryan manufacturing facility. In 2006, about 10 percent of the Bryan facility employees were African-American and about 10 percent were older than Plaintiff. (Josh DeAtley Decl. ¶ 9, Nov. 17, 2008, Doc. No. 26, Ex. A.) Beginning in the 1980s, Plaintiff also worked 14 hours per week for Brazos Cleaning Service, a company that provides cleaning services for a bank. She still works there. (PI. Dep. 20:4-25.) Plaintiff was terminated from Alenco in May 2006 for an alleged work rule violation.\nDuring the last four years of her employment at Alenco, Plaintiff was employed in the material control/production department (\"Department\"). The Department had four Hispanic employees and one black employee, Plaintiff. In the Department, Plaintiff worked with a machine that ran weather stripping through material for various parts of the windows that Alenco manufactures. (PI. Dep. 9:11-23.) As of May 2006, the Department's supervisor was Jef Foust. (Josh DeAtley Decl. ¶ 8; Jef Foust Decl. ¶ 1, Nov. 17, 2008, Doc. No. 26, Ex. H.)\nBeginning in late 2005 or early 2006, Jose Mendez[1], a 19-year old Hispanic man, became the Department's \"Leadperson.\"[2] (Pl.Dep. 37:21-38:19.) Plaintiff describes Mendez as her \"semi-supervisor\" or crew leader. (Pl. Dep. 115:9-116:1.) Plaintiff avers that she was required to take instruction from him and to report to him. (Pl. Dep. 116:1-5.) Josh DeAtley, director of human resources for Alenco, testifies via declaration that a Leadperson acts on the instructions of management and relays those instructions to workers in the Department. (DeAtley Decl. ¶ 7.) DeAtley further testifies that a Leadperson is not a supervisor or a member of management and has no ability to hire, to fire, or to discipline employees. (Id.)\nIn March 2006, Mendez began harassing Plaintiff. (PI. Dep. 37:21-38:19.) Mendez told Plaintiff that she was too old to be working and that he wanted to replace her with his romantic interest, Jane Doe, another Alenco employee.[3] (Id. at 38:20-39:14;; 40:17-25; 43:17-44:5; 79:19-80:10.) Starting in March 2006, Mendez would come in \"when he was in one of those moods\" and harass Plaintiff about firing her; Plaintiff alternatively contends that he harassed her every day. (Id. at 39:15-25; 40:17-25.) At one point, Mendez told Plaintiff that she was always \"running and tattling\" after she spoke with Foust. (Id. at 124:13-25.) At Alenco, no one other than Mendez said anything to Plaintiff about her race or age. (Id. at 101:22-102:6.) Plaintiff did not discuss Mendez's comments about her being too old to work with Foust or DeAtley. (Id. at 48:20-25; DeAtley Decl. ¶ 19; Foust Decl. ¶ 2.) Plaintiff also did not inform Angela Alston, a human resources coordinator at Alenco, that Mendez told Plaintiff that she was too old to be working. (Pl. Dep. 53:10-12; Alston Decl. ¶ 2.)\nPlaintiff informed Foust that Mendez had threatened to make sure she was fired and \"replaced with another Hispanic\" (presumably Doe). (Pl. Dep. 124:3-15.) Plaintiff *587 also told Ron, the paint line supervisor, that Mendez said he would fire her and replace her. (Id. at 124:3-15.) In general, Plaintiff testifies that Mendez was not joking that he wanted to replace her. (Id. at 46:16-22.)\nThree times, Mendez did not approve overtime for Plaintiff. (Pl. Dep. 116:6-117:6.) The first time, several months before Plaintiff was terminated, Lourdes Osorio[4], who worked in the Department, was allowed to work overtime when Plaintiff was sent home. (Id. at 42:19-5; 116:18-21.) Twice, six months before Plaintiff was terminated, Mendez brought Doe into the Department, and Plaintiff was sent home after the end of an eight-hour shift. (Id. at 41:1-42:5.) After the second incident with Doe, Plaintiff complained to Foust that she was sent home when Doe was allowed to remain. (Id. at 48:4-19.) After Plaintiff complained to Foust, the overtime problems ended. (Id. at 48:17-19.)\nMendez allegedly made comments to Plaintiff about her husband, stating that he had heard that Plaintiffs husband left her because he caught Plaintiff in bed with many other men simultaneously. (Id. at 49:15-50:7; 52:18-53:2.) Plaintiff spoke with Foust about these comments, and Mendez stopped making them. (Id. at 49:25-50:15.)\nPlaintiff informed Alston that Mendez was making false allegations against her. (PI. Dep. 13:5-11.) Plaintiff contended that she would be called to the office to address Mendez's lies. (Id. at 13:14-18.) For example, Mendez falsely told Alston that Plaintiff took a broom from the Department. (Id. at 50:21-51:10.) Plaintiff explained to Alston that Plaintiff did not know what was going on with the broom. (Id. at 51:11-51:23.) Mendez also falsely told Alston that Plaintiff threatened to have her ex-husband come to Alenco and \"jump on\" Mendez in response to Mendez's comments about her ex-husband. (Id. at 52:18-25.) In general, Alston did not investigate Plaintiffs complaints about Mendez and accepted Mendez at his word. (Id. at 13:5-20; 14:22-15:10; 16:20-17:3; 51:17-23.) Plaintiff told Alston that \"I'm really tired of it, because I feel like I'm black and he's Spanish and y'all keep calling me in this office behind these lies and I'm\u0097you know, I'm not doing anything but doing my job.\" (Id. at 13:14-18.) Plaintiff did not speak with Alston about Mendez's plan to have Doe transferred. (Id. at 53:6-9.)\n\n1. Purported Incident Leading to Plaintiffs Termination\nAccording to Plaintiff, on Friday May 26, 2006, around five o'clock in the morning, Mendez came to Plaintiffs station and took her clipboard out of her workbag. (Id. at 54:13-23.) Mendez threw the clipboard on his desk. (Id. at 58:10-19.) Plaintiff used this clipboard to order her supplies every morning for her work with weather stripping. (Id. at 57:19-58:4.) Foust had told Plaintiff to keep it with her so that Mendez did not get a hold of it. (Id. at 58:5-8.)\nPlaintiff warned Mendez that he had no reason to touch her clipboard and that Foust would \"take care of it when he comes\"; nothing more was said. (Pl. Dep. 54:24-55:4; 59:11-21.) After this interaction, Mendez came up to Plaintiff and said that he was going to get her fired that day. (Id. at 59:24-60:6.) At seven o'clock that morning, Plaintiff was told to come to the office. (Id. at 55:5-8.) Foust and James Dean, a production manager, met her in the office and told her that they were suspending her for three days. (Id. at *588 55:12-15.) She was told that she had \"attacked\" a man. (Id. at 55:16-24.) Plaintiff contends that she did not push Mendez that morning. (Id. at 55:24-25; 67:1-5.) Plaintiff argues that, at the time of the May incident, she was in no shape to attack a 19-year-old man because she was partially disabled by a bad knee. Plaintiff tore ligaments in her knee when she fell at home about four or five months before her termination. (Id. at 119:17-120:11.) She was scheduled for surgery for in June 2006. Virgil Marko, apparently a payroll worker, testifies via declaration that Plaintiff had knee pain and that she limped prior to the May 26th incident. (Virgil L. Marko Decl. ¶¶ 2-3, June 17, 2009.) Karan Marko[5] also testifies via declaration that Plaintiffs knee was swelling prior to her surgery. (Karan M. Marko Decl. ¶¶ 2-3, June 17, 2009.) Plaintiff had knee surgery June 6, 2006. (Pl. Dep. 23:25-24:2.) Plaintiff does not know if any employee has ever shoved a Leadperson or a co-worker into a piece of equipment. (Id. at 67:6-8.) When Plaintiff returned to work the following Tuesday, DeAtley told her that Alenco was terminating her because she attacked a man. (Id. at 56:6-10.) According to Plaintiff, DeAtley told her that she had picked up the man, swung him around, and caused him bodily injuries. (Pl. Dep. 56:13-57:1.)\nMendez's story, as relayed by DeAtley and Foust, is much different. Mendez told Foust that he picked up a clipboard lying on the floor that apparently belonged to Plaintiff; Plaintiff then pushed Mendez from behind into a table. (DeAtley Decl. ¶ 11; Foust Decl. ¶ 3.) Foust does not testify about the force of Plaintiffs purported push. (Foust Decl. ¶ 3.) That day, DeAtley, after he heard from Foust than an incident had occurred, and interviewed Mendez, along with Lourdes Osorio, and Jose Sanchez, two other workers in the area at the time. Alston was present at the interviews. (DeAtley Decl. ¶¶ 13-14.) Mendez repeated to DeAtley the report he made to Foust. (DeAtley Decl. ¶ 13.) Mendez's unsworn, handwritten statement, prepared for the internal investigation and attached to DeAtley's declaration does not mention a table or that he was shoved by Plaintiff. (Mendez Statement, May 26, 2006, Doc. No. 26.) Instead, Mendez writes that Plaintiff started to strangle him from behind. (Id.) DeAtley took a photograph of Mendez's injury. (Id. at ¶ 14; Doc. No. 26, Ex. C.) Osorio heard a commotion and then turned to see Mendez picking up his safety glasses and looking at a cut[6] on his stomach. (DeAtley Decl. ¶ 15; Lourdes Osorio's statement.) Sanchez said that he saw Plaintiff shove Mendez from behind and push him into a table (or desk). (DeAtley Decl. ¶ 15; Jose Sanchez's statement, Doc. No. 26.)\nThe Collective Bargaining Agreement between Alenco and its union contains work rules. One of them is a prohibition against physical combat with any supervisor or other company representative, with any customer or customer's representative, or with any other employee, except in self defense. (DeAtley Decl. ¶ 10; Doc. No. 26, Ex. B.) Based on the interviews with Alenco employees, DeAtley decided that Plaintiffs employment should be terminated for violation of this work rule. (DeAtley Decl. ¶ 18.) Plaintiff agrees that, if someone had shoved a co-worker into a *589 piece of equipment, it would be grounds for termination. (PI. Dep. 67:6-11.)\n\n2. COBRA Coverage\nA letter written by BlueCross BlueShield of Texas indicates that Plaintiffs insurance coverage was terminated May 31, 2006. (Doc. No. 34, Ex. A-3.) DeAtley testifies via affidavit that, once an employee is terminated, Alenco's human resources staff contacts Health Care Services Corporation to notify them of the termination. (DeAtley Decl. ¶ 2.) Then Health Care Services Corporation sends the former employee the election notice. (Id.) DeAtley avers that, in a letter from the Health Services Corporation, Plaintiff was notified of her ability to elect COBRA coverage at any time within the 60-day period as of the date of the letter. (Id. at ¶ 3.) The letter also advised Plaintiff that the COBRA coverage would be retroactive to the date her regular coverage ended. (Id. at ¶ 3.) DeAtley attaches to his affidavit correspondence with Defendant's carrier that indicates that Plaintiff never elected.\nPlaintiff avers that she repeatedly attempted to seek COBRA benefits but was not afforded an opportunity to obtain them. Plaintiff also contends that, at her termination meeting with DeAtley and Foust, DeAtley told that her insurance \"was good for 30 days.\" (Pl. Dep. 57:1-12.) She never received any notification regarding COBRA. (Hill 67:23-25.) She did not receive the letter sent by another company with Defendant's COBRA paperwork. (Pl. Dep. 70:12-71:13.)\nSeveral weeks after her June 6th surgery, Plaintiff called DeAtley and told him that she was sending her daughter to pick up her paperwork. DeAtley told her that he would put it in the mail. (Pl. Dep. 68:6-69:5.) Plaintiff called back later and explained that he had sent her life insurance papers. (Id. at 69:5-8.) DeAtley transferred her to Alston who told Plaintiff that human resources does not deal with COBRA. (Id. at 69:9-25.) Plaintiff did not talk with anyone else in the company about COBRA. (Id. at 69:14-25.)\n\nB. Procedural Background\nPlaintiff filed her charge of discrimination on September 7, 2006, alleging discrimination during the period from May 26, 2006 to May 29, 2006. (Doc. No. 35, Ex. A-3.) The EEOC subsequently mailed a Notice of Right to Sue (\"Notice\") to an address that Plaintiff identifies as her residence at the time. (Pl. Dep. 75:4-8.) Plaintiff does not recall when she received the Notice. (Id. at 75:1-3.) The Notice was signed August 8, 2007, and the Notice indicated that this was also the \"date mailed.\" (Doc. No. 35, Ex. A-1.) Plaintiff produced another copy of the Notice with the same signature date on it (August 8, 2007) but also with a stamp with the words \"Received Aug. 17, 2007, by: YM.\" (Doc. No. 34, Ex. A-1.)\nPlaintiffs original counsel then filed this lawsuit, on November 15, 2007. November 15, 2007 is more than 90 days after August 15, 2007. In her Complaint, Plaintiff alleges that Defendant unlawfully terminated her in violation of Title VII (42 U.S.C. § 2000e-5) and the Age Discrimination in Employment Act (\"ADEA,\" 29 U.S.C. § 621) because of her race and age. Plaintiff also claims that she was subjected to a hostile work environment. Plaintiff prays for damages. This Court has jurisdiction pursuant to 28 U.S.C. § 1331.\nPlaintiff recently provided the Court a letter from the State Bar of Texas indicating that her original counsel is not licensed as an attorney in the state of Texas. Plaintiff has filed a complaint against her original counsel with the Unauthorized Practice of Law Committee. A hearing *590 before the Committee on that issue is scheduled for July 21,2009.\n\nII. SUMMARY JUDGMENT\nA motion for summary judgment under Federal Rule of Civil Procedure 56 requires the Court to determine whether the moving party is entitled to judgment as a matter of law based on the evidence thus far presented. FED.R.CIV.P. 56(c). Summary judgment is proper \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Kee v. City of Rowlett, 247 F.3d 206, 210 (5th Cir.2001) (quotations omitted). A genuine issue of material fact exists if a reasonable jury could enter a verdict for the non-moving party. Crawford v. Formosa Plastics Corp., 234 F.3d 899, 902 (5th Cir.2000). The Court views all evidence in the light most favorable to the non-moving party and draws all reasonable inferences in that party's favor. Id. Hearsay, conclusory allegations, unsubstantiated assertions, and unsupported speculation are not competent summary judgment evidence. F.R.C.P. 56(e)(1); See, e.g., Eason v. Thaler, 73 F.3d 1322, 1325 (5th Cir.1996), Mcintosh v. Partridge, 540 F.3d 315, 322 (5th Cir. 2008); see also Little v. Liquid Air Corp., 37 F.3d 1069, 1075 (5th Cir.1994) (noting that a non-movant's burden is \"not satisfied with `some metaphysical doubt as to the material facts.'\" (citing Matsushita Elec. Indus. Co., Ltd. v. Zenith Radio Corp., 475 U.S. 574, 586, 106 S. Ct. 1348, 89 L. Ed. 2d 538 (1986)).\n\nIII. MOTION TO STRIKE\nPlaintiff contends that translations provided with Defendant's summary judgment evidence may not be properly considered because the interpreter was Defendant's Human Resources Coordinator, Alston. In addition, Plaintiff contends that the interpretation contradicts other descriptions of the alleged incident. Plaintiff avers that Alston has a potential motive to distort the translation because Plaintiff made numerous complaints about Mendez's discriminatory and harassing conduct to human resources, and Alston had a history of accepting anything Mendez said to her. Specifically, Plaintiff moves to strike Alston's declaration, Osorio and Sanchez's statements as translated by Alston, DeAtley's notes, and the declaration of DeAtley to the extent it relies upon translations provided by Alston. Plaintiff does not contend that the English versions of the statements attached to Alston's Declaration contain specific translation errors (that are also provided to the Court).\nIn the context of a criminal defendant's confession, except in \"unusual circumstances, an interpreter is no more than a language conduit and therefore his translation does not create an additional level of hearsay.\" U.S. v. Cordero, 18 F.3d 1248, 1253 (5th Cir.1994) (internal quotations omitted). In evaluating whether a translator serves as a mere language conduit, the Fifth Circuit adopted a Ninth Circuit test: (1) which party supplied the interpreter; (2) whether the interpreter had any motive to mislead or distort; and (3) the interpreter's qualifications and language skill; and (4) whether actions taken subsequent to the conversation were consistent with the statements as translated. U.S. v. Martinez-Gaytan, 213 F.3d 890, 892 (5th Cir.2000) (citing U.S. v. Nazemian, 948 F.2d 522, 525 (9th Cir.1991) (holding that when the government supplied the interpreter, the defendant refused to sign any confession despite having just confessed to the interpreter, and the district court did not have sufficient evidence to determine *591 the interpreter's Spanish fluency, the translator was not a \"mere language conduit\")). Sister courts have extended these holdings to the civil context to sustain motions to strike when the proponent of the translation provided no information about the identity of the translator or her qualifications or skills, there was no evidence that the person whose statement was translated spoke only Spanish, and the proponent provided no reason that the affidavit was translated. Gonzalez v. Lopez, No. 3:07-cv-593-M (BH), 2008 WL 323150, at *6 (N.D.Tex. Jan. 23, 2008); Diaz v. Carballo, C.A. No. 3:05-cv-2084-G, 2007 WL 2984663, at **3-4 (N.D.Tex. Oct. 12, 2007) (sustaining an objection to a translated document when the plaintiffs submitted no information about who the translator was or the translator's qualifications or skills).\nApplying the four factors, Alston works for Defendant in the department that terminated Plaintiff and, Plaintiff avers that Alston always took Mendez's side in disputes with Mendez, suggesting that Plaintiff has a subjective belief that Alston had a reason to distort the translations. As to Alston's qualifications, Alston testifies via declaration that she speaks Spanish and serves as an interpreter for Alenco employees who are not fluent in English. (Alston Decl. ¶ 3.) Plaintiff points to no action taken subsequent to the translations that suggest that Sanchez or Osorio, or anyone else, acted contrary to assertions made in their statements. While Defendant provided the translator, and Plaintiff suggests that Alston may have had a motive to distort, the other two factors do not suggest that the motion to strike should be granted. Moreover, the Court will deny Plaintiffs Motion to Strike because Defendant attached both the English and Spanish versions of the statements of Sanchez and Osorio. Alston authenticated the statements by explaining that these were the statements made during the investigation. (Alston Decl. ¶ 3.) The Court supplied the Spanish and English versions of the statements to a Court-appointed translator who confirmed that the English translations of the statements provided were accurate. The facts from the statements as translated by the Court-appointed translator are also very similar to Alston's description of the interviews for which she acted as an interpreter.[7] The Court does not rely on DeAtley's notes in this Order, and the Motion as to those notes will be denied as moot.\n\nIV. TITLE VII\n\n1. Timeliness of Plaintiff's Lawsuit\nDefendant contends that Plaintiff did not timely file her suit after she received her Right to Sue Notice (\"Notice\") from the EEOC. Defendant first argues that, pursuant to current caselaw, Plaintiff is presumed to have received the Notice by *592 at least August 15 because of the signature date of August 8, 2007 (applying a presumption that a letter mailed should arrive seven days after it was sent).\nDefendant then argues that Plaintiff likely received the Notice even earlier\u0097on August 10, 2007. Defendant notes that one copy of the Notice provided to the Court contains a date stamp of August 17, 2007. Defendant avers that nothing connects this date stamp to Plaintiffs actual receipt of the Notice. Defendant suggests that, instead, the date was stamped by Plaintiffs former counsel after Plaintiff faxed her copy of the Notice to the former counsel's office. Defendant argues that the evidence surrounding the Notice suggests that Plaintiff received it on August 10, 2007 and then faxed it to her former counsel. The former counsel then stamped it received on August 17, 2007.\nIn support of this theory, Defendant attaches a copy of an envelope from the EEOC in Houston postmarked August 8, 2007 and a fax cover sheet to the office of Plaintiffs former counsel, dated August 10, 2007. Defendant contends that the only reasonable conclusion to be drawn from these documents is that Plaintiff received the Notice by August 10, 2007 and faxed it to her former counsel that day. Defendant notes that the number of pages in the Notice, the information sheet from the EEOC and the fax cover, equals the number of pages faxed on August 10th.\nPlaintiff avers that the August 17, 2007 date received stamp indicates that she received it that day. Therefore, she contends, her Complaint was filed within 90 days of her receipt of the Notice. Plaintiff argues that, in the alternative, if the Court believes that the suit was filed outside the 90-day period, the Court should equitably toll the deadline because Plaintiffs former counsel exhibited a pattern of neglect and misconduct beyond a party's ability to control.\nA Title VII plaintiff must exhaust her administrative remedies before filing suit in federal court. See Pacheco v. Mineta, 448 F.3d 783, 788 &amp; n. 7 (5th Cir.2006). The receipt of a right to sue notice exhausts administrative remedies as required by law. Dao v. Auchan Hypermarket, 96 F.3d 787, 788-89 (5th Cir.1996). Title VII requires claimants to file suit within 90 days after receipt of the statutory notice. 42 U.S.C. § 2000e-5(f)(1). See also 29 U.S.C. § 626(e) (explaining the 90-day window for ADEA actions first pursued through the EEOC). The 90-day window is strictly construed and a precondition to filing suit in district court akin to a statute of limitations. Duron v. Albertson's LLC, 560 F.3d 288, 290 (5th Cir.2009) (internal citations omitted); Pacheco v. Mineta, 448 F.3d at 788 n.7 (explaining that while the exhaustion requirement might be jurisdictional, the filing deadlines are not); Taylor v. Books A Million, Inc., 296 F.3d 376, 379 (5th Cir.2002). If the plaintiff fails to allege the specific date that she actually received the notice and the date the letter was received is unknown, a presumption of receipt is appropriate. Books A Million, Inc., 296 F.3d at 379 (holding that, even applying the most generous presumption, seven days, to determine the date of receipt, the plaintiffs suit was still properly dismissed as untimely).\nOn the other hand, the presumption that a letter reached its destination in the usual time is only triggered when \"there is sufficient evidence that the letter was actually mailed.\" Duron, 560 F.3d at 290-91. When the defendant produces no evidence that the EEOC sent the notice on a particular day, the court may not apply mailing presumptions to overcome a sworn statement that a plaintiff received the notice *593 many years after it was sent and diligently attempted to pursue her case. Duron, 560 F.3d at 291 (holding that, when the plaintiff produced an affidavit that she did not receive the notice until two years after the date on the notice and that she and her attorney attempted to contact the EEOC to inquire as to the status of her case, summary judgment against the plaintiff for an untimely filed case was improper).\nBecause the 90-day limit is not jurisdictional, it may be tolled. Zipes v. Trans World Airlines, Inc., 455 U.S. 385, 102 S. Ct. 1127, 71 L. Ed. 2d 234 (1982) (holding that \"filing a timely charge of discrimination with the EEOC is not a jurisdictional prerequisite to filing in federal court, but a requirement that, like the statute of limitations, is subject to waiver, estoppel, and equitable tolling\"). Courts may evaluate whether tolling is appropriate, but it is to be applied sparingly. National R.R. Passenger Corp. v. Morgan, 536 U.S. 101, 113-14, 122 S. Ct. 2061, 153 L. Ed. 2d 106 (2002). Equitable tolling is warranted only in situations \"where the plaintiff is actively misled by the defendant. . . or is prevented in some extraordinary way from asserting his rights.\" Cousin v. Lensing, 310 F.3d 843, 848 (5th Cir.2002). In addition, a court may toll a deadline if the delay arises from the act of the court. McQueen v. E.M.C. Plastic Co., 302 F. Supp. 881 (E.D.Tex.1969) (citing the remedial public purpose of Title VII and allowing a Title VII action to proceed when the judge's death and the attorney's delay because of the illness of his dying wife delayed the filing of the suit by the plaintiffs appointed attorney). But see Melendez v. Singer-Friden Corp., 529 F.2d 321, 324 (10th Cir.1976) (holding that, because the plaintiffs delay in filing his Title VII suit was not because of factors out of his control, the suit was properly dismissed). Equitable tolling generally applies in the following situations: when a case is pending between the parties in the wrong forum; when the claimant does not know or should know the facts giving rise to his Title VII claim; when the EEOC misleads the claimant about the nature of her rights under Title VII; and, possibly, when the claimant is mentally incapacitated. Manning v. Chevron Chem. Co., 332 F.3d 874, 880 (5th Cir.2003); Hood v. Sears Roebuck and Co., 168 F.3d 231, 232 (5th Cir.1999) (evaluating plaintiffs claim of mental incapacity and declining to toll on that basis); Wilson v. Sec'y, Dept. Veterans Affairs, 65 F.3d 402, 404-5 (5th Cir. 1995); Chappell v. Emco Mach. Works Co., 601 F.2d 1295, 1302 (5th Cir.1979). See also Baldwin County Welcome Center v. Brown, 466 U.S. 147, 104 S. Ct. 1723, 80 L. Ed. 2d 196 (1984) (holding that equitable tolling did not apply when the plaintiff filed the notice of the right to sue as her complaint, but did not file a proper complaint, within the 90-day window). The Fifth Circuit suggests that a court may toll for other reasons when a plaintiff, despite all due diligence, fails to meet a deadline. See Wilson, 65 F.3d at 405. Equitable tolling is not warranted when an attorney commits error or neglect. Irwin v. Department of Veterans Affairs, 498 U.S. 89, 96, 111 S. Ct. 453, 112 L. Ed. 2d 435 (1990) (holding that, when the attorney was absent from his office when the notice of the right to sue was received, plaintiffs claim was barred because the attorney filed the plaintiffs discrimination claim 30 days after he received the notice, not 30 days after his office received the notice); Baldwin v. Layton, 300 Fed.Appx. 321, 324 (5th Cir.2008) (affirming a dismissal because the plaintiff filed her lawsuit three years after she received her right-to-sue notice); Carter v. Department of Veterans Affairs, 228 Fed.Appx. 399 (5th Cir.2007) (declining to toll the 90-day limit for a Title VII action because the attorney received the *594 letter during a holiday and the plaintiff was undergoing treatment for cancer); Cousin v. Lensing, 310 F.3d at 848 n.4 (collecting cases in the habeas context in which the attorney's personal circumstances, mistaken interpretation of the law, or miscalculation of the limitations period did not justify equitable tolling).\nThere is a fact conflict between Defendant and Plaintiff regarding the date of receipt. Defendant avers that the envelope from the EEOC, date stamped August 8, 2007, and attached to its Motion for Summary Judgment, contained the Notice and proves that Plaintiff received it at least by August 15, 2007, but does not provide an affidavit from the EEOC about its mailing practices or other evidence to connect the envelope to the Notice such that the Court may properly apply the mailing presumptions per Duron. Plaintiff does not remember when she received the Notice, but provides some evidence to suggest that she received it August 17, 2007. Given this fact conflict, the Court may not grant summary judgment on this basis. Because the 90-day requirement is akin to a statute of limitations, rather an issue upon which subject matter jurisdiction is established, the court does not resolve the disputed fact questions. See Espinoza v. Missouri Pacific R. Co., 754 F.2d 1247, 1249 n. 1 (5th Cir.1985); Giannotti v. Foundry Cafe, 582 F. Supp. 503, 505 (D.Conn.1984). See also 10B WRIGHT, MILLER &amp; KANE, FEDERAL PRACTICE AND PROCEDURE: CIVIL 3D § 2734 n. 20 (1998).\nPlaintiff argues that, if the Complaint was filed out of time, the Court should equitably toll the filing deadline. Defendant avers that, even if Plaintiff regrets hiring her former counsel, she could have sought other counsel before the 90-day deadline passed, or filed the Complaint herself, and that procedural requirements must be respected. Plaintiff testifies via declaration that she frequently contacted her former counsel to make sure that her case would be filed on time. (Pl. Decl. ¶ 3, Doc. No. 34, Ex. A.) She was repeatedly assured that everything was handled and the suit would be timely filed. (Id.) She also avers that her former counsel never told her that he was not licensed to practice law in Texas or that he had received many complaints from former clients for failing to properly handle their cases. (Pl. Decl. ¶ 4.)\nAlthough there appear to be few cases regarding the proper remedy as to deadlines missed by an attorney engaged in the unauthorized practice of law, the purported unauthorized practice of law does not transform a case of clear attorney neglect such that the Court may properly equitably toll the 90-day deadline in this case. Consequently, if a jury determines that the Plaintiff received the Notice before August 17, 2007, her Title VII and ADEA claims will be dismissed.\n\n2. Merits\n\na. Standard\n\"Title VII prohibits employers from discriminating against employees on the basis of race, color, religion, sex, or national origin.\" Grimes v. Texas Dep't of Mental Health, 102 F.3d 137, 140 (5th Cir.1996). Title VII claims are subject to the burden-shifting framework established by the Supreme Court in McDonnell Douglas Corp. v. Green, 411 U.S. 792, 93 S. Ct. 1817, 36 L. Ed. 2d 668 (1973). When a plaintiff alleges disparate treatment, \"liability depends on whether the protected trait actually motivated the employer's decision.\" Hazen Paper Co. v. Biggins, 507 U.S. 604, 610, 113 S. Ct. 1701, 123 L. Ed. 2d 338 (1993); Reeves, 530 U.S. at 141, 120 S. Ct. 2097. Title VII race discrimination claims are subject to the burden-shifting framework established by the Supreme *595 Court in McDonnell Douglas Corp. v. Green, 411 U.S. 792, 93 S. Ct. 1817, 36 L. Ed. 2d 668 (1973):\n\nMcDonnell Douglas instructs that the plaintiff must first establish a prima facie case of [race]. . . . Once the plaintiff presents a prima facie case, the defendant must then articulate a legitimate, nondiscriminatory reason for the questioned employment action. . . . If the defendant is able to do so, the burden shifts back to the plaintiff to produce evidence that the defendant's articulated reason is merely a pretext for discrimination.\nBodenheimer v. PPG Industries, Inc., 5 F.3d 955, 957 (5th Cir.1993); Nichols v. Loral Vought Systems Corp., 81 F.3d 38, 40 (5th Cir.1996); Nasti v. CIBA Specialty Chemicals Corp., 492 F.3d 589, 593 (5th Cir.2007). If the plaintiff can establish that the defendant's articulated reason is pretext, and if the prima facie case is sufficiently strong, a trier of fact may be able to conclude that, without additional evidence, the employer unlawfully discriminated. See Reeves, 530 U.S. at 148, 120 S. Ct. 2097 (finding that the district court properly submitted the case to the jury). The \"ultimate burden of persuading the trier of fact that the defendant intentionally discriminated against the plaintiff remains at all times with the plaintiff.\" Reeves, 530 U.S. at 143, 120 S. Ct. 2097 (citing Texas Dept. of Comm. Affairs v. Burdine, 450 U.S. 248, 253, 101 S. Ct. 1089, 67 L. Ed. 2d 207 (1981)). To satisfy that burden, the plaintiff \"may attempt to establish that he was the victim of intentional discrimination `by showing that the employer's proffered explanation is unworthy of credence.'\" Id. (citing Burdine, 450 U.S. at 256, 101 S. Ct. 1089); Laxton v. Gap Inc., 333 F.3d 572, 578 (5th Cir.2003); see also Gee v. Principi, 289 F.3d 342, 347-48 (5th Cir.2002) (finding that an employer's inconsistent explanations for its employment decisions at different times may permit a jury to infer that the proffered reasons are pretextual).\nThe plaintiff may also show that the defendant's articulated reason, while true, is only one of the reasons for its conduct and another motivating factor is the plaintiffs protected characteristic (\"mixed motive alternative\"). Desert Palace, Inc. v. Costa, 539 U.S. 90, 123 S. Ct. 2148, 156 L. Ed. 2d 84 (2003) (holding that a Title VII plaintiff need not proffer direct evidence of discrimination to pursue a mixed-motives analysis); Richardson v. Monitronics Intern., Inc., 434 F.3d 327, 333 (5th Cir.2005); Rachid v. Jack in the Box, Inc., 376 F.3d 305, 312 (5th Cir.2004). If a plaintiff shows that discrimination was a motivating factor in the employer's decision, the defendant must then respond with evidence that the same employment decision would have been made regardless of the impermissible discriminatory motivation. Rachid, 376 F.3d at 312 n. 8 (citing 42 U.S.C. § 2000e-2(m)). The employer's final burden \"is effectively that of proving an affirmative defense.\" Machinchick v. PB Power, Inc., 398 F.3d 345, 355 (5th Cir.2005).\nTo establish an inference of intentional discrimination, a plaintiff must present a prima facie case by showing: (i) she belonged to the protected class (black); (ii) she was otherwise qualified for her position; (iii) she was discharged or suffered some adverse employment action by the employer; and (iv) she was replaced by someone outside her protected group or was treated less favorably than other similarly situated employees outside the protected group. St. Mary's Honor Center, 509 U.S. at 506, 113 S. Ct. 2742; McCoy v. City of Shreveport, 492 F.3d 551, 556 (5th Cir.2007); Pegram v. Honeywell, Inc., 361 F.3d 272, 281 (5th Cir.2004). A plaintiff *596 can fulfill the fourth element if she proves that she suffered an adverse employment action under circumstances in which an employee of a different race would not have suffered that action, irrespective of the race of her eventual replacement, if there is one. See, e.g., EEOC v. Brown &amp; Root, Inc., 688 F.2d 338, 340-341 (1982).\nImportantly, \"although the presumption of discrimination drops out of the picture once the defendant meets its burden of production, the trier of fact may still consider the evidence establishing the plaintiffs prima facie case `and inferences properly drawn therefrom' . . . on the issue of whether the defendant's explanation is pretextual.\" Reeves, 530 U.S. at 143, 120 S. Ct. 2097 (citing St. Mary's Honor Center, 509 U.S. at 510, 113 S. Ct. 2742. Burdine, 450 U.S. at 255, n. 10, 101 S. Ct. 1089). On the other hand, even if the plaintiff presents some evidence that the defendant's legitimate non-discriminatory reason is false or a pretext, \"such a showing will not always be enough to prevent summary judgment, because there will be cases where a plaintiff has both established a prima facie case and set forth sufficient evidence to reject the defendant's explanation, yet `no rational factfinder could conclude that the action was discriminatory.'\" See Price v. Federal Exp. Corp., 283 F.3d 715, 720 (5th Cir. 2002) (citing Reeves, 530 U.S. at 148, 120 S. Ct. 2097). As the Supreme Court has explained, \"[i]t is not enough . . . to disbelieve the employer; the factfinder must believe the plaintiffs explanation of intentional discrimination.\" St. Mary's Honor Center, 509 U.S at 511, 113 S. Ct. 2742. See also Vadie v. Miss. State Univ., 218 F.3d 365, 374 n. 23 (5th Cir.2000) (stating that a plaintiff can avoid summary judgment when the \"evidence taken as a whole (1) creates a fact issue as to whether each of the employer's stated reasons was what actually motivated the employer and (2) creates a reasonable inference that [race] was a determinative factor in the actions of which the plaintiff complains\").\n\nb. Analysis\nPlaintiff is a 55-year old black woman who had been performing her job for decades and was terminated. She was allegedly replaced by a younger, Hispanic woman. Plaintiff has established a prima facie case of race discrimination. Defendant does not address whether Plaintiff has made out a prima facie case. Instead, Defendant contends that it articulated a legitimate, non-discriminatory reason for the termination of Plaintiffs employment: her purported physical attack on Mendez. Defendant contends that Plaintiffs supervisor was Foust, and the decision to terminate her was made by DeAtley, Director of Human Resources. It avers that Mendez was an hourly employee with no authority to discipline or ability to influence Defendant's decision to terminate Plaintiff. Moreover, Defendant notes that none of Mendez's alleged comments related to Plaintiffs race. Plaintiff denies that she attacked Mendez and argues that Mendez's comments suggest that the decision to terminate Plaintiff was racially motivated.\nPlaintiff advances a \"cat's paw\" theory\u0097 that Mendez had an unlawful racially motivated intent and, because Defendant was influenced by him in making its decision, the termination decision was unlawfully motivated. See Shager v. Upjohn Co., 913 F.2d 398 (7th Cir.1990) (advancing the cat's paw theory). Plaintiff points to no similarly situated employees who were treated differently because they were of a different race. Plaintiff alleges that Mendez had racially-based animus because he wanted to replace her with Jane Doe.\nAn oral statement exhibiting discriminatory animus may be used to demonstrate *597 pretext or as additional evidence discrimination. Laxton v. Gap, Inc., 333 F.3d 572, 583 (5th Cir.2003). Comments in the workplace can only provide evidence of discrimination if they demonstrate discriminatory animus and are made by a person primarily responsible for the adverse employment action or by a person with influence over the formal decisionmaker. Berquist v. Washington Mut. Bank, 500 F.3d 344, 351 (5th Cir.2007); Laxton v. Gap, Inc., 333 F.3d at 583; Russell, 235 F.3d at 225 (holding that a supervisor's repeated use of a phrase that was an indirect reference to an employee's age could provide evidence of age animus because the remarks were made by one \"principally responsible\" for the plaintiffs termination).[8]\nPlaintiff attempts to connect Mendez's purportedly race-based comments about Plaintiff to DeAtley because of Mendez's alleged influence over DeAtley. \"If an employee can demonstrate that others had influence or leverage over the official decisionmaker, and thus were not ordinary coworkers, it is proper to impute their discriminatory attitudes to the formal decisionmaker. . . . `If the [formal decisionmakers] acted as the conduit of [the employee's] prejudice\u0097his cat's paw\u0097the innocence of the [decisionmakers] would not spare the company from liability.'\" Bryant v. Compass Group USA Inc., 413 F.3d 471, 477 (5th Cir.2005) (quoting Russell v. McKinney Hosp. Venture, 235 F.3d 219, 226-27 (5th Cir.2000) (holding that \"it is appropriate to tag the employer with an employee's age-based animus if the evidence indicates that the worker possessed leverage or exerted influence, over the titular decisionmaker\")). In Bryant, the plaintiff alleged that a conspiracy consisting of Hispanic employees framed him to get him fired. Bryant, 413 F.3d at 477. The cat's paw theory failed at trial because the plaintiff provided no evidence that the conspiracy was racially motivated or that the decisionmakers were involved *598 in the conspiracy, knew about the conspiracy, or should have known about it. Bryant, at 477-78. In contrast, in Russell, the plaintiff introduced evidence that a coworker wielded informal power over the decisionmaker such that the coworker's age-based animus was imputed to the decisionmaker. The plaintiff in Russell demonstrated this influence by showing that the coworker's father controlled the decisionmaker's budget, the coworker issued the decisionmaker an ultimatum that he would quit if the decisionmaker did not fire the plaintiff, and the decisionmaker told the plaintiff he was afraid she might lose her job over the dispute between the plaintiff and the coworker, among other evidence. 235 F.3d at 228.\nIf the decisionmaker performs an independent investigation of the complaint against the plaintiff, this investigation may bar employer liability by demonstrating that the ultimate decisionmaker was not influenced by the allegedly biased subordinate. See Gee v. Principi, 289 F.3d 342, 346-47 (5th Cir.2002) (holding that the plaintiff had created a material fact issue over whether a meeting constituted an independent investigation by introducing testimony that the decision regarding plaintiff was made prior to the meeting about her non-selection); Long v. Eastfield College, 88 F.3d 300, 307 (5th Cir.1996) (remanding to the district court for a determination of whether the college president conducted an independent investigation of the incident or whether he only rubber stamped the recommendations of the supervisors with illegal sex-and national origin-based animus).\nHere, even if Plaintiff has provided evidence that Mendez influenced the employment decision,[9] Plaintiff has provided no evidence that Mendez acted with racially-based animus. Unlike Mendez's age-based comments below, Plaintiff has not provided evidence of any race-based comments or actions. Plaintiff avers that Mendez told her that he wanted to replace her with Doe because Mendez was interested in Doe, not because of racial animus. Plaintiff informed Foust that Mendez had threatened to make sure she was fired and \"replaced with another Hispanic\" (Doe).[10] (Pl. Dep. 124:3-15.) Mendez's comments about Plaintiffs ex-husband are highly objectionable and an improper intrusion into her personal life, but these comments are not even indirectly about Plaintiffs race. Plaintiff notes that Mendez's motivation for denying Plaintiff overtime was Mendez's romantic interest in Jane Doe. In addition, the denials were corrected when she complained. The evidence regarding Plaintiffs COBRA coverage is not probative of race discrimination. Plaintiff avers that Alston called her to the office over Mendez's complaints because she was black and Mendez was \"Spanish.\" A plaintiffs subjective beliefs of discrimination are insufficient to support a claim of discrimination. See, e.g., Little v. Republic *599 Ref. Co., 924 F.2d 93, 96 (5th Cir.1991). Plaintiff provides no evidence that Alston responded to complaints about other similarly-situated employees differently than she responded to Mendez's complaints about Plaintiff.[11]\nTitle VII provides no protection from arbitrary or even erroneous personnel decisions, only those unlawfully motivated. See, e.g., Bryant v. Compass Group USA, Inc., 413 F.3d 471, 478 (5th Cir.2005) (holding that a JMOL was warranted because the employee failed to show that the employer's proffered reason for termination, that he was suspected of theft was not pretext, even though employee denied he had committed theft); Mayberry v. Vought Aircraft Co., 55 F.3d 1086, 1091-92 (5th Cir.1995) (granting summary judgment on a race discrimination claim). Plaintiff has failed to make out a material fact issue regarding her Title VII claim sufficient to overcome Defendant's Motion for Summary Judgment as to this issue.\n\nV. AGE DISCRIMINATION\nPlaintiff and Defendant advance similar arguments related to Plaintiffs purported age discrimination claims. Defendant argues that Plaintiff has no evidence that age played any part in the decision to terminate her.\nUnder the ADEA, \"[i]t shall be unlawful for an employer . . . to discharge any individual or otherwise discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's age.\" 29 U.S.C. § 623(a)(1). The Fifth Circuit applies the McDonnell Douglas burden-shifting framework to ADEA claims. Berquist, 500 F.3d at 349. \"A plaintiff can demonstrate age discrimination. . . through . . . an indirect or inferential [circumstantial] method of proof.\" Rachid v. Jack In The Box, Inc., 376 F.3d 305, 309 (5th Cir.2004). A plaintiff relying on circumstantial evidence must put forth a prima facie case, at which point the burden shifts to the employer to provide a legitimate, nondiscriminatory reason for the employment decision. Willis v. Coca Cola Enters., Inc., 445 F.3d 413, 420 (5th Cir.2006). The Supreme Court recently held that a mixed-motives instruction is unavailable under the ADEA. See Gross v. FBL Services, Inc., ___ U.S. ___, 129 S. Ct. 2343, 2351, 174 L. Ed. 2d 119 (2009). The Supreme Court again declined to address the question of whether the McDonnell Douglas test is appropriate in the ADEA context. Gross, 129 S.Ct. at 2349 n.2.\nHere, Plaintiff has again made out a prima facie case of age discrimination. She was 55 at the time she was terminated, no party disputes that she was qualified to hold her job, and she was replaced by someone younger. Again, Defendant proffers its nondiscriminatory reason for firing Plaintiff, and Plaintiff responds with her contention that she did not attack Mendez, Mendez's comments, Alston's purported *600 propensity to side with Mendez, and the overtime incidents. Here, Mendez's comments that Plaintiff \"was too old to be working\" are clearly improper age-based comments. Plaintiff avers that she did not attack Mendez and presents her version of the events, providing other evidence of pretext. The question, again, is whether Mendez had influence over the decisionmaker such that his discriminatory animus may be transferred to DeAtley. Plaintiff believes that, based on several previous incidents discussed above, Alston was predisposed to believe Mendez's version of events because of their respective ethnicities, not because Mendez was young and Plaintiff was within the ADEA-protected age group.\nPlaintiff alleges that Defendant never conducted a proper investigation prior to her termination and notes that the statements from Osorio, Mendez and Sanchez do not all describe the same facts with respect to Plaintiffs purported altercation with Mendez. Consequently, Plaintiff argues that Defendant's version of the events is so full of inconsistencies and contradictions that a reasonable factfinder could find Defendant's version of the nondiscriminatory reason unworthy of credence. Plaintiff specifically notes that Osorio did not see the incident but only heard loud noises and saw Mendez looking at a scratch on his stomach; Mendez describes being strangled rather than pushed against a table; and Sanchez describes Plaintiff as making Mendez lean on the desk.\nTaking as true that Mendez fabricated the attack on him to create a pretext for terminating Plaintiff, a jury could reasonably assume that Plaintiff was fired for an improper purpose and that the inconsistencies between the different witnesses to the incident suggest that they conspired to falsify their story.[12] As noted above, while DeAtley made the decision to fire Plaintiff, a reasonable fact-finder could conclude that Mendez improperly influenced that decision. See, e.g., Parker v. State of Louisiana Dept. of Educ. Special School Dist., 323 Fed.Appx. 321 (5th Cir.2009) (holding that, if a subordinate falsified an incident to create a pretext for terminating the plaintiff, a jury could reasonably infer that the plaintiff was fired for an improper purpose). A reasonable jury could conclude that the decision to fire Plaintiff was based on age-based discriminatory animus. Defendant's Motion as to this claim should be denied.\n\nVI. RETALIATION\n\"It shall be an unlawful employment practice for an employer to discriminate against any of his employees . . . because he has opposed any practice made an unlawful employment practice . . . or because he has made a charge, testified, assisted, or participated in any manner in an investigation, proceeding or hearing.. . .\" 42 U.S.C. § 2000e-3.[13] A plaintiff may establish a prima facie case of unlawful retaliation by demonstrating: \"1) [she] engaged in protected activity, 2)[she] suffered an adverse employment decision, and 3) a causal link exists between the protected activity and the adverse employment decision.\" Washburn v. Harvey, 504 F.3d 505, 510 (5th Cir.2007). Medina v. Ramsey Steel Co., Inc., 238 F.3d 674, 684 (5th Cir.2001); Arensdorf v. Paulson, No. 6-cv-3324, 2008 WL 4411597 (S.D.Tex. *601 Sept. 29, 2008). The same burden shifting analysis applies to retaliation claims as it does to Title VII discrimination claims. Long v. Eastfield Coll., 88 F.3d at 305. Protected activity includes opposing an employment practice protected under the ADEA or Title VII, making a charge of discrimination, or testifying, assisting, or participating in an investigation or proceeding under Title VII or the ADEA. Mota v. Univ. Of Texas Houston Health Science Center, 261 F.3d 512, 519 (5th Cir.2001). An adverse employment action must \"affect employment\" or \"alter the conditions of the workplace.\" Burlington Northern &amp; Santa Fe Ry. Co. v. White, 548 U.S. 53, 62, 67, 126 S. Ct. 2405, 165 L. Ed. 2d 345 (2006) (holding that Title VII's substantive provision and anti-retaliation provision are not coterminous and explaining the scope of the Title VII substantive provision). To establish a causal link, an employee \"should demonstrate that the employer knew about the employee's protected activity.\" Manning v. Chevron Chem. Co., 332 F.3d 874, 883 (5th Cir.2003).\nDefendant contends that Plaintiff engaged in no protected activity. The Court agrees. Plaintiff did not complain to Alston, DeAtley, or Foust about Mendez's purportedly age-discriminatory remarks. In addition, she did complain to Alston about Mendez's desire to replace her with Doe (although the Court agrees that this is not a statement that can be construed as racially motivated). Plaintiff did complain to Foust about Mendez's comments that he was going to get her fired, but, as the Court explained above, this is not a comment from which a reasonable jury could infer race-based animus. Consequently, because Plaintiff engaged in no protected activity, Plaintiff has failed to demonstrate a material fact issue sufficient to overcome Defendant's Motion as to this claim.\n\nVII. HOSTILE WORK ENVIRONMENT/HARASSMENT\nPlaintiff also avers that she was subjected to unwelcome harassment that affected a term, condition, privilege of employment sufficient to indicate a fact issue in Plaintiffs hostile work environment claim. The Fifth Circuit distinguishes harassment by a supervisor from that of a co-worker\u0097the fifth element is not required to establish a prima facie case of harassment in the case of a supervisor. Aryain v. Wal-Mart Stores Texas LP, 534 F.3d 473, 479 n. 3 (5th Cir.2008); Sharp v. City of Houston, 164 F.3d 923 (5th Cir. 1999) (holding that a negligence standard governs employer liability for co-worker harassment). See also Faragher v. City of Boca Raton, 524 U.S. 775, 807, 118 S. Ct. 2275, 141 L. Ed. 2d 662 (1998). In order for evidence to sufficiently ground a claim of harassment, the plaintiff must prove (i) she was a member of a protected class (ii) she was subject to unwelcome harassment (iii) the harassment was motivated by her membership in a protected class; (iv) harassment affected a term or condition of his employment; and (v) employer knew or should have known of the harassment in question and failed to take prompt remedial action.[14]Harvill v. Westward Communications, LLC, 433 F.3d 428, 434 (5th Cir.2005) (describing elements for harassment by a coworker); Frank v. Xerox Corp., 347 F.3d 130, 138 (5th Cir.2003); Celestine v. Petroleos de Venezuella SA, 266 F.3d 343, 353 (5th Cir.2001).\n*602 \"[B]ecause liability is predicated on misuse of supervisory authority, the touchstone for determining supervisory status is the extent of authority possessed by the purported supervisor.\" Parkins v. Civil Constructors of Illinois, Inc., 163 F.3d 1027, 1033 (7th Cir.1998). Specifically, a supervisor should have the ability to hire and fire, demote or promote, and transfer or discipline an employee. Id. at 1033. A supervisor properly subject to vicarious liability for misuse of supervisory authority generally has the ability to hire and fire, discipline, or otherwise supervise aspects of the subordinate employees' work assignments. See, e.g., Faragher v. City of Boca Raton, 524 U.S. at 781, 118 S. Ct. 2275 (describing the duties of the supervisors at issue in that case). See also, Sharp v. City of Houston, 164 F.3d at 929-930.\nBeyond Plaintiffs contention that Mendez was a \"semi-supervisor,\" there is no evidence that Mendez was Plaintiffs supervisor. Compare, e.g. Wyatt v. Hunt Plywood Co., Inc., 297 F.3d 405, 411 (5th Cir.2002) (holding that the person at issue was the plaintiffs supervisor when there was an admission that the person was her supervisor and directed her daily activities). Plaintiff avers that she was required to take instruction from Mendez and to report to him. This is consistent with DeAtley's testimony that a Leadperson, like Mendez, acts on the instructions of management and relays those instructions to workers in the Department. Defendant avers, and Plaintiff does not contest, that Mendez had no ability to discipline, or to hire and fire. Consequently, Plaintiff has not created a fact issue over whether Mendez was her supervisor for purposes of the proper Title VII/ADEA harassment test.\nAs noted before, Defendant contends, and Plaintiff agrees, that Mendez's desire to move Doe into the Department was motivated by romantic interest, such that the comments did not provide evidence of racial or age-based animus. Plaintiff avers that for about two months she was subjected to Mendez's comments that she was too old to work.[15] Plaintiff never complained *603 to Foust, DeAtley or Alston about Mendez's alleged age-related comments. Plaintiff provides no other competent summary judgment evidence to suggest that Defendant knew or should have known of Mendez's comments related to her age. Consequently, Plaintiffs harassment claim must fail.\n\nVIII. CONCLUSION\nDefendant's Motion for Summary Judgment is DENIED as to whether Plaintiffs claims were timely filed and as to Plaintiffs age discrimination claim and GRANTED as to Plaintiffs other claims. Plaintiffs Motion to Strike is DENIED in part and DENIED AS MOOT in part.\nIT IS SO ORDERED.\nNOTES\n[1]  In her deposition and documents filed with the EEOC, Plaintiff refers to Mendez as Joe Alvarado or Jose Alvarado. In recent briefing, Plaintiff notes that this person is Jose (\"Joe\") Mendez.\n[2]  The Court will construe the allegations in the light most favorable to the non-moving party, here Plaintiff.\n[3]  The parties refer to this woman or girl as the \"Spanish girl\" or the Hispanic/Latino girl. The woman's name, as well as her ethnicity, are unclear. The Court refers to her as Jane Doe.\n[4]  Plaintiff refers to her as \"Lou Lou.\"\n[5]  Likely a worker at Alenco, although her place of employment is not specified.\n[6]  In her statement attached to DeAtley's Declaration, Osorio describes this as a \"raspón\" which translates as a graze or a scratch. (Translation as provided by Court-appointed translator and by Alston.)\n[7]  Alston testifies via declaration that Sanchez stated, in his interview, that Plaintiff shoved Mendez into a table. In his statement, Sanchez reports that \"[Plaintiff] made [Mendez] lean on the desk and it has an edge he made him lean he hit Jose so much that while struggling made Jose's glasses fall . . .\" (Alston Decl. ¶ 3; Sanchez statement, as translated by the Court-appointed translator). Alston testifies via declaration that Osorio heard a commotion and when she turned, she saw Mendez and Plaintiff together, and Mendez was picking up his safety glasses and looking at a cut on his stomach. In her statement, Osorio reports that \"I heard voices like arguing, in a loud tone ... [Plaintiff] already had in her hand the papers she took from [Mendez] And [Mendez] on his part was looking on the floor for his glasses; and at the same time he was pulling up his t-shirt to look at a scratch that he had on the stomach. They kept on arguing and the little I understood: [Mendez] said he was going to go to the office.\" (Alston Decl. ¶ 3; Osorio statement, as translated by the Court-appointed translator).\n[8]  A more stringent test is applied if the comments are advanced as direct evidence of discrimination apart from the McDonnell Douglas framework. See Manning v. Chevron Chemical Co., LLC, 332 F.3d 874, 883 (5th Cir.2003) (holding that race-related comments may provide direct evidence of racial animus if they are: \"(1) related to the protected class of which the plaintiff is a member; (2) proximate in time to the employment action; (3) made by an individual with authority over the employment decision at issue; and (4) related to the employment decision at issue.\") After the Supreme Court's ruling in Reeves v. Sanderson Plumbing Prods., Inc., 530 U.S. 133, 120 S. Ct. 2097, 147 L. Ed. 2d 105 (2000), the Fifth Circuit has taken a more \"cautious\" view of the stray remark doctrine used to discount comments otherwise used to establish discriminatory intent. Palasota v. Haggar Clothing Co., 342 F.3d 569, 577 (5th Cir.2003); Russell v. McKinney Hosp. Venture, 235 F.3d 219, 229 (5th Cir.2000) (noting that, even before Reeves, the Fifth Circuit had found that the `stray remark' doctrine should be \"narrowly cabined\"). Race-related comments must meet the `stray remarks' test only if there is no other evidence of discrimination. See, e.g., Auguster v. Vermilion Parish School Bd., 249 F.3d 400 404 n. 7 (5th Cir.2001); Rubinstein v. Administrators of Tulane Educational Fund 218 F.3d 392 400 (5th Cir. 2000) (noting that the \"only evidence\" of discriminatory intent provided by plaintiff was the alleged stray remarks). Most cases applying the `stray remarks' doctrine involve \"overwhelming\" evidence in support of the defendant's legitimate, nondiscriminatory reason. See, e.g., Rubinstein, 218 F.3d at 400 (discussing defendant's \"overwhelming\" evidence); Auguster, 249 F.3d at 404 (discussing the \"overwhelming evidence supporting the school board's legitimate justification\"); Russell, 235 F.3d at 229 n. 19 (\"In our remarks jurisprudence, Rubinstein stands only for the proposition that an overwhelming case that the adverse employment actions at issue were attributable to a legitimate, nondiscriminatory reason will not be defeated by remarks that have no link whatsoever to any potentially relevant time frame. Were we to read more into Rubinstein in this regard, it would be in direct conflict with Reeves.\").\n[9]  For example, a jury could find that Mendez possessed power greater than that of an ordinary worker at his level due to his apparent ability to convince Alston that he was always right when he complained to her of the plaintiff's conduct. Taking all inferences in the light most favorable to the non-moving party, this allegation, combined with Alston's presence during the interviews conducted by DeAtley, might be enough to allow a reasonable jury to conclude that Mendez influenced the termination decision.\n[10]  The phrase \"he was going to make sure you were fired and replaced (sic) you with another Hispanic\" comes from a question Defendant asks Plaintiff in her deposition to confirm that she reported this comment to someone. (Pl. Dep. 124:3-15.) It appears that Defendant is rephrasing Plaintiff's comments about Mendez's intentions to replace her with Jane Doe.\n[11]  To establish that another employee is similarly situated, the plaintiff must present evidence that the conduct for which she was fired or disciplined was nearly identical to that of the other employee. See, e.g., Berquist v. Washington Mut. Bank, 500 F.3d 344, 353 (5th Cir.2007); Bryant v. Compass Group USA Inc., 413 F.3d at 478-79 (holding that an employee who had stolen a card from the gift table at an event was not similarly situated to an employee who stole food, alcoholic beverages and table decorations). Smith v. Wal-Mart Stores (No. 471), 891 F.2d 1177, 1178 (5th Cir. 1990) (holding that an employee who violated a different policy of the store than plaintiff was not similarly situated); Green v. Armstrong Rubber Co., 612 F.2d 967 968 (5th Cir. 1980) (holding that where one employee involved in fight was more harshly disciplined than the other, plaintiff was not similarly situated because he had been more aggressive than the other employee).\n[12]  In addition, inconsistent explanations for its employment decisions at different times may permit a jury to infer that the proffered reasons are pretextual. Gee v. Principi, 289 F.3d 342, 347-48 (5th Cir.2002).\n[13]  The ADEA has a similar anti-retaliation provision. 29 U.S.C. § 623(d).\n[14]  The Fifth Circuit assumes that the Title VII hostile work environment framework applies to the ADEA. McNealy v. Emerson Elec, 121 Fed.Appx. 29, 34 (5th Cir.2005) (holding that, even if the hostile work environment framework extends to the ADEA, plaintiff failed to state a claim because he provided no evidence of a hostile environment).\n[15]  It is also doubtful that these comments were severe or pervasive enough to constitute harassment. The plaintiff must subjectively perceive the harassment as sufficiently severe or pervasive and the subjective perception must be objectively reasonable. Aryain, 534 F.3d at 479; Frank, 347 F.3d at 138 (internal citations omitted) (remanding a disparate impact claim but affirming the district court's grant of summary judgment on the hostile work environment claim). The fact-finder must consider the frequency of the discriminatory conduct, its severity, whether it is physically threatening or humiliating, or a mere offensive utterance; and whether it interferes with the employee's work performance. National R.R. Passenger Corp. v. Morgan, 536 U.S. at 116-17, 122 S. Ct. 2061 (2002); Lauderdale v. Texas Dept. of Criminal Justice, Institutional Div., 512 F.3d 157, 163 (5th Cir.2007) (citing Harris v. Forklift Sys., 510 U.S. 17, 23, 114 S. Ct. 367, 126 L. Ed. 2d 295 (1993) (holding that the conduct need not be psychologically injurious as long as the environment is reasonably perceived as hostile or abusive)); Frank, 347 F.3d at 138. The Fifth Circuit has held that even egregious conduct does not create such an abusive environment where it is infrequent and did not unreasonably interfere with work performance such that plaintiff's opportunity to succeed in the workplace was impaired. Hockman v. Westward Commc'ns, LLC, 407 F.3d 317, 328 (5th Cir.2004) (holding that comments to plaintiff about another employee's body, slapping the plaintiff on the behind with a newspaper, grabbing or brushing up against the plaintiff's breasts and behind, and attempting to kiss the plaintiff were not severe as a matter of law); Shepherd v. Comptroller of Public Accounts of State of Texas, 168 F.3d 871, 874 (5th Cir.1999) (holding that several inappropriate comments and touchings, including rubbing the plaintiff's arm from shoulder to wrist, were not severe). \"Frequent incidents of harassment, though not severe, can reach the level of `pervasive.'\" Lauderdale, 512 F.3d at 163 (holding that the plaintiff had a viable hostile work environment claim when the plaintiff was called ten to fifteen times a night for over four months, even though each phone call did not carry sexual overtones, plaintiff was asked to \"snuggle,\" and was repeatedly asked to coffee after work). Plaintiff's allegations regarding Mendez's comments are neither as severe nor as pervasive as conduct that satisfies the standard for a harassment claim. While Plaintiff's termination may have been motivated by an improper purpose, it is not a separate incident of a \"hostile work environment.\" See Parker v. State of Louisiana Dept. of Educ. Special School Dist., 323 Fed.Appx. 321, 327 (5th Cir. 2009) (not designated for publication).\n\n",
            "ocr": false,
            "opinion_id": 2540559
        }
    ],
    "court_short_name": "S.D. Texas",
    "court_full_name": "District Court, S.D. Texas",
    "court_type": "FD",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}