{
    "id": 2540522,
    "judges": "Division II: Karen King Mitchell, Presiding Judge, and Mark D. Pfeiffer and Gary D. Witt, Judges",
    "date_filed": "2012-11-25",
    "date_filed_is_approximate": true,
    "slug": "state-v-harris",
    "case_name_short": "Harris",
    "case_name": "State v. Harris",
    "case_name_full": "STATE of Missouri, Respondent, v. Patrick L. HARRIS, Appellant",
    "attorneys": "Rosalynn Koch, Assistant Public Defender, Columbia, MO, for Appellant., Chris Koster, Attorney General, Laura E. Elsbury, Assistant Attorney General, Jefferson City, MO, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b808-5\">\n    STATE of Missouri, Respondent, v. Patrick L. HARRIS, Appellant.\n   </parties><br><docketnumber id=\"b808-8\">\n    No. WD 73910.\n   </docketnumber><br><court id=\"b808-9\">\n    Missouri Court of Appeals, Western District.\n   </court><br><decisiondate id=\"b808-10\">\n    April 24, 2012.\n   </decisiondate><br><attorneys id=\"b809-16\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"791\"> \n     *791\n     </span>\n    Rosalynn Koch, Assistant Public Defender, Columbia, MO, for Appellant.\n   </attorneys><br><attorneys id=\"b809-17\">\n    Chris Koster, Attorney General, Laura E. Elsbury, Assistant Attorney General, Jefferson City, MO, for Respondent.\n   </attorneys><br><judges id=\"b809-18\">\n    Before Division II: KAREN KING MITCHELL, Presiding Judge, and MARK D. PFEIFFER and GARY D. WITT, Judges.\n   </judges>",
    "citations": [
        "364 S.W.3d 790"
    ],
    "opinions": [
        {
            "author_str": "Pfeiffer",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n364 S.W.3d 790 (2012)\nSTATE of Missouri, Respondent,\nv.\nPatrick L. HARRIS, Appellant.\nNo. WD 73910.\nMissouri Court of Appeals, Western District.\nApril 24, 2012.\n*791 Rosalynn Koch, Assistant Public Defender, Columbia, MO, for Appellant.\nChris Koster, Attorney General Laura E. Elsbury, Assistant Attorney General Jefferson City, MO, for Respondent.\nBefore Division II: KAREN KING MITCHELL, Presiding Judge, and MARK D. PFEIFFER and GARY D. WITT, Judges.\nMARK D. PFEIFFER, Judge.\nPatrick L. Harris (\"Harris\") appeals from the judgment of the Cole County Circuit Court (\"trial court\"), after a jury convicted him of assault, robbery, armed criminal action, and possession of a firearm by a felon. We affirm in part and reverse in part.\n\nFactual and Procedural Background[1]\nA group of seven friends\u0097Chris Baker, Kent Cordray (\"Cordray\"), Randy England (\"England\"), Ethan Frazier, Scott Larkins, Justin Schneiders (\"Schneiders\"), and Brian Stumpe (\"Stumpe\")\u0097met on Tuesday nights to talk, have a cigar, and sometimes a few drinks at Stumpe's Jefferson City, Missouri, law office. On Tuesday, October 13, 2009, six of the men were outside of Stumpe's office around a fire pit; Stumpe was inside. Harris[2] walked up to the men outside, wearing a hooded sweatshirt, some kind of face covering, and blue surgical gloves.\nThinking it was \"some kind of a joke\" because there were \"a couple practical jokers in the group that we have,\" Schneiders asked Harris: \"Can we help you?\" Harris responded by raising a .38 revolver and pointing it at the men. Harris told them *792 that \"[t]his is a robbery,\" and to drop whatever they were holding and go inside.\nBefore Harris got them inside, Stumpe came out of his law office, talking on his cell phone. Harris yelled at Stumpe to drop the phone, and Stumpe complied. Harris then forced all the men, at gunpoint, to walk into the conference room of Stumpe's law office.\nHarris then ordered all of them to lie face-down on the floor around the conference table and put \"everything\" on the floor. The men complied by taking out their wallets and cell phones and removing their wedding rings, and placing the property on the floor near their heads. But Schneiders, instead of taking his wallet out of his pocket, took his concealed pistol out of its holster and lay on top of it to hide it from Harris.\nHarris ordered Cordray to stand up and use a trash bag to collect the property the men had put on the floor. But before Cordray could start picking up the wallets and jewelry, Harris noticed he was wearing a necklace. Harris ripped the necklace off his neck and yelled at him, \"Don't you be holding out on me.\"\nCordray then began picking up the items and putting them in Harris's trash bag. Cordray worked his way around the conference room, picking up the property left on the ground by the men laying face-down on the floor. To speed things up, Harris started picking up property on the other side of the room. Cordray was able to pick up property from two or three of the men before Harris got to Schneiders, who was lying on his pistol.\nWhen Harris got to Schneiders, Harris noticed that Schneiders's wallet was not out on the floor like everyone else's. Harris decided to check Schneiders himself and found Schneiders's empty holster, to which Harris said, \"Look what we have here. Where's the gun?\" Schneiders told Harris he had left the gun in his car because Schneiders planned on drinking that evening and does not carry his gun when he drinks. Harris scoffed and made Schneiders stand up. As he stood up, Schneiders picked up the gun and tried to keep it hidden from Harris. But Harris opened Schneiders's coat, stuck his revolver against Schneiders's stomach, and fired.\nThe first shot missed Schneiders's stomach and hit his left palm, shattering his thumb, and exiting through his wrist. Schneiders shot back at Harris, but Harris shot him again, this time in the right hand. Harris then started backing up around the conference table. During their ensuing gunfight, Harris shot Schneiders once more, this time in the chest. Schneiders fired multiple times at Harris, at least once as Harris stood near the conference room door.\nOnce Harris ran out of ammunition, he fled the office. The men locked the door behind him and called the police.\nThe next day, a woman who lived in an apartment above Stumpe's law office went to check on her neighbor. The woman was concerned for her neighbor because of the shooting the night before. The woman noticed blood drops leading up to her neighbor's door, so she told the police.\nJefferson City police officers searched the apartment at the end of the blood trail. In the apartment's laundry room, the officers found Harris hiding behind a curtain. He had a gunshot wound to his hand, which he had covered with a towel and duct tape. Officers found a .38 revolver underneath a mattress in the apartment.\nWhile in the hospital, Schneiders was able to identify Harris in a photo lineup. Likewise, Stumpe identified Harris in a lineup at the police station. After being read his Miranda rights and questioned by police, Harris eventually admitted, *793 \"Yeah, you're right. I'm the one that did it. I did the robbery and I shot that guy.\"\nDuring their investigation, police officers collected blood samples from the conference room and the .38 revolver. Those samples were sealed with red evidence tape and sent to the Crime Lab for testing. Malena Jimenez (\"Jimenez\"), a Missouri State Patrol Crime Laboratory employee, tested the blood.\nBefore testing the evidence, Jimenez noted that the blood samples were properly sealed with red evidence tape. After testing the samples, Jimenez resealed the samples with blue tape. At Harris's trial, the blood samples had both blue and red tape on them.\nBased on her testing of the samples, Jimenez determined that blood found on the conference room door frame and the revolver was \"consistent with\" Harris's blood. Jimenez testified as to the test results at trial, and her lab reports on the tests were admitted into evidence, all without objection from Harris.\nAfter Harris's jury trial, he was convicted of first-degree assault for shooting Schneiders; first-degree robbery for robbing England and Stumpe; armed criminal action; and possession of a firearm by a felon. The trial court's oral pronouncement of Harris's sentence was life imprisonment for the assault conviction; twenty-five years' imprisonment for robbery; ten years' imprisonment for armed criminal action; and ten years' imprisonment for possession of the firearm. All of Harris's sentences were ordered to run consecutive to each other. The trial court's written judgment, however, reflected that Harris's sentence for the assault conviction was ninety-nine years' imprisonment instead of life imprisonment.\nHarris appeals.\n\nPoint I\u0097Sufficiency of the Evidence\nIn his first point on appeal, Harris argues there was insufficient evidence to support his conviction for robbing England and Stumpe.[3] Harris claims that the evidence at trial did not establish that he appropriated any property belonging to those two victims because there was no evidence that \"Cordray touched their belongings or placed them in the bag\" as Harris had ordered him to do.\nIn reviewing a challenge to the sufficiency of the evidence, \"appellate review is limited to a determination of whether there is sufficient evidence from which a reasonable juror might have found the defendant guilty beyond a reasonable doubt.\" State v. Oliver, 293 S.W.3d 437, 444 (Mo. banc 2009) (internal quotation omitted). We must determine whether all of the evidence, direct and circumstantial, is sufficient to provide a rational juror with proof beyond a reasonable doubt as to each element of the crime. Id.; State v. Grim, 854 S.W.2d 403, 406 (Mo. banc 1993). We will accept as true all of the evidence favorable to the verdict, including all reasonable inferences drawn from the evidence, and disregard all evidence and inferences to the contrary. Oliver, 293 S.W.3d at 444; see also State v. Strickland, 609 S.W.2d 392, 395 (Mo. banc 1980). When reviewing the sufficiency of the evidence supporting a criminal conviction, this court does not act as a \"`super-juror' with veto powers\" but, rather, must give great deference to the trier of fact. State v. Chaney, 967 S.W.2d 47, 52 (Mo. banc 1998) (quoting Grim, 854 S.W.2d at 414).\n*794 Robbery in the first degree occurs when a person:\nforcibly steals property and in the course thereof he, or another participant in the crime,\n(1) Causes serious physical injury to any person; or\n(2) Is armed with a deadly weapon; or\n(3) Uses or threatens the immediate use of a dangerous instrument against any person; or\n(4) Displays or threatens the use of what appears to be a deadly weapon or dangerous instrument.\n§ 569.020.1.[4]\nThe first element of robbery,[5] then, is forcible stealing. A person \"forcibly steals\" when:\nin the course of stealing, as defined in section 570.030, RSMo, he uses or threatens the immediate use of physical force upon another person for the purpose of:\n(a) Preventing or overcoming resistance to the taking of the property or to the retention thereof immediately after the taking; or\n(b) Compelling the owner of such property or another person to deliver up the property or to engage in other conduct which aids in the commission of the theft[.]\n§ 569.010(1). Stealing is the appropriation of the property of another with the purpose to deprive that person of the property, \"either without his or her consent or by means of deceit or coercion.\" § 570.030.\nTo \"appropriate\" is to \"take, obtain, use, transfer, conceal or retain possession of\" property. § 570.010(2). \"The statute clearly establishes that exercising control by any of the enumerated acts, with the requisite intent, is a prohibited `appropriation.'\" State v. Boyle, 970 S.W.2d 835, 838 (Mo.App. E.D.1998). Physical movement of the property by the defendant is not an essential element of stealing. Id.\nThis court has interpreted the appropriation requirement to be one \"which describes methods of exercising dominion over an object.\" State v. Cates, 854 S.W.2d 17, 19 (Mo.App. W.D.1993). An appropriation takes place when the offender \"wrongfully assumes complete dominion over the property of another inconsistent with the owner's rights.\" Id.\nHarris argues that because he, personally, never collected, and therefore never appropriated, England's and Stumpe's property, he did not rob them. Harris has not directed this court to any cases that support his argument. We disagree.\nIn State v. Rank, 667 S.W.2d 461, 462 (Mo.App. W.D.1984), the defendant went to a privately owned junkyard and assembled a pile of material which later proved to be heater cores and miscellaneous tubing and copper wiring. Id. This court summarized the evidence against Rank: \"The state's evidence, confirmed by the defendant's own testimony, was that the property was collected from around the junk yard and stacked in one central area where, presumably, it would later have been loaded into defendant's automobile.\" Id. Based upon this evidence, we concluded that the defendant had completed the crime of stealing because \"[s]uch an exercise of dominion and control over the property is sufficient to prove appropriation.\"[6]Id.\n*795 Here, Harris ordered the men to put their property on the ground while they lay face-down. And, like the defendant in Rank, Harris did not successfully pick up and remove all of the property. However, his alleged failure to collect England's or Stumpe's property does not mean he did not rob them. See id.; see also State v. Gobble, 675 S.W.2d 944, 947 (Mo.App. E.D. 1984) (noting that stacking property in one central area for later loading was an exercise of dominion and control sufficient to prove appropriation); State v. West, 629 S.W.2d 429, 432-33 (Mo.App. W.D.1981) (removing a camper shell from a display vehicle and preparing to put it on another vehicle, with intent to steal it, was sufficient evidence to support stealing conviction due to appropriation of camper shell). Like the defendant in Rank, Harris appropriated the property-he obtained complete dominion and control over the property when he ordered the men to place it in front of them while they laid face-down on the floor and Harris held them at gunpoint. See State v. Escoe, 78 S.W.3d 170, 174 (Mo.App. W.D.2002) (noting that crime of robbery is consummated when the robber gains control of the property, even for a moment).\nPoint I is denied.\n\nPoint II\u0097Plain Error Review of Admission of Evidence and Testimony\nHarris next argues the trial court erred in admitting (1) Jimenez's two lab reports and (2) her testimony. Harris requests plain error review of these claims because he did not object to the admission of the evidence or testimony at trial.\nRule 30.20 grants us authority to consider \"plain errors affecting substantial rights... when [we find] that manifest injustice or miscarriage of justice has resulted\" from the error. Under plain error review, we first examine the record to determine whether or not the appellant's claim is one that, on its face, establishes grounds for believing that a manifest injustice has occurred. State v. Norman, 178 S.W.3d 556, 560 (Mo.App. W.D.2005). If our review of the record determines that plain error is facially established and such error establishes substantial grounds for believing that manifest injustice has occurred, only then do we review the record to determine whether or not a manifest injustice or a miscarriage of justice actually occurred. Id. Conversely, in the absence of such a determination, appellate courts should decline to exercise discretion to review for plain error under Rule 30.20. State v. Brown, 902 S.W.2d 278, 284 (Mo. banc 1995). \"The plain error rule should be used sparingly and does not justify a review of every alleged trial error that has not been properly preserved for appellate review.\" State v. Houston, 139 S.W.3d 223, 227 (Mo.App. W.D.2004). \"`Plain error is evident, obvious, and clear error.'\" Norman, 178 S.W.3d at 560 (quoting State v. Bailey, 839 S.W.2d 657, 661 (Mo.App. W.D.1992)).\nHarris claims the trial court plainly erred because the State did not establish a chain of custody for two blood samples collected at the scene, and therefore, the reports on those samples should not have been admitted at trial. The determination of whether the State has established a sufficient chain of custody for evidence falls within the discretion of the trial court. State v. Bowman, 337 S.W.3d 679, 689 (Mo. banc 2011). The trial court abuses its discretion when the trial court's decision is clearly against the logic of the circumstances, indicates a lack of deliberation, and is so arbitrary and unreasonable as to shock our sense of justice. Russum v. Russum, 214 S.W.3d 376, 385 (Mo.App. W.D.2007).\n*796 \"To admit exhibits and testimony regarding tests performed on those exhibits, the trial court must be satisfied as to the identity of the exhibits and that the exhibits were in the same condition when tested as when the exhibits were originally obtained.\" Bowman, 337 S.W.3d at 689. To prove a chain of custody of evidence, the State does not have to prove \"hand-to-hand custody of the evidence\" nor does it have to provide \"proof that eliminates all possibility that the evidence has been disturbed.\" Id. The trial court is free to assume, \"absent a showing of bad faith or tampering, that officials having custody of exhibits properly discharged their duties and that no tampering occurred.\" Id.\nAn evidence technician for the Jefferson City Police Department testified as to how the evidence was collected in this case:\nWhen I seize evidence\u0097And which anyone does\u0097all containers have to be sealed. So after I wrote everything down of what was inside this [evidence] package, I used evidence tape. And then these are my initials showing that I've sealed the evidence. When it's sent out to the Missouri State Highway Patrol for their criminalist to look at them, they will open it usually in a different area, and then they will seal it as well.\nThe evidence technician also testified as to where she collected the blood samples from and how they were collected.\nJimenez testified that when she received the evidence in this case, it was sealed in red tape from the Jefferson City Police Department. After she opened and tested it, she resealed it with blue tape. With no objection from Harris, the trial court admitted the now-contested lab reports based on the evidence and Jimenez's testimony.\nHarris has not shown that the trial court abused its discretion, and therefore erred, in admitting the evidence based on the State's chain of custody. But, perhaps more importantly, Harris cannot demonstrate that he suffered a miscarriage of justice or manifest injustice due to the error he claims. The evidence Harris now objects to and claims should have been excluded were two laboratory reports, matching him to blood found at the scene, and testimony relating to those reports. Harris, however, ignores the compelling evidence of his guilt: identification of Harris in a photo line-up by both Schneiders and Stumpe; a trail of blood leading from the scene of the crime to the apartment where Harris was found; the gun used in the robbery being found in the apartment where Harris was hiding; Harris's hand injury, caused by a gunshot; and Harris's confession to the Jefferson City Police Department. Given this compelling evidence against Harris, even without the laboratory reports and Jimenez's testimony, there still would have been overwhelming evidence to convict Harris.\nPoint II is denied.\n\nPoint III\u0097Error in Written Judgment\nFor his final point on appeal, Harris argues the trial court erred in executing its written judgment in this case. The trial court's written judgment differs from the trial court's oral pronouncement of Harris's sentence. The trial court orally pronounced Harris's sentence for assault in the first degree to be life imprisonment. But in its written judgment, the trial court wrote that his sentence for that conviction was ninety-nine years.\nIf there is a material difference between the court's oral pronouncement of sentence and the written judgment, the oral pronouncement of sentence controls. State ex rel. Zinna v. Steele, 301 S.W.3d 510, 514 (Mo. banc 2010). The State agrees with Harris that the judgment needs to be corrected to reflect the life sentence pronounced by the court.\n*797 A similar scenario was presented in State v. Harvey, 348 S.W.3d 169, 172 (Mo. App. E.D.2011). In Harvey, the court noted that the appellate court need not \"remand the case where we can properly rectify the sentence.\" Id. The procedural error in Harvey was identical to the procedural error here\u0097the trial court orally pronounced the defendant's sentence, but the written judgment reflected a different term imprisonment. Relying on Rule 30.23, the court corrected and modified the written judgment. Id.\nUnder Missouri Rule of Criminal Procedure 30.23, this court can correct a judgment that is erroneous \"as to the time or place of imprisonment.\" If there is such an error in the written judgment, this court \"shall sentence such person to the proper place of confinement, and for the correct length of time from and after the date of the original sentence.\" Rule 30.23. Therefore, this court can and does order the correction of Harris's sentence to conform to the trial court's oral pronouncement of sentence relating to the assault conviction.\n\nConclusion\nThe State presented sufficient evidence from which a reasonable jury could convict Harris of robbery in the first degree, and thus, Point I is denied. Harris fails to demonstrate that the trial court erred in the admission of the Crime Lab reports and accompanying expert witness testimony, and further, Harris fails to demonstrate the sort of manifest injustice that would justify plain error review. Accordingly, Point II is denied. However, the trial court erred in its written judgment pronouncing its sentence as to the assault conviction, and the trial court's judgment is reversed as to that sentence only. The trial court's judgment is, thus, modified by our ruling today to reflect that Harris's sentence on the assault conviction shall be for a term of life imprisonment. In all other respects, the trial court's judgment is affirmed.\nKAREN KING MITCHELL, Presiding Judge, and GARY D. WITT, Judge, concur.\nNOTES\n[1]  This court views the evidence, and the inferences drawn from the evidence, in the light most favorable to the judgment. State v. Oliver, 293 S.W.3d 437, 444 (Mo. banc 2009).\n[2]  At trial, Harris was referred to as Patrick L. Evans a/k/a Harris.\n[3]  Harris was only charged with robbing England and Stumpe, and not the other five victims.\n[4]  All statutory citations are to RSMo 2000, unless otherwise noted.\n[5]  Harris has not challenged the other elements of his robbery conviction.\n[6]  The statutory scheme in place at the time State v. Rank, 667 S.W.2d 461, 462 (Mo.App. W.D.1984), was decided included the same definition of \"appropriate\" as is at issue in this case. § 570.010(3), RSMo 1978.\n\n",
            "ocr": false,
            "opinion_id": 2540522
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}