{
    "id": 2545917,
    "judges": "Barker, Brown, Downie, Margaret",
    "date_filed": 1249948800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-escobedo",
    "case_name_short": "Escobedo",
    "case_name": "State v. Escobedo",
    "case_name_full": "STATE of Arizona, Appellee, v. Xavier Garcia ESCOBEDO, Appellant",
    "attorneys": "Terry Goddard, Arizona Attorney General By Kent E. Cattani, Chief Counsel, Criminal Appeals/Capital Litigation Section and Sarah E. Heckathorne, Assistant Attorney General, Phoenix, Attorneys for Appellee., Bruce F. Peterson, Office of the Legal Advocate By Consuelo M. Ohanesian, Deputy Legal Advocate, Phoenix, Attorneys for Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b300-11\">\n    213 P.3d 689\n   </citation><br><parties id=\"b300-12\">\n    STATE of Arizona, Appellee, v. Xavier Garcia ESCOBEDO, Appellant.\n   </parties><br><docketnumber id=\"b300-14\">\n    No. 1 CA-CR 08-0295.\n   </docketnumber><br><court id=\"b300-15\">\n    Court of Appeals of Arizona, Division 1, Department A.\n   </court><br><decisiondate id=\"b300-17\">\n    Aug. 11, 2009.\n   </decisiondate><br><attorneys id=\"b302-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"254\"> \n     *254\n     </span>\n    Terry Goddard, Arizona Attorney General By Kent E. Cattani, Chief Counsel, Criminal Appeals/Capital Litigation Section and Sarah E. Heckathorne, Assistant Attorney General, Phoenix, Attorneys for Appellee.\n   </attorneys><br><attorneys id=\"b302-4\">\n    Bruce F. Peterson, Office of the Legal Advocate By Consuelo M. Ohanesian, Deputy Legal Advocate, Phoenix, Attorneys for Appellant.\n   </attorneys>",
    "citations": [
        "213 P.3d 689",
        "222 Ariz. 252"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6178.0,
            "opinion_text": "\n213 P.3d 689 (2009)\nSTATE of Arizona, Appellee,\nv.\nXavier Garcia ESCOBEDO, Appellant.\nNo. 1 CA-CR 08-0295.\nCourt of Appeals of Arizona, Division 1, Department A.\nAugust 11, 2009.\n*691 Terry Goddard, Arizona Attorney General By Kent E. Cattani, Chief Counsel, Criminal Appeals/Capital Litigation Section and Sarah E. Heckathorne, Assistant Attorney General, Phoenix, Attorneys for Appellee.\nBruce F. Peterson, Office of the Legal Advocate By Consuelo M. Ohanesian, Deputy Legal Advocate, Phoenix, Attorneys for Appellant.\n\nOPINION\nBARKER, Judge.\n¶ 1 The question presented in this case is whether the failure to impanel a required twelve-person jury is structural error or trial error. If such an error is structural, automatic reversal is required. State v. Hickman, 205 Ariz. 192, 199 n. 7, ¶ 29, 68 P.3d 418, 425 n. 7 (2003). (\"[S]tructural errors require automatic reversal.\"). If it is trial error, it is subject to fundamental error analysis, as Defendant did not object to the failure to impanel twelve jurors. State v. Henderson, 210 Ariz. 561, 567, ¶ 19, 115 P.3d 601, 607 (2005). Fundamental error analysis places the burden of proving prejudice on the defendant. Id. at ¶ 20. Additionally, fundamental error, but not structural error, may be waived via the invited error doctrine. State v. Logan, 200 Ariz. 564, 565-66, ¶ 9, 30 P.3d 631, 632-33 (2001) (\"If an error is invited, we do not consider whether the alleged error is fundamental, for doing so would run counter to the purposes of the invited error doctrine. Instead, as we repeatedly have held, we will not find reversible error when the party complaining of it invited the error.\"). Thus, the determination as to whether the error in this case is structural or fundamental becomes critical.\n¶ 2 For the reasons that follow, we determine that the failure to impanel a twelve-person jury when required is fundamental, but not structural, error. As the error was invited, it is not reversible. Accordingly, we affirm.\n\nI.\n¶ 3 On April 12, 2007, a grand jury indicted Defendant on four counts, summarized as follows: count 1, forgery based on attempting to cash a fraudulent check made out to \"Albert Ruiz\"; count 2, forgery for presenting a counterfeit driver's license bearing the name \"Albert Ruiz\" when attempting to cash the check; count 3, taking the identity of \"Albert Ruiz\" by identifying himself, independent of the two documents in counts 1 and 2, to a police officer as \"Albert Ruiz\"; and count 4, possession of burglary tools for carrying multiple jiggle keys in his wallet. Defendant declined the State's plea offer and proceeded to trial.\n¶ 4 A jury composed of eight jurors found Defendant guilty on all four counts. Based on Defendant's admissions during his testimony, the trial court found that Defendant had two historical prior felony convictions. The trial court sentenced Defendant to the presumptive term of imprisonment for each count\u0097ten years' imprisonment for each count of forgery, ten years' imprisonment for taking the identity of another, and 3.75 years' imprisonment for possession of burglary tools\u0097with the terms of imprisonment to run concurrently.\n¶ 5 Defendant timely filed a notice of appeal on April 11, 2008. Defendant's counsel determined that there were no arguable issues that she could present to us and asked us to review this matter for reversible error pursuant to Anders v. California, 386 U.S. 738, 87 S. Ct. 1396, 18 L. Ed. 2d 493 (1967), and State v. Leon, 104 Ariz. 297, 451 P.2d 878 (1969). After reviewing the record, we asked the parties to brief whether Defendant was entitled to a twelve-person jury and, if so, to specify any relief to which Defendant was entitled. The parties subsequently filed supplemental briefs on this issue.\n¶ 6 We have jurisdiction pursuant to Article 6, Section 9, of the Arizona Constitution and Arizona Revised Statutes (\"A.R.S.\") sections 12-120.21(A)(1) (2003), 13-4031 (2001), and 13-4033(A)(1) (Supp.2008).\n\nII.\n\nA.\n¶ 7 Defendant argues that his convictions must be vacated because he was entitled *692 to a twelve-person jury and did not personally waive this constitutional guarantee. The State argues that Defendant cannot show fundamental prejudicial error, or, alternatively, that any error is invited error and therefore precluded from review.[1] The critical issue, however, as we indicate at the outset, is whether the failure to impanel a twelve-person jury when constitutionally required is structural error.\n¶ 8 If the error is structural, then we need not consider whether the error was invited or whether Defendant has met his burden of showing prejudice. Accordingly, it is to the question of structural error that we first turn.\n\nB.\n¶ 9 Article 2, Section 23, of the Arizona Constitution dictates the number of jurors required in criminal cases:\nThe right of trial by jury shall remain inviolate. Juries in criminal cases in which a sentence of death or imprisonment for thirty years or more is authorized by law shall consist of twelve persons. In all criminal cases the unanimous consent of the jurors shall be necessary to render a verdict. In all other cases, the number of jurors, not less than six, and the number required to render a verdict, shall be specified by law.\nAriz. Const. art. 2, § 23. As can be seen, Arizona's constitution requires a twelve-person jury when a sentence of thirty years or more is authorized. By statute, Arizona uses the same thirty-year marker to require either twelve- or eight-person juries in criminal cases:\nA. A jury for trial of a criminal case in which a sentence of death or imprisonment for thirty years or more is authorized by law shall consist of twelve persons, and the concurrence of all shall be necessary to render a verdict.\nB. A jury for trial in any court of record of any other criminal case shall consist of eight persons, and the concurrence of all shall be necessary to render a verdict.\nA.R.S. § 21-102 (2002).\n¶ 10 There is no federal constitutional analog to Arizona's right to a twelve-person jury when a sentence of thirty years or more is authorized. In fact, the United States Supreme Court has made it clear that a criminal trial, regardless of the severity of the authorized sanction, comports with federal constitutional standards without having twelve persons in the jury. Williams v. Florida, 399 U.S. 78, 90 S. Ct. 1893, 26 L. Ed. 2d 446 (1970). In ruling on the constitutionality of Florida's statute permitting a six-person jury, the Court stated:\nThe question in this case then is whether the constitutional guarantee of a trial by \"jury\" necessarily requires trial by exactly twelve persons, rather than some lesser number\u0097in this case six. We hold that the 12-man panel is not a necessary ingredient of \"trial by jury,\" and that respondent's refusal to impanel more than the six members provided for by Florida law did not violate petitioner's Sixth Amendment *693 rights as applied to the States through the Fourteenth.\nId. at 86, 90 S. Ct. 1893. Thus, the basis for our determination of whether an error that leads to a violation of the twelve-person jury requirement constitutes structural error must be grounded in Arizona law.\n¶ 11 Arizona cases have not referred to the error in failing to provide a twelve-person jury in a uniform fashion. Our cases have referred to this error both as \"fundamental error,\" State v. Henley, 141 Ariz. 465, 469, 687 P.2d 1220, 1224 (1984); State v. Smith, 197 Ariz. 333, 340, ¶ 21, 4 P.3d 388, 395 (App.1999); State v. Luque, 171 Ariz. 198, 201, 829 P.2d 1244, 1247 (App.1992); State v. Price, 218 Ariz. 311, 314, ¶ 10, 183 P.3d 1279, 1282 (App.2008); and as \"structural error,\" State v. Anderson, 197 Ariz. 314, 323, ¶¶ 21-22, 4 P.3d 369, 378 (2000); State v. Ring (Ring III), 204 Ariz. 534, 565-66, ¶¶ 106-07, 65 P.3d 915, 946-47 (2003) (Feldman, J., concurring in part and dissenting in part).\n¶ 12 There are substantial arguments that can be made on each side of this issue. We present first those authorities that support a holding that the error is fundamental. Next we set forth those arguments in favor of a conclusion that the error is structural.\n\nIII.\n\nA.\n¶ 13 First, the core of the argument that an error in failing to provide a required twelve-person jury is subject to fundamental error analysis is that the only Arizona Supreme Court decision to decide the issue expressly designated it \"fundamental\" and then reviewed the error to see if it was \"harmful.\" Henley, 141 Ariz. at 469, 687 P.2d at 1224.[2] In Henley, the Arizona Supreme Court agreed with the defendant that a twelve-person jury was required yet not provided. Id. Henley recognized the Williams case as approving as a federal constitutional matter juries of only six and based its analysis on our separate state constitutional requirement of a jury of twelve when \"imprisonment for thirty years or more is authorized.\" Id. at 468, 687 P.2d at 1223 (quoting Ariz. Const, art. 2, § 23).\n¶ 14 The court noted that the defendant failed to object to the eight-person jury. Id. Instead of proceeding to a structural error or automatic reversal mode of analysis, the court applied a traditional fundamental error analysis. Id. It expressly stated that \"[f]undamental error need not be reversible when there is substantial evidence in the record to support the verdict and it can be said that the error did not, beyond a reasonable doubt, contribute significantly to the verdict.\" Id. (emphasis added). The court expressly found that \"[t]he harmless error doctrine is an appellate court doctrine to be applied when fundamental error has been committed in the trial court, and the error, though fundamental, is harmless beyond a reasonable doubt.\" Id. (emphasis added) (quoting State v. Sorrell, 132 Ariz. 328, 330, 645 P.2d 1242, 1244 (1982)). The supreme court then continued its analysis and held:\nBecause we cannot say beyond a reasonable doubt that the error did not significantly contribute to the defendant's conviction, the error is also harmful. We cannot predict, for example, whether four additional *694 jurors would have found defendant Henley guilty beyond a reasonable doubt.\nId. Thus, it is absolutely clear that the failure to provide a required twelve-person jury was examined as fundamental error and analyzed under the harmless error doctrine.\n¶ 15 Since Henley, however, the Arizona Supreme Court has made it clear that in fundamental error review, which necessarily means that the proponent of the error has failed to object to the alleged error at trial, the burden is on the proponent of the error to show prejudice. Henderson, 210 Ariz. at 567, ¶ 19, 115 P.3d at 607 (\"[W]e place the burden of persuasion in fundamental error review on the defendant.\"). Henderson also took the next step and expressly held that \"[t]o the extent that any prior decisions are inconsistent with today's holding, we disapprove of them.\" Id. at 568, ¶ 21, 115 P.3d at 608. In Henderson, this meant that a defendant \"must show that a reasonable jury, applying the appropriate standard of proof, could have reached a different result than did the trial judge.\" Id. at 569, ¶ 27, 115 P.3d at 609.\n¶ 16 Thus, the argument goes, combining the holding in Henley (that error in failing to impanel a twelve-person jury when required is fundamental error) with the holding in Henderson (that the defendant bears the burden of proving prejudice in fundamental error analysis), requires the defendant to show that the failure to add the additional four jurors meant that the jury \"could have reached a different result.\" As Henley stated, \"[w]e cannot predict, for example, whether four additional jurors would have found defendant Henley guilty beyond a reasonable doubt.\" Henley, 141 Ariz. at 469, 687 P.2d at 1224. This statement in Henley when combined with the shift of the burden of proof in Henderson argues in favor of upholding a verdict from the eight-person jury rather than vacating it. Following Henley's logic, if a fair and impartial jury of eight unanimously found Defendant guilty, what basis is there for Defendant to meet his burden that a jury of twelve would find differently?\n\nB.\n¶ 17 Second, Arizona has another unique constitutional provision, for which there is also no federal companion provision that comes into play. It is the constitutional requirement that for most errors a court may not reverse a decision if there is no reasonable probability that the outcome would have been different.\n¶ 18 Article 6, Section 27 of the Arizona Constitution provides:\nNo cause shall be reversed for technical error in pleadings or proceedings when upon the whole case it shall appear that substantial justice has been done.\nAriz. Const, art. 6, § 27. In construing this constitutional provision, the Arizona Supreme Court has stated:\nUnder the interpretation we consistently have given sec. 2[7], Art. 6 of the State Constitution, the mere fact of error does not raise a conclusive presumption of prejudice. It is our duty, notwithstanding error, to examine the record and ascertain therefrom whether the error was, in fact, prejudicial to the accused.... The test which we must apply is: Had the errors heretofore pointed out not been committed, is there reasonable probability that the verdict might have been different?\nState v. Singleton, 66 Ariz. 49, 66, 182 P.2d 920, 930-31 (1947). Consistent with Singleton, there is a significant body of cases from the Arizona Supreme Court leading to the conclusion that almost any error falls within Article 6, Section 27 and therefore must be analyzed for prejudice to see whether substantial justice has been done. Hickman, 205 Ariz. at 198, ¶ 28, 68 P.3d at 424 (noting that \"most trial error, and even most constitutional error, is reviewed for harmless error\" and that \"the Arizona Constitution and the Arizona harmless error statute obligate us to review trial error in criminal cases under a harmless error standard\"); see e.g., State v. Diaz, 110 Ariz. 32, 35-36, 514 P.2d 1028, 1031-32 (1973) (applying Arizona's constitutional prejudice test and holding that the trial judge's comment on the evidence in violation of Article 6, Section 27 was not prejudicial, requiring reversal); Blackburn v. State, 31 Ariz. 427, 450, 254 P. 467, 475 (1927) *695 (finding the fact that the defendant was absent from a portion of trial without having waived his right to be present \"did not constitute reversible error unless his rights were prejudiced thereby,\" and holding that notwithstanding the \"error,\" \"there [was] nothing from which prejudice [could] be inferred\"). But see State v. Brooks, 103 Ariz. 472, 445 P.2d 831 (1968) (finding error to be prejudicial and thus reversible under Article 6, Section 27, of the Arizona Constitution, when the trial court gave an instruction on \"lying in wait\" and there was no factual evidence supporting the instruction).\n¶ 19 Long ago, the Arizona Supreme Court emphasized that whatever may be the rule in other jurisdictions, in Arizona we are required to give effect to the constitutional provision forbidding automatic reversal (presumption of prejudice) for technical error:\nThis section was undoubtedly inserted for the express purpose of avoiding the many miscarriages of justice occasioned by strict adherence to the old rule of presumption that error is prejudicial, and it is our duty to give it the effect intended by its makers. Whatever may be the rule in other jurisdictions, we hold that in Arizona no cause, civil or criminal, will be reversed for formal error, when upon the whole case it appears that substantial justice has been done, and that prejudice will not be presumed, but must appear probable from the record.\n\nLawrence v. State, 29 Ariz. 247, 256-57, 240 P. 863, 867 (1925). The United States Supreme Court has expressly held that a criminal trial that imposes punishment of any length need not be tried to a twelve-person jury. Williams, 399 U.S. at 102, 90 S. Ct. 1893. It is difficult to argue that \"substantial justice\" was not done. Such a showing must be made for relief under Article 6, Section 27 of Arizona's constitution. This, too, is consistent with Henley, which expressly evaluated the error for prejudice. Thus, Article 6, Section 27 supports a determination that the error is fundamental and subject to review\u0097 not structural.\n\nC.\n¶ 20 Third, the test for structural error includes as one factor that the error produce a trial that \"cannot reliably serve its function as a vehicle for guilt or innocence.\" State v. Tucker, 215 Ariz. 298, 316, ¶ 66, 160 P.3d 177, 195 (2007). As noted, a fairly impaneled jury of eight is a reliable vehicle for determining guilt or innocence. Williams, 399 U.S. at 100-01, 90 S. Ct. 1893. Thus, this factor is not met here. The key becomes whether Arizona's definition of structural error presents a disjunctive or a conjunctive test. Our case law is not clear.\n¶ 21 Until recently, the Arizona Supreme Court's most recent decision to address structural error was State v. Tucker, in which the court stated the test as follows:\nA structural error is one that \"affect[s] the entire conduct of the trial from beginning to end, and thus taint[s] the framework within which the trial proceeds.\" It \"deprive[s] defendants of basic protections without which a criminal trial cannot reliably serve its function as a vehicle for guilt or innocence.\" We have recognized structural error in only a few instances.\n215 Ariz. at 316, ¶ 66, 160 P.3d at 195 (citations omitted). Before Tucker, in Henderson, the court referenced a similar test:\nStructural errors, as opposed to trial errors, are those which \"deprive defendants of basic protections without which a criminal trial cannot reliably serve its function as a vehicle for guilt or innocence.\" Additionally, errors are considered structural rather than trial errors when they \"affect the `entire conduct of the trial from beginning to end,'\" and thus taint \"`the framework within which the trial proceeds.'\"\n210 Ariz. at 565, ¶ 12, 115 P.3d at 605 (citation omitted). In Tucker, the test appears to be conjunctive, while in Henderson, it appears to be disjunctive. In a footnote in State v. Garza, the supreme court addressed the defendant's claim that an allegedly deficient voir dire was structural error. 216 Ariz. 56, 63 n. 6, ¶ 20, 163 P.3d 1006, 1013 n. 6 (2007). The court noted:\nStructural error ... is limited to error which unfairly \"deprive[s] defendants of basic protections,\" and therefore is limited *696 to such circumstances as denial of counsel or a biased trial judge. None of Garza's alleged voir dire errors fall into any recognized structural error category or \"infected the entire trial process from beginning to end.\"\nId. (emphasis added) (citation omitted). This statement is expressly disjunctive. Yet, Ring III is also instructive and points toward a conjunctive test:\nUnlike trial errors, structural errors \"deprive defendants of `basic protections' without which `a criminal trial cannot reliably serve its function as a vehicle for determination of guilt or innocence ... and no criminal punishment may be regarded as fundamentally fair.'\"\nRing III, 204 Ariz. at 552, ¶ 45, 65 P.3d at 933 (quoting Neder v. United States, 527 U.S. 1, 8-9, 119 S. Ct. 1827, 144 L. Ed. 2d 35 (1999)).\n¶ 22 However, in the past several weeks, the court defined the structural error test to be solely in the conjunctive and expressly based on whether the trial reliably served its truth-seeking function. State v. Valverde, 220 Ariz. 582, 584-85, ¶¶ 9-10, 208 P.3d 233, 235-36 (2009). In setting forth the \"three standards of review [\u0097] structural error, harmless error, or fundamental error\"\u0097to which criminal cases are subjected, the Arizona Supreme Court relied on Ring III for the standard: Structural error \"deprive[s] defendants of basic protections without which a criminal trial cannot reliably serve its function as a vehicle for determination of guilt or innocence.\" Id. (quoting Ring III, 204 Ariz. at 552, ¶ 45, 65 P.3d at 933). This, too, argues for the conjunctive.\n¶ 23 Clearly, trying a criminal case to an eight-person jury is not \"`a criminal trial [that] cannot reliably serve its function as a vehicle for determination of guilt or innocence.'\" Id. The United States Supreme Court has expressly held that criminal juries as small as six are constitutionally sound under federal law. Williams, 399 U.S. at 86, 90 S. Ct. 1893. On the other hand, it is equally clear that the size of the jury goes to \"the framework within which the trial proceeds\" and that it \"affect[s] the entire conduct of the trial from beginning to end.\" Henderson, 210 Ariz. at 565, ¶ 12, 115 P.3d at 605 (internal quotation marks omitted). However, in the court's most recent pronouncement on this issue in Valverde, the focus was on the definition from Ring III that structural error goes to whether a criminal trial can \"reliably serve its function as a vehicle for determination of guilt or innocence.\" Valverde, 220 Ariz. at 584, ¶¶ 9-10, 208 P.3d at 235 (quoting Ring III, 204 Ariz. at 552, ¶ 45, 65 P.3d at 933). Thus, this factor tilts in favor of error in jury size not being structural error.\n\nD.\n¶ 24 Fourth, requiring a showing of prejudice, which is mandatory under a fundamental error analysis, eliminates potential gamesmanship which results in substantial and significant costs to the victims, witnesses, and the State. As stated in Henderson, the reason the Arizona Supreme Court put the burden of proof on defendants when they fail to object at trial is \"to discourage a defendant from `tak[ing] his chances on a favorable verdict, reserving the \"hole card\" of a later appeal on [a] matter that was curable at trial, and then seek[ing] appellate reversal.'\" 210 Ariz. at 567, ¶ 19, 115 P.3d at 607; see also Williams, 399 U.S. at 82, 90 S. Ct. 1893 (\"The adversary system of trial is hardly an end in itself; it is not yet a poker game in which players enjoy an absolute right always to conceal their cards until played.\"). Though there are absolutely no indications that Defendant or his counsel here joined in a pretrial statement agreeing to an eight-person jury while knowing that a twelve-person jury was required, the effect of identifying the error as structural would allow a defendant an automatic retrial in the event of a conviction and a valid judgment of acquittal if he or she prevails. This promotes a policy Henderson seeks to avoid.\n¶ 25 Further, it is important to note that the right to a twelve-person jury was not denied in this case. What occurred is that neither defense counsel nor Defendant thought it was applicable nor sought it.[3] As *697 discussed later, they in fact stipulated to a jury of eight not even considering that a jury of twelve might be required or apply. Apparently, no one at the trial even knew the right was available, and just as importantly, no one even noticed its absence. Counsel on appeal did not detect its absence. It was not until a review by this court that its applicability and absence was noted. In the public eye it must seem odd for a right to be \"structural\" and necessitate automatic reversal when no one involved with the trial even noticed its absence. As the Arizona Supreme Court stated in Hickman, \"[s]uch a rule forces trial courts to retry cases previously decided by fair juries. It is costly to the victims and to the judicial system, and it generates public cynicism and disrespect for the judicial system.\" 205 Ariz. at 200, ¶ 35, 68 P.3d at 426.\n\nE.\n¶ 26 Finally, the doctrine of structural error is to be applied sparingly. As our supreme court has recently held, \"`[v]irtually any error, under particular circumstances, can be harmless.'\" Id. at 198, ¶ 29, 68 P.3d at 424; cf. Washington v. Recuenco, 548 U.S. 212, 218, 126 S. Ct. 2546, 165 L. Ed. 2d 466 (2006) (\"Only in rare cases has [the U.S. Supreme] Court held that an error is structural, [requiring] automatic reversal.\"); Ring III, 204 Ariz. at 552, ¶ 46, 65 P.3d at 933 (\"The Supreme Court has defined relatively few instances in which we should regard error as structural.\"). We should be cautious in the errors we designate as requiring automatic reversal regardless of the competing circumstances.\n\nIV.\n\nA.\n¶ 27 There are a number of compelling reasons to consider that the error in question is structural error. First, considering the definition of structural error, the argument can clearly be made that if any error \"affect[s] the entire conduct of the trial from beginning to end,\" Henderson, 210 Ariz. at 565, ¶ 12, 115 P.3d at 605 (internal quotation marks omitted), an error in the size of the jury impaneled is such an error. The difficulty, of course, is that unlike a biased trial judge, the presence of an eight-person jury rather than a twelve-person jury does not \"taint\" the framework of the trial with partiality or bias. Although the error is present from \"beginning to end,\" it cannot be said that such \"`a criminal trial cannot reliably serve its function as a vehicle for guilt or innocence.'\" Id.\n¶ 28 On the other hand, however, there are United States Supreme Court cases, which make it clear that structural error need not necessarily affect the reliability of the trial. For instance, the Court has held that violation of the \"public-trial guarantee\" of the United States Constitution results in structural error. Waller v. Georgia, 467 U.S. 39, 49, 104 S. Ct. 2210, 81 L. Ed. 2d 31 (1984) (\"[A] defendant should not be required to prove specific prejudice in order to obtain relief for a violation of the public-trial guarantee.\"). Additionally, the Court has brought about structural error by requiring automatic reversal when the judge involved with the decision (though not biased or prejudiced in any fashion) did not have statutory authority to conduct the proceeding at issue. See Nguyen v. United States, 539 U.S. 69, 123 S. Ct. 2130, 156 L. Ed. 2d 64 (2003) (vacating an appellate decision because one panel member was not statutorily authorized to serve); Gomez v. United States, 490 U.S. 858, 109 S. Ct. 2237, 104 L. Ed. 2d 923 (1989) (reversing a conviction, without a showing of prejudice, because the jury selection was conducted by a magistrate judge who was not statutorily authorized to conduct the proceeding).[4]\n¶ 29 As discussed at length earlier, these cases dealing with public trials and the presence of an unbiased, yet unauthorized, judge argue in favor of a definition of structural error that does not require a showing that the proceeding was unreliable as a means of *698 fairly determining guilt or innocence. These are federal decisions, not binding on a unique Arizona constitutional provision. Nonetheless, they are examples of how the structural error test can be applied in the disjunctive.\n\nB.\n¶ 30 Second, any conclusion that the failure to provide a required twelve-person jury is structural error must address the Arizona Supreme Court's holding in Henley, that the failure to impanel a twelve-person jury when required was fundamental error subject to a harmless error review. In Anderson, the supreme court itself may have undertaken this task as it expressly labeled Henley as having found \"structural error.\" 197 Ariz. at 323, ¶¶ 21-22, 4 P.3d at 378. The conclusion in Henley may also be a product of the lack of use of the term \"structural error\" at the time Henley was decided.\n¶ 31 In Anderson the issue before the court was whether error in ruling on a challenge for cause as to a prospective juror in a death penalty case was structural error. Id. at 323-24, ¶¶ 22-23, 4 P.3d at 378-79. The court determined that it was. Id. at 324, ¶ 23, 4 P.3d at 379. In doing so, the court characterized its decision in Henley, as well as two Arizona Court of Appeals cases that followed Henley, as structural error, as contrasted with the term \"fundamental error\" that was used in all three of those decisions. Id. at 323, ¶ 21, 4 P.3d at 378. Relying on the United States Supreme Court's decision in Arizona v. Fulminante, 499 U.S. 279, 111 S. Ct. 1246, 113 L. Ed. 2d 302 (1991), the court recast the Henley, Smith, and Luque decisions as follows:\nArizona has recognized that errors in jury composition are not \"amenable to quantitative assessment. Error is harmless [only] when we can say it did not affect the verdict.\" State v. Smith, 305 Ariz. Adv. Rep. 3, 6, 197 Ariz. 333, 339-340, 4 P.3d 388, 394-395 (App.1999) (defendant tried to eight-person rather than twelve-person jury to which he was entitled; not possible to predict what properly composed jury might have done). Our cases have long followed this position. See State v. Henley, 141 Ariz. 465, 469, 687 P.2d 1220, 1224 (1984), State v. Luque, 171 Ariz. 198, 200, 829 P.2d 1244, 1246 (App.1992).\nIn light of what the State describes as overwhelming evidence against Defendant, it is tempting to conclude that even under the circumstances of this case, the violation of Rule 18.5 was harmless error, for surely any jury hearing Defendant's confessions and the other evidence would have found him guilty. But this argument leads us down a slippery slope that could be used to justify overlooking every structural error, from the size and composition of the jury to the denial of a jury trial or the right to counsel.\nId. at ¶¶ 21, 22 (emphasis added). The court specifically referenced as \"structural error,\" \"the size and composition of the jury.\" Drawing on Fulminante, the Arizona Supreme Court stated:\nBut errors that create \"defects ... in the trial mechanism\" itself affect the \"entire conduct of the trial from beginning to end,\" damage \"the framework within which the trial proceeds,\" and are therefore not subject to harmless error analysis. Id. at 309-10, 111 S. Ct. at 1265.\nId. at ¶ 22. Thus, in Anderson, the Arizona Supreme Court not only referenced the very error in question here as a structural one but did not require a showing that the error affected the reliability of the trial. Anderson only required that the defect go to \"`the framework within which the trial proceeds,'\" Id., as the error in jury composition most certainly does here.[5]\n*699 ¶ 32 The portion of Anderson that characterizes Henley as finding structural error despite Henley's express fundamental error analysis is also consistent with other portions of Henley. In addition to analyzing for fundamental error in Henley, Henley also expressly approved the analysis of the Arizona Court of Appeals in State v. Fancy, 139 Ariz. 76, 79, 676 P.2d 1134, 1137 (App.1983); Henley, 141 Ariz. at 469, 687 P.2d at 1224 (noting that it \"[b]eliev[ed] that both Fancy, supra, and [State v.] Thompson, [139 Ariz. 133, 134, 677 P.2d 296, 297 (App.1983),] supra, were properly decided\"). The portion of Fancy that Henley recited is very similar to what a typical structural error analysis would express except for the fact that the term \"structural error\" was not used. Henley quoted from Fancy as follows:\n[I]f we were to approve of the procedure utilized in the instant case, the state could always demand an eight person jury, knowing that it could later dismiss some charges if necessary. We do not believe the founders of our constitution nor the state legislature anticipated such a process. Additionally, such a procedure would encourage overzealous prosecutors to add additional charges to the criminal indictment, hoping to increase the likelihood of conviction on at least some of the charges. Although we are confident that most prosecutors would not be so influenced, we cannot permit the possibility to occur.\nId. (quoting Fancy, 139 Ariz. at 79, 676 P.2d at 1137). The label \"structural error,\" as far as our research can discover, did not become widely developed, as we understand it today, until the Supreme Court's 1991 decision in Arizona v. Fulminante. See David McCord, The \"Trial\"/\"Structural\" Error Dichotomy: Erroneous, and Not Harmless, 45 U. Kan. L.Rev. 1401, 1401-03 (1997); see also Nolan E. Clark, Harmless Constitutional Error, 20 Stan. L.Rev. 83, 85 nn. 15-21 (1967). In short, Henley preceded Fulminante. Now that the structural error doctrine as set forth in Fulminante has developed, the Arizona Supreme Court arguably in Anderson has placed Henley in that category. Anderson, 197 Ariz. at 323, ¶¶ 21-22, 4 P.3d at 378. Of course, Anderson did not have the issue of whether an error in the impanelment of an eight-person jury as contrasted with a twelve-person jury is structural error. In that sense, Anderson's statements on this issue are dicta.\n\nC.\n¶ 33 Third, Arizona cases on waiver from both this court and the Arizona Supreme Court support a decision that the failure to provide a twelve-person jury when required is structural error. There is a direct overlap between the concept of waiver and structural error. If reversal is automatically required, unless an error is personally waived by the defendant, then the error is structural. See Monica C. v. Ariz. Dep't of Econ. Sec., 211 Ariz. 89, 94, ¶ 22, 118 P.3d 37, 42 (App.2005) (\"Because noncompliance with the rules does not mandate reversal, noncompliance cannot be termed structural error.\"). In Smith, counsel stipulated to concurrent sentences for the express purpose of bringing the potential sentence under thirty years so that a jury of eight rather than twelve could be impaneled. 197 Ariz. at 336, ¶ 6, 4 P.3d at 391. Defense counsel testified that he \"promptly conferred with his client\" about the stipulation and explained that \"we had an agreement that we would go with a smaller jury and that would limit the time that he would be exposed to if we lost the trial.\" Id. at 337, ¶ 8, 4 P.3d at 392. According to the defense counsel, the defendant was in agreement in proceeding in that manner. Id. Nonetheless, we still found reversal was required. Id. at 340, ¶ 21, 4 P.3d at 395.\n¶ 34 Relying upon State v. Prince, 142 Ariz. 256, 258, 689 P.2d 515, 517 (1984), and State v. Butrick, 113 Ariz. 563, 566, 558 P.2d 908, 911 (1976), this court held in Smith that the right to a twelve-person jury could only be waived by direct colloquy with the defendant pursuant to Arizona Rule of Criminal Procedure 18.1(B). Id. at 339, ¶¶ 16-18, 4 P.3d at 394. Butrick holds that the right to *700 a trial by jury can only be waived through direct colloquy. In Prince, the Arizona Supreme Court applied this same requirement to the failure to provide a required twelve-person jury. Prince, 142 Ariz. at 257-58, 689 P.2d at 516-17. That court held that \"[b]efore there can be a waiver, the record must show a knowing waiver by the defendant.\" Id. at 258, 689 P.2d at 517 (emphasis added). Based on these precedents, the Smith court held:\nIt is thus apparent that a defendant's right to a twelve-person jury under the Arizona Constitution is a right so inherently personal that it cannot be waived by defense counsel; only the defendant can waive it. Hence, Smith's trial counsel could not waive Smith's right to a twelve-person jury by unilaterally stipulating with the state to concurrent sentences and, thus, to an eight-person jury.\n197 Ariz. at 339, ¶ 17, 4 P.3d at 394.\n¶ 35 Smith has been followed by this court in State v. Maldonado, 206 Ariz. 339, 78 P.3d 1060 (App.2003). There, as in Smith, the defendant's counsel stipulated to a lesser number of jurors with the benefit that the defendant would not be exposed to a sentence of thirty years or more. 206 Ariz. at 341, 342, ¶¶ 8, 10, 78 P.3d at 1060, 1063. This court rejected the claim of waiver by applying the standard set forth in Smith. Id. at 342, ¶ 12, 78 P.3d at 1063. We reversed and remanded for a new trial. Id. at 343, ¶ 16, 78 P.3d at 1064.\n¶ 36 Both Smith and Maldonado, however, designate the error as \"fundamental.\" Maldonado, 206 Ariz. at 343, ¶ 16, 78 P.3d at 1064; Smith, 197 Ariz. at 340, ¶ 21, 4 P.3d at 395. Both decisions then determined that the error required reversal unless waived by the defendant through a colloquy with the court. These holdings are founded upon the Arizona Supreme Court's statement in Prince. Prince, though, concluded by determining that a twelve-person jury was not required. Thus, like Anderson, the Prince case is not binding precedent; there was no error that required a ruling on waiver. Further, neither of these cases engages in an analysis as to whether the error itself was structural and neither applies the test for structural error set forth in Ring III or any of the other Arizona Supreme court cases on point. Nor do these cases consider the impact of the constitutional requirement in Article 6, Section 27 to review for whether \"substantial justice\" has been done. Notwithstanding the terminology used, the result of requiring reversal regardless of prejudice, if the error is present and not waived through a colloquy, is a classic definition of an error that is structural: automatic reversal is required.\n\nD.\n¶ 37 Fourth, the Arizona cases that deal with allegations of a failure to provide a required twelve-person jury produce two results. Our cases have either found that the twelve-person jury was not required and affirmed the convictions and sentences, see Prince, 142 Ariz. at 259, 689 P.2d at 518; State v. Cook, 122 Ariz. 539, 541, 596 P.2d 374, 376 (1979); Price, 218 Ariz. at 316, ¶ 20, 183 P.3d at 1284; State v. Kuck, 212 Ariz. 232, 235, ¶ 18, 129 P.3d 954, 957 (App.2006); Thompson, 139 Ariz. at 134, 677 P.2d at 297; or that a twelve-person jury was required in which case a new trial has always been ordered notwithstanding the fact that none of the cases expressly refer to the error being structural. Henley, 141 Ariz. at 469, 687 P.2d at 1224 (identifying the error as \"fundamental,\" and finding that the error was not harmless beyond a reasonable doubt.); Maldonado, 206 Ariz. at 343, ¶ 16, 78 P.3d at 1064 (\"The trial court's failure to impanel the lawful number of jurors was fundamental error requiring reversal and a new trial.\"); Smith, 197 Ariz. at 340, ¶ 21, 4 P.3d at 395 (identifying the error as \"fundamental, reversible error\"); Luque, 171 Ariz. at 200-01, 829 P.2d at 1246-47 (identifying the error as \"fundamental error\" that was not harmless); Fancy, 139 Ariz. at 78-80, 676 P.2d at 1136-38 (reversing based on the presence of the error alone).\n¶ 38 Thus, we have in practice what looks like a structural error rule. If the error is present, there is a reversal. The critical issue, since Henley, has not been whether the error requires reversal, but whether the error is present. Though this has been the *701 result of the rule applied, that does not mean that the error itself is structural.\n\nV.\n¶ 39 As noted earlier, there are significant arguments that can be made on each side of the question as to whether the failure to provide a required twelve-person jury is structural error, requiring automatic reversal, or trial error, which is subject either to a harmless error analysis (if an objection was made at trial) or a fundamental error analysis (if there was no objection at trial). The strengths of the various arguments can be viewed in different ways. In considering the various arguments set forth above, we are guided by the principle that we are to harmonize, rather than ignore, potentially conflicting statutory or constitutional provisions. State v. Jackson, 210 Ariz. 466, 471, ¶ 26, 113 P.3d 112, 117 (App.2005) (\"We... attempt to reconcile potentially conflicting statutory provisions, if possible.\"). We are further guided by the simple directive that as an intermediate appellate court we follow the holdings of the Arizona Supreme Court. State v. Smyers, 207 Ariz. 314, 318 n. 4, ¶ 15, 86 P.3d 370, 374 n. 4 (2004) (\"The courts of this state are bound by the decisions of [the Arizona Supreme Court] and do not have the authority to modify or disregard this court's rulings.\"). Further, when there are holdings from the Arizona Supreme Court that may be at odds with statements in other Arizona Supreme Court cases that are not necessary to the holdings in those cases, we follow the holdings. Performance Funding, LLC v. Barcon Corp., 197 Ariz. 286, 288, ¶ 8, 3 P.3d 1206, 1208 (App.2000) (\"[A]s dictum, the supreme court's language is not controlling.\").\n¶ 40 Applying standard stare decisis principles, the error at issue is not structural based on Henley. Henley is the only Arizona Supreme Court case to expressly find the precise error in issue and then determine its consequences. In doing so, Henley applied a harmless error analysis. Thus, following Henley, the error is fundamental not structural.\n¶ 41 Following Henley is completely consistent with the constitutional requirements in Article 6, Section 27. It also acts to harmonize the constitutional requirement for a twelve-person jury in Article 2, Section 23 with the requirement that formal error be reviewed for \"substantial justice.\" As the Arizona Supreme Court long ago indicated, because of the constitutional requirement of Article 6, Section 27:\nWhatever may be the rule in other jurisdictions, we hold that in Arizona no cause, civil or criminal, will be reversed for formal error, when upon the whole case it appears that substantial justice has been done, and that prejudice will not be presumed, but must appear probable from the record.\nLawrence, 29 Ariz. at 256-57, 240 P. 863.\n¶ 42 Our holding is also consistent with the Arizona Supreme Court's policy stated in Hickman that application of structural error, which precludes the requirement of Article 6, Section 27 review, should be done sparingly. Specifically, \"[s]uch a rule forces trial courts to retry cases previously decided by fair juries. It is costly to the victims and to the judicial system, and it generates public cynicism and disrespect for the judicial system.\" Hickman, 205 Ariz. at 200, ¶ 35, 68 P.3d at 426. The propensity for \"public cynicism and disrespect for the judicial system\" is particularly acute here when neither the lawyers at trial, the trial judge, nor counsel for Defendant on appeal even discovered that there was a defect in this matter. It was only after a review by this court that the defect was even found. Further, the defect is to a possibility in sentencing that no one even considered. A member of the public can justly wonder that an error is of such magnitude that convictions must, automatically, be vacated and a new trial be held when (1) neither counsel nor the trial judge even knew the right was applicable and not met; (2) the trial was conducted fairly in all regards; and (3) the error went to a possibility at sentencing that was never considered, discussed, or contemplated.\n¶ 43 Further, the error is not a defect of which Defendant was deprived. Rather, the right was fully available to Defendant and *702 his counsel to exercise at trial, but they did not invoke it. Permitting automatic reversal in such circumstances is also directly contrary to Henderson's policy \"to discourage a defendant from `tak[ing] his chances on a favorable verdict, reserving the \"hole card\" of a later appeal on [a] matter that was curable at trial, and then seek[ing] appellate reversal.'\" 210 Ariz. at 567, ¶ 19, 115 P.3d at 607.\n¶ 44 Finally, as set forth above, the test for structural error, though stated in both a conjunctive and disjunctive fashion has been most recently stated in a conjunctive fashion, requiring that structural error means \"a criminal trial cannot reliably serve its function as a vehicle for determination of guilt or innocence.\" Valverde, 220 Ariz. at 584-85, ¶¶ 9-10, 208 P.3d at 235-36 (\"Structural error `deprive[s] defendants of basic protections without which a criminal trial cannot reliably serve its function as a vehicle for determination of guilt or innocence.'\") (quoting Ring III, 204 Ariz. at 552, ¶ 45, 65 P.3d at 933). Accordingly, we decline to apply the automatic reversal rule that flows from a determination that this error is structural.\n¶ 45 In doing so, we recognize that our decision is contrary to the effect, if not the holdings, in two cases from our court: Smith and Maldonado. We emphasize that neither case was briefed on all of the factors that we have set forth above dealing with whether or not an error should be designated as structural. Further, in those cases, all parties were aware of the potential sentencing scheme yet employed a procedure that was considered defective in an attempt to evade it. While under our approach the result in Smith and Maldonado would be different (requiring the defendants to show prejudice), those cases employed a different analysis than the one we utilize here. Here, there was no effort to knowingly waive a twelve-person jury or any recognition of its absence, at trial or on appeal.\n¶ 46 Smith and Maldonado were based upon Prince, an Arizona Supreme Court decision, which we have no ability to modify. Prince held that for the \"waiver argument\" to apply, \"the record must show a knowing waiver by the defendant.\" 142 Ariz. at 258, 689 P.2d at 517. It stated that \"[t]he right to a twelve-member jury may be knowingly, intelligently and voluntarily waived.\" Id. (emphasis added). Yet Prince, like Smith and Maldonado, was not asked to decide whether an error in impaneling an eight-person jury rather than a twelve-person jury was structural. Had it done so, it would have necessarily had to address Henley, which reviewed for harmless error. Thus, in this circumstance, to the extent there is an analytical difference between Henley and Prince, we choose to follow Henley because Henley is precisely on point with regard to the issue before us and is consistent with a host of other factors set forth above.\n¶ 47 We are also very much aware of the supreme court's designation in Anderson of this error as structural. Again we note that this statement was not necessary to the holding in that case. Though it characterized Henley as being structural, Anderson's comments were in the nature of dicta rather than a holding. Further, three years after Anderson, the Supreme Court addressed structural error in Ring III. In Ring III, the majority gave examples of structural error. 204 Ariz. at 552-53, ¶ 46, 65 P.3d at 933-34. The listing did not include the error in Henley. Id. On the other hand, the two concurring/dissenting justices in Ring III did refer to Henley as \"structural error.\" Again, though not a holding, the majority in Ring III certainly had an opportunity to agree with the dissenting justices on this issue, and did not. Just as the supreme court listed the structural errors in Ring III, it repeated that listing this year in Valverde. 220 Ariz. at 585 n. 2, ¶ 10, 208 P.3d at 236 n. 2. An error in a twelve-person jury as contrasted with an eight-person jury was not listed. Id. Thus, Ring III and Valverde also point us in the direction of not following Anderson's statement of structural error.\n¶ 48 Finally, we recognize that our cases to this point have fallen into two categories: either a finding of no error or a reversal. While it is tempting for us to conclude based on that history that we should designate this error as structural, we do not turn the practical outcome of applying a rule of fundamental error into a newly *703 crafted rule of structural error. Henley did not do so. Neither do the factors that we have set forth above direct that we should do so. Subsequent Arizona Supreme Court decisions have not encouraged the application of structural error; rather, they have cautioned against its use. See Hickman, 205 Ariz. at 198, ¶ 29, 68 P.3d at 424 (\"Virtually any error, under particular circumstances, can be harmless.\" (quoting State v. Harrison, 195 Ariz. 1, 6, ¶ 21, 985 P.2d 486, 491 (1999))). It is also instructive that none of the cases that have directly ruled on the issue have designated this error as being structural. All have considered the error fundamental, and prejudicial, but not structural. Finally, as set forth above, the Arizona Supreme Court in Henderson shifted the burden of proof with regard to fundamental error. That means error previously deemed \"fundamental\" and \"prejudicial\" may no longer satisfy both those requirements. Thus, we consider it significant that prior cases, though always reversing, have not labeled the error as structural. We, likewise, decline to do so. We hold that the error is not structural but is trial error, meaning that it is subject to fundamental error analysis if no objection is made and to harmless error analysis if an objection is made. Henderson, 210 Ariz. at 567, ¶¶ 18-19, 115 P.3d at 607.\n\nVI.\n¶ 49 Having determined that the error in question is not structural, but subject to fundamental error review, we now turn to the State's next argument that the error was invited and therefore fundamental error analysis should not apply. In Logan, the Arizona Supreme Court held:\nIf an error is invited, we do not consider whether the alleged error is fundamental, for doing so would run counter to the purposes of the invited error doctrine. Instead, as we have repeatedly held, we will not find reversible error when the party complaining of it invited the error.\n200 Ariz. at 565-66, ¶ 9, 30 P.3d at 632-33; see also State v. Moody, 208 Ariz. 424, 453, ¶ 111, 94 P.3d 1119, 1148 (2004) (\"This court has long held that `a defendant who invited error at trial may not then assign the same as error on appeal.'\" (quoting State v. Endreson, 109 Ariz. 117, 122-23, 506 P.2d 248, 253-54 (1973))).\n¶ 50 In this matter, defense counsel and the State signed and jointly submitted a pretrial statement that told the court that \"[t]he trial should last 2-3 days and require 8 jurors plus an alternate.\" Clearly, the error in question was invited by the defense. Id.; State v. Pandeli, 215 Ariz. 514, 528, ¶ 50, 161 P.3d 557, 571 (2007) (applying the invited error doctrine when defense counsel failed to object to evidence offered by the State and affirmatively agreed the evidence was admissible); State v. Islas, 132 Ariz. 590, 592, 647 P.2d 1188, 1190 (App.1982) (\"[A] party who participates in or contributes to an error cannot complain of it.\"). Under such circumstances, we do not review for fundamental error and consider whether Defendant has met his burden of establishing prejudice.\n\nVII.\n¶ 51 For the reasons set forth above, we affirm.\nCONCURRING: MARGARET H. DOWNIE, Judge.\nBROWN, Judge, dissenting.\n¶ 52 This appeal was filed by Escobedo pursuant to Anders v. California, 386 U.S. 738, 87 S. Ct. 1396, 18 L. Ed. 2d 493 (1967). As such, our obligation is to thoroughly review the trial court record for reversible error. State v. Clark, 196 Ariz. 530, 537, ¶ 30, 2 P.3d 89, 96 (App.1999). Having done so, we determined the maximum sentence Escobedo was facing when the case was submitted to the jury exceeded thirty years. Accordingly, he should have been tried before a jury of twelve persons, rather than the eight jurors who found him guilty, and thus the trial court committed error.\n¶ 53 In my view, the majority has made unnecessarily complex the single issue before us\u0097whether the error committed is reversible. I would conclude the error is reversible because it is \"structural\" in nature and therefore Escobedo is entitled to a new trial.\n*704 ¶ 54 Because the trial court failed to impanel four additional jurors, the jury was defective under Arizona's Constitution. \"Arizona closely guards a defendant's right to a jury trial above and beyond that guaranteed by the Federal Constitution.\" State v. Le Noble, 216 Ariz. 180, 182, ¶ 9, 164 P.3d 686, 688 (App.2007) (citing Derendal v. Griffith, 209 Ariz. 416, 419, ¶ 6, 104 P.3d 147, 150 (2005)). Our constitution provides:\nThe right of trial by jury shall remain inviolate. Juries in criminal cases in which a sentence of death or imprisonment for thirty years or more is authorized by law shall consist of twelve persons. In all criminal cases the unanimous consent of the jurors shall be necessary to render a verdict.\nAriz. Const. art. 2, § 23.[6]\n¶ 55 The framers of the constitution obviously placed some weight on the number twelve, as opposed to a lesser number, such as eight or six. Arizona's voters also indicated their preference to continue to have certain criminal cases tried before twelve persons when they amended our constitution in 1971. Additionally, Arizona's legislature has affirmed the significance of the twelve-person jury requirement by enacting A.R.S. § 21-102(A) (2002), manifesting an intent to provide defendants with the benefits of a larger jury. State v. Fancy, 139 Ariz. 76, 79, 676 P.2d 1134, 1137 (App.1983) (\"By enacting A.R.S. § 21-102(A), our legislature manifested a clear intent to provide every advantage of a larger jury to those criminal defendants faced with the possibility of a substantial term of imprisonment.\").[7] Despite the lack of a federal equivalent, in Arizona it is a constitutional requirement that a defendant be tried by a jury of twelve for certain types of cases, such as the one at issue here.\n¶ 56 In criminal cases, we recognize three types of trial court error: harmless error, fundamental error, and structural error. State v. Valverde, 220 Ariz. 582, 584, ¶ 9, 208 P.3d 233, 235 (2009); State v. Henderson, 210 Ariz. 561, 565-68, ¶¶ 12-21, 115 P.3d 601, 605-08 (2005).[8] \"Each type of error places a different burden of proof on the parties.\" Valverde, 220 Ariz. at 584, ¶ 9, 208 P.3d at 235.\n¶ 57 Harmless error review applies in cases when the defendant objects at trial, and thus preserves the issue for appeal. Id. at 585, ¶ 11, 208 P.3d at 236. When reviewing for harmless error, the state must prove beyond a reasonable doubt that the error was harmless, having no effect on either the verdict or the sentence. Id. (citing State v. Bible, 175 Ariz. 549, 588, 858 P.2d 1152, 1191 (1993)). Escobedo did not object at trial; thus harmless error review has no applicability here.\n¶ 58 \"If no objection is made at trial, and the error alleged does not rise to the level of structural error, we review only for fundamental error.\" Id. at ¶ 12 (citing Henderson, 210 Ariz. at 567, ¶ 19, 115 P.3d at 607). Fundamental error, in turn, is limited to \"those rare cases that involve `error going to the foundation of the case, error that takes from the defendant a right essential to his defense, and error of such magnitude that the defendant could not possibly have received a fair trial.'\" Id. It is the defendant's burden to prove that the error was fundamental and that the error caused him *705 prejudice. Id. \"Because fundamental error review is a fact-intensive inquiry, the showing necessary to demonstrate prejudice will vary on a case-by-case basis.\" Id.\n¶ 59 By contrast, a finding of structural error mandates reversal, irrespective of whether the issue was preserved for appeal or prejudice was found. Id. at 584-85, ¶ 10, 208 P.3d at 235-36. The concept of structural error, as described by Arizona's appellate courts, flows from decisions of the United States Supreme Court beginning in 1991 addressing the appropriate type of review for federal constitutional errors. See Arizona v. Fulminante, 499 U.S. 279, 111 S. Ct. 1246, 113 L. Ed. 2d 302 (1991). The error here, as the majority correctly notes, does not involve federal constitutional issues; however, the decisions of the United States Supreme Court are persuasive in evaluating state constitutional error, as such authority has been relied upon consistently by the Arizona Supreme Court and this court in determining whether a particular error is structural.\n¶ 60 In Fulminante, a majority of the Court determined that an involuntary confession was subject to harmless error analysis. Id. at 285, 111 S. Ct. 1246 (opinion of White, J., for the Court). In reaching this conclusion, a different majority explained the nature of \"`trial error'\u0097error which occurred during the presentation of the case to the jury, and which may therefore be quantitatively assessed in the context of other evidence presented in order to determine whether its admission was harmless beyond a reasonable doubt.\" Id. at 307-08, 111 S. Ct. 1246 (opinion of Rehnquist, C.J., for the Court). In doing so, the Court recognized many \"trial errors\" of constitutional import that did not require reversal. Id. at 308, 111 S. Ct. 1246. The Court noted, however, the marked differences between \"trial errors,\" which are subject to harmless error analysis, and \"structural defects in the constitution of the trial mechanism, which defy analysis by harmless-error standards.\" Id. at 309, 111 S. Ct. 1246. Such defects affect \"[t]he entire conduct of the trial from beginning to end[.]\" Id. The Court noted specific examples of constitutional errors that would not fall under a harmless error category: total deprivation of right to counsel, a biased judge, unlawful exclusion of members of a defendant's race from a grand jury, the right to self-representation, and the right to a public trial. Id. at 310, 111 S. Ct. 1246. The Court further explained:\nEach of these constitutional deprivations is a similar structural defect affecting the framework within which the trial proceeds, rather than simply an error in the trial process itself. Without these basic protections, a criminal trial cannot reliably serve its function as a vehicle for determination of guilt or innocence, and no criminal punishment may be regarded as fundamentally fair.\nId. (internal quotations and citations omitted).\n¶ 61 Two years later, in Sullivan v. Louisiana, 508 U.S. 275, 281-82, 113 S. Ct. 2078, 124 L. Ed. 2d 182 (1993), the Court held that a constitutionally deficient reasonable doubt instruction constituted \"structural error.\" Because the error was based on an improper jury instruction, the Court discussed the importance of the integrity of the jury mechanism and held that the type of error in that case was of the category that \"will always invalidate a conviction.\" Id. at 277-82, 113 S. Ct. 2078. The Court described harmless error analysis, which examines the basis on which \"the jury actually rested its verdict,\" and determined that a defect in the jury mechanism defies this type of analysis, because there was no true jury verdict within the meaning of the Sixth Amendment to rest the analysis on. Id. at 279-80, 113 S. Ct. 2078 (internal quotations and citations omitted). The Court reasoned further that an inquiry into whether the error in the jury mechanism prejudiced the defendant beyond a reasonable doubt would not be sufficient because \"[t]he Sixth Amendment requires more than appellate speculation about a hypothetical jury's action ...; it requires an actual jury finding of guilty.\" Id. at 280, 113 S. Ct. 2078.\n¶ 62 Citing Fulminante, the Court also noted that error in the trial mechanism is not subject to the type of quantitative analysis that is required in a review for harmless error. Id. at 281-82, 111 S. Ct. 1246. Thus, the Court concluded that denial of the right *706 to a jury verdict beyond a reasonable doubt had consequences that were \"necessarily unquantifiable and indeterminate\" and therefore \"unquestionably qualified as `structural error.'\" Id.[9]\n¶ 63 Applying these principles, and under the unique and rare circumstances presented here, I find the error in this case fits squarely in the category of structural error.\n¶ 64 The failure to impanel four additional jurors unquestionably \"affect[s] the framework within which the trial proceeds\" and \"the entire conduct of the trial from beginning to end[.]\" See Fulminante, 499 U.S. at 309-10, 111 S. Ct. 1246. As such, the right to have twelve jurors in this case is a basic protection under the Arizona Constitution. A trial conducted without such protection cannot \"reliably serve its function as a vehicle for determination of guilt or innocence,\" and the criminal punishment related thereto is not \"fundamentally fair.\" See Id. at 310, 111 S. Ct. 1246. Escobedo was entitled to have twelve jurors determine whether he was guilty beyond a reasonable doubt. It was the State's burden to prove its case to those twelve jurors, and it did not do so here. Thus, this constitutional error constitutes a structural defect in the trial court proceedings.\n¶ 65 Moreover, similar to the error present in Sullivan, the error here affects the integrity of the jury mechanism. As there was no verdict rendered by twelve jurors, there was no true verdict within the meaning of the Arizona Constitution. It is impossible to know how four non-existent jurors would have decided the case, and thus we cannot quantitatively assess what impact this constitutionally deficient jury had on the verdict. The four additional jurors could have voted to convict, or they may have been persuaded to acquit. To attempt to divine what they would have decided is to engage in pure speculation. See Sullivan, 508 U.S. at 279, 113 S. Ct. 2078 (\"[T]o hypothesize a guilty verdict that was never in fact rendered\u0097no matter how inescapable the findings to support that verdict might be\u0097would violate the jury-trial guarantee.\"); State v. Henley, 141 Ariz. 465, 469, 687 P.2d 1220, 1224 (1984) (\"We cannot predict, for example, whether four additional jurors would have found defendant Henley guilty beyond a reasonable doubt.\"). For these reasons, the absence of the four additional jurors is not merely a trial error, but one that goes to the framework of the trial itself and undermines its ability to \"reliably serve its function as a vehicle for determination of guilt or innocence.\" See Valverde, 220 Ariz. at 584, ¶ 10, 208 P.3d at 235 (quoting Ring III, 204 Ariz. at 552, ¶ 45, 65 P.3d at 933).\n¶ 66 As the majority recognizes, though several prior cases have labeled the failure to impanel a twelve-person jury as fundamental error, those decisions in large part cite Henley, which predated Fulminante, and was later described by Anderson as \"structural error.\" See supra ¶ 30. This description follows logically, considering that every reported decision in Arizona involving a defendant who was deprived of the right to be tried by a twelve-person jury has been granted a new trial. See supra ¶ 37; see also State v. Pope, 192 Ariz. 119, 121, ¶ 12, 961 P.2d 1067, 1069 (App.1998) (reversed and remanded for new trial based on failure to impanel twelve jurors even though trial court assured defendant that the court would not impose a sentence in excess of thirty years); State v. Miguel, 125 Ariz. 538, 540-41, 611 P.2d 125, 127-28 (App.1980) (reversed and remanded due to trial court's failure to impanel twelve jurors).\n¶ 67 In practice, Arizona has a per se rule of reversal when a defendant is tried by a constitutionally deficient jury. Indeed, the majority has not cited a single case from any jurisdiction holding, or even suggesting, that trying a defendant to a lesser number of jurors than is constitutionally required is (a) *707 harmless error, (b) technical error, or (c) non-prejudicial. Although the decisions from this court and our supreme court have not labeled this type of error as structural, a per se rule of reversal, based on presumed prejudice, is the functional equivalent of finding structural error.\n¶ 68 As separate grounds for reversal, I would conclude that the trial court's failure to obtain a waiver of Escobedo's right to a twelve-person jury constitutes structural error. The right to a jury trial can be waived, but the defendant must be aware of the right, State v. Conroy, 168 Ariz. 373, 376, 814 P.2d 330, 333 (1991), and waive it knowingly, intelligently, and voluntarily, Le Noble, 216 Ariz. at 184, ¶ 18, 164 P.3d at 690; State v. Baker, 217 Ariz. 118, 120, ¶ 8, 170 P.3d 727, 729 (App.2007). The right to a trial by a jury of twelve must be waived in the same manner. State v. Smith, 197 Ariz. 333, 340, ¶ 21, 4 P.3d 388, 395 (App.1999) (finding that the requirements for waiver of right to a twelve-person jury were not satisfied and reversing defendant's conviction based on fundamental, prejudicial error); State v. Maldonado, 206 Ariz. 339, 342, ¶ 12, 78 P.3d 1060, 1063 (App.2003) (noting that the waiver of a twelve-person jury \"is comparable to the waiver of a jury trial\" because the court must advise the defendant and ascertain that the waiver is \"knowing, voluntary, and intelligent\").[10]\n¶ 69 In this case, nothing in the record indicates that Escobedo's right to a twelve-person jury was even discussed, much less waived. The trial court's failure to obtain such a waiver from Escobedo constitutes structural error. See Le Noble, 216 Ariz. at 183-85, ¶¶ 16-19, 164 P.3d at 689-91 (concluding that the failure of the trial court to notify and explain to a defendant the right to a jury trial and to obtain an effective waiver of that right is structural error); Baker, 217 Ariz. at 122, ¶ 20, 170 P.3d at 731 (finding structural error based on lack of evidence showing an effective waiver of right to a jury trial).\n¶ 70 Arizona's courts, its legislature, and its citizens have consistently recognized the importance of the constitutional guarantee to a twelve-person jury. That guarantee was established in Arizona in 1912 when our constitution was adopted and remains in place unless and until it is amended.\n¶ 71 It is undeniable that there was no constitutional jury present in this case, nor was there a constitutional verdict. Only eight people decided Escobedo's guilt or innocence, and therefore the jury did not comply with the constitutional mandate that the \"concurrence of all shall be required to render a verdict.\" If this case was tried in federal court, or in a state such as Florida that does not have a constitutional requirement similar to Arizona's, the result could be different. But here, when the trial was conducted with an insufficient number of jurors under the plain language of the Arizona Constitution, the only option before us is to reverse the conviction and remand for a new trial. For these reasons, I respectfully dissent.\nNOTES\n[1]  The State also argues that because each side \"operated under the assumption\" that Defendant would not be sentenced to 30 years or more, Defendant was not entitled to a twelve-person jury. See State v. Prince, 142 Ariz. 256, 258-59, 689 P.2d 515, 517-18 (1984). On the record here, we reject this argument summarily. In Prince, the prosecutor made statements that acted as an effective modification of the State's allegation of prior felony convictions before this matter was submitted to the jury. Id. Here, even if we considered that the State would be bound by its statement, limiting it to presumptive sentences on each count, the total sentence could be thirty years or more. Counts 1, 2, and 3 are class 4 felonies with two priors, and count 4 is a class 6 felony with two priors, resulting in a possible sentence of 33.75 years. A.R.S. §§ 13-701 (Supp.2006), 13-702 (Supp.2006), 13-702.01 (Supp.2006), 13-1505(C) (Supp.2006), 13-2002(C) (2001), 13-2008(E) (Supp.2006). Further, each count has a separate factual basis making possible consecutive sentences under A.R.S. § 13-116 and State v. Gordon, 161 Ariz. 308, 311-16, 778 P.2d 1204, 1207-12 (1989). Thus, at the time this matter went to the jury, a sentence of thirty years or more was possible. \"A defendant exposed to potential imprisonment of thirty years or more at the time the jury begins deliberations is entitled to a twelve-person jury.\" State v. Price, 218 Ariz. 311, 314, ¶ 11, 183 P.3d 1279, 1282 (App.2008).\n\nThe State also asserts that estoppel mandates that a sentence of thirty years or more could not be given. We need not address this argument because we affirm on other grounds.\n[2]  Seven years before Henley, in State v. Madison, 114 Ariz. 221, 560 P.2d 405 (1977), the court dealt with this same issue but was not required to decide it. In Madison, the trial judge declared a mistrial upon learning after trial that a twelve-person jury was required and trial had proceeded with only eight. Id. at 223, 560 P.2d at 407. In affirming the grant of the mistrial, the Arizona Supreme Court stated at one point that \"[h]ad the trial judge not declared a mistrial and had proceeded to sentence the defendant `reversal on appeal (would have been) a certainty.'\" Id. at 224, 560 P.2d at 408 (citations omitted). However, it is clear that the supreme court did not decide whether the lack of a twelve-person jury when required mandated automatic reversal. In the next sentence, the court indicated that the trial court \"prevented a possible reversal on appeal and corrected the error.\" Id. (emphasis added). The reference to a \"possible reversal\" is exactly the opposite of the automatic reversal required by structural error. Additionally, in Madison, the court indicated that \"even if the trial court was in error in granting a mistrial, we see no prejudice to the defendant.\" Id. at 225, 560 P.2d at 409. Thus, it is clear that the Arizona Supreme Court in Madison was not required to decide the issue it subsequently addressed in Henley.\n[3]  As noted, it is highly unlikely Defendant knew the right was applicable and chose not to assert it, as Defendant did not raise the issue on appeal.\n[4]  For an interesting discussion of the impact of designating error as structural, see Stephen M. Shepard, The Case Against Automatic Reversal of Structural Errors, 117 Yale L.J. 1180 (2008).\n[5]  We recognize that there may be tension between the Arizona Supreme Court's holding in Anderson and its decision in Hickman, in which the court determined that an error with regard to a peremptory strike would not be structural error. Hickman, 205 Ariz. at 198, ¶ 28, 68 P.3d at 424. In Hickman, the supreme court held that an error in a ruling on a peremptory strike was not structural error. 205 Ariz. at 198-200, ¶¶ 28-36, 68 P.3d at 424-26. In doing so, the supreme court expressly overruled its earlier decision in State v. Huerta, 175 Ariz. 262, 855 P.2d 776 (1993), holding that such error was structural. Id. at 201, ¶ 39, 68 P.3d at 427. However, this tension may be resolved by the holding in Hickman that \"[a] defendant's use of a peremptory challenge to cure a trial court's erroneous denial of a challenge for cause is an error in the trial process, and not an error affecting the framework of how a trial proceeds.\" Id. at 199 n. 7, ¶ 29, 68 P.3d at 425 n. 7 (emphasis added).\n[6]  This section of the constitution was amended in 1971. It originally stated:\n\nThe right of trial by jury shall remain inviolate, but provision may be made by law for a jury of a number of less than twelve in courts not of record, and for a verdict by nine or more jurors in civil cases in any court of record, and for waiving of a jury in civil cases where the consent of the parties interested is given thereto.\n[7]  In Fancy, this court referenced findings from the United States Supreme Court addressing the effects of smaller juries in criminal cases. 139 Ariz. at 79 n. 1, 676 P.2d at 1137 n. 1 (citing Ballew v. Georgia, 435 U.S. 223, 223-37, 98 S. Ct. 1029, 55 L. Ed. 2d 234 (1978) (noting data suggesting that smaller juries are less likely to foster effective group deliberation, the risk of conviction rises as the size of the jury diminishes, and reduction in size erects barriers to fair representation by minorities)).\n[8]  In my view, the majority places unjustified significance on the \"technical error\" provision found in the Arizona Constitution. That provision was not referenced in Henderson, and no decision in Arizona has ever suggested that a failure to impanel a sufficient number of jurors in a criminal case should be considered \"technical.\"\n[9]  Structural error was first mentioned in Arizona case law in State v. Romanosky, 176 Ariz. 118, 121 n. 1, 859 P.2d 741, 744 n. 1 (1993). A number of subsequent cases from our supreme court have addressed generally the concept of structural error, consistent with the analysis of Fulminante and Sullivan. See, e.g., Valverde, 220 Ariz. at 584, ¶ 10, 208 P.3d at 235; Henderson, 210 Ariz. at 565-67, ¶¶ 12, 14-16, 115 P.3d at 605-07; State v. Ring (\"Ring III\"), 204 Ariz. 534, 552, ¶¶ 44-46, 65 P.3d 915, 933 (2003). My research reveals that no reported criminal case in any jurisdiction in the United States labeled an error as \"structural\" prior to Fulminante.\n[10]  Based on this principle, the majority's reliance on the invited error doctrine is misplaced. A defendant must be aware of and personally waive the right to a twelve-person jury. Escobedo was neither aware of the right, nor did he waive it. Thus, even if Escobedo's counsel invited the error, such action does not override the trial court's obligation to obtain an effective waiver of the right to a twelve-person jury.\n\n",
            "ocr": false,
            "opinion_id": 2545917
        },
        {
            "author_str": "Barker",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nBARKER, Judge.\n¶ 1 The question presented in this ease is whether the failure to impanel a required twelve-person jury is structural error or trial error. If such an error is structural, automatic reversal is required. State v. Hickman, 205 Ariz. 192, 199 n. 7, ¶ 29, 68 P.3d 418, 425 n. 7 (2003). (“[Structural errors require automatic reversal.”). If it is trial error, it is subject to fundamental error analysis, as Defendant did not object to the failure to impanel twelve jurors. State v. Henderson, 210 Ariz. 561, 567, ¶ 19, 115 P.3d 601, 607 (2005). Fundamental error analysis places the burden of proving prejudice on the defendant. Id. at ¶ 20. Additionally, fundamental error, but not structural error, may be waived via the invited error doctrine. State v. Logan, 200 Ariz. 564, 565-66, ¶ 9, 30 P.3d 631, 632-33 (2001) (“If an error is invited, we do not consider whether the alleged error is fundamental, for doing so would run counter to the purposes of the invited error doctrine. Instead, as we repeatedly have held, we will not find reversible error when the party complaining of it invited the error.”). Thus, the determination as to whether the error in this ease is structural or fundamental becomes critical.\n¶ 2 For the reasons that follow, we determine that the failure to impanel a twelve-person jury when required is fundamental, but not structural, error. As the error was invited, it is not reversible. Accordingly, we affirm.\nI.\n¶ 3 On April 12, 2007, a grand jury indicted Defendant on four counts, summarized as follows: count 1, forgery based on attempting to cash a fraudulent check made out to “Albert Ruiz”; count 2, forgery for presenting a counterfeit driver’s license bearing the name “Albert Ruiz” when attempting to cash the check; count 3, taking the identity of “Albert Ruiz” by identifying himself, independent of the two documents in counts 1 and 2, to a police officer as “Albert Ruiz”; and count 4, possession of burglary tools for carrying multiple jiggle keys in his wallet. Defendant declined the State’s plea offer and proceeded to trial.\n¶ 4 A jury composed of eight jurors found Defendant guilty on all four counts. Based' on Defendant’s admissions during his testimony, the trial court found that Defendant had two historical prior felony convictions. The trial court sentenced Defendant to the presumptive term of imprisonment for each count — ten years’ imprisonment for each count of forgery, ten years’ imprisonment for taking the identity of another, and 3.75 years’ imprisonment for possession of burglary tools — with the terms of imprisonment to run concurrently..\n¶ 5 Defendant timely filed a notice of appeal on April 11, 2008. Defendant’s counsel determined that there were no arguable issues that she could present to us and asked us to review this matter for reversible error pursuant to Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), and State v. Leon, 104 Ariz. 297, 451 P.2d 878 (1969). After reviewing the record, we asked the parties to brief whether Defendant was entitled to a twelve-person jury and, if so, to specify any relief to which Defendant was entitled. The parties subsequently filed supplemental briefs on this issue.\n¶ 6 We have jurisdiction pursuant to Article 6, Section 9, of the Arizona Constitution and Arizona Revised Statutes (“A.R.S.”) sections 12-120.21(A)(1) (2003), 13-4031 (2001), and 13-4033(A)(1) (Supp.2008).\nII.\nA.\n¶ 7 Defendant argues that his convictions must be vacated because he was enti-*255tied to a twelve-person jury and did not personally waive this constitutional guarantee. The State argues that Defendant cannot show fundamental prejudicial error, or, alternatively, that any error is invited error and therefore precluded from review.1 The critical issue, however, as we indicate at the outset, is whether the failure to impanel a twelve-person jury when constitutionally required is structural error.\n¶ 8 If the error is structural, then we need not consider whether the error was invited or whether Defendant has met his burden of showing prejudice. Accordingly, it is to the question of structural error that we first turn.\nB.\n¶ 9 Article 2, Section 23, of the Arizona Constitution dictates the number of jurors required in criminal cases:\nThe right of trial by jury shall remain inviolate. Juries in criminal cases in which a sentence of death or imprisonment for thirty years or more is authorized by law shall consist of twelve persons. In all criminal eases the unanimous consent of the jurors shall be necessary to render a verdict. In all other cases, the number of jurors, not less than six, and the number required to render a verdict, shall be specified by law.\nAriz. Const, art. 2, § 23. As can be seen, Arizona’s constitution requires a twelve-person jury when a sentence of thirty year’s or more is authorized. By statute, Arizona uses the same thirty-year marker to require either twelve- or eight-person juries in criminal cases:\nA. A jury for trial of a criminal ease in which a sentence of death or imprisonment for thirty years or more is authorized by law shall consist of twelve persons, and the concurrence of all shall be necessary to render a verdict.\nB. A jury for trial in any court of record of any other criminal case shall consist of eight persons, and the concurrence of all shall be necessary to render a verdict.\nA.R.S. § 21-102 (2002).\n¶ 10 There is no federal constitutional analog to Arizona’s right to a twelve-person jury when a sentence of thirty years or more is authorized. In fact, the United States Supreme Court has made it clear that a criminal trial, regardless of the severity of the authorized sanction, comports with federal constitutional standards without having-twelve persons in the jury. Williams v. Florida, 399 U.S. 78, 90 S.Ct. 1893, 26 L.Ed.2d 446 (1970). In ruling on the constitutionality of Florida’s statute permitting a six-person jury, the Court stated:\nThe question in this case then is whether the constitutional guarantee of a trial by “jury” necessarily requires trial by exactly twelve persons, rather than some lesser number — in this case six. We hold that the 12-man panel is not a necessary ingredient of “trial by jury,” and that respondent’s refusal to impanel more than the six members provided for by Florida law did not violate petitioner’s Sixth Amendment *256rights as applied to the States through the Fourteenth.\nId. at 86, 90 S.Ct. 1893. Thus, the basis for our determination of whether an error that leads to a violation of the twelve-person jury requirement constitutes structural error must be grounded in Arizona law.\n¶ 11 Arizona eases have not referred to the error in failing to provide a twelve-person jury in a uniform fashion. Our cases have referred to this error both as “fundamental error,” State v. Henley, 141 Ariz. 465, 469, 687 P.2d 1220, 1224 (1984); State v. Smith, 197 Ariz. 333, 340, ¶ 21, 4 P.3d 388, 395 (App.1999); State v. Luque, 171 Ariz. 198, 201, 829 P.2d 1244, 1247 (App.1992); State v. Price, 218 Ariz. 311, 314, ¶ 10, 183 P.3d 1279, 1282 (App.2008); and as “structural error,” State v. Anderson, 197 Ariz. 314, 323, ¶¶ 21-22, 4 P.3d 369, 378 (2000); State v. Ring (Ring III), 204 Ariz. 534, 565-66, ¶¶ 106-07, 65 P.3d 915, 946-47 (2003) (Feldman, J., concurring in part and dissenting in part).\n¶ 12 There are substantial arguments that can be made on each side of this issue. We present first those authorities that support a holding that the error is fundamental. Next we set forth those arguments in favor of a conclusion that the error is structural.\nIII.\nA.\n¶ 13 Fii’st, the core of the argument that an error in failing to provide a required twelve-person jury is subject to fundamental error analysis is that the only Arizona Supreme Court decision to decide the issue expressly designated it “fundamental” and then reviewed the error to see if it was “harmful.” Henley, 141 Ariz. at 469, 687 P.2d at 1224.2 In Henley, the Arizona Supreme Court agreed with the defendant that a twelve-person jury was required yet not provided. Id. Henley recognized the Williams case as approving as a federal constitutional matter juries of only six and based its analysis on our separate state constitutional requirement of a jury of twelve when “imprisonment for thirty years or more is authorized.” Id. at 468, 687 P.2d at 1223 (quoting Ariz. Const. art. 2, § 23).\n¶ 14 The court noted that the defendant failed to object to the eight-person jury. Id. Instead of proceeding to a structural error or automatic reversal mode of analysis, the court applied a traditional fundamental error analysis. Id. It expressly stated that “[fundamental error need not be reversible when there is substantial evidence in the record to support the verdict and it can be said that the error did not, beyond a reasonable doubt, contribute significantly to the verdict.” Id. (emphasis added). The court expressly found that “[t]he harmless error doctrine is an appellate court doctrine to be applied when fundamental error has been committed in the trial court, and the error, though fundamental, is harmless beyond a reasonable doubt.” Id. (emphasis added) (quoting State v. Sorrell, 132 Ariz. 328, 330, 645 P.2d 1242, 1244 (1982)). The supreme court then continued its analysis and held:\nBecause we cannot say beyond a reasonable doubt that the error did not significantly contribute to the defendant’s conviction, the error is also harmful. We cannot predict, for example, whether four addi*257tional jurors would have found defendant Henley guilty beyond a reasonable doubt.\nId. Thus, it is absolutely clear1 that the failure to provide a required twelve-person jury was examined as fundamental error and analyzed under the harmless error doctrine.\n¶ 15 Since Henley, however, the Arizona Supreme Court has made it clear that in fundamental error review, which necessarily means that the proponent of the error has failed to object to the alleged error at trial, the burden is on the proponent of the error to show prejudice. Henderson, 210 Ariz. at 567, ¶ 19, 115 P.3d at 607 (“[W]e place the burden of persuasion in fundamental error review on the defendant.”). Henderson also took the next step and expressly held that “[t]o the extent that any prior decisions are inconsistent with today’s holding, we disapprove of them.” Id. at 568, ¶ 21, 115 P.3d at 608. In Henderson, this meant that a defendant “must show that a reasonable jury, applying the appropriate standard of proof, could have reached a different result than did the trial judge.” Id. at 569, ¶ 27, 115 P.3d at 609.\n¶ 16 Thus, the argument goes, combining the holding in Henley (that error in failing to impanel a twelve-person jury when required is fundamental error) with the holding in Henderson (that the defendant bears the burden of proving prejudice in fundamental error analysis), requires the defendant to show that the failure to add the additional four jurors meant that the jury “could have reached a different result.” As Henley stated, “[w]e cannot predict, for example, whether four additional jurors would have found defendant Henley guilty beyond a reasonable doubt.” Henley, 141 Ariz. at 469, 687 P.2d at 1224. This statement in Henley when combined with the shift of the burden of proof in Henderson argues in favor of upholding a verdict from the eight-person jury rather than vacating it. Following Henley’s logic, if a fair and impartial jury of eight unanimously found Defendant guilty, what basis is there for Defendant to meet his burden that a jury of twelve would find differently?\nB.\n¶ 17 Second, Arizona has another unique constitutional provision, for which there is also no federal companion provision that comes into play. It is the constitutional requirement that for most errors a court may not reverse a decision if there is no reasonable probability that the outcome would have been different.\n¶ 18 Article 6, Section 27 of the Arizona Constitution provides:\nNo cause shall be reversed for technical error1 in pleadings or proceedings when upon the whole case it shall appear that substantial justice has been done.\nAriz. Const, art. 6, § 27. In construing this constitutional provision, the Arizona Supreme Court has stated:\nUnder the interpretation we consistently have given see. 2[7], Art. 6 of the State Constitution, the mere fact of error does not raise a conclusive presumption of prejudice. It is our duty, notwithstanding error, to examine the record and ascertain therefrom whether the error was, in fact, prejudicial to the accused.... The test which we must apply is: Had the errors heretofore pointed out not been committed, is there reasonable probability that the verdict might have been different? •\nState v. Singleton, 66 Ariz. 49, 66, 182 P.2d 920, 930-31 (1947). Consistent with Singleton, there is a significant body of cases from the Arizona Supreme Court leading to the conclusion that almost any error falls within Article 6, Section 27 and therefore must be analyzed for prejudice to see whether substantial justice has been done. Hickman, 205 Ariz. at 198, ¶ 28, 68 P.3d at 424 (noting that “most trial error, and even most constitutional error, is reviewed for harmless error” and that “the Arizona Constitution and the Arizona harmless error statute obligate us to review trial error in criminal cases under a harmless error standard”); see e.g., State v. Diaz, 110 Ariz. 32, 35-36, 514 P.2d 1028, 1031-32 (1973) (applying Arizona’s constitutional prejudice test and holding that the trial judge’s comment on the evidence in violation of Article 6, Section 27 was not prejudicial, requiring reversal); Blackburn v. State, 31 Ariz. 427, 450, 254 P. 467, 475 (1927) *258(finding the fact that the defendant was absent from a portion of trial without having waived his right to be present “did not constitute reversible error unless his rights were prejudiced thereby,” and holding that notwithstanding the “error,” “there [was] nothing from which prejudice [could] be inferred”). But see State v. Brooks, 103 Ariz. 472, 445 P.2d 831 (1968) (finding error to be prejudicial and thus reversible under Article 6, Section 27, of the Arizona Constitution, when the trial court gave an instruction on “lying in wait” and there was no factual evidence supporting the instruction).\n¶ 19 Long ago, the Arizona Supreme Court emphasized that whatever may be the rule in other jurisdictions, in Arizona we are required to give effect to the constitutional provision forbidding automatic reversal (presumption of prejudice) for technical error:\nThis section was undoubtedly inserted for the express purpose of avoiding the many miscarriages of justice occasioned by strict adherence to the old rule of presumption that error is prejudicial, and it is our duty to give it the effect intended by its makers. Whatever may be the rule in other jurisdictions, we hold that in Arizona no cause, civil or criminal, will be reversed for formal error, when upon the whole case it appears that substantial justice has been done, and that prejudice will not be presumed, but must appear probable from the record.\nLawrence v. State, 29 Ariz. 247, 256-57, 240 P. 863, 867 (1925). The United States Supreme Court has expressly held that a criminal trial that imposes punishment of any length need not be tried to a twelve-person jury. Williams, 399 U.S. at 102, 90 S.Ct. 1893. It is difficult to argue that “substantial justice” was not done. Such a showing must be made for relief under Article 6, Section 27 of Arizona’s constitution. This, too, is consistent with Henley, which expressly evaluated the error for prejudice. Thus, Article 6, Section 27 supports a determination that the error is fundamental and subject to review— not structural.\nC.\n¶ 20 Third, the test for structural error includes as one factor that the error produce a trial that “cannot reliably serve its function as a vehicle for guilt or innocence.” State v. Tucker, 215 Ariz. 298, 316, ¶ 66. 160 P.3d 177, 195 (2007). As noted, a fairly impaneled jury of eight is a reliable vehicle for determining guilt or innocence. Williams, 399 U.S. at 100-01, 90 S.Ct. 1893. Thus, this factor is not met here. The key becomes whether Arizona’s definition of structural error presents a disjunctive or a conjunctive test. Our case law is not clear.\n¶21 Until recently, the Arizona Supreme Court’s most recent decision to address structural error was State v. Tucker, in which the court stated the test as follows:\nA structural error is one that “affect[s] the entire conduct of the trial from beginning to end, and thus taint[s] the framework within which the trial proceeds.” It “de-privets] defendants of basic protections without which a criminal trial cannot reliably serve its function as a vehicle for guilt or innocence.” We have recognized structural error in only a few instances.\n215 Ariz. at 316, ¶ 66, 160 P.3d at 195 (citations omitted). Before Tucker, in Henderson, the court referenced a similar test:\nStructural errors, as opposed to trial errors, are those which “deprive defendants of basic protections without which a criminal trial cannot reliably serve its function as a vehicle for guilt or innocence.” Additionally, errors are considered structural rather than trial errors when they “affect the ‘entire conduct of the trial from beginning to end,’ ” and thus taint “ ‘the framework within which the trial proceeds.’”\n210 Ariz. at 565, ¶ 12, 115 P.3d at 605 (citation omitted). In Tucker, the test appears to be conjunctive, while in Henderson, it appears to be disjunctive. In a footnote in State v. Garza, the supreme court addressed the defendant’s claim that an allegedly deficient voir dire was structural error. 216 Ariz. 56, 63 n. 6, ¶ 20, 163 P.3d 1006, 1013 n. 6 (2007). The court noted:\nStructural error ... is limited to error which unfairly “deprive[s] defendants of basic protections,” and therefore is limited *259to such circumstances as denial of counsel or a biased trial judge. None of Garza’s alleged voir dire errors fall into any recognized structural error category or “infected the entire trial process from beginning to end.”\nId. (emphasis added) (citation omitted). This statement is expressly disjunctive. Yet, Ring III is also instructive and points toward a conjunctive test:\nUnlike trial errors, structural errors “deprive defendants of ‘basic protections’ without which ‘a criminal trial cannot reliably serve its function as a vehicle for determination of guilt or innocence ... and no criminal punishment may be regarded as fundamentally fair.’ ”\nRing III, 204 Ariz. at 552, ¶ 45, 65 P.3d at 933 (quoting Neder v. United States, 527 U.S. 1, 8-9, 119 S.Ct. 1827, 144 L.Ed.2d 35 (1999)).\n¶ 22 However, in the past several weeks, the court defined the structural error test to be solely in the conjunctive and expressly based on whether the trial reliably served its truth-seeking function. State v. Valverde, 220 Ariz. 582, 584-85, ¶¶ 9-10, 208 P.3d 233, 235-36 (2009). In setting forth the “three standards of review [ — ] structural error, harmless error, or fundamental error” — to which criminal eases are subjected, the Arizona Supreme Court relied on Ring III for the standard: Structural error “deprive[s] defendants of basic protections without which a criminal trial cannot reliably serve its function as a vehicle for determination of guilt or innocence.” Id. (quoting Ring III, 204 Ariz. at 552, ¶ 45, 65 P.3d at 933). This, too, argues for the conjunctive.\n¶23 Clearly, trying a criminal ease to an eight-person jury is not “‘a criminal trial [that] cannot reliably serve its function as a vehicle for determination of guilt or innocence.’ ” Id. The United States Supreme Court has expressly held that criminal juries as small as six are constitutionally sound under federal law. Williams, 399 U.S. at 86, 90 S.Ct. 1893. On the other hand, it is equally clear that the size of the jury goes to “the framework within which the trial proceeds” and that it “affect[s] the entire conduct of the trial from beginning to end.” Henderson, 210 Ariz. at 565, ¶ 12, 115 P.3d at 605 (internal quotation marks omitted). However, in the court’s most recent pronouncement on this issue in Valverde, the focus was on the definition from Ring III that structural error goes to whether a criminal trial can “reliably serve its function as' a vehicle for determination of guilt or innocence.” Valverde, 220 Ariz. at 584, ¶¶ 9-10, 208 P.3d at 235 (quoting Ring III, 204 Ariz. at 552, ¶ 45, 65 P.3d at 933). Thus, this factor tilts in favor of error in jury size not being structural error.\nD.\n¶ 24 Fourth, requiring a showing of prejudice, which is mandatory under a fundamental error analysis, eliminates potential gamesmanship which results in substantial and significant costs to the victims, witnesses, and the State. As stated in Henderson, the reason the Arizona Supreme Court put the burden of proof on defendants when they fail to object at trial is “to discourage a defendant from ‘tak[ing] his chances on a favorable verdict, reserving the “hole card” of a later appeal on [a] matter that was curable at trial, and then seeking] appellate reversal.’ ” 210 Ariz. at 567, ¶ 19, 115 P.3d at 607; see also Williams, 399 U.S. at 82, 90 S.Ct. 1893 (“The adversary system of trial is hardly an end in itself; it is not yet a poker game in which players enjoy an absolute right always to conceal their cards until played.”). Though there are absolutely no indications that Defendant or his counsel here joined in a pretrial statement agreeing to an eight-person jury while knowing that a twelve-person jury was required, the effect of identifying the error as structural would allow a defendant an automatic retrial in the event of a conviction and a valid judgment of acquittal if he or she prevails. This promotes a policy Henderson seeks to avoid.\n¶ 25 Further, it is important to note that the right to a twelve-person jury was not denied in this case. What occurred is that neither defense counsel nor Defendant thought it was applicable nor sought it3 As *260discussed later, they in fact stipulated to a jury of eight not even considering that a jury of twelve might be required or apply. Apparently, no one at the trial even knew the right was available, and just as importantly, no one even noticed its absence. Counsel on appeal did not detect its absence. It was not until a review by this court that its applicability and absence was noted. In the public eye it must seem odd for a right to be “structural” and necessitate automatic reversal when no one involved with the trial even noticed its absence. As the Arizona Supreme Court stated in Hickman, “[sjuch a rule forces trial courts to retry cases previously decided by fair juries. It is costly to the victims and to the judicial system, and it generates public cynicism and disrespect for the judicial system.” 205 Ariz. at 200, ¶ 35, 68 P.3d at 426.\nE.\n¶ 26 Finally, the doctrine of structural error is to be applied sparingly. As our supreme court has recently held, “ ‘[virtually any error, under particular circumstances, can be harmless.’ ” Id. at 198, ¶ 29, 68 P.3d at 424; cf. Washington v. Recuenco, 548 U.S. 212, 218, 126 S.Ct. 2546, 165 L.Ed.2d 466 (2006) (“Only in rare cases has [the U.S. Supreme] Court held that an error is structural, [requiring] automatic reversal.”); Ring III, 204 Ariz. at 552, ¶ 46, 65 P.3d at 933 (“The Supreme Court has defined relatively few instances in which we should regard error as structural.”). We should be cautious in the errors we designate as requiring automatic reversal regardless of the competing circumstances.\nIV.\nA.\n¶ 27 There are a number of compelling reasons to consider that the error in question is structural error. First, considering the definition of structural error, the argument can clearly be made that if any error “affect[s] the entire conduct of the trial from beginning to end,” Henderson, 210 Ariz. at 565, ¶ 12, 115 P.3d at 605 (internal quotation marks omitted), an error in the size of the jury impaneled is such an error. The difficulty, of course, is that unlike a biased trial judge, the presence of an eight-person jury rather than a twelve-person jury does not “taint” the framework of the trial with partiality or bias. Although the error is present from “beginning to end,” it cannot be said that such “ ‘a criminal trial cannot reliably serve its function as a vehicle for guilt or innocence.’ ” Id.\n¶ 28 On the other hand, however, there are United States Supreme Court cases, which make it clear that structural error need not necessarily affect the reliability of the trial. For instance, the Court has held that violation of the “public-trial guarantee” of the United States Constitution results in structural error. Waller v. Georgia, 467 U.S. 39, 49, 104 S.Ct. 2210, 81 L.Ed.2d 31 (1984) (“[A] defendant should not be required to prove specific prejudice in order to obtain relief for a violation of the public-trial guarantee.”). Additionally, the Court has brought about structural error by requiring automatic reversal when the judge involved with the decision (though not biased or prejudiced in any fashion) did not have statutory authority to conduct the proceeding at issue. See Nguyen v. United States, 539 U.S. 69, 123 S.Ct. 2130, 156 L.Ed.2d 64 (2003) (vacating an appellate decision because one panel member was not statutorily authorized to serve); Gomez v. United States, 490 U.S. 858, 109 S.Ct. 2237, 104 L.Ed.2d 923 (1989) (reversing a conviction, without a showing of prejudice, because the jury selection was conducted by a magistrate judge who was not statutorily authorized to conduct the proceeding).4\n¶ 29 As discussed at length earlier, these cases dealing with public trials and the presence of an unbiased, yet unauthorized, judge argue in favor of a definition of structural error that does not require a showing that the proceeding was unreliable as a means of *261fairly determining guilt or innocence. These are federal decisions, not binding on a unique Arizona constitutional provision. Nonetheless, they are examples of how the structural error test can be applied in the disjunctive.\nB.\n¶ 30 Second, any conclusion that the failure to provide a required twelve-person jury is structural error must address the Arizona Supreme Court’s holding in Henley, that the failure to impanel a twelve-person jury when required was fundamental error subject to a harmless error review. In Anderson, the supreme court itself may have undertaken this task as it expressly labeled Henley as having found “structural error.” 197 Ariz. at 323, ¶¶ 21-22, 4 P.3d at 378. The conclusion in Henley may also be a product of the lack of use of the term “structural error” at the time Henley was decided.\n¶31 In Anderson the issue before the court was whether error in ruling on a challenge for cause as to a prospective juror in a death penalty ease was structural error. Id. at 323-24, ¶¶ 22-23, 4 P.3d at 378-79. The court determined that it was. Id. at 324, ¶ 23, 4 P.3d at 379. In doing so, the court characterized its decision in Henley, as well as two Arizona Court of Appeals cases that followed Henley, as structural error, as contrasted with the term “fundamental error” that was used in all three of those decisions. Id. at 323, ¶ 21, 4 P.3d at 378. Relying on the United States Supreme Court’s decision in Arizona v. Fulminante, 499 U.S. 279, 111 S.Ct. 1246, 113 L.Ed.2d 302 (1991), the court recast the Henley, Smith, and Luque decisions as follows:\nArizona has recognized that errors in jury composition are not “amenable to quantitative assessment. Error is harmless [only] when we can say it did not affect the verdict.” State v. Smith, 305 Ariz. Adv. Rep. 3, 6, 197 Ariz. 333, 339-340, 4 P.3d 388, 394-395 (App.1999) (defendant tried to eight-person rather than twelve-person jury to which he was entitled; not possible to predict what properly composed jury might have done). Our eases have long followed this position. See State v. Henley, 141 Ariz. 465, 469, 687 P.2d 1220, 1224 (1984), State v. Luque, 171 Ariz. 198, 200, 829 P.2d 1244, 1246 (App.1992).\nIn light of what the State describes as overwhelming evidence against Defendant, it is tempting to conclude that even under the circumstances of this case, the violation of Rule 18.5 was harmless error, for surely any jury hearing Defendant’s confessions and the other evidence would have found him guilty. But this argument leads us down a slippery slope that could be used to justify overlooking every structural error, from the size and composition of the jury to the denial of a jury trial or the right to counsel.\nId. at ¶¶ 21, 22 (emphasis added). The court specifically referenced as “structural error,” “the size and composition of the jury.” Drawing on Fulminante, the Arizona Supreme Court stated:\nBut errors that create “defects ... in the trial mechanism” itself affect the “entire conduct of the trial from beginning to end,” damage “the framework within which the trial proceeds,” and are therefore not subject to harmless error analysis. Id. at 309-10, 111 S.Ct. at 1265.\nId. at ¶ 22. Thus, in Anderson, the Arizona Supreme Court not only referenced the very error in question here as a structural one but did not require a showing that the error affected the reliability of the trial. Anderson only required that the defect go to “ ‘the framework within which the trial proceeds,’ ” Id., as the error in jury composition most certainly does here.5\n*262¶ 32 The portion of Anderson that characterizes Henley as finding structural error despite Henley’s express fundamental error analysis is also consistent with other portions of Henley. In addition to analyzing for fundamental error in Henley, Henley also expressly approved the analysis of the Arizona Court of Appeals in State v. Fancy, 139 Ariz. 76, 79, 676 P.2d 1134, 1137 (App.1983); Henley, 141 Ariz. at 469, 687 P.2d at 1224 (noting that it “[b]eliev[ed] that both Fancy, supra, and [State v.] Thompson, [139 Ariz. 133, 134, 677 P.2d 296, 297 (App.1983),] supra, were properly decided”). The portion of Fancy that Henley recited is very similar to what a typical structural error analysis would express except for the fact that the term “structural error” was not used. Henley quoted from Fancy as follows:\n[I]f we were to approve of the procedure utilized in the instant case, the state could always demand an eight person jury, knowing that it could later dismiss some charges if necessary. We do not believe the founders of our constitution nor the state legislature anticipated such a process. Additionally, such a procedure would encourage overzealous prosecutors to add additional charges to the criminal indictment, hoping to increase the likelihood of conviction on at least some of the charges. Although we are confident that most prosecutors would not be so influenced, we cannot permit the possibility to occur.\nId. (quoting Fancy, 139 Ariz. at 79, 676 P.2d at 1137). The label “structural error,” as far as our research can discover, did not become widely developed; as we understand it today, until the Supreme Court’s 1991 decision in Arizona v. Fulminante. See David McCord, The “Trial”/“Structural” Error Dichotomy: Erroneous, and Not Harmless, 45 U. Kan. L.Rev. 1401, 1401-03 (1997); see also Nolan E. Clark, Harmless Constitutional Error, 20 Stan. L.Rev. 83, 85 nn. 15-21 (1967). In short, Henley preceded Fulminante. Now that the structural error doctrine as set forth in Fulminante has developed, the Arizona Supreme Court arguably in Anderson has placed Henley in that category. Anderson, 197 Ariz. at 323, ¶¶ 21-22, 4 P.3d at 378. Of course, Anderson did not have the issue of whether an error in the impanelment of an eight-person jury as contrasted with a twelve-person jury is structural error. In that sense, Anderson’s statements on this issue are dicta.\nC.\n¶33 Third, Arizona eases on waiver from both this court and the Arizona Supreme Court support a decision that the failure to provide a twelve-person jury when required is structural error. There is a direct overlap between the concept of waiver and structural error. If reversal is automatically required, unless an error is personally waived by the defendant, then the error is structural. See Monica C. v. Ariz. Dep’t of Econ. Sec., 211 Ariz. 89, 94, ¶ 22, 118 P.3d 37, 42 (App.2005) (“Because noncompliance with the rules does not mandate reversal, noncompliance cannot be termed structural error.”). In Smith, counsel stipulated to concurrent sentences for the express purpose of bringing the potential sentence under thirty years so that a jury of eight rather than twelve could be impaneled. 197 Ariz. at 336, ¶ 6, 4 P.3d at 391. Defense counsel testified that he “promptly conferred with his client” about the stipulation and explained that “we had an agreement that we would go with a smaller jury and that would limit the time that he would be exposed to if we lost the trial.” Id. at 337, ¶ 8, 4 P.3d at 392. According to the defense counsel, the defendant was in agreement in proceeding in that manner. Id. Nonetheless, we still found reversal was required. Id. at 340, ¶ 21, 4 P.3d at 395.\n¶34 Relying upon State v. Prince, 142 Ariz. 256, 258, 689 P.2d 515, 517 (1984), and State v. Butrick, 113 Ariz. 563, 566, 558 P.2d 908, 911 (1976), this court held in Smith that the right to a twelve-person jury could only be waived by direct colloquy with the defendant pursuant to Arizona Rule of Criminal Procedure 18.1(B). Id. at 339, ¶¶ 16-18, 4 P.3d at 394. Butrick holds that the right to *263a trial by jury can only be waived through direct colloquy. In Prince, the Arizona Supreme Court applied this same requirement to the failure to provide a required twelve-person jury. Prince, 142 Ariz. at 257-58, 689 P.2d at 516-17. That court held that “[b]e-fore there can be a waiver, the record must show a knowing waiver by the defendant.” Id. at 258, 689 P.2d at 517 (emphasis added). Based on these precedents, the Smith court held:\nIt is thus apparent that a defendant’s right to a twelve-person jury under the Arizona Constitution is a right so inherently personal that it cannot be waived by defense counsel; only the defendant can waive it. Hence, Smith’s trial counsel could not waive Smith’s right to a twelve-person jury by unilaterally stipulating with the state to concurrent sentences and, thus, to an eight-person jury.\n197 Ariz. at 339, ¶ 17, 4 P.3d at 394.\n¶ 35 Smith has been followed by this court in State v. Maldonado, 206 Ariz. 339, 78 P.3d 1060 (App.2003). There, as in Smith, the defendant’s counsel stipulated to a lesser number of jurors with the benefit that the defendant would not be exposed to a sentence of thirty years or more. 206 Ariz. at 341, 342, ¶¶ 8, 10, 78 P.3d at 1060, 1063. This court rejected the claim of waiver by applying the standard set forth in Smith. Id. at 342, ¶ 12, 78 P.3d at 1063. We reversed and remanded for a new trial. Id. at 343, ¶ 16, 78 P.3d at 1064.\n¶ 36 Both Smith and Maldonado, however, designate the error as “fundamental.” Maldonado, 206 Ariz. at 343, ¶ 16, 78 P.3d at 1064; Smith, 197 Ariz. at 340, ¶ 21, 4 P.3d at 395. Both decisions then determined that the error required reversal unless waived by the defendant through a colloquy with the court. These holdings are founded upon the Arizona Supreme Court’s statement in Pnnce. Prince, though, concluded by determining that a twelve-person jury was not required. Thus, like Anderson, the Prince case is not binding precedent; there was no error that required a ruling on waiver. Further, neither of these cases engages in an analysis as to whether the error itself was structural and neither applies the test for structural error set forth in Ring III or any of the other Arizona Supreme court eases on point. Nor do these cases consider the impact of the constitutional requirement in Article 6, Section 27 to review for whether “substantial justice” has been done. Notwithstanding the terminology used, the result of requiring reversal regardless of prejudice, if the error is present and not waived through a colloquy, is a classic definition of an error that is structural: automatic reversal is required.\nD.\n¶37 Fourth, the Arizona cases that deal with allegations of a failure to provide a required twelve-person jury produce two results. Our cases have either found that the twelve-person jury was not required and affirmed the convictions and sentences, see Prince, 142 Ariz. at 259, 689 P.2d at 518; State v. Cook, 122 Ariz. 539, 541, 596 P.2d 374, 376 (1979); Price, 218 Ariz. at 316, ¶ 20, 183 P.3d at 1284; State v. Kuck, 212 Ariz. 232, 235, ¶ 18, 129 P.3d 954, 957 (App.2006); Thompson, 139 Ariz. at 134, 677 P.2d at 297; or that a twelve-person jury was required in which case a new trial has always been ordered notwithstanding the fact that none of the cases expressly refer to the error being structural. Henley, 141 Ariz. at 469, 687 P.2d at 1224 (identifying the error as “fundamental,” and finding that the error was not harmless beyond a reasonable doubt.); Maldonado, 206 Ariz. at 343, ¶ 16, 78 P.3d at 1064 (“The trial court’s failure to impanel the lawful number of jurors was fundamental error requiring reversal and a new trial.”); Smith, 197 Ariz. at 340, ¶ 21, 4 P.3d at 395 (identifying the error as “fundamental, reversible error”); Luque, 171 Ariz. at 200-01, 829 P.2d at 1246-47 (identifying the error as “fundamental error” that was not harmless); Fancy, 139 Ariz. at 78-80, 676 P.2d at 1136—38 (reversing based on the presence of the error alone).\n¶ 38 Thus, we have in practice what looks like a structural error rule. If the error is present, there is a reversal. The critical issue, since Henley, has not been whether the error requires reversal, but whether the error is present. Though this has been the *264result of the rule applied, that does not mean that the error itself is structural.\ny.\n¶ 39 As noted earlier, there are significant arguments that can be made on each side of the question as to whether the failure to provide a required twelve-person jury is structural error, requiring automatic reversal, or trial error, which is subject either to a harmless error analysis (if an objection was made at trial) or a fundamental error analysis (if there was no objection at trial). The strengths of the various arguments can be viewed in different ways. In considering the various arguments set forth above, we are guided by the principle that we are to harmonize, rather than ignore, potentially conflicting statutory or constitutional provisions. State v. Jackson, 210 Ariz. 466, 471, ¶ 26, 113 P.3d 112, 117 (App.2005) (“We ... attempt to reconcile potentially conflicting statutory provisions, if possible.”). We are further guided by the simple directive that as an intermediate appellate court we follow the holdings of the Arizona Supreme Court. State v. Smyers, 207 Ariz. 314, 318 n. 4, ¶ 15, 86 P.3d 370, 374 n. 4 (2004) (“The courts of this state are bound by the decisions of [the Arizona Supreme Court] and do not have the authority to modify or disregard this court’s rulings.”). Further, when there are holdings from the Arizona Supreme Court that may be at odds with statements in other Arizona Supreme Court eases that are not necessary to the holdings in those cases, we follow the holdings. Performance Funding, LLC v. Barcon Corp., 197 Ariz. 286, 288, ¶ 8, 3 P.3d 1206, 1208 (App.2000) (“[A]s dictum, the supreme court’s language is not controlling.”).\n¶ 40 Applying standard stare decisis principles, the error at issue is not structural based on Henley. Henley is the only Arizona Supreme Court case to expressly find the precise error in issue and then determine its consequences. In doing so, Henley applied a harmless error analysis. Thus, following Henley, the error is fundamental not structural.\n¶ 41 Following Henley is completely consistent with the constitutional requirements in Article 6, Section 27. It also acts to harmonize the constitutional requirement for a twelve-person jury in Article 2, Section 23 with the requirement that formal error be reviewed for “substantial justice.” As the Arizona Supreme Court long ago indicated, because of the constitutional requirement of Article 6, Section 27:\nWhatever may be the rule in other jurisdictions, we hold that in Arizona no cause, civil or criminal, will be reversed for formal error, when upon the whole case it appears that substantial justice has been done, and that prejudice will not be presumed, but must appear probable from the record.\nLawrence, 29 Ariz. at 256-57, 240 P. 863.\n¶ 42 Our holding is also consistent with the Arizona Supreme Court’s policy stated in Hickman that application of structural error, which precludes the requirement of Article 6, Section 27 review, should be done sparingly. Specifically, “[s]ueh a rule forces trial courts to retry cases previously decided by fair juries. It is costly to the victims and to the judicial system, and it generates public cynicism and disrespect for the judicial system.” Hickman, 205 Ariz. at 200, ¶ 35, 68 P.3d at 426. The propensity for “public cynicism and disrespect for the judicial system” is particularly acute here when neither the lawyers at trial, the trial judge, nor counsel for Defendant on appeal even discovered that there was a defect in this matter. It was only after a review by this court that the defect was even found. Further, the defect is to a possibility in sentencing that no one even considered. A member of the public can justly wonder that an error is of such magnitude that convictions must, automatically, be vacated and a new trial be held when (1) neither counsel nor the trial judge even knew the right was applicable and not met; (2) the trial was conducted fairly in all regards; and (3) the error went to a possibility at sentencing that was never considered, discussed, or contemplated.\n¶ 43 Further, the error is not a defect of which Defendant was deprived. Rather, the right was fully available to Defendant and *265his counsel to exercise at trial, but they did not invoke it. Permitting automatic reversal in such circumstances is also directly contrary to Henderson’s policy “to discourage a defendant from ‘tak[ing] his chances on a favorable verdict, reserving the “hole card” of a later appeal on [a] matter that was curable at trial, and then seeking] appellate reversal.’ ” 210 Ariz. at 567, ¶ 19, 115 P.3d at 607.\n¶ 44 Finally, as set forth above, the test for structural error, though stated in both a conjunctive and disjunctive fashion has been most recently stated in a conjunctive fashion, requiring that structural error means “a criminal trial cannot reliably serve its function as a vehicle for determination of guilt or innocence.” Valverde, 220 Ariz. at 584-85, ¶¶ 9-10, 208 P.3d at 235-36 (“Structural error ‘deprive[s] defendants of basic protections without which a criminal trial cannot reliably serve its function as a vehicle for determination of guilt or innocence.’ ”) (quoting Ring III, 204 Ariz. at 552, ¶ 45, 65 P.3d at 933). Accordingly, we decline to apply the automatic reversal rule that flows from a determination that this error is structural.\n¶45 In doing so, we recognize that our decision is contrary to the effect, if not the holdings, in two cases from our court: Smith and Maldonado. We emphasize that neither case was briefed on all of the factors that we have set forth above dealing with whether or not an error should be designated as structural. Further, in those cases, all parties were aware of the potential sentencing scheme yet employed a procedure that was considered defective in an attempt to evade it. While under our approach the result in Smith and Maldonado would be different (requiring the defendants to show prejudice), those cases employed a different analysis than the one we utilize here. Here, there was no effort to knowingly waive a twelve-person jury or any recognition of its absence, at trial or on appeal.\n¶46 Smith and Maldonado were based upon Prince, an Arizona Supreme Court decision, which we have no ability to modify. Prince held that for the “waiver argument” to apply, “the record must show a knowing waiver by the defendant.” 142 Ariz. at 258, 689 P.2d at 517. It stated thát “[t]he right to a twelve-member jury may be knowingly, intelligently and voluntarily waived.” Id. (emphasis added). Yet Prince, like Smith and Maldonado, was not asked to decide whether an error in impaneling an eight-person jury rather than a twelve-person jury was structural. Had it done so, it would have necessarily had to address Henley, which reviewed for harmless error. Thus, in this circumstance, to the extent there is an analytical difference between Henley and Prince, we choose to follow Henley because Henley is precisely on point with regard to the issue before us and is consistent with a host of other factors set forth above.\n¶ 47 We are also very much aware of the supreme court’s designation in And.erson of this error as structural. Again we note that this statement was not necessary to the holding in that case.' Though it characterized Henley as being structural, Anderson’s comments were in the nature of dicta rather than a holding. Further, three years after Anderson, the Supreme Court addressed structural error in Ring III. In Ring III, the majority gave examples of structural error. 204 Ariz. at 552-53, ¶ 46, 65 P.3d at 933-34. The listing did not include the error in Henley. Id. On the other hand, the two eoncurring/dissenting justices in Ring III did refer to Henley as “structural error.” Again, though not a holding, the majority in Ring III certainly had an opportunity to agree with the dissenting justices on this issue, and did not. Just as the supreme court listed the structural errors in Ring III, it repeated that listing this year in Valverde. 220 Ariz. at 585 n. 2, ¶ 10, 208 P.3d at 236 n. 2. An error in a twelve-person jury as contrasted with an eight-person jury was not listed. Id. Thus, Ring III and Valverde also point us in the direction of not following Anderson’s statement of structural error.\n¶ 48 Finally, we recognize that our cases to this point have fallen into two categories: either a finding of no error or a reversal. While it is tempting for us to conclude based on that history that we should designate this error as structural, we do not turn the practical outcome of applying a rule of fundamental error into a newly *266crafted rule of structural error. Henley did not do so. Neither do the factors that we have set forth above direct that we should do so. Subsequent Arizona Supreme Court decisions have not encouraged the application of structural error; rather, they have cautioned against its use. See Hickman, 205 Ariz. at 198, ¶ 29, 68 P.3d at 424 (“Virtually any error, under particular circumstances, can be harmless.” (quoting State v. Harrison, 195 Ariz. 1, 6, ¶ 21, 985 P.2d 486, 491 (1999))). It is also instructive that none of the cases that have directly ruled on the issue have designated this error as being structural. All have considered the error fundamental, and prejudicial, but not structural. Finally, as set forth above, the Arizona Supreme Court in Henderson shifted the burden of proof with regard to fundamental error. That means error previously deemed “fundamental” and “prejudicial” may no longer satisfy both those requirements. Thus, we consider it significant that prior cases, though always reversing, have not labeled the error as structural. We, likewise, decline to do so. We hold that the error is not structural but is tidal error, meaning that it is subject to fundamental error analysis if no objection is made and to harmless error analysis if an objection is made. Henderson, 210 Ariz. at 567, ¶¶ 18-19, 115 P.3d at 607.\nVI.\n¶ 49 Having determined that the error in question is not structural, but subject to fundamental error review, we now turn to the State’s next argument that the error was invited and therefore fundamental error analysis should not apply. In Logan, the Arizona Supreme Court held:\nIf an error is invited, we do not consider whether the alleged error is fundamental, for doing so would run counter to the purposes of the invited error doctrine. Instead, as we have repeatedly held, we will not find reversible error when the party complaining of it invited the error.\n200 Ariz. at 565-66, ¶ 9, 30 P.3d at 632-33; see also State v. Moody, 208 Ariz. 424, 453, ¶ 111, 94 P.3d 1119, 1148 (2004) (“This court has long held that ‘a defendant who invited error at trial may not then assign the same as error on appeal.’” (quoting State v. En-dreson, 109 Ariz. 117, 122-23, 506 P.2d 248, 253-54 (1973))).\n¶ 50 In this matter, defense counsel and the State signed and jointly submitted a pretrial statement that told the court that “[t]he trial should last 2-3 days and require 8 jurors plus an alternate.” Clearly, the error in question was invited by the defense. Id.; State v. Pandeli, 215 Ariz. 514, 528, ¶ 50, 161 P.3d 557, 571 (2007) (applying the invited error doctrine when defense counsel failed to object to evidence offered by the State and affirmatively agreed the evidence was admissible); State v. Islas, 132 Ariz. 590, 592, 647 P.2d 1188, 1190 (App.1982) (“[A] party who participates in or contributes to an error cannot complain of it.”). Under such circumstances, we do not review for fundamental error and consider whether Defendant has met his burden of establishing prejudice.\nVII.\n¶ 51 For the reasons set forth above, we affirm.\nCONCURRING: MARGARET H. DOWNIE, Judge.\n\n. The State also argues that because each side \"operated under the assumption” that Defendant would not be sentenced to 30 years or more, Defendant was not entitled to a twelve-person jury. See State v. Prince, 142 Ariz. 256, 258-59, 689 P.2d 515, 517-18 (1984). On the record here, we reject this argument summarily. In Prince, the prosecutor made statements that acted as an effective modification of the State's allegation of prior felony convictions before this matter was submitted to the juiy. Id. Here, even if we considered that 'the State would be bound by its statement, limiting it to presumptive sentences on each count, the total sentence could be thirty years or more. Counts 1, 2, and 3 are class 4 felonies with two priors, and count 4 is a class 6 felony with two priors, resulting in a possible sentence of 33.75 years. A.R.S. §§ 13-701 (Supp.2006), 13-702 (Supp.2006), 13-702.01 (Supp.2006), 13-1505(0 (Supp.2006), 13-2002(0 (2001), 13-2008(E) (Supp.2006). Further, each count has a separate factual basis making possible consecutive sentences under A.R.S. § 13-116 and State v. Gordon, 161 Ariz. 308, 311-16, 778 P.2d 1204, 1207-12 (1989). Thus, at the time this matter went to the jury, a sentence of thirty years or more was possible. “A defendant exposed to potential imprisonment of thirty years or more at the time the jury begins deliberations is entitled to a twelve-person jury.” State v. Price, 218 Ariz. 311, 314, ¶ 11, 183 P.3d 1279, 1282 (App.2008).\nThe State also asserts that estoppel mandates that a sentence of thirty years or more could not be given. We need not address this argument because we affirm on other grounds.\n\n\n. Seven years before Henley, in State v. Madison, 114 Ariz. 221, 560 P.2d 405 (1977), the court dealt with this same issue but was not required to decide it. In Madison, the trial judge declared a mistrial upon learning after trial that a twelve-person jury was required and trial had proceeded with only eight. Id. at 223, 560 P.2d at 407. In affirming the grant of the mistrial, the Arizona Supreme Court stated at one point that \"[h]ad the trial judge not declared a mistrial and had proceeded to sentence the defendant 'reversal on appeal (would have been) a certainty.’ \" Id. at 224, 560 P.2d at 408 (citations omitted). However, it is clear that the supreme court did not decide whether the lack of a twelve-person jury when required mandated automatic reversal. In the next sentence, the court indicated that the trial court \"prevented a possible reversal on appeal and corrected the error.” Id. (emphasis added). The reference to a \"possible reversal” is exactly the opposite of the automatic reversal required by structural error. Additionally, in Madison, the court indicated that \"even if the trial court was in error in granting a mistrial, we see no prejudice to the defendant.\" Id. at 225, 560 P.2d at 409. Thus, it is clear that the Arizona Supreme Court in Madison was not required to decide the issue it subsequently addressed in Henley.\n\n\n. As noted, it is highly unlikely Defendant knew the right was applicable and chose not to assert *260it, as Defendant did not raise the issue on appeal.\n\n\n. For an interesting discussion of the impact of designating error as structural, see Stephen M. Shepard, The Case Against Automatic Reversal of Structural Errors, 117 Yale L.J. 1180 (2008).\n\n\n. We recognize that there may be tension between the Arizona Supreme Court’s holding in Anderson and its decision in Hickman, in which the court determined that an error with regard to a peremptory strike would not be structural error. Hickman, 205 Ariz. at 198, ¶ 28, 68 P.3d at 424. In Hickman, the supreme court held that an error in a ruling on a peremptory strike was not structural error. 205 Ariz. at 198-200, ¶¶ 28-36, 68 P.3d at 424-26. In doing so, the supreme court expressly overruled its earlier decision in State v. Huerta, 175 Ariz. 262, 855 P.2d 776 (1993), holding that such error was structural. Id. at 201, ¶ 39, 68 P.3d at 427. However, this tension may be resolved by the holding in Hickman that \"[a] defendant's use of a peremptory challenge to cure a trial court’s erroneous denial of a challenge for cause is an error in the *262trial process, and not an error affecting the framework of how a trial proceeds.” Id. at 199 n. 7, ¶ 29, 68 P.3d at 425 n. 7 (emphasis added).\n\n",
            "ocr": false,
            "opinion_id": 9784414
        },
        {
            "author_str": "Brown",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBROWN, Judge,\ndissenting.\n¶ 52 This appeal was filed by Escobedo pursuant to Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967). As such, our obligation is to thoroughly review the trial court record for reversible error. State v. Clark, 196 Ariz. 530, 537, ¶ 30, 2 P.3d 89, 96 (App.1999). Having done so, we determined the maximum sentence Escobedo was facing when the case was submitted to the jury exceeded thirty years. Accordingly, he should have been tried before a jury of twelve persons, rather than the eight jurors who found him guilty, and thus the trial court committed error.\n¶ 53 In my view, the majority has made unnecessarily complex the single issue before us — -whether the error committed is reversible. I would conclude the error is reversible because it is “structural” in nature and therefore Escobedo is entitled to a new trial.\n*267¶ 54 Because the trial court failed to impanel four additional jurors, the jury was defective under Arizona’s Constitution. “Arizona closely guards a defendant’s right to a jury trial above and beyond that guaranteed by the Federal Constitution.” State v. Le Noble, 216 Ariz. 180, 182, ¶ 9, 164 P.3d 686, 688 (App.2007) (citing Derendal v. Griffith, 209 Ariz. 416, 419, ¶ 6, 104 P.3d 147, 150 (2005)). Our constitution provides:\nThe right of tidal by jury shall remain inviolate. Juries in criminal cases in which a sentence of death or imprisonment for thirty years or more is authorized by law shall consist of twelve persons. In all criminal cases the unanimous consent of the jurors shall be necessary to render a verdict.\nAriz. Const, art. 2, § 23.6\n¶ 55 The framers of the constitution obviously placed some weight on the number twelve, as opposed to a lesser number, such as eight or six. Arizona’s voters also indicated their preference to continue to have certain criminal cases tried before twelve persons when they amended our constitution in 1971. Additionally, Arizona’s legislature has affirmed the significance of the twelve-person jury requirement by enacting A.R.S. § 21-102(A) (2002), manifesting an intent to provide defendants with the benefits of a larger jury. State v. Fancy, 139 Ariz. 76, 79, 676 P.2d 1134, 1137 (App.1983) (“By enacting A.R.S. § 21-102(A), our legislature manifested a clear intent to provide every advantage of a larger jury to those criminal defendants faced with the possibility of a substantial term of imprisonment.”).7 Despite the lack of a federal equivalent, in Arizona it is a constitutional requirement that a defendant be tried by a jury of twelve for certain types of cases, such as the one at issue here.\n¶ 56 In criminal cases, we recognize three types of trial court error: harmless error, fundamental error, and structural error. State v. Valverde, 220 Ariz. 582, 584, ¶ 9, 208 P.3d 233, 235 (2009); State v. Henderson, 210 Ariz. 561, 565-68, ¶¶ 12-21, 115 P.3d 601, 605-08 (2005).8 “Each type of error places a different burden of proof on the parties.” Valverde, 220 Ariz. at 584, ¶ 9, 208 P.3d at 235.\n¶ 57 Harmless error review applies in cases when the defendant objects at trial, and thus preserves the issue for appeal. Id. at 585, ¶ 11, 208 P.3d at 236. When reviewing for harmless error, the state must prove beyond a reasonable doubt that the error was harmless, having no effect on either the verdict or the sentence. Id. (citing State v. Bible, 175 Ariz. 549, 588, 858 P.2d 1152, 1191 (1993)). Escobedo did not object at trial; thus harmless error review has no applicability here.\n¶ 58 “If no objection is made at trial, and the error alleged does not rise to the level of structural error, we review only for fundamental error.” Id. at ¶ 12 (citing Henderson, 210 Ariz. at 567, ¶ 19, 115 P.3d at 607). Fundamental error, in turn, is limited to “those rare cases that involve ‘error going to the foundation of the case, error that takes from the defendant a right essential to his defense, and error of such magnitude that the defendant could 'not possibly have received a fair trial.’ ” Id. It is the defendant’s burden to prove that the error was fundamental and that the error caused him *268prejudice. Id. “Because fundamental error review is a fact-intensive inquiry, the showing necessary to demonstrate prejudice will vary on a case-by-case basis.” Id.\n¶ 59 By contrast, a finding of structural error mandates reversal, irrespective of whether the issue was preserved for appeal or prejudice was found. Id. at 584-85, ¶ 10, 208 P.3d at 235-36. The concept of structural error, as described by Arizona’s appellate courts, flows from decisions of the United States Supreme Court beginning in 1991 addressing the appropriate type of review for federal constitutional errors. See Arizona v. Fulminante, 499 U.S. 279, 111 S.Ct. 1246, 113 L.Ed.2d 302 (1991). The error here, as the majority correctly notes, does not involve federal constitutional issues; however, the decisions of the United States Supreme Court are persuasive in evaluating state constitutional error, as such authority has been relied upon consistently by the Arizona Supreme Court and this court in determining whether a particular error is structural.\n¶ 60 In Fulminante, a majority of the Court determined that an involuntary confession was subject to harmless error analysis. Id. at 285, 111 S.Ct. 1246 (opinion of White, J., for the Court). In reaching this conclusion, a different majority explained the nature of “ ‘trial error’- — error which occurred during the presentation of the case to the jury, and which may therefore be quantitatively assessed in the context of other evidence presented in order to determine whether its admission was harmless beyond a reasonable doubt.” Id. at 307-08, 111 S.Ct. 1246 (opinion of Rehnquist, C.J., for the Court). In doing so, the Court recognized many “trial errors” of constitutional import that did not require reversal. Id. at 308, 111 S.Ct. 1246. The Court noted, however, the marked differences between “trial errors,” which are subject to harmless error analysis, and “structural defects in the constitution of the trial mechanism, which defy analysis by harmless-error standards.” Id. at 309, 111 S.Ct. 1246. Such defects affect “[t]he entire conduct of the trial from beginning to end[.” Id. The Court noted specific examples of constitutional errors that would not fall under a harmless error category: total deprivation of right to counsel, a biased judge, unlawful exclusion of members of a defendant’s race from a grand jury, the right to self-representation, and the right to a public trial. Id. at 310, 111 S.Ct. 1246. The Court further explained:\nEach of these constitutional deprivations is a similar structural defect affecting the framework within which the trial proceeds, rather than simply an error in the trial process itself. Without these basic protections, a criminal trial cannot reliably serve its function as a vehicle for determination of guilt or innocence, and no criminal punishment may be regarded as fundamentally fair.\nId. (internal quotations and citations omitted).\n¶ 61 Two years later, in Sullivan v. Louisiana, 508 U.S. 275, 281-82, 113 S.Ct. 2078, 124 L.Ed.2d 182 (1993), the Court held that a constitutionally deficient reasonable doubt instruction constituted “structural error.” Because the error was based on an improper jury instruction, the Court discussed the importance of the integrity of the jury mechanism and held that the type of error in that case was of the category that “will always invalidate a conviction.” Id. at 277-82, 113 S.Ct. 2078. The Court described harmless error analysis, which examines the basis on which “the jury actually rested its verdict,” and determined that a defect in the jury mechanism defies this type of analysis, because there was no true jury verdict within the meaning of the Sixth Amendment to rest the analysis on. Id. at 279-80, 113 S.Ct. 2078 (internal quotations and citations omitted). The Court reasoned further that an inquiry into whether the error in the jury mechanism prejudiced the defendant beyond a reasonable doubt would not be sufficient because “[t]he Sixth Amendment requires more than appellate speculation about a hypothetical jury’s action ...; it requires an actual jury finding of guilty.” Id. at 280, 113 S.Ct. 2078.\n¶ 62 Citing Fulminante, the Court also noted that error in the trial mechanism is not subject to the type of quantitative analysis that is required in a review for harmless error. Id. at 281-82, 111 S.Ct. 1246. Thus, the Court concluded that denial of the right *269to a jury verdict beyond a reasonable doubt had consequences that were “necessarily unquantifiable and indeterminate” and therefore “unquestionably qualified as ‘structural error.’ ” Id.9\n¶ 63 Applying these principles, and under the unique and rare circumstances presented here, I find the error in this case fits squarely in the category of structural error.\n¶ 64 The failure to impanel four additional jurors unquestionably “affect[sj the framework within which the trial proceeds” and “the entire conduct of the trial from beginning to end[.” See Fulminante, 499 U.S. at 309-10, 111 S.Ct. 1246. As such, the right to have twelve jurors in this case is a basic protection under the Arizona Constitution. A trial conducted without such protection cannot “reliably serve its function as a vehicle for determination of guilt or innocence,” and the criminal punishment related thereto is not “fundamentally fair.” See Id. at 310, 111 S.Ct. 1246. Escobedo was entitled to have twelve jurors determine whether he was guilty beyond a reasonable doubt. It was the State’s burden to prove its case to those twelve jurors, and it did not do so here. Thus, this constitutional error constitutes a structural defect in the trial court proceedings.\n¶ 65 Moreover, similar to the error present in Sullivan, the error here affects the integrity of the jury mechanism. As there was no verdict rendered by twelve jurors, there was no true verdict within the meaning of the Arizona Constitution. It is impossible to know how four non-existent jurors would have decided the case, and thus we cannot quantitatively assess what impact this constitutionally deficient jury had on the verdict. The four additional jurors could have voted to convict, or they may have been persuaded to acquit. To attempt to divine what they would have decided is to engage in pure speculation. See Sullivan, 508 U.S. at 279, 113 S.Ct. 2078 (“[T]o hypothesize a guilty verdict that was never in fact rendered — no matter how inescapable the findings to support that verdict might be — would violate the jury-trial guarantee.”); State v. Henley, 141 Ariz. 465, 469, 687 P.2d 1220, 1224 (1984) (“We cannot predict, for example, whether four additional jurors would have found defendant Henley guilty beyond a reasonable doubt.”). For these reasons, the absence of the four additional jurors is not merely a trial error, but one that goes to the framework of the trial itself and undermines its ability to “reliably serve its function as a vehicle for determination of guilt or innocence.” See Valverde, 220 Ariz. at 584, ¶ 10, 208 P.3d at 235 (quoting Ring III, 204 Ariz. at 552, ¶ 45, 65 P.3d at 933).\n¶ 66 As the majority recognizes, though several prior cases have labeled the failure to impanel a twelve-person jury as fundamental error, those decisions in large part cite Henley, which predated Fulminante, and was later described by Anderson as “structural error.” See supra ¶30. This description follows logically, considering that every reported decision in Arizona involving a defendant who was deprived of the right to be tried by a twelve-person jury has been granted a new trial. See supra ¶ 37; see also State v. Pope, 192 Ariz. 119, 121, ¶ 12, 961 P.2d 1067, 1069 (App.1998) (reversed and remanded for new trial based on failure to impanel twelve jurors even though trial court assured defendant that the court would not impose a sentence in excess of thirty years); State v. Miguel, 125 Ariz. 538, 540-41, 611 P.2d 125, 127-28 (App.1980) (reversed and i’emanded due to trial court’s failure to impanel twelve jurors).\n¶ 67 In practice, Arizona has a per se rule of reversal when a defendant is tried by a constitutionally deficient jury. Indeed, the majority has not cited a single ease from any jurisdiction holding, or even suggesting, that trying a defendant to a lesser number of jurors than is constitutionally required is (a) *270harmless error, (b) technical error, or (e) non-prejudicial. Although the decisions from this court and our supreme court have not labeled this type of error as structural, a per se rule of reversal, based on presumed prejudice, is the functional equivalent of finding structural error.\n¶ 68 As separate grounds for reversal, I would conclude that the trial court’s failure to obtain a waiver of Escobedo’s right to a twelve-person jury constitutes structural error. The right to a jury trial can be waived, but the defendant must be aware of the right, State v. Conroy, 168 Ariz. 373, 376, 814 P.2d 330, 333 (1991), and waive it knowingly, intelligently, and voluntarily, Le Noble, 216 Ariz. at 184, ¶ 18, 164 P.3d at 690; State v. Baker, 217 Ariz. 118, 120, ¶ 8, 170 P.3d 727, 729 (App.2007). The right to a trial by a jury of twelve must be waived in the same manner. State v. Smith, 197 Ariz. 333, 340, ¶ 21, 4 P.3d 388, 395 (App.1999) (finding that the requirements for waiver of right to a twelve-person jury were not satisfied and reversing defendant’s conviction based on fundamental, prejudicial error); State v. Maldonado, 206 Ariz. 339, 342, ¶ 12, 78 P.3d 1060, 1063 (App.2003) (noting that the waiver of a twelve-person jury “is comparable to the waiver of a jury trial” because the court must advise the defendant and ascertain that the waiver is “knowing, voluntary, and intelligent”).10\n¶ 69 In this ease, nothing in the record indicates that Escobedo’s right to a twelve-person jury was even discussed, much less waived. The trial court’s failure to obtain such a waiver from Escobedo constitutes structural error. See Le Noble, 216 Ariz. at 183-85, ¶¶ 16-19, 164 P.3d at 689-91 (concluding that the failure of the trial court to notify and explain to a defendant the right to a jury trial and to obtain an effective waiver of that right is structural error); Baker, 217 Ariz. at 122, ¶ 20, 170 P.3d at 731 (finding structural error based on lack of evidence showing an effective waiver of right to a jury trial).\n¶ 70 Arizona’s courts, its legislature, and its citizens have consistently recognized the importance of the constitutional guarantee to a twelve-person jury. That guarantee was established in Arizona in 1912 when our constitution was adopted and remains in place unless and until it is amended.\n¶71 It is undeniable that there was no constitutional jury present in this ease, nor was there a constitutional verdict. Only eight people decided Escobedo’s guilt or innocence, and therefore the jury did not comply with the constitutional mandate that the “concurrence of all shall be required to render a verdict.” If this case was tried in federal court, or in a state such as Florida that does not have a constitutional requirement similar to Arizona’s, the result could be different. But here, when the trial was conducted with an insufficient number of jurors under the plain language of the Arizona Constitution, the only option before us is to reverse the conviction and remand, for a new trial. For these reasons, I respectfully dissent.\n\n. This section of the constitution was amended in 1971. It originally stated:\nThe right of trial by jury shall remain inviolate, but provision may be made by law for a jury of a number of less than twelve in courts not of record, and for a verdict by nine or more jurors in civil cases in any court of record, and for waiving of a jury in civil cases where the consent of the parties interested is given thereto.\n\n\n. In Fancy, this court referenced findings from the United States Supreme Court addressing the effects of smaller juries in criminal cases. 139 Ariz. at 79 n. 1, 676 P.2d at 1137 n. 1 (citing Ballew v. Georgia, 435 U.S. 223, 223-37, 98 S.Ct. 1029, 55 L.Ed.2d 234 (1978) (noting data suggesting that smaller juries are less likely to foster effective group deliberation, the risk of conviction rises as the size of the jury diminishes, and reduction in size erects barriers to fair representation by minorities)).\n\n\n. In my view, the majority places unjustified significance on the \"technical error” provision found in the Arizona Constitution.. . That provision was not referenced in Flenderson, and no decision in Arizona has ever suggested that a failure to impanel a sufficient number of jurors in a criminal case should be considered \"technical.\"\n\n\n. Structural error was first mentioned in Arizona case law in State v. Romanosky, 176 Ariz. 118, 121 n. 1, 859 P.2d 741, 744 n. 1 (1993). A number of subsequent cases from our supreme court have addressed generally the concept of structural error, consistent with the analysis of Fulminante and Sullivan. See, e.g., Valverde, 220 Ariz. at 584, ¶ 10, 208 P.3d at 235; Henderson, 210 Ariz. at 565-67, ¶¶ 12, 14-16, 115 P.3d at 605-07; State v. Ring (\"Ring III\"), 204 Ariz. 534, 552, ¶¶ 44-46, 65 P.3d 915, 933 (2003). My research reveals that no reported criminal case in any jurisdiction in the United States labeled an error as \"structural” prior to Fulminante.\n\n\n. Based on this principle, the majority's reliance on the invited error doctrine is misplaced. A defendant must be aware of and personally waive the right to a twelve-person jury. Escobe-do was neither aware of the right, nor did he waive it. Thus, even if Escobedo's counsel invited the error, such action does not override the trial court’s obligation to obtain an effective waiver of the right to a twelve-person jury.\n\n",
            "ocr": false,
            "opinion_id": 9784415
        }
    ],
    "court_short_name": "Court of Appeals of Arizona",
    "court_full_name": "Court of Appeals of Arizona",
    "court_type": "SA",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Robbery"
}