{
    "id": 2576051,
    "judges": "Miles",
    "date_filed": 955411200000,
    "date_filed_is_approximate": false,
    "slug": "workman-v-united-fixtures-co",
    "case_name_short": "Workman",
    "case_name": "Workman v. United Fixtures Co.",
    "case_name_full": "Anthony WORKMAN, Plaintiff, v. UNITED FIXTURES COMPANY, International Brotherhood of Teamsters, Local # 7, and Rick Frantom, Jointly and Severally, Defendants",
    "attorneys": "Lois Jewell, Niles, MI, for Anthony Workman, pltfs., Daniel G. Lambrecht, Troff, Petzke & Ammeson, St. Joseph, MI, Michael L. Fay-ette, Pinsky, Smith, Fayette & Hulswit, Grand Rapids, MI, for United Fixtures Company, defts., Daniel G. Lambrecht, Troff, Petzke & Ammeson, St. Joseph, MI, for Rick Fran-tom, Deft.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b927-18\">\n    Anthony WORKMAN, Plaintiff, v. UNITED FIXTURES COMPANY, International Brotherhood of Teamsters, Local # 7, and Rick Frantom, jointly and severally, Defendants.\n   </parties><br><docketnumber id=\"b927-21\">\n    No. 1:99-CV-194.\n   </docketnumber><br><court id=\"b927-22\">\n    United States District Court, W.D. Michigan, Southern Division.\n   </court><br><decisiondate id=\"b927-25\">\n    April 11, 2000.\n   </decisiondate><br><attorneys id=\"b930-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"888\"> \n     *888\n     </span>\n    Lois Jewell, Niles, MI, for Anthony Workman, pltfs.\n   </attorneys><br><attorneys id=\"b930-19\">\n    Daniel G. Lambrecht, Troff, Petzke &amp; Ammeson, St. Joseph, MI, Michael L. Fay-ette, Pinsky, Smith, Fayette &amp; Hulswit, Grand Rapids, MI, for United Fixtures Company, defts.\n   </attorneys><br><attorneys id=\"b930-20\">\n    Daniel G. Lambrecht, Troff, Petzke\n    <em>\n     &amp;\n    </em>\n    Ammeson, St. Joseph, MI, for Rick Fran-tom, Deft.\n   </attorneys>",
    "citations": [
        "116 F. Supp. 2d 885"
    ],
    "opinions": [
        {
            "author_str": "Miles",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2245.0,
            "opinion_text": "\n116 F. Supp. 2d 885 (2000)\nAnthony WORKMAN, Plaintiff,\nv.\nUNITED FIXTURES COMPANY, International Brotherhood of Teamsters, Local # 7, and Rick Frantom, jointly and severally, Defendants.\nNo. 1:99-CV-194.\nUnited States District Court, W.D. Michigan, Southern Division.\nApril 11, 2000.\n*886 *887 *888 Lois Jewell, Niles, MI, for Anthony Workman, pltfs.\nDaniel G. Lambrecht, Troff, Petzke &amp; Ammeson, St. Joseph, MI, Michael L. Fayette, Pinsky, Smith, Fayette &amp; Hulswit, Grand Rapids, MI, for United Fixtures Company, defts.\nDaniel G. Lambrecht, Troff, Petzke &amp; Ammeson, St. Joseph, MI, for Rick Frantom, Deft.\n\nOPINION AND ORDER ON DISPOSITIVE MOTIONS\nMILES, Senior District Judge.\nOn February 23, 1999, plaintiff Anthony Workman filed this action in Michigan's Berrien County Circuit Court, naming as defendants both his former employer, United Fixtures Company (\"United\" or \"the company\") and his collective bargaining representative, Local No. 7 of the International Brotherhood of Teamsters (\"Local 7\" or \"the union\"). The case involves claims by Workman that he was wrongfully terminated from his employment with the company in violation of the applicable collective bargaining agreement, and that the union failed to fairly represent him in a grievance he filed against the company.\nThe union filed a timely Notice of Removal (in which the company has joined), contending that the action presents a federal *889 question under section 301 of the Labor-Management Relations Act (\"LMRA\"), 29 U.S.C. § 185. The matter is currently before the court on motions by both all parties for summary judgment. For the following reasons, the court denies plaintiff's motion, grants the defendants' motions, and dismisses this action with prejudice.\n\nFACTS\nWorkman is a resident of Niles, Michigan. In June, 1995, he began working for United as a stacker in the company's roll form department. Through his employment, Workman was a member of Local 7, which, at all pertinent times, had in force a collective bargaining agreement with the company. The relevant agreement, for purposes of this action, covered the period from September 18, 1997 to the present.\nArticle X of the collective bargaining agreement addressed the subjects of discipline and discharge. Paragraph (d) of Article X provided in pertinent part as follows:\n(d) For the commission of any of the following offenses, an employee shall receive:\nFirst offense       Reprimand\nSecond offense      Reprimand to 3 days off\nThird offense       Subject to Discharge\nParagraph (d) of Article X enumerates, among others, the following offenses as being subject to this provision:\nDrinking or use of narcotics or other controlled substances not prescribed by a physician prior to reporting for duty where employee's condition is that it may affect the proper performance of his duties (Article X, ¶ d(2));\nAbusive, threatening or coercive treatment of another employee on Company premises (Article X, ¶ d(6));\nFailure to abide by starting and quitting times designated by the Company (Article X, ¶ d(19)).\nOn April 16, 1997, Workman was reprimanded for failure to abide by starting and quitting times designated by the company.[1] The stated reason for the reprimand was that Workman left his work area and went into the company parking lot without permission. (Workman apparently contends that he took an early break in order to wipe his truck dry.) Workman did not file a grievance concerning this reprimand.\nOn August 7, 1997, Workman was cited for another violation, this time engaging in abusive or threatening behavior.[2] As a result of this offense, Workman was suspended from his employment and instructed not to return to work until August 12, 1997. Once again, Workman did not file a grievance concerning this discipline.\nOn November 6, 1997, Workman was again cited, this time for reporting to work under the influence of alcohol, in violation of Article X, ¶ (d)(2) of the collective bargaining agreement. Because this was Workman's third instance of discipline within a period of approximately seven months, United terminated his employment.\nThis time, however, Workman filed a grievance with the union, protesting his termination. After United denied the grievance, on March 12, 1998 the union communicated its intent to pursue the grievance to arbitration. In the meantime, however, while the grievance was still being processed, Workman filed a charge *890 with the National Labor Relations Board, alleging that the union was not properly pursuing his grievance.\nAfter this, further discussions between United and the union led to an agreement to settle the grievance. Specifically, on June 25, 1998 Workman attended a meeting between union and company representatives. During the course of this meeting, the union and the company agreed that Workman would be permitted to return to work, without back pay, provided he executed a \"Last Chance Agreement\" and agreed to attend a substance abuse program. Workman has admitted that although he was not pleased with the conditions, he was told by a union representative at that time that in view of the agreement, the union would not take his grievance to arbitration. Workman Dep. at 110-111.[3]\nOn July 7, 1998, United and the union reduced the settlement to writing. The written agreement provides as follows:\nIn accordance with the Step 3(d) section of the grievance procedure with both parties having met on June 25, 1998, this letter confirms the resolution of the above grievance and its withdrawal from Arbitration.\nThe Company will reinstate Mr. Workman, without entitlement to back pay, provided that Mr. Workman consults with and meets the requirements of a substance abuse counselor, mutually acceptable to the Company and the Union, for the purpose of determining the severity of his alcoholism as well as his behavioral problems, specifically his temperament, and provided that Mr. Workman successfully completes any counseling sessions and recommended programs for treatment, as determined in the sole discretion of the counselor. It is agreed that prior to reinstatement, both the Company and the Union, in conjunction with the counselor, shall establish specific parameters (including a last chance agreement) which Mr. Workman shall follow prior to and subsequent to reinstatement. Mr. Workman's failure to comply with same shall result in immediate termination. Appeal of such a termination shall be limited to whether Mr. Workman complied with the agreed upon parameters. Mr. Workman shall also be subject to and expected to comply with all other Company rules and regulations.\nSeveral days after the company and the union executed the settlement agreement, the Federal Mediation and Conciliation Service (\"FMCS\") appointed an arbitrator to handle the grievance. After the appointed arbitrator made written inquiry of the parties regarding whether they would be available to arbitrate on December 21, 1999, the union notified the FMCS in writing, on August 7, 1998, that it was withdrawing its request for arbitration because the parties had reached a settlement of the grievance.\nWorkman enrolled in a substance abuse program, as agreed between the company and the union. However, Workman never executed the \"Last Chance Agreement\"; he failed to show up for an August 12, 1998 scheduled meeting between the company and the union at which the agreement was to be presented to him.[4] Workman has testified that he did not attend the meeting because he was not happy with the agreement negotiated between the company and the union for his return to work. Workman has also testified that he knew, by this point, that the union would be \"out of *891 the picture\" if he did not execute the \"Last Chance Agreement.\"\nShortly thereafter, Workman consulted with an attorney regarding his situation. On September 1, 1998, his attorney wrote to United, informing the company that her client had taken the option to consult her before signing the \"Last Chance Agreement.\" Counsel's letter also expressed her awareness that although there had been \"active consultations and negotiations on this matter over the past year, ... the arbitration on which Mr. Workman was relying was canceled by you.\" Finally, she expressed her desire to \"clarif[y] matters\" with the company, although she indicated that she was going on vacation and would not return until the third week of September, 1998.\nInformation in the record also indicates that on November 30, 1998, Workman's counsel wrote to the president of Local 7. In her letter, counsel indicated that she was \"disappointed to have had no follow-up from [the union] in the almost two months since I have sent you copies of my correspondences with [United] on behalf of your member, Tony Workman.\" Counsel also stated that\nUnless we hear by 10 December that a date for unbiased and binding arbitration is set for this month, as we were previously instructed. I will have no choice but to conclude that you are an adversary to Tony in this matter. In that case, we will be obliged to pursue at minimum, a suit that includes you, for failure of fair representation of your Union member.\nAs noted above, however, Workman did not file his complaint in state court until 85 days later, on February 23, 1999.\nAs initially pled in state court, Workman's action asserted claims against the company for violation of the collective bargaining agreement (Count I) and against the union for breach of the duty of fair representation (Count II).[5] However, in an amended pleading filed in this court on August 6, 1999, Workman added a new defendant, Rick Frantom, who he alleges was employed as a nurse at United. The amended complaint alleges that Workman was, due to injuries he had suffered in a fall on company premises, a frequent visitor to Frantom's nursing station, and that Frantom was the architect of an allegedly false report of \"abusive or threatening behavior\" asserted against Workman, which had previously resulted in the latter's three-day suspension from employment. The amended complaint added claims against the union based on \"Estoppel and Breach of Contract\" (Count IV); claims against all three defendants based on \"Tortious Interference with Contractual Relations\" (Count V); and claims against Frantom and the company based on \"Assault and Tortious Interference with Contractual Relations\" (Count VI). The latter claim arises out of Frantom's accompanying Workman to an Indiana clinic on the day of his termination, after Workman had reported experiencing back pain.\n\nANALYSIS\nHere, everyone wants summary judgment in one form or another. Plaintiff Workman wants summary judgment in his favor on his claim against United alleging wrongful dismissal in violation of the collective bargaining agreement (docket no. 32), and on his claim against the union alleging breach of the duty of fair representation (docket no. 54). Local 7 wants summary judgment in its favor, arguing that Workman failed to file this action within the applicable six month statute of limitations (docket no. 40). United and Frantom want summary judgment in their favor, arguing that Workman has failed to allege facts sufficient to establish a § 301 violation by the company and the union, and that he has failed to allege facts sufficient to establish an entitlement to relief on his state law claims (docket no. 53).\n*892 Summary judgment is proper where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). In evaluating a motion for summary judgment, the court must determine \"whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.\" Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 251-52, 106 S. Ct. 2505, 91 L. Ed. 2d 202 (1986). The party moving for summary judgment bears the burden of establishing the non-existence of any genuine issue of material fact and may satisfy this burden by \"`showing'\u0097that is, pointing out to the district court\u0097that there is an absence of evidence to support the nonmoving party's case.\" Celotex Corp. v. Catrett, 477 U.S. 317, 325, 106 S. Ct. 2548, 91 L. Ed. 2d 265 (1986). While inferences drawn from the underlying facts must be viewed in the light most favorable to the party opposing the motion. \"[w]hen the moving party has carried its burden under Rule 56(c), its opponent must do more than simply show that there is some metaphysical doubt as to the material facts.\" Matsushita Elec. Indus. Co. v. Zenith Radio Corp., 475 U.S. 574, 586, 106 S. Ct. 1348, 89 L. Ed. 2d 538 (1986). Only factual disputes which may have an effect on the outcome of a lawsuit under the applicable substantive law are \"material.\" Anderson, 477 U.S. at 248, 106 S. Ct. 2505.\n\nSection 301 Claims\nThis case arises under Section 301 of the LMRA, 29 U.S.C. § 185(a), which provides in pertinent part as follows:\nSuits for violation of contracts between an employer and a labor organization representing employees in an industry affecting commerce ... may be brought in any district court of the United States having jurisdiction of the parties, without respect to the amount in controversy or without regard to the citizenship of the parties.\nThe Supreme Court has held that state court lawsuits alleging a violation of a provision of a labor contract must be brought under § 301 and be resolved with reference to federal law. Allis-Chalmers Corp. v. Lueck, 471 U.S. 202, 210, 105 S. Ct. 1904, 85 L. Ed. 2d 206 (1985). This rule, which applies whether the lawsuit alleges breach of contract or liability in tort, is required by the need for interpretive uniformity and predictability. Id. at 211, 105 S. Ct. 1904. Accordingly, the Court has held that\n... when resolution of a state-law claim is substantially dependent upon analysis of the terms of an agreement made between the parties in a labor contract, that claim must either be treated as a § 301 claim ... or dismissed as preempted by federal labor-contract law.\nId. at 220, 105 S. Ct. 1904.\nHowever, the Supreme Court has also held that\n[Section] 301 pre-emption merely ensures that federal law will be the basis for interpreting collective bargaining agreements, and says nothing about the substantive rights a State may provide to workers when adjudication of those rights does not depend upon the interpretation of such agreements. In other words, even if dispute resolution pursuant to a collective-bargaining agreement, on the one hand, and state law, on the other, would require addressing precisely the same set of facts, as long as the state-law claim can be resolved without interpreting the agreement itself, the claim is `independent' of the agreement for § 301 pre-emption purposes.\nLingle v. Norge Div. of Magic Chef, Inc., 486 U.S. 399, 409-10, 108 S. Ct. 1877, 100 L. Ed. 2d 410 (1988) (footnote omitted). In sum, \"judges can determine questions of state law involving labor-management relations only if such questions do not require *893 construing collective-bargaining agreements.\" Id. at 411, 108 S. Ct. 1877.\nFollowing these directives, the Sixth Circuit has developed a two-step approach for determining whether section 301 preemption applies:\nFirst, the district court must examine whether proof of the state law claim requires interpretation of collective bargaining terms.... Second, the court must ascertain whether the right claimed by the plaintiff is created by the collective bargaining agreement or by state law. If the right both is borne of state law and does not invoke contract interpretation, then there is no preemption. However, if neither or only one criterion is satisfied, section 301 preemption is warranted....\nDeCoe v. General Motors Corp., 32 F.3d 212, 216 (6th Cir.1994) (citations omitted). Under this approach, preemption is required when resolving the plaintiff's claim will not involve direct interpretation of a precise term of the collective bargaining agreement, but will require a court to address relationships created through the collective bargaining process and to mediate a dispute founded upon rights created by the collective bargaining agreement. Id. at 218 (citing Jones v. General Motors Corp., 939 F.2d 380, 382-83 (6th Cir.1991)).\nWorkman's claim of wrongful termination, based on an alleged breach of a collective bargaining agreement (Count I), must proceed, if at all, under § 301 of the LMRA, particularly given Workman's accompanying claim that the union breached its duty of fair representation (Count II). In such a \"hybrid § 301/fair representation\" case, the claims against the employer and the union are \"inextricably interdependent.\" DelCostello v. International Brotherhood of Teamsters, 462 U.S. 151, 164-65, 103 S. Ct. 2281, 76 L. Ed. 2d 476 (1983). Thus, in order to prevail against either party, the plaintiff \"must not only show that [his] discharge was contrary to the contract but must also carry the burden of demonstrating breach of duty by the Union.\" Id. at 165, 103 S. Ct. 2281.\nIn its motion however, the union argues that it is entitled to summary judgment in its favor because Workman neglected to file his complaint within the applicable six-month statute of limitations, resulting in his § 301 claim being time-barred.\nThis case is a hybrid § 301/unfair representation action because Workman alleges both a breach of a collective bargaining agreement by United and a breach by the union of its duty of fair representation. As noted by a Sixth Circuit panel in Fox v. Parker Hannifin Corp., 914 F.2d 795 (6th Cir.1990),\nIn DelCostello v. International Bhd. of Teamsters, 462 U.S. 151, 103 S. Ct. 2281, 76 L. Ed. 2d 476 (1983), the Supreme Court conclusively established that section 301 actions brought by individual employees are governed by the six-month statute of limitations borrowed from section 10(b) of the National Labor Relations Act, 29 U.S.C. § 160(b). According to the settled law in this circuit, a section 301 claim accrues when the claimant discovers, or in the exercise of reasonable diligence should have discovered, the acts constituting the alleged violation. Chrysler Workers Ass'n v. Chrysler Corp., 834 F.2d 573, 581 (6th Cir.1987), cert. denied, 486 U.S. 1033, 108 S. Ct. 2017, 100 L. Ed. 2d 604 (1988); Shapiro v. Cook United, Inc., 762 F.2d 49, 51 (6th Cir.1985). Because a section 301 claim accrues against the company when it accrues against the union. McCreedy v. Local Union No. 971, UAW, 809 F.2d 1232, 1236 (6th Cir.), reh'g denied, 818 F.2d 6 (6th Cir.1987), we must establish a single accrual date for each section 301 claim and then ascertain whether the plaintiffs filed suit within six months of that date.\nId. at 803 (internal quotation marks omitted). The claims, therefore, accrue simultaneously and \"the timeliness of the suit must be measured from the date on which the employee knew or should have known of the union's final action or should have *894 known of the employer's final action, whichever occurs later.\" Robinson v. Central Brass Mfg. Co., 987 F.2d 1235, 1239 (6th Cir.) (citation and quotation marks omitted), cert. denied, 510 U.S. 827, 114 S. Ct. 92, 126 L. Ed. 2d 60 (1993).\nIn this case, Workman's section 301 claim against United is predicated on his allegation that the company's termination of his employment was a breach of the collective bargaining agreement. Workman's section 301 claim against the union is predicated on his allegation that the union failed to fairly represent him in connection with his termination. Given the nature of these claims, they accrued when the union notified Workman of the terms of its settlement with United, on or about June 25, 1998. Workman, however, did not file his action until February 23, 1999, approximately eight months (or 243) days later. Given these undisputed facts, Workman's hybrid § 301 claim is clearly time-barred.\nEven if the timeliness of Workman's claim must be measured from a later date, however, it is still time-barred. For instance, his allegations in the amended complaint suggest that he may have believed that the settlement negotiated by the union included back pay. Even assuming this to be true up to a point, Workman must have known by at least August 12, 1998\u0097the day on which he was to meet with company and union representatives and execute the \"Last Chance Agreement\" \u0097that back pay was not part of the deal; according to his testimony, he did not attend the meeting because he did not like the settlement. However, even if the limitations period began to run on that day, Workman still waited another 195 days\u0097in excess of six more months\u0097to file his action.\nThe court acknowledges the facts in the record which seemingly suggest that Workman's counsel, subsequent to her involvement in the matter, might have been engaged in attempts to clarify the union's position regarding whether it would pursue arbitration on behalf of her client. However, what the record also indicates is that the arbitration had been canceled, and between August 12, 1998\u0097the day on which Workman indicated his dissatisfaction with what he knew to be the settlement, and February 23, 1999\u0097the day on which he filed this action\u0097there is a lack of evidence even remotely suggesting that either the union or the company gave any indication of an intent to revive the grievance process. Quite simply, counsel's involvement in this matter, which occurred during that period, does not operate to restart the running of the limitations period. Under the circumstances, the court can reach no conclusion but that Workman's § 301 claim is time-barred as a matter of law.\nMoreover, even assuming that Workman's hybrid § 301 claim was not time-barred, the claim is fundamentally deficient from a factual standpoint in any event. For some reason. Workman chooses to read Article X of the collective bargaining agreement as requiring the commission of three similar offenses before an employee is subject to discharge, or three of at least one type of offense listed under Article X, ¶ (d). This is not, however, what the agreement says, and it cannot reasonably be read in such a manner. Workman also attempts to attack the discipline to which he was subjected for each of the underlying violations, two of which he never timely grieved,[6] and the last of which was factually warranted notwithstanding his legal arguments to the contrary.[7] Workman simply has no cognizable *895 claim against either the company or the union for violation of § 301.\n\nState Law Claims\nIn this case, Count IV of Workman's amended complaint, asserted against the union, alleges that the union had a \"paid and legally existing duty\" to \"represent [his] just concerns.\" Workman also alleges, in this Count, that the union \"at least twice made assurances, after his wrongful dismissal ... to the effect that he should `Just take it easy. Consider this a paid vacation.'\" Workman also alleges that he \"reasonably rel[ied] on said repeated assurances, for which reason he did not avail himself of legal authority outside the [union], and did thereby deprive himself of legal rights.\" Finally, Workman alleges that these alleged assurances and his reliance \"constituted estoppel and a contract, independent from the Collective Bargaining Agreement.\"\nCount V of the amended complaint, asserted against all three defendants, alleges that Frantom had falsely reported Workman for \"abusive and threatening behavior\" on August 7, 1997. The allegations suggest that Frantom was conspiring with Workman's supervisor, Ed Tapia, to \"be rid of\" Workman as an employee. Workman also alleges that the union should have known this, and that \"by their failure of official objection, [the union] promoted the damage to [his] contractual relationship with [United].\"\nGiven these allegations, both of the claims asserted in Counts IV and V of the amended complaint are clearly preempted by § 301. In cases perhaps too numerous to cite, courts have held that claims such as these, which require examination of the employment relationship of parties to a collective bargaining agreement, are preempted. E.g., Jones, 939 F.2d at 383 (employee's breach of contract claim against employer preempted where claim to reinstatement existed solely by virtue of collective bargaining agreement); Fox, 914 F.2d at 800-02 (employee's breach of contract, promissory estoppel, and fraud claims, and intentional infliction of emotional distress claim based on employer's exercise of collective bargaining agreement rights were preempted, though claims for tortious interference, loss of consortium, and intentional infliction of emotional distress claim, not based on exercise of collective bargaining agreement rights, were not preempted); Maushund v. Earl C. Smith, Inc., 795 F.2d 589, 590 (6th Cir.1986) (employee's claim for breach of oral just cause contract preempted because \"[t]he collective bargaining process prohibits [plaintiff] from engaging in separate negotiations with the company and precludes any actions to enforce such an agreement\"). Because these state law claims must be treated as § 301 claims arising under the collective bargaining agreement, they are also barred under the applicable limitations period.\nCount VI, similar to Counts IV and V, asserts claims against both United and Frantom alleging that Frantom was acting under the company's \"control,\" and in furtherance of Ed Tapia's desire to get rid of Workman when he took Workman to a clinic in Indiana where two breathalyzers were performed confirming that he was under the influence of alcohol on the day he was terminated. This claim, like Counts IV and V, is therefore also preempted.\nHowever, one paragraph of Count VI alleges that Frantom committed an \"assault and battery\" against Workman by *896 \"physically grabbing the doctor's prescription from Plaintiff's person\" at the clinic. (Workman alleges that because he was complaining of back pain, he was given a prescription for Ibuprofen.) To the extent that Count VI asserts a claim against Frantom based on duties owed to members of society as a whole, his claim of assault and battery is most likely not preempted as it requires no resort to the collective bargaining agreement. See, e.g., Peterson v. BMI Refractories, 132 F.3d 1405, 1413 (11th Cir.1998) (plaintiffs' claims under Alabama law for assault and battery not preempted by § 301 of the LMRA: resolution \"involves purely a factual inquiry that does not turn on the meaning of any provision of the collective bargaining agreement\" and \"[p]laintiffs' right to be free from assault and battery rests firmly on a nonnegotiable state right and does not turn on any interpretation\" of the agreement).\nUnder Michigan law, an assault is defined as\nany intentional, unlawful threat or offer to do bodily injury to another by force, under circumstances which create a well-founded fear of imminent peril, coupled with the apparent present ability to carry out the act if not prevented.\nMichigan SJ12d, § 115.01. A battery is defined as \"the willful or intentional touching of a person against that person's will [by another/by an object or substance put in motion by another person].\" Id., § 115.02. In their motion, United and Frantom argue that Workman's claims against them based on assault and battery are deficient as a matter of law because he has failed to allege either the requisite intent or contact by Frantom.[8]\nBecause Workman has failed to address the substance of these claims in his response to the defendants' motion, the court has no choice but to conclude that United and Frantom are entitled to summary judgment in their favor on both claims. Workman has neither alleged nor shown that Frantom's actions caused him to harbor \"a well-founded fear of imminent peril,\" required to establish an assault, nor has Workman alleged or shown a \"willful or intentional touching\" of his person by Frantom.\nWorkman alleges not that Frantom \"grabbed\" him, but rather that Frantom \"grabbed the doctor's prescription from [his] person.\" Under some circumstances, a defendant's offensive contact with an object attached to or identified with the plaintiff's body may be sufficient to constitute a battery. See Picard v. Barry Pontiac-Buick, Inc., 654 A.2d 690, 694 (R.I. 1995) (citing Restatement (Second) of Torts, § 18, and concluding that touching of camera plaintiff was using to take pictures of defendant was sufficient to constitute a battery under Rhode Island law); Morgan v. Loyacomo, 190 Miss. 656, 1 So. 2d 510 (1941) (store manager committed assault and battery when, after following plaintiff from store, he confronted her, indicating he suspected her of stealing, and forcibly seized a package from under her arm); S.H. Kress &amp; Co. v. Brashier, 50 S.W.2d 922 (Tex.Civ.App.1932) (store manager committed an \"assault or trespass upon the person\" of plaintiff where he approached her, accused her of stealing, and violently jerked merchandise from her possession). Here, however, even assuming that Frantom did remove a paper from Workman's hand, nothing in the record suggests that Frantom's alleged actions amounted to an offensive contact battery. *897 See Wishnatsky v. Huey, 1998 ND APP 8, 584 N.W.2d 859 (defendant's actions in pushing shut door of office in order to prevent plaintiff from entering room did not constitute battery, even though evidence showed that action caused plaintiff to be pushed into hallway; \"bodily contact was momentary, indirect, and incidental\" and, although \"rude and abrupt\" would not be \"offensive to a reasonable sense of personal dignity\"). Given the evidence of record, the court concludes that Frantom committed no assault or battery as a matter of law.[9]\n\nCONCLUSION\nFor the foregoing reasons, the court denies plaintiffs motions, grants both defendants' motions and enters summary judgment in favor of the defendants. The complaint is therefore dismissed in its entirety with prejudice.\nNOTES\n[1]  This offense was committed during a period covered by a previous collective bargaining agreement, one which was in effect from September 18, 1994 until September 17, 1997. The offense and the discipline appear in Article XIII, ¶ 2(d)(19) of that prior agreement. However, the same offense is listed in Article X, ¶ (d)(19) of the agreement which went into effect on September 18, 1997.\n[2]  This offense was also committed during the period covered by the previous collective bargaining agreement, the one which was in effect from September 18, 1994 until September 17, 1997. The offense and the discipline appear in Article XIII, ¶ 2(d)(6) of that prior agreement. However, the same offense is also listed in Article X, ¶ (d)(6) of the agreement which went into effect on September 18, 1997.\n[3]  This statement is consistent with Article XVII, Step Four, ¶ (e) of the collective bargaining agreement, which provides that \"[a] settlement concerning a grievance between the Company and the Union at any stage of the grievance procedure, shall be binding upon the Company, the Union and the aggrieved employee(s).\"\n[4]  According to exhibits provided by Workman, on August 19, 1998 the company forwarded to him both a copy of the July 7, 1998 settlement agreement and the proposed \"Last Chance Agreement.\" Both of these documents expressly state, among other things, that the return to work would be without back pay.\n[5]  Count III of the original complaint appears to be merely a demand for damages based on the violations alleged in Counts I and II.\n[6]  Article XVII, ¶ (e) of the collective bargaining agreement requires grievances to be presented within three days of the occurrence giving rise to the grievance.\n[7]  During his deposition testimony, Workman admitted to drinking as many as eight beers and sleeping as little as two and one-half hours before reporting for his shift during the early morning on the day he was terminated. He has also admitted to consuming an over-the-counter medicine containing alcohol during his lunch break that day. Lest there be any doubt, paragraphs 60 and 64 of the amended complaint clearly allege that Workman told Frantom that he had consumed half a bottle of Nyquil at lunchtime on the day he was fired, and that by 2:40 p.m. that same day the second breathalyzer test confirmed that the \"alcohol in the Nyquil spread through [his] system.\" (In the amended complaint, Workman appears to suggest that he took the Nyquil as a \"pain killer\" because Frantom had not responded to Workman's complaint that he had injured his back on the job that day. However, during his deposition Workman clearly testified that he had been injured after taking his lunch break that day\u0097not before\u0097and that he had taken the Nyquil because he had a headache, not because of a back injury.)\n[8]  In paragraph 66 of the amended complaint, Workman alleges that Frantom \"saw that [he] was given a prescription of 800 mg Ibuprofen for his pain, to be taken 3X's daily.\" However, the medical records reflect that although Workman was instructed to take this medication, he was not given a prescription because Ibuprofen was available at his workplace. Workman's deposition testimony indicates that Frantom in fact gave him some Ibuprofen after they returned to the company. Workman's deposition testimony also indicates that although Frantom took a piece of paper \"right out of my hand,\" Workman did not look at the paper and does not know what the paper was. Whatever the paper was, there is no colorable evidence that it was a prescription.\n[9]  Because the court concludes that Workman has failed as a matter of law to allege cognizable claims for assault and battery, the court does not address the argument, raised in the motion of the company and Frantom, that these claims are barred by the exclusive remedies of the Michigan Worker's Disability Compensation Act, M.C.L. § 418.101 et seq.\n\n",
            "ocr": false,
            "opinion_id": 2576051
        }
    ],
    "court_short_name": "W.D. Michigan",
    "court_full_name": "District Court, W.D. Michigan",
    "court_type": "FD",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Robbery"
}