{
    "id": 2611757,
    "judges": "Ward",
    "date_filed": -935625600000,
    "date_filed_is_approximate": false,
    "slug": "people-v-mcchesney",
    "case_name_short": "McChesney",
    "case_name": "People v. McChesney",
    "case_name_full": "The PEOPLE, Respondent, v. JAMES McCHESNEY, Appellant",
    "attorneys": "James McChesney, in pro. per., and J. B. Smith for Appellant., Earl Warren, Attorney-General, and William P. Cleary, Deputy Attorney-General, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b68-4\">\n    [Crim. No. 2098.\n   </docketnumber><court data-order=\"1\" data-type=\"court\" id=\"AKX\">\n    First Appellate District, Division One.\n   </court><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A-G\">\n    May 9, 1940.]\n   </decisiondate><br><parties data-order=\"3\" data-type=\"parties\" id=\"b68-6\">\n    THE PEOPLE, Respondent, v. JAMES McCHESNEY, Appellant.\n   </parties><br><p data-order=\"4\" data-type=\"attorneys\" id=\"b69-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"37\"> \n     *37\n     </span>\n    James McChesney,\n    <em>\n     in pro. per.,\n    </em>\n    and J. B. Smith for Appellant.\n   </p><br><p data-order=\"5\" data-type=\"attorneys\" id=\"b69-10\">\n    Earl Warren, Attorney-General, and William P. Cleary, Deputy Attorney-General, for Respondent.\n   </p>",
    "citations": [
        "39 Cal. App. 2d 36"
    ],
    "opinions": [
        {
            "author_str": "Ward",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6630.0,
            "opinion_text": "\n39 Cal. App. 2d 36 (1940)\nTHE PEOPLE, Respondent,\nv.\nJAMES McCHESNEY, Appellant.\nCrim. No. 2098. \nCalifornia Court of Appeals. First Appellate District, Division One.  \nMay 9, 1940.\n James McChesney, in pro. per., and J. B. Smith for Appellant.\n Earl Warren, Attorney-General, and William F. Cleary, Deputy Attorney-General, for Respondent.\n Ward, J.\n An appeal from a judgment of conviction upon one of two counts, and from the order denying defendant's motion for a new trial, upon a charge of robbery alleged *38 to have been committed by defendant while armed with a deadly weapon. Defendant was acquitted upon the first count; upon the second, he was sentenced as an habitual criminal.\n The facts relative to this second count are as follows: On December 15, 1938, at approximately twenty minutes past seven in the evening, complainant, who conducted a small market, was setting or installing the sliding doors in front of his establishment, preparatory to closing for the night, when defendant came from behind, placed his left arm partially around complainant, and with a gun at his ribs, informed him that it was a \"hold-up\" and asked for his money. Upon receiving a wallet containing two five dollar bills in United States currency, defendant marched the complainant, at the point of a gun around the store, down to the end of a fence, which was about twenty-five or thirty feet below the market, to where an automobile was parked. There was a man in the car, who urged defendant to hurry, but before they drove away complainant had obtained the last four numbers of their automobile license--9190.\n [1] Appellant attacks the sufficiency of the evidence, primarily upon the theory that the complainant was impeached upon cross-examination; also that there was no element of force or fear used toward the complainant when he parted with his property. This last contention may be first considered. Relative to the time of the hold-up and the incident of turning the wallet over to appellant, complainant testified that he was afraid of the man and of the gun. The evidence shows that he was forced, through fear of immediate and unlawful injury to his person or property, to turn over his money, and that every element of the crime of robbery was established. (Pen. Code, secs. 211, 211a, 212.)\n On cross-examination the complainant admitted that immediately after the hold-up, he had given the last four numbers of the automobile license to the police as 9290 instead of 9190. Subsequent to the robbery appellant was found driving a car under license number 8C9190, on the floor of which a loaded gun was found. It was the duty of the jury to pass upon the credibility of the witnesses, taking into consideration their manner and the character of their testimony.\n Appellant contends that the evidence was so palpably weak and unsatisfactory as to present a question of law *39 whether or not the elements essential to constitute robbery were established. After reading the entire transcript of evidence, we are not impressed with this contention. It shows among other things that the complainant positively and unequivocally identified appellant as the robber. [2] This leaves for consideration, appellant's further argument that a conviction would not have resulted but for certain alleged misconduct on the part of the jury and the district attorney, and alleged errors of law in the instructions and on matters arising during the course of the trial.\n A visitor at the trial claimed to have heard a juror say to another party in the lavatory during a brief recess period, \"That fellow is guilty without even a trial.\" The matter was reported to the court and an investigation conducted. The juror denied that such a statement had been made, as did a second juror to whom the remark was claimed to have been addressed. Defendant's motion to declare a mistrial upon the ground of prejudicial misconduct was denied. It was for the trial court to determine whether the remark above quoted had been made, or whether the visitor had misunderstood the statement. It also appeared that this juror, during the recess, endeavored to communicate with his mother by telephone. It may be noted in this connection that such juror, with the others, voted \"not guilty\" on the first count and \"guilty\" upon the second. The verdicts do not indicate that the juror was biased or prejudiced.\n [3] In instructing a jury, it is the duty of the court to cover the different phases and aspects of a case and to make clear the general principles of law applicable thereto. (People v. Hardwick, 204 Cal. 582 [269 P. 427, 59 A.L.R. 1480].) Appellant submits six instructions which were not offered at the trial and which were not given in the form presented in his brief. The instructions state correct principles of law which might be given in any criminal case in the sound discretion of the trial judge. They involve questions of presumption of innocence, reasonable doubt, and particular instruction that it was each juror's duty to be satisfied to the exclusion of any reasonable doubt that the defendant was guilty. The court in its instruction read Penal Code, section 1096. If such instruction is given, no further instruction on presumption of innocence or defining reasonable doubt need be given. (Pen. Code, sec. 1096a.) *40 In addition, the court instructed as follows: \"You are hereby further instructed if you are not satisfied from the evidence in this case beyond and to the exclusion of all reasonable doubt that the defendant is guilty of the crime of robbery either of the first or second degree as charged in the second count of the said information, it will then be your duty to find the defendant not guilty of the offense charged in the second count of said information.\" The rules outlined in appellant's suggested instructions were fully and fairly covered by the court. No exceptions were taken thereto and no further instructions requested.\n [4] Appellant's assignments of error in the court's decision upon the admissibility of evidence are trivial. Appellant now contends that certain questions propounded, to which objections were sustained, might, if allowed, have resulted in proof that the story of the complainant was a hoax. One of such questions is: \"Were you trying to mislead the police department?\", referring to the error in the number of the automobile license. Another related to an attempted impeachment in connection with the scarf worn by appellant at the time of the robbery, but questions relative thereto, as well as other questions, were permitted during another part of the trial.\n [5] Appellant contends that certain remarks made by the assistant district attorney during his argument to the jury constituted prejudicial error; and he calls attention particularly to an innuendo directed against one of his counsel, Mr. Creely. In this connection the prosecutor stated in substance that although Mr. Creely had charged the police department with having deliberately \"framed\" appellant, he had, nevertheless, called three police inspectors to testify as witnesses for the defense, including inspector Marshall who had been especially active in collecting evidence against appellant. The prosecutor then went on to say: \"As I mentioned a moment ago, the party who calls a witness vouches for his honesty and credibility, so Mr. Creely who vouches for him, at the same time is accusing him of framing his client. Now, that is a fine position for Mr. Creely to find himself in. It is not unusual for Mr. Creely, not unusual.\" (Italics ours.) Mr. Creely's associate counsel assigned the use of the italicized portion of the remarks as misconduct and requested the court to instruct the jury to disregard *41 them, but in ruling upon the request the court merely stated: \"Take your exception.\" Although it cannot be said that a prosecuting attorney is guilty of misconduct in criticizing what seems to him to be an inconsistent position on the part of opposing counsel in presenting a defense to a criminal charge, it is evident that here the import attempted to be conveyed by the use of the italicized words was based upon something outside of the record. Obviously, therefore, in thus referring to opposing counsel the prosecutor transcended the rules of propriety; and while, standing alone, the misconduct complained of is not of such a flagrant character as to warrant a reversal, it is justly deserving of condemnation.\n [6] The trial court adjudged defendant to be an habitual criminal and sentenced him to be confined in one of the state prisons \"for life ... and that he be not eligible for release on parole until he shall serve a minimum of twelve years\". The information alleged three prior convictions for which defendant served terms in prison, to wit: In Louisiana, for \"breaking and entering a building in the night\"; in California, for violation of \"section 146 of the Motor Vehicle Act of California\"; in California, for committing a felony, \"robbery of the first degree\". Two of these convictions were not ones on which a judgment as an habitual criminal could be based. Violation of section 146 of the Motor Vehicle Act is not such an offense as denounced in Penal Code, section 644. The test is not whether one has been twice or thrice convicted of felonies, but they must be either among those enumerated in section 644, of denounced as such by the laws of this state. \"Breaking and entering a building in the night time\", as charged in the prior Louisiana conviction, is not comparable with California Penal Code, section 459, which provides that the entry must be \"with intent to commit grand or petit larceny or any felony\". In Louisiana it is an offense to enter with intent to commit any misdemeanor. (16 Cor. Jur., p. 52; State v. Snowden, 174 La. 156 [140 So. 9].) Under language set forth in the Louisiana conviction, we must assume that defendant was convicted of the least degree of offense enumerated in the Louisiana statute, that is, an unidentified misdemeanor. There is also a difference in California in degree of the felony in the entry of a house or building and the entry of a dwelling house or building in the night time, etc. (Pen. Code, secs. 459, 460, *42 461.) In order to establish prior conviction of a defendant, the statutory requirement. (Pen. Code, sec. 644) must be fulfilled. (People v. Dawson, 210 Cal. 366 [292 P. 267]; People v. Lohr, 28 Cal. App. 2d 397 [82 PaCal.2d 615]; People v. Sampson, 99 Cal. App. 306 [278 P. 492].)\n The judgment of conviction on the second count and the order denying the motion for new trial are affirmed; but the trial court's adjudication that appellant is an habitual criminal and the sentence based on such adjudication are annulled and said court is directed to pronounce a new judgment of sentence not inconsistent with the conclusions reached herein.\n Peters, P. J., and Knight, J., concurred.\n",
            "ocr": false,
            "opinion_id": 2611757
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}