{
    "id": 1765950,
    "judges": "Foret, Doucet and Yelverton",
    "date_filed": "1996-02-08",
    "date_filed_is_approximate": true,
    "slug": "bank-of-iberia-v-hewell",
    "case_name_short": "Hewell",
    "case_name": "Bank of Iberia v. Hewell",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "534 So. 2d 143"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n534 So.2d 143 (1988)\nBANK OF IBERIA, Plaintiff-Appellee,\nv.\nCharles Maxwell HEWELL, et al., Defendants-Appellants.\nNo. 87-868.\nCourt of Appeal of Louisiana, Third Circuit.\nNovember 9, 1988.\n*144 Armentor &amp; Wattigny, Gerard B. Wattigny, New Iberia, for plaintiff-appellee.\nCharles M. Hewell, New Iberia, in pro. per.\nBefore FORET, DOUCET and YELVERTON, JJ.\nDOUCET, Judge.\nThis appeal concerns a motion for summary judgment granted to plaintiff, Bank of Iberia, in a suit on a promissory note against defendants, Charles Maxwell Hewell and Robin Romero Hewell. From this adverse judgment defendants perfected this appeal.\nOn May 20, 1983, defendants executed a promissory note in the amount of $30,000 with interest at the rate of 12 percent per annum. This note was subsequently acquired by plaintiff. On June 18, 1984, defendants executed a renewal note for their remaining indebtedness to the plaintiff in the amount of $28,956.34 with interest at the rate of 14.5 percent per annum. On August 12, 1986, defendants executed another renewal note for their remaining indebtedness to the plaintiff in the amount of $28,247.30 with interest at the rate of 15.75 percent per annum.\nOn November 19, 1986, plaintiff instituted this suit for $27,532.55, which represented the outstanding balance on the third note. Plaintiff alleged that defendants failed to make the payment due under the note on August 12, 1986, thus maturing the balance of the note.\nDefendants then filed an answer alleging fraud in that plaintiff \"did maliciously deceive defendants\" by failing to disclose the increases in the interest rates on the second and third notes. Defendants further alleged that they had overpaid the plaintiff such that obligations under the note would be satisfied until September 4, 1987.\nDefendants also filed a counterclaim alleging theft, refusal to amicably negotiate with defendants, refusal to supply defendants with an amortization schedule, failure to provide a disclosure statement as required by the Truth in Lending Laws of the United States, and that defendants had been aggrieved by plaintiff in the amount of the true remaining principal balance on the note. Plaintiff filed an answer to the counterclaim denying all allegations.\nSubsequently, plaintiff filed a motion for summary judgment accompanied by an affidavit of Benny Menard, the chief executive officer of the plaintiff, asserting the execution of the note by defendants, together with the loan agreement signed by them, the collateral pledge agreement signed by them, correspondence to them by certified mail, loan renewal review, a payment schedule showing payments and other items, the liability ledger sheet of the plaintiff, the promissory notes signed by defendants, and other pertinent records of the plaintiff relative to the defendants' loan and its renewals.\nDefendants filed an objection to the motion for summary judgment and a motion to dismiss the hearing thereon.\nA hearing was held on the motion for summary judgment, and at the hearing plaintiff introduced the above described affidavits, documents and records. Defendants filed no affidavits and introduced no evidence of any kind at the hearing. After the hearing, summary judgment was rendered in favor of the plaintiff and against the defendants. From this summary judgment the defendants now appeal.\nDefendants specify three assignments of error: (1) The trial court erred in determining that there existed no genuine issue of material fact which must be resolved; (2) The trial court erred in admitting into evidence *145 the affidavit on behalf of the plaintiff at the hearing on the motion for summary judgment; (3) The trial court erred in determining that the pleadings of the defendants did not indicate that a material issue of fact existed, in that defendants alleged that plaintiff had committed a fraud and that a substantial counterclaim was an integral part of the litigation.\nSPECIFICATION OF ERROR NO. 2:\nBy this assignment of error the defendants assert that the trial court erred in admitting into evidence the affidavit of Benny Menard, the chief executive officer of the plaintiff. This affidavit was filed pursuant to LSA-C.C.P. art. 967 which states in pertinent part:\n\"Supporting and opposing affidavits shall be made on personal knowledge, shall set forth such facts as would be admissible in evidence, and shall show affirmatively that the affiant is competent to testify to the matters stated therein. Sworn or certified copies of all papers or parts thereof referred to in an affidavit shall be attached thereto or served therewith. The court may permit affidavits to be supplemented or opposed by depositions, answers to interrogatories, or by further affidavits.\"\nIn the affidavit, affiant states that he is the acting chief executive officer of the plaintiff. He further states that he is familiar with the account of defendants with plaintiff. Affiant's statement of his familiarity with defendants' account shows that his affidavit is based on personal knowledge. His statement that he is the chief executive officer of the plaintiff shows that he is competent to testify to the matters stated in the affidavit. The affidavit sets forth such facts as would be admissible in evidence and these facts are supported by sworn copies of the loan agreement signed by defendants, the collateral pledge agreement signed by them, the promissory notes signed by them, the truth in lending disclosure statements signed by them and other pertinent records of the plaintiff relative to the defendants' loan and its renewals.\nThus, we find that this affidavit met the requirements of the above provision and that the trial court committed no error in admitting it into evidence.\nSPECIFICATIONS OF ERROR NOS. 1 AND 3:\nBy these assignments of error the defendants assert that the motion for summary judgment should not have been granted because there existed a genuine issue of material fact and that this was indicated by the defendants' pleadings, which contained allegations that plaintiff had committed a fraud and that a substantial counterclaim was an integral part of the litigation.\nThe statutory provisions for summary judgment are contained in LSA-C.C.P. arts. 966 and 967.\nArticle 966 provides in part:\n\"A. The plaintiff or defendant in the principal or any incidental action, with or without supporting affidavits, may move for a summary judgment in his favor for all or part of the relief for which he has prayed. The plaintiff's motion may be made at any time after the answer has been filed. The defendant's motion may be made at any time.\nB. The motion for summary judgment shall be served at least ten days before the time specified for the hearing. The adverse party may serve opposing affidavits prior to the date of the hearing. The judgment sought shall be rendered forthwith if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to material fact, and that mover is entitled to judgment as a matter of law.\"\nArticle 967 provides in pertinent part:\n\"Supporting and opposing affidavits shall be made on personal knowledge, shall set forth such facts as would be admissible in evidence, and shall show affirmatively that the affiant is competent to testify to the matters stated therein. Sworn or certified copies of all papers or parts thereof referred to in an affidavit shall be attached thereto or served therewith. The court may permit affidavits to be supplemented or opposed *146 by depositions, answers to interrogatories, or by further affidavits.\nWhen a motion for summary judgment is made and supported as provided above, an adverse party may not rest on the mere allegations or denials of his pleading, but his response, by affidavits or as otherwise provided above, must set forth specific facts showing that there is a genuine issue for trial. If he does not so respond, summary judgment, if appropriate, shall be rendered against him.\"\nThe plaintiff's motion for summary judgment was accompanied by an affidavit, sworn copies of the promissory notes and truth in lending disclosure statements signed by defendants, and other pertinent documents, correspondence and business records of the plaintiff. These documents provide convincing proof that the plaintiff's claim was valid.\nUnder the second paragraph of article 967, quoted above, the defendants were required to set forth, by affidavits or otherwise, specific facts showing a genuine issue for trial. Defendants failed to file any affidavits in opposition to the motion for summary judgment. They relied instead upon the mere allegations of their pleadings.\nThis court stated in Haley v. City of Opelousas, 347 So.2d 903 (La.App. 3rd Cir. 1977), that:\n\"Our jurisprudence is settled that if the mover at the trial of a motion for summary judgment produces convincing proof by affidavit or other receivable evidence of the facts upon which the motion is based, and no counter affidavits or other receivable evidence are offered by the opposing party to contradict that proof, then the conclusion may be justified that there is no genuine issue as to the facts so proved, even though allegations to the contrary might be contained in the pleadings. See LSA-C.C.P. arts. 966 and 967; Joiner v. Lenee, 213 So.2d 136 (La.App. 3rd Cir.1968), and cases cited therein.\"\nIn this case the mover, plaintiff, produced convincing proof by affidavits and other receivable evidence and no counter affidavits or other receivable evidence were offered by the opposing party, defendants, to contradict that proof. The trial court was, therefore, justified in its conclusion that there was no genuine issue as to the facts proved, even though allegations to the contrary were contained in defendants' pleadings. Thus, we find that the trial court committed no error in granting the plaintiff's motion for summary judgment inasmuch as there was no genuine issue of material fact.\nFor the above and foregoing reasons the decision of the district court is affirmed.\nAFFIRMED.\n",
            "ocr": false,
            "opinion_id": 1765950
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}