{
    "id": 1779635,
    "judges": "White",
    "date_filed": "1991-09-08",
    "date_filed_is_approximate": true,
    "slug": "ex-parte-choice",
    "case_name_short": null,
    "case_name": "Ex Parte Choice",
    "case_name_full": "Ex Parte John Ervin CHOICE",
    "attorneys": "John Ervin Choice, pro se., Robert Huttash, State’s Atty., Austin, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 16,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b41-3\">\n    Ex Parte John Ervin CHOICE.\n   </parties><br><docketnumber id=\"b41-4\">\n    No. 71368.\n   </docketnumber><br><court id=\"b41-5\">\n    Court of Criminal Appeals of Texas, En Bane.\n   </court><br><decisiondate id=\"b41-7\">\n    April 8, 1992.\n   </decisiondate><br><attorneys id=\"b41-19\">\n    John Ervin Choice, pro se.\n   </attorneys><br><attorneys id=\"b41-20\">\n    Robert Huttash, State’s Atty., Austin, for the State.\n   </attorneys>",
    "citations": [
        "828 S.W.2d 5"
    ],
    "opinions": [
        {
            "author_str": "White",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5774.0,
            "opinion_text": "\n828 S.W.2d 5 (1992)\nEx Parte John Ervin CHOICE.\nNo. 71368.\nCourt of Criminal Appeals of Texas, En Banc.\nApril 8, 1992.\nJohn Ervin Choice, pro se.\nRobert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION\nWHITE, Judge.\nThis is a post-conviction application for a writ of habeas corpus filed pursuant to Article 11.07, V.A.C.C.P.[1] Applicant was convicted of an aggravated robbery found to have been committed October 7, 1985. His punishment was assessed at fifty years' imprisonment. This conviction was affirmed. Choice v. State, No. 06-86-039-CR (Tex.App.\u0097Tyler, delivered March 24, 1987, petrefd.).\nApplicant contends that his eligibility for parole should be calculated pursuant to the current version of the parole law, Article 42.18, V.A.C.C.P., rather than the version in effect at the time of commission of the *6 offense for which he was convicted. If so, applicant would be eligible for parole after serving one-fourth of his sentence (twelve and one-half years) rather than one-third of his sentence (sixteen and two-thirds years). Art. 42.18, Sec. 8(b).\nThe 70th Legislature enacted several amendments to Art. 42.18 in 1987, the most significant of which changed parole eligibility from one-third of a sentence to one-fourth, required eligibility for parole to be calculated separately for consecutive sentences instead of treating them as one sentence, and removed persons convicted of designated offenses from eligibility for mandatory supervision. Unfortunately, the legislature effected these changes in two separate bills, Texas Senate Bill 341, 70th Leg. (1987), and Texas House Bill 680, 70th Leg. (1987), which were passed and signed separately, with no reference to one another.[2]\nThe portion of S.B. 341 which applied to Art. 42.18, sec. 8, amended sec. 8(b) to change parole eligibility from one-third to one-fourth of the sentence, amended sec. 8(c) to remove some inmates from eligibility for mandatory supervision, re-lettered other subsections, and added sec. 8(d) to change the way eligibility is calculated for cumulated (\"stacked\") sentences.[3] This bill contained provisos which made all of these changes effective only for convictions for offenses committed on or after the effective date.[4]\nThe amendments to Art. 42.18, sec. 8, contained in H.B. 680 were identical in substance to those in S.B. 341, except that they placed the stacked sentence provisions in sec. 8(b), rather than in sec. 8(d), and did not contain a proviso limiting the onefourth eligibility requirement to offenses committed on or after its effective date.[5] They did contain language so limiting the amendments concerning eligibility for mandatory release and for parole when stacked sentences are imposed. The stacked sentence amendments were in the same section of the bill as the one-third to onefourth change,[6] but the proviso specifically stated it was addressing the added subsections dealing with stacked sentences, and made no reference to its applicability to the one-third to one-fourth change.[7]\nBoth bills were passed in the originating house, passed with amendments in the other chamber, and then passed with the amendments by the originating house. Each step of the passage of S.B. 341 was done two to seven days before the corresponding step of H.B. 680. However, the governor signed H.B. 680 two days before signing S.B. 341.[8]\nIn 1989 the 71st Legislature deleted the duplicated reference to eligibility under stacked sentences which had been placed in sec. 8(b), keeping it in sec. 8(d),[9] and created a new condition for parole that required inmates capable of doing so to have attained at least a sixth grade level of educational skills. Art. 42.18, sec. 8A.[10] A proviso required that this new condition *7 apply only to paroles for offenses committed after the effective date of the amendment.[11] No reference was made to the onefourth eligibility requirement.\nThe 72nd Legislature amended sec. 8 to change parole eligibility to 35 years for inmates convicted of capital murder, and included language that limited this amendment to capital murders committed on or after the effective date. Art. 42.18, sec. 8(b)(2). Again, no reference or change was made to the general one-fourth eligibility requirement.[12] An additional amendment to sec. 8 was made during a special session of the 72nd Legislature, authorizing \"special needs parole\" for inmates identified as elderly, physically handicapped, mentally ill, terminally ill, or mentally retarded, without regard to other eligibility for parole.[13] Art. 42.18, sees. 8(m) and (n). This same bill also amended Gov't.Code sees. 499.025 through 499.027 to provide that intensive supervision parole could be granted certain prisoners if the attorney general certifies that the penitentiary is more than 95% full, even though they would not otherwise be eligible for parole.[14] Neither special needs parole nor \"overcrowding\" parole were restricted to future offenders.\nThe Government Code provides:\nExcept as provided by sec. 311.031(d), if amendments to the same statute are enacted at the same session of the legislature, one amendment without reference to another, the amendments shall be harmonized, if possible, so that effect may be given to each. If the amendments are irreconcilable, the latest in date of enactment prevails.\nGov'tCode sec. 311.025(b).\nFacial comparison of S.B. 341 and H.B. 680 does not allow them to be harmonized as to whether the change in parole eligibility should apply only to future offenses. However, research into the legislative history of these bills reveals a clear legislative intent that the amendments are to apply only to convictions for future offenses. See Dillehey v. State, 815 S.W.2d 623 (Tex. Cr.App.1991) (research of legislative history to discern legislative intent).\nSenate Bill 341 originated from \"sunset\" review of the Board of Pardons and Paroles, and contained provisions reducing the amount of good time credits prisoners could accrue, reducing the parole eligibility from one-third to one-fourth of the sentence, and removing eligibility for mandatory supervision on convictions for certain offenses. No reference was made to a change in eligibility for stacked sentences. The original S.B. 341 contained provisos restricting the above eligibility changes to future offenses.[15]\nHouse Bill 680 was proposed as a modification to good time statutes, and included the changes in eligibility for stacked sentences. This bill also proposed deletion of \"early release\" mandatory supervision. See Art. 42.18, sec. 8(d) (1985) (Repealed). Both these amendments were limited to future offenses only.[16]\nA committee substitute to S.B. 341 was proposed, which added the change in computation for parole eligibility when stacked sentences were imposed. This substitute included another proviso limiting this change to future offenses.[17] A committee substitute for H.B. 680 changed the deletion of sec. 8(d) to include the change in eligibility for mandatory supervision.[18] As *8 substituted, both H.B. 680 and S.B. 341 passed their respective houses and were sent to the other. House Bill 680 was amended in the Senate to add the change in eligibility from one-third to one-fourth, but the proviso which pertained to stacked sentence eligibility was not amended to include this change.[19] No reference was made in any recorded committee meeting or floor discussion as to any of these amendments applying to previously committed offenses.[20] Both bills were then passed by both houses with other unrelated amendments.\nBoth bills originated with \"future only\" provisos as to all relevant changes in parole eligibility. The Senate made prospective the added stacked sentence eligibility requirements when it passed its own bill. Although the Senate failed to include such a proviso when it added the one-third to one-fourth change to H.B. 680, it was unnecessary to do so. See V.T.C.A., Gov'tCode Sec. 311.022.\nConsequently, applicant is not entitled to benefit from this change in eligibility. Persons convicted of offenses committed prior to September 1, 1987, are not eligible for ordinary consideration for parole until they have accrued credit for onethird of their sentence.[21] Relief is denied.\nNOTES\n[1]  Applicant has been previously cited for abuse of the writ in this cause. Writ No. 17,349-07. See ex parte Dore, 548 S.W.2d 392 (Tex. Cr.App. 1977); Ex parte bilton, 602 S.W.2d 534 (Tex.Cr. App.1980). However, the legal issue raised in this application could not reasonably have been raised in previous applications, and presents important questions of law which should be resolved. We have therefore filed and set this application to address the merits.\n[2]  This is not an uncommon occurrence. Cf., Gallardo v. State, 768 S.W.2d 875 (Tex.App.\u0097 San Antonio 1989, pet.refd.) (bills affecting statutes of limitations for assaultive sexual offenses).\n[3]  Acts 1987, 70th Leg., pp. 3754-3760, Ch. 1101, sec. 7, eff. September 1, 1987.\n[4]  Acts 1987, 70th Leg., p. 3767, Ch. 1101, sec. 18, eff. September 1, 1987.\n[5]  Acts 1987, 70th Leg., pp. 1889-1891, Ch. 384, sees. 5, 6, 8, 9, eff. September 1, 1987.\n[6]  Acts 1987, 70th Leg., pp. 1889-90, Ch. 384, sec. 6, eff. September 1, 1987.\n[7]  Acts 1987, 70th Leg., p. 1890, Ch. 384, sec. 8, eff. September 1, 1987.\n[8]  Acts 1987, 70th Leg., p. 1891, Ch. 384; Acts 1987, 70th Leg., p. 3768, Ch. 1101, eff. September 1, 1987.\n[9]  Acts 1989, 71st Leg., p. 3536, Ch. 785, sec. 5.01, eff. September 1, 1989.\n[10]  Acts 1989, 71st Leg., p. 1203, Ch. 260, sec. 2, eff. September 1, 1989. The 71st Legislature also enacted another sec. 8(A). Acts 1989, 71st Leg., 1st Called Session, p. 7, Ch. 6, sec. 3, eff. Jan. 1, 1990. However, both sections were subsequently renumbered as sees. 8(k) and 8(/), respectively. Acts 1990, 72nd Leg., 6th Called Session, p. 120, Ch. 25, sec. 19, eff. June 18, 1990.\n[11]  Acts 1989, 71st Leg., p. 1203, Ch. 260, sec. 3, eff. September 1, 1989.\n[12]  Acts 1991, 72nd Leg., pp. 2396-2397, Ch. 652, sees. 10, 15(b), eff. September 1, 1991.\n[13]  Tex. House Bill 93, Acts 1991, 72nd Leg., 2nd Called Session, p. 181, Ch. 10, sec. 1.02, eff. December 1, 1991.\n[14]  Acts 1991, 72nd Leg., 2nd Called Session, pp. 215-217, Ch. 10, sec. 17.02, eff. October 1, 1991.\n[15]  Microfilmed bill file, Tex. Legislative Reference Library, 70th Leg., Senate Bill 341, original bill filed February 11, 1987.\n[16]  Microfilmed bill file, Tex. Legislative Reference Library, 70th Leg., House Bill 680, original bill filed February 10, 1987.\n[17]  Microfilmed bill file, Tex. Legislative Reference Library, 70th Leg., Senate Bill 341, committee substitute approved April 2, 1987.\n[18]  Microfilmed bill file, Tex. Legislative Reference Library, 70th Leg., House Bill 680. The committe subsitute was approved by the House Corrections Committe on April 1, 1987, and passed by the House on April 4.\n[19]  Microfilmed bill file, Tex. Legislative Reference Library, 70th Leg., House Bill 680. Senate Criminal Justice Committe amendments approved by committee on May 13, 1987, amended bill passed by Senate May 23. 1987.\n[20]  Tape recordings of public hearings in the Senate Criminal Justice Committe, 70th Leg., on March 24, March 31, and May 12, 1987. Tape recordings of Senate floor debate, 70th Leg., April 13, 1987. Recordings archived at offices of Senate Staff Services.\n[21]  This includes consideration of good time credits for convictions for offenses not listed within Art. 42.12, sec. 3(a)(1), V.A.C.C.P., provided the judgments for those convictions do not include an affirmative finding of use or exhibition of a deadly weapon.\n\n",
            "ocr": false,
            "opinion_id": 1779635
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}