{
    "id": 2463017,
    "judges": "Cornyn, Enoch, Gammage, Gonzalez, Hecht, Hightower, Owen, Phillips, Spector",
    "date_filed": "1976-10-20",
    "date_filed_is_approximate": true,
    "slug": "city-of-beaumont-v-bouillion",
    "case_name_short": "Bouillion",
    "case_name": "City of Beaumont v. Bouillion",
    "case_name_full": "CITY OF BEAUMONT, Maurice Meyers, Albert Haines, and Ray Riley, Petitioners, v. Woodford D. BOUILLION, Cecil E. Rush, John G. Parsons, Charles A. Perricone and Eugene T. Corder, Respondents",
    "attorneys": "James C. Harrington, Austin, Lane Nichols, Joseph Sanders, Robert A. Black, Dewey J. Gonsoulin, Beaumont, for petitioners., Tom F. Coleman, George M. Kirk, Ted L. Walker, Thomas Lee Bartlett, Houston, for respondents.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued May 4, 1994., Rehearing Overruled May 11, 1995.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 334,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b179-3\">\n    CITY OF BEAUMONT, Maurice Meyers, Albert Haines, and Ray Riley, Petitioners, v. Woodford D. BOUILLION, Cecil E. Rush, John G. Parsons, Charles A. Perricone and Eugene T. Corder, Respondents.\n   </parties><br><docketnumber id=\"b179-6\">\n    No. D-4004.\n   </docketnumber><br><court id=\"b179-7\">\n    Supreme Court of Texas.\n   </court><br><otherdate id=\"b179-8\">\n<em>\n     Argued\n    </em>\n    May 4, 1994.\n   </otherdate><br><decisiondate id=\"b179-9\">\n    Decided Feb. 16, 1995.\n   </decisiondate><br><otherdate id=\"b179-10\">\n    Rehearing Overruled May 11, 1995.\n   </otherdate><br><attorneys id=\"b179-26\">\n    James C. Harrington, Austin, Lane Nichols, Joseph Sanders, Robert A. Black, Dewey J. Gonsoulin, Beaumont, for petitioners.\n   </attorneys><br><attorneys id=\"b180-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"144\"> \n     *144\n     </span>\n    Tom F. Coleman, George M. Kirk, Ted L. Walker, Thomas Lee Bartlett, Houston, for respondents.\n   </attorneys>",
    "citations": [
        "896 S.W.2d 143"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5797.0,
            "opinion_text": "\n896 S.W.2d 143 (1995)\nCITY OF BEAUMONT, Maurice Meyers, Albert Haines, and Ray Riley, Petitioners,\nv.\nWoodford D. BOUILLION, Cecil E. Rush, John G. Parsons, Charles A. Perricone and Eugene T. Corder, Respondents.\nNo. D-4004.\nSupreme Court of Texas.\nArgued May 4, 1994.\nDecided February 16, 1995.\nRehearing Overruled May 11, 1995.\nJames C. Harrington, Austin, Lane Nichols, Joseph Sanders, Robert A. Black, Dewey J. Gonsoulin, Beaumont, for petitioners.\n*144 Tom F. Coleman, George M. Kirk, Ted L. Walker, Thomas Lee Bartlett, Houston, for respondents.\nENOCH, Justice.\nThis case presents us with two issues: 1) What constitutes a report \"to an appropriate law enforcement authority\" sufficient to fall within the protection afforded by the Texas Whistleblower Act, Tex.Rev.Civ.Stat. art. 6252-16a, § 2 (Vernon 1983)[1], and 2) Does Texas recognize an implied private right of action for damages arising under the free speech and assembly clauses of the Texas Constitution against governmental entities. The trial court and the court of appeals both upheld a jury award for the plaintiffs below. 873 S.W.2d 425. Because we hold that the conduct in the present case falls outside the ambit of the Whistleblower Act, and that there is no implied cause of action for damages against governmental entities for violations of the free speech and free assembly clauses of the Texas Constitution, we reverse the judgment of the court of appeals and render judgment for the defendants.[2]\n\nI. Facts\nWoodford D. Bouillion, Cecil E. Rush, John G. Parsons, Charles A. Perricone and Eugene T. Corder, former employees of the Beaumont Police Department, claim they were constructively discharged from their jobs for reporting official misconduct to an authority and for exercising their constitutional rights to free speech and free assembly.\nThe City Charter of Beaumont provides that when the qualifications of applicants for city employment are equal, Beaumont residents shall be given preference. Albert Haines, the Beaumont City Manager during the relevant times involved in this case, had the authority to appoint and remove the heads of the city departments. Haines appointed nonresidents to fill several department head positions, including Max Patterson as City Resource Manager. When the position of Police Chief came open in late 1986, Haines appointed Patterson to act as the interim chief while a search was carried out for a permanent chief. Patterson carried out significant departmental reforms while serving as interim chief.\nThe plaintiffs in this case were police officers in the Beaumont Police Department in 1987. The extent of the reforms instituted by Patterson led the officers to conclude that Patterson's appointment was more than merely provisional. They believed that Patterson was less qualified to serve as chief than some members of the Beaumont police force and that the temporary appointment was made to give Patterson an opportunity to become a local citizen, thus making him eligible for permanent appointment.\nOn January 19, 1987, twenty-one police officers held a press conference and issued a press release. In their statement to the press, the officers asserted that there were several viable candidates for the position of police chief from inside and outside the department. They further complained about how Interim Chief Patterson was running the department, and challenged Patterson's qualifications. They also called upon Haines to form a blue ribbon committee to help select the new chief.\n*145 To respond to the concerns expressed in the press release, Haines scheduled a series of executive meetings with the members of the force to discuss the day-to-day operations of the police department. One such meeting was scheduled for February 3, 1987. The officers arrived at that meeting with an attorney and a court reporter to transcribe the meeting. Haines refused to discuss the internal operation of the police department with the officers' attorney present, but offered to meet later with the officers and their attorney to discuss their grievances. Two days later, Haines issued written reprimands to the officers for inviting their attorney and court reporter to the executive staff meeting to discuss items not on the agenda. The reprimand concluded that such actions \"completely lack[ed] judgment and management sense.\"\nIn the spring of 1987, the City hired George Schuldt, a Beaumont resident and an officer with the Beaumont Police Department who had signed the press release, as permanent Chief of Police. His administration instituted department-wide reforms. These reforms affected the entire department, including the officers bringing this suit. The rank of Major was eliminated in the reorganization. Eventually all but Bouillion took retirement packages and left the department; Bouillion left the Department after this suit was filed.\nIn 1989, the officers sued the City of Beaumont and other individuals in their official capacity for constructive discharge. The suit claimed that because the officers disclosed a violation of the City Charter, the City retaliated against them by instituting the departmental reorganization, which actions violated both the Texas Whistleblower Act and their rights under the Texas Constitution. The jury returned a verdict for the officers, and the court of appeals affirmed. 873 S.W.2d at 447.\n\nII. Texas Whistleblower Act\nThe Texas Whistleblower Act in effect at all pertinent times provided that:\nA state or local governmental body may not suspend or terminate the employment of, or otherwise discriminate against, a public employee who reports a violation of law to an appropriate law enforcement authority if the employee report is made in good faith.\nTex.Rev.Civ.Stat.Ann. art. 6252-16a, § 2 (Vernon 1983). A public employee may sue the governmental body for injunctive relief or damages, or both, for a violation of the Act. Id. § 3. To demonstrate a violation of the Whistleblower Act, a plaintiff must, among other things, prove that the plaintiff reported a violation of law to an appropriate law enforcement authority. Id. § 2; see Kirk &amp; Snell, The Texas Whistleblower Act: A Time for Change, 26 Tex.Tech.L.Rev. 75, 88-90 (1995) (surveying cases discussing appropriate law enforcement authority). Our disposition of the whistleblower issue focuses exclusively on this element of the Act. The problems between the officers and the City eventually resulted in two confrontational occurrences that underlie this suit: the press conference and the subsequent meeting resulting in the reprimands. The press conference is not a protected act under the statute. See Garay v. County of Bexar, 810 S.W.2d 760, 766-67 (Tex.App.\u0097San Antonio 1991, writ denied) (statute not applicable to nurse who reported alleged violations to newspaper columnist who later published them). The media clearly is not an appropriate \"law enforcement authority\" under the Whistleblower Act.\nThe second confrontational act complained of by the officers was the February 3 meeting and the reprimand the officers received on February 5. The reprimands themselves and any consequences stemming from them, however, are not acts of employment discrimination under the Whistleblower Act because the reprimands did not stem from the report of a violation to an appropriate law enforcement agency. At the February 3 meeting, the officers made no report of any violation of law.[3] The transcript of the *146 meeting indicates that the meeting was one of several scheduled by Haines, and not the officers, to respond to the concerns the officers expressed in their press conference. The February 3 meeting had nothing to do with the officers' allegation that the City violated its hiring practice, but instead concerned the internal operation of the Beaumont Police Department. The reprimands were issued not because of anything that was reported, but because the officers brought \"outsiders\" to the meeting. Had they reported an illegal act to the city manager and had they proved that there was, in fact, a suspension, discharge or discrimination caused by their report, the Whistleblower Act would have provided the officers with an adequate remedy. Tex.Rev.Civ.Stat.Ann. art. 6252-16a, § 3. Under these facts, however, the officers' meeting with the City Manager does not bring their complaint within the realm of the Whistleblower Act.\nThe court of appeals concluded that the jury could have found that the officers had been retaliated against for reporting a violation of the law. We disagree. First, as a matter of law, the Whistleblower Act is not implicated merely by reports made to the press. Second, there was no report to an appropriate law enforcement authority. For these reasons, we reverse the judgment of the court of appeals under the Whistleblower Act.\n\nIII. State Constitutional Tort\nAlternatively, the officers ask us to recognize an implied private right of action for damages for the violation of their constitutional rights. The officers claimed that their rights under the Texas Constitution were violated by the City and its officers because they were retaliated against for exercising their free speech rights under Article 1, section 8 of the Texas Constitution and for exercising their right to assemble under Article 1, section 27 of the Texas Constitution.[4] They ask us to find a state analog to the federal Bivens-type cause of action. Bivens v. Six Unknown Named Agents of Federal Bureau of Narcotics, 403 U.S. 388, 91 S. Ct. 1999, 29 L. Ed. 2d 619 (1971).[5]\nIn Bivens, the United States Supreme Court recognized an implied private cause of action against a federal agent acting under color of authority who violates an individual's Fourth Amendment rights under the United States Constitution. 403 U.S. at 389, 91 S.Ct. at 2001. This remedy has also been *147 applied to the Fifth Amendment's equal protection component, Davis v. Passman, 442 U.S. 228, 248, 99 S. Ct. 2264, 2278, 60 L. Ed. 2d 846 (1979), and the Eighth Amendment's prohibition against cruel and unusual punishment, Carlson v. Green, 446 U.S. 14, 24-25, 100 S. Ct. 1468, 1474-75, 64 L. Ed. 2d 15 (1980). The United States Supreme Court has come to refer generically to causes of action for damages for the violation of constitutional rights as Bivens-type causes of action. See Bush v. Lucas, 462 U.S. 367, 377, 103 S. Ct. 2404, 2411, 76 L. Ed. 2d 648 (1983) (referring to Bivens, Davis, Carlson, and other cases seeking damages for violation of constitutional right as \"Bivens-type actions based directly on the Constitution.\"). The Court in Bush held a Bivens-type action would not lie where a federal statutory scheme provided a remedy for the violation of a particular constitutional right, in that case, the First Amendment right to free speech. Id. at 390, 103 S. Ct. at 2417.\nThe Bivens implied cause of action against federal officers complements the statutory § 1983 cause of action which lies against state or other non-federal government officials. 42 U.S.C. § 1983 (1988). The deterrent effect provided by Bivens-type actions works similarly to that provided by § 1983. See Carlson, 446 U.S. at 19-22, 100 S. Ct. at 1472-73; Robertson v. Wegmann, 436 U.S. 584, 590-91, 98 S. Ct. 1991, 1995, 56 L. Ed. 2d 554 (1978). Section 1983 provides that one who under the color of any state law deprives another of rights guaranteed by the United States Constitution shall be liable in an action at law or equity. Id.[6] Our analysis focuses on two questions. First, we must determine whether there is an implied private right of action for damages against governmental entities for violations of the Texas Constitution. Second, we must decide whether we may look to the Constitution to define the element of duty for a Texas common law cause of action.\n\nA.\nBecause Texas has no provision comparable to § 1983, the first question must be answered by determining whether a private right of action for damages can be implied under the Texas Constitution. We hold there is no implied private right of action for damages arising under the free speech and free assembly sections of the Texas Constitution.\nInitially, the officers argue that other jurisdictions have recognized state causes of action based on Bivens. Several states faced with the issue before us have found an implied cause of action while others have rejected such an action. There is little uniformity in how other jurisdictions have addressed the issue. Several jurisdictions have followed the approach used by the United States Supreme Court in the Bivens line of cases, and have based their decisions on the presence or absence of alternative remedial schemes. See, e.g., Dick Fischer Dev. No. 2, Inc. v. Dep't of Admin., 838 P.2d 263 (Alaska 1992) (expressing reluctance to extend Bivens to the realm of state constitutional violations except in cases of flagrant constitutional violations where little or no alternative remedies are available); Gay Law Students Ass'n v. Pacific Tel. &amp; Tel. Co., 24 Cal. 3d 458, 156 Cal. Rptr. 14, 595 P.2d 592 (1979) (finding an implied cause of action appropriate because of absence of other remedies); Kelley Property Dev. v. Town of Lebanon, 226 Conn. 314, 627 A.2d 909 (1993) (holding that because of statutory remedial scheme, court would not imply a cause of action arising directly under the state constitution); Schreiner v. McKenzie Tank Lines &amp; Risk Management Servs., Inc., 408 So. 2d 711 (Fla.Dist.Ct.App.1982), approved, 432 So. 2d 567 (Fla.1983) (because the Florida Constitution is self-executing, remedy can be afforded absent statutory authorization); Widgeon v. Eastern Shore Hosp. Ctr., 300 Md. 520, 479 A.2d 921 (1984) (holding that because common law provides remedies, an implied cause of action is not necessary); Phillips v. Youth Dev. Program, Inc., 390 Mass. 652, 459 N.E.2d 453 (1983) (holding that when there are no other remedies, it is appropriate for the courts to imply one under the state constitution); Rockhouse Mountain Property Owners Ass'n v. Town of Conway, 127 N.H. 593, 503 A.2d 1385 (1986) (refusing to imply a cause of action when a *148 statutory remedial scheme exists); Corum v. University of North Carolina, 330 N.C. 761, 413 S.E.2d 276 (holding that in the absence of an adequate state remedy, one whose constitutional rights are violated has a direct claim against the state under the State constitution) cert. denied, ___ U.S. ___, 113 S. Ct. 493, 121 L. Ed. 2d 431 (1992); Provens v. Stark County Bd. of Mental Retardation, 64 Ohio St. 3d 252, 594 N.E.2d 959 (1992) (holding that where statutory remedies exist, private employees do not have a private cause of action for violation of state constitutional rights).\nOther jurisdictions have based their determination on the ground of sovereign immunity. See, e.g., Figueroa v. Hawaii, 61 Haw. 369, 604 P.2d 1198 (1979) (noting that Tort Liability Act does not make state liable in money damages for violation of state constitution); Smith v. Dept. of Public Health, 428 Mich. 540, 410 N.W.2d 749 (1987) (holding that where it is alleged that state has violated rights conferred by constitution, governmental immunity is not available in state court action, but declining to infer a right to sue the state for damages on the basis of a violation of the Michigan constitution), aff'd, 491 U.S. 58, 109 S. Ct. 2304, 105 L. Ed. 2d 45 (1989); City of Mound Bayou v. Roy Collins Const. Co., 457 So. 2d 337 (Miss.1984) (holding that state liability only accrues as expressly authorized by law); Rockhouse, 503 A.2d at 1385 (noting the sovereign immunity scheme cuts against the creation of a state cause of action); Livingood v. Meece, 477 N.W.2d 183 (N.D.1991) (holding that state sovereign immunity bars state constitutional claims).\nSimilarly, other courts have based their determination on either the text of the state constitutions or the relationship between those constitutions and other bodies of state laws. See, e.g., HFH, Ltd. v. Superior Court, 15 Cal. 3d 508, 125 Cal. Rptr. 365, 542 P.2d 237 (1975) (noting that the remedy for improper legislative acts is undoing the wrongful act and not in money damages), cert. denied, 425 U.S. 904, 96 S. Ct. 1495, 47 L. Ed. 2d 754 (1976); Widgeon, 479 A.2d at 921 (holding that where an individual is deprived of liberty or property interests in violation of article of the state Declaration of Rights, he may enforce those rights by a common law action for damages); Anderson v. Dep't of Revenue, 313 Or. 1, 828 P.2d 1001 (1992) (noting that taxpayer claims against state for damages based only on state constitutional violations do not state cognizable claims for relief).\nAs we consider the reasoning underpinning these decisions, we recognize them as persuasive authority, but we also recognize that we are not controlled by any one approach used by other states interpreting specific provisions of their constitutions. Because our Bill of Rights is \"based on a myriad of sources,\"[7] ultimately we must interpret our particular Texas Constitution. To interpret our Constitution, we give effect to its plain language. Dawkins v. Meyer, 825 S.W.2d 444, 448 (Tex.1992). We presume the language of the Constitution was carefully selected, and we interpret words as they are generally understood. Leander Indep. Sch. Dist. v. Cedar Park Water Supply Corp., 479 S.W.2d 908 (Tex.1972). Thus, we turn our attention to our Constitution.\nAs we begin, we note that we have been presented no authority, and our research has revealed no authority, that would indicate that at the time the Constitution was written, it was intended to provide an implied private right of action for damages for the violation of constitutional rights. See Jones v. Ross, 141 Tex. 415, 173 S.W.2d 1022, 1024 (1943) (constitutional provisions must be construed in light of conditions existing at the time of adoption). Accordingly, we find no historical basis to create the remedy sought.\nAdditionally, the text of the Texas Bill of Rights cuts against an implied private right of action for the damages sought because it explicitly announces the consequences of unconstitutional laws. The guarantees found in the Bill of Rights are excepted from the general powers of government; the State has no power to commit acts contrary to the guarantees found in the Bill of Rights. Tex. Const. art. 1, § 29. Section 29 has been interpreted as follows: any provision of the Bill of Rights is self-executing to the extent *149 that anything done in violation of it is void. Hemphill v. Watson, 60 Tex. 679, 681 (1884). When a law conflicts with rights guaranteed by Article 1, the Constitution declares that such acts are void because the Bill of Rights is a limit on State power. Id. The framers of the Texas Constitution articulated what they intended to be the means of remedying a constitutional violation. The framers intended that a law contrary to a constitutional provision is void. There is a difference between voiding a law and seeking damages as a remedy for an act. A law that is declared void has no legal effect. See Cain v. Fry, 86 S.W.2d 270, 272 (Tex.Civ.App.\u0097Amarillo 1935, no writ). Such a declaration is different from seeking compensation for damages, or compensation in money for a loss or injury. Thus, suits for equitable remedies for violation of constitutional rights are not prohibited. Section 29 does not support the officers' claim that a private right of action for damages is implied under the Texas Constitution.\nThe officers rely on Article 1, section 17 as evidence that this Court has approved actions for damages arising under the Constitution before. Their reliance on that section is misplaced. Section 17 provides that no person's property shall be taken, damaged or destroyed or applied to public use without adequate compensation. Tex. Const. art. 1, § 17. The converse of the provision is that if property is taken, the owner is entitled to adequate payment. Section 17 provides a textual entitlement to compensation in its limited context. The officers focus on language from Steele v. City of Houston, 603 S.W.2d 786, 791 (Tex.1980), where we stated: \"The Constitution itself is the authorization for compensation for the destruction of property and is a waiver of governmental immunity for the taking, damaging or destruction of property for public use.\" However, this language cannot be interpreted beyond its context. The text of section 17 waives immunity only when one seeks adequate compensation for property lost to the State. We are not persuaded that a right to damages for injuries to constitutional interests can be implied solely from a limited explicit entitlement for compensation for the loss of property.\nThe court of appeals below rejected the City's reliance on Bagg v. Univ. of Texas Medical Branch, 726 S.W.2d 582 (Tex.App.\u0097 Houston [14th Dist.] 1987, writ ref'd n.r.e.), a case in which the court of appeals affirmed the dismissal of a constitutional tort for damages. The court of appeals below distinguished Bagg, stating that Bagg turned on the issue of immunity and not on a holding that there is no state constitutional tort. 873 S.W.2d at 440. However, the plaintiff in Bagg pursued causes of action for violations of both his federal and state constitutional rights. With respect to his claims under the state constitution, the Bagg court did recognize that although Texas has a strong bill of rights, \"no Texas statute or case ... provides a citizen the kind of redress afforded by 42 U.S.C. § 1983 or by Bivens.... There is no state `constitutional tort.'\" Bagg, 726 S.W.2d at 584 n. 1. Therefore, because the state claims were rejected, the immunity discussion was necessary only to dispose of the federal causes of action.\nThe court of appeals was also persuaded by Jones v. Memorial Hospital Sys., 746 S.W.2d 891 (Tex.App.\u0097Houston [1st Dist.] 1988, no writ). In Jones, the court of appeals held that Article 1, section 8 of the Texas Constitution provides an independent legal basis for a cause of action. However, Jones is not inconsistent with our holding today to the extent Jones is understood as approving suits for injunctive relief. Jones is not to be read as implying from the Constitution a cause of action for damages for the violation of free speech rights.\nThe officers fail to satisfy their burden to relate to this Court any textual basis for their argument that the Constitution affords more than equitable relief for a violation of its provisions. Our review of the language of the Constitution leads us to conclude that there is no basis from the text of the Constitution to assume a party is given more than equitable protection. Accordingly we hold that there is no implied private right of action for damages under the Texas Constitution when an individual alleges the violation of speech and assembly rights.\n\n\n*150 B.\nAlternatively, we also ask whether we may look to the Constitution to define the element of duty for a Texas common law cause of action. We answer this in the negative as well. Other jurisdictions split on whether a common law cause of action is implied to remedy the violation of constitutional rights. At common law, the violation of a right such as those protected by the Fourth Amendment to the United States Constitution was viewed as a trespass, giving rise to an action for damages for trespass. For example, the United States Supreme Court in Bivens referred to the principle that the essence of liberty consists in the right of individuals to claim protection of the laws when injured, 403 U.S. at 397, 91 S.Ct. at 2005 (quoting Marbury v. Madison, 1 Cranch 137, 163, 2 L. Ed. 60 (1803)), and thus held that a cause of action existed to remedy a violation of the Fourth Amendment by the federal government. Yet, even given the imperative from Marbury v. Madison, the same Court refused to imply a cause of action for the violation of an employee's First Amendment rights in Bush v. Lucas, 462 U.S. 367, 389, 103 S. Ct. 2404, 2417, 76 L. Ed. 2d 648 (1983). There, the Court recognized that Congress had crafted a remedy for the misconduct alleged, and deferred to Congress to decide whether to create a cause of action. Congressional action, in effect, precluded a finding of a common law remedy.\nStates have turned to the common law to allow an action for trespass when individual rights analogous to those protected by the Fourth Amendment to the United States Constitution were violated. See Widgeon, 479 A.2d at 927 (following Bivens). North Carolina recognized that the common law can provide a remedy for the violation of free speech, but also noted that the trial judge must craft the appropriate remedy, and that remedy may include injunctive relief, such as reinstatement, and backpay. Corum, 413 S.E.2d at 290-91. Ohio, on the other hand, did not establish a common law cause of action for the violation of free speech because the legislature was viewed to be the more appropriate body to provide those remedies. Provens, 594 N.E.2d at 962. Our State does not recognize a common law cause of action for damages to enforce constitutional rights.\nHistorically Texas common law has not provided a cause of action for damages for the violation of constitutional rights. The only Texas case we can find that can be read to allow an award of damages for the violation of constitutionally protected rights is Gold v. Campbell, 54 Tex. Civ. App. 269, 117 S.W. 463 (El Paso 1909, no writ). There, the court of appeals recognized that a victim of false imprisonment could pursue a tort cause of action against an officer. However, the cause of action alleged in Gold was the traditional common law tort of false imprisonment, not a tort for the violation of constitutional rights. Gold did not create a new cause of action; rather, it recognized that an officer who acts outside the scope of his authority is amenable to suit under a traditional common law cause of action. We disapprove of any interpretation of Gold that concludes it authorized a constitutional tort cause of action.\n\nIV. Conclusion\nBecause the actions of the officers do not fall under the Texas Whistleblower Act, and because there is no independent cause of action for damages against governmental entities for violations of the free speech and assembly clauses of the Texas Constitution, we reverse the judgment of the court of appeals and render judgment that the plaintiffs take nothing.\nPHILLIPS, C.J., and HIGHTOWER, HECHT, CORNYN, GAMMAGE and OWEN, JJ., join.\nGONZALEZ, J., filed a concurring opinion.\nSPECTOR, J., joins in the judgment only.\nGONZALEZ, Justice, concurring.\nI join in the Court's opinion and judgment. As further reason for reversing the judgment of the court of appeals under the Whistleblower Act, I would hold that there is no evidence that the plaintiffs were reprimanded for reporting a violation of the law to an appropriate law enforcement authority. *151 Furthermore, although the Court holds that there is no private cause of action against governmental entities for constitutional violations of speech and assembly rights, I would hold that there is no private right of action for damages against either a governmental entity or an individual arising under the Texas Constitution.[1] I write separately, however, to address the City's Batson challenge. Batson v. Kentucky, 476 U.S. 79, 106 S. Ct. 1712, 90 L. Ed. 2d 69 (1986).\nAlthough traditionally parties were given peremptory strikes to remove potential jurors without the necessity of showing cause, Batson and its progeny have radically changed our jurisprudence.[2] For example, it is no longer difficult to demonstrate state action in order to maintain a Batson challenge. Also, in examining the exercise of peremptory challenges, we have shifted the focus from the rights of litigants to receive a fair trial to the rights of jurors to be free from discrimination in the jury selection process. Additionally, we no longer permit attorneys to strike prospective jurors of a cognizable class (race, ethnicity or gender) on the basis of instinct or a hunch. As a result, there is now very little difference between peremptory challenges and challenges for cause. Rather than continue to struggle for many more years with protracted litigation over this issue, we would be better served by admitting that for all practical purposes, peremptory challenges are dead. Thus, I suggest that we refer Rules 232 and 233 of the Texas Rules of Civil Procedure to the Supreme Court Advisory Committee for a study and recommendation. Since no changes will be forthcoming in the near future, I will address the substantive issue raised by the City in this case.\nThe City contends that the trial court committed reversible error when it did not consider evidence from the first trial, which ended in a mistrial, to determine whether race was a motivating factor in the exercise of the plaintiff's peremptory challenges in the second trial. Applying a \"clearly erroneous\" standard of review to this record, I would hold that the trial court committed reversible error in not considering the evidence from the first trial.[3]\n\nI. FACTS\nIn order to put the Batson issue in context, a brief review of the underlying facts of this case is in order. This case began when the city manager appointed a black man as the City's interim police chief. The new police chief and the city manager reorganized the police department, an action that displeased some officers. Several white officers objected publicly to the reorganization, claiming that the \"interim\" police chief was really \"permanent\" and that the City hired him as part of its affirmative action program. Among their complaints was that the hiring violated a Beaumont city ordinance requiring that preference in hiring be given to citizens of Beaumont. Eventually, several senior police *152 officers took early retirement, allegedly due to retaliation by the City for their complaints; another officer was demoted. Some of these officers filed suit against the City for illegal discrimination and retaliation under the Whistleblower Act, seeking money damages.[4] The first trial resulted in a mistrial due to a hung jury. During jury selection for the first trial, the plaintiffs used all seven of their peremptory strikes to remove black persons from the jury panel.\nIn the second trial, the attorney for the officers used two strikes for cause and five peremptory challenges to remove all black persons from the venire. After the selection of the second jury, the City requested what is known as a Batson hearing to determine whether the plaintiffs used peremptory challenges to remove racial minorities from the jury pool. At this hearing, the City presented a prima facie case that the plaintiffs may have used race as a basis for the exercise of their peremptory strikes. Therefore, the hearing focused on whether the plaintiffs could articulate race-neutral reasons for their peremptory strikes to rebut the prima facie showing. In order to refute the officers' race-neutral explanations, to show that the explanations were pretextual, and to establish a pattern of race-conscious peremptory strikes, the City asked the trial court to consider the officers' exercise of peremptory strikes during the first trial. Specifically, the City sought to demonstrate that the officers were unable to articulate race-neutral reasons for striking black panel members in the first trial. The City's rationale was that the officers' failure to offer race-neutral explanations for the peremptory strikes in the first trial would be evidence of an impermissible pattern in the second trial.\nAfter the trial court refused to consider evidence from the first trial, the City filed a bill of exceptions which stated the names and race of the panel members who were struck. The trial court found that the strikes the plaintiffs exercised in the second trial were made without regard to the race of the potential jurors. The jury returned a verdict favorable to the officers. The court of appeals affirmed the jury verdict and held that there was no Batson violation.[5] The court of appeals concluded that the trial court must have considered the evidence in the bill of exceptions and rejected it as cumulative. 873 S.W.2d at 437.\n\nII. HISTORICAL PERSPECTIVE\nPeremptory challenges are a mechanism by which parties to a lawsuit are permitted to strike a certain number of prospective jurors from the jury panel without showing cause. Peremptory challenges have been a part \"of the common law for many centuries and part of our jury system for nearly 200 years.\" Batson, 476 U.S. at 112, 106 S. Ct. at 1731 (Burger, C.J., dissenting). They are traceable to the early days of the jury trial in England. Swain v. Alabama, 380 U.S. 202, 212-13, 85 S. Ct. 824, 831-32, 13 L. Ed. 2d 759 (1964). Not too many years ago, the United States Supreme Court considered peremptory challenges \"one of the most important ... rights.\" Id. at 219, 85 S. Ct. at 835 (quoting Pointer v. United States, 151 U.S. 396, 408, 14 S. Ct. 410, 414, 38 L. Ed. 208 (1894)). This was the status of our jurisprudence until 1986 when Batson was decided.\nDiscrimination in the selection of juries had been a matter of concern to the judiciary prior to Batson. In 1879, the United States Supreme Court held that the exclusion of a person from jury service on the basis of race violates the criminal defendant's rights under the Equal Protection Clause of the Fourteenth Amendment. Strauder v. West Virginia, 100 U.S. 303, 305, 25 L. Ed. 664 (1879). The Court dealt specifically with peremptory challenges in Swain, in which the Court held that prosecutors do not have to explain the reasons for their exercise of peremptory challenges, as this would take away the peremptory *153 nature of the strike. 380 U.S. at 222, 85 S.Ct. at 837. The Swain Court noted, however, that the habitual exercise of strikes in a racially discriminatory fashion violates the criminal defendant's constitutional right to equal protection. Id. at 223-24, 85 S. Ct. at 837-38.\nThe next case to address the use of peremptory challenges for racial reasons was Batson, in which the Court held that a prosecutor's racially-based peremptory strikes in a criminal case were unconstitutional. 476 U.S. at 89, 106 S.Ct. at 1719. In Batson, a black defendant was indicted in a Kentucky state court on charges of burglary and receipt of stolen goods. During voir dire, the trial judge excused some jurors for cause. The prosecutor then used four of his peremptory challenges to remove all black persons from the jury panel. The jury, composed only of white persons, convicted the defendant. The defendant appealed, claiming that the prosecutor's exercise of peremptory strikes violated the Sixth Amendment. The defendant expressly disclaimed reliance on the Equal Protection Clause of the Fourteenth Amendment. Id. at 112, 106 S. Ct. at 1731 (Burger, C.J., dissenting). The Kentucky Supreme Court affirmed the conviction, and the United States Supreme Court granted certiorari. Choosing to disregard its own rules against basing an opinion on grounds not raised by a party, a majority of the Batson court reversed and remanded the conviction on Fourteenth Amendment grounds.\nThe Batson Court set forth the procedural requirements for challenging the validity of peremptory strikes. First, the defendant must prove a prima facie case that the prosecutor's strikes, which constitute state action, are racially motivated. Id. at 96, 106 S. Ct. at 1722. To satisfy this requirement, the defendant must show that he or she is part of a cognizable racial group and that the prosecutor has struck members of this group from the jury panel. Id. Once the defendant makes a prima facie case, the prosecutor must rebut it by articulating a race-neutral explanation for challenging the jurors, which need not rise to the level of a challenge for cause. Id. at 97, 106 S. Ct. at 1723. The final step is the trial court's determination, based on all of the evidence, as to whether the litigant has carried its burden of proving discrimination. Id. at 98, 106 S. Ct. at 1723.\nBatson has since been extended to civil suits in Edmonson v. Leesville Concrete Co., 500 U.S. 614, 631, 111 S. Ct. 2077, 2088, 114 L. Ed. 2d 660 (1991), ethnicity-based peremptory strikes in Hernandez v. New York, 500 U.S. 352, 111 S. Ct. 1859, 114 L. Ed. 2d 395 (1991), criminal defendants in Georgia v. McCollum, 505 U.S. 42, ____, 112 S. Ct. 2348, 2359, 120 L. Ed. 2d 33 (1992), and gender-based peremptory strikes in J.E.B. v. Alabama ex rel. T.B., ___ U.S. ___, ___, 114 S. Ct. 1419, 1430, 128 L. Ed. 2d 89 (1994). The United States Supreme Court has not ruled on whether striking a panel member because of his or her religion violates Batson, although Justice Thomas has stated that \"J.E.B. would seem to have extended Batson's equal protection analysis to all strikes based on ... religion.\" Davis v. Minnesota, ___ U.S. ___, ___, 114 S. Ct. 2120, 2121, 128 L. Ed. 2d 679 (1994) (Thomas, J., dissenting from denial of certiorari).[6] The Texas Court of Criminal Appeals recently ruled on this issue, however, and held that the Fourteenth Amendment prohibits the exercise of peremptory challenges based on a panel member's religious affiliation. Casarez v. State, ___ S.W.2d ___, 1994 WL 695868 (Tex.Crim. App.1994).\nChief Justice Burger predicted that the result of Batson would be to subject every peremptory challenge to an objection requiring an explanation from the striking party. Batson, 476 U.S. at 127, 106 S. Ct. at 1739 (Burger, C.J., dissenting). He believed that this in turn would effectively do away with peremptory challenges. Id. Case law reveals *154 the accuracy of Chief Justice Burger's predictions; the future role of peremptory challenges seems to be quite uncertain.\nFor instance, in the First Circuit, the definition of a cognizable group has become so expansive that almost any litigant can be a member of a cognizable group for equal protection purposes. The court has identified three elements which it claims must be proven in order to establish cognizability:\n(1) the group must be definable and limited by some clearly identifiable factor,\n(2) a common thread of attitudes, ideas or experiences must run through the group, and\n(3) there must exist a community of interests among the members, such that the group's interest cannot be adequately represented if the group is excluded from the jury selection process.\nUnited States v. Sgro, 816 F.2d 30, 33 (1st Cir.1987), cert. denied, 484 U.S. 1063, 108 S. Ct. 1021, 98 L. Ed. 2d 986 (1988). Under the above criteria, a cognizable group could be established on the basis of political affiliation, sexual preference, weight, height, left-or right-handedness, and on and on. It could even be argued that drug addicts and pedophiles are cognizable groups for Batson purposes under this formulation. Thus, the range of possible classifications is so great that peremptory challenges may no longer be feasible in the federal courts in the First Circuit.\nAlthough Texas courts have not extended Batson beyond the Supreme Court holdings, the federal circuit courts have expanded the Batson concept of a cognizable group to Native Americans,[7] Italian-Americans,[8] and Asian-Americans.[9]Batson has even been applied to cases in which a white defendant protests the striking of white jurors. See Government of the Virgin Islands v. Forte, 865 F.2d 59, 64 (3d Cir.1989); Roman v. Abrams, 822 F.2d 214, 227-28 (2d Cir.1987), cert. denied, 489 U.S. 1052, 109 S. Ct. 1311, 103 L. Ed. 2d 580 (1989).\nAs discussed above, the definition of cognizability has the potential to become so expansive as to render peremptory challenges meaningless. However, at present, the federal circuit courts do not recognize cognizable groups based on age, occupation, or association. See, e.g., United States v. De Gross, 960 F.2d 1433, 1438 n. 8 (9th Cir.1992) (stating that an occupation-based peremptory challenge does not violate Batson because this type of discrimination does not rise to the level of an equal protection violation); Pemberthy v. Beyer, 19 F.3d 857, 870-71 n. 18 (3d Cir.1994) (noting that age-based strikes do not rise to the level of a Batson violation), cert. denied, ___ U.S. ___, 115 S. Ct. 439, 130 L. Ed. 2d 350 (1994); United States v. Townsley, 856 F.2d 1189, 1190 (8th Cir.1988) (holding that the white defendants' association with a black defendant was not sufficient to give them standing to join in the black defendant's Batson challenge), cert. dismissed, 499 U.S. 944, 111 S. Ct. 1406, 113 L. Ed. 2d 461 (1991). Most strikes based on living conditions or neighborhood are also upheld. See, e.g., Hollingsworth v. Burton, 30 F.3d 109, 112 (11th Cir.1994) (upholding strikes based on home ownership and job stability), cert. denied, ___ U.S. ___, 115 S. Ct. 944, 130 L. Ed. 2d 888 (1995). No court *155 has addressed the issue of whether a prosecutor can strike someone for being physically impaired, although one court has held that a strike based on a panel member's association with a handicapped person does not violate Batson. Morgan v. City of Albuquerque, 25 F.3d 918, 920 (10th Cir.1994); see also David G. Hart &amp; Russell D. Cawyer, Batson and Its Progeny Prohibit the Use of Peremptory Challenges Based Upon Disability and Religion, 26 TEX.TECH.L.REV. 109, 112-13 (1995) (arguing that strikes based on a panel member's disability are unconstitutional).\nIn addition to applying Batson to an increasing number of groups, courts have used Batson to limit the use of peremptory strikes in other ways. For instance, it is no longer difficult for the party challenging the exercise of a peremptory strike to demonstrate state action in order to establish an Equal Protection Clause violation. Edmonson removed most of the difficulty in proving state action in civil cases. 500 U.S. at 626, 111 S.Ct. at 2086 (noting that because state action is present at every step in the jury selection process except for the parties' peremptory strikes, strikes are colored by state action).\nAlso, some courts have moved away from Batson's focus on the rights of the litigant to a fair and impartial trial and instead now focus on the rights of jurors to be free from discrimination in the jury selection process. The Supreme Court held in Powers v. Ohio, 499 U.S. 400, 111 S. Ct. 1364, 113 L. Ed. 2d 411 (1991), that a white defendant could make a Batson claim on behalf of a black juror because the prosecutor's peremptory strike of the juror violated the juror's equal protection rights. The Court explained that although \"[a]n individual juror does not have a right to sit on any particular petit jury, ... he or she does possess the right not to be excluded from one on account of race.\" Id. at 409, 111 S. Ct. at 1370. Powers is not without its critics. Regarding a similar ruling in Georgia v. McCollum, Justice Thomas noted in concurrence that \"[t]oday's decision, while protecting jurors, leaves defendants with less means of protecting themselves.\" ___ U.S. at ___, 112 S.Ct. at 2360.\nChief Justice Burger noted that \"it is quite probable that every peremptory challenge could be objected to on the basis that, because it excluded a venireman who had some characteristic not shared by the remaining members of the venire, it constituted a `classification' subject to equal protection scrutiny.\" Batson, 476 U.S. at 124, 106 S. Ct. at 1738 (Burger, C.J., dissenting). As a result of Batson and its progeny, trial lawyers must be able to articulate a reason for each peremptory strike they exercise. However, requiring lawyers to articulate reasons for the exercise of peremptory strikes thwarts their ability to remove a juror simply because of an unquantifiable feeling such as a hunch or intuition that the juror is biased toward the lawyer's client. One commentator summarized what is lost by depriving a lawyer of this ability as follows:\nReason, custom, and common sense take one only so far with a jury (or a judge). The rest is a matter of human nature, about which litigators must learn much, little of it capable of explanation by reasoned analysis.\nIrving Younger, Unlawful Peremptory Challenges, 7 Litigation 23, 23 (Fall 1980).\nWe currently have a system in which peremptory challenges exist in theory, but not in reality. Thus, I suggest we reform Texas Rules of Civil Procedure 232 and 233 to reflect the change wrought by Batson and its progeny on the exercise of peremptory challenges.\n\nIII. APPLYING BATSON TO THIS CASE\nI believe the trial court erred in refusing to admit evidence from the first trial. It is undisputed that the City established a prima facie case that the plaintiffs used their peremptory strikes improperly in the second trial. Because the plaintiff officers used their peremptory strikes to remove all black panel members, the resulting panel was comprised solely of white jurors. In Powers v. Palacios, 813 S.W.2d 489, 491 (Tex.1991), this Court reversed and remanded for a new trial when a party used one peremptory strike to exclude the only black on the prospective panel. See also Straughter v. State, 801 S.W.2d 607, 611 (Tex.App.\u0097Houston [1st *156 Dist.] 1990, no writ) (using peremptories to strike four black members of the jury panel establishes a prima facie case of possible discriminatory selection). Given these precedents, it is clear that the initial inference that the plaintiffs used their peremptory strikes improperly was tenable.\nAfter the City made a prima facie showing of purposeful discrimination, the burden shifted to the officers to articulate race-neutral justifications for their strikes. Keeton v. State, 749 S.W.2d 861, 867-68 (Tex.Crim.App. 1988); Tompkins v. State, 774 S.W.2d 195, 200 (Tex.Crim.App.1987), aff'd, 490 U.S. 754, 109 S. Ct. 2180, 104 L. Ed. 2d 834 (1989). The controversy in this case arises at the next stage of the Batson hearing, when the challenging party offers evidence showing that the race-neutral reasons are pretextual. Courts addressing this issue have recognized that once a race-neutral reason for the strike is offered, the party raising the Batson challenge can offer evidence demonstrating that the reason given is pretextual. See Keeton, 749 S.W.2d at 868; Straughter, 801 S.W.2d at 613. However, what a party can use as evidence to show that a race-neutral articulation is no more than a pretext for the discriminatory use of a peremptory challenge is unclear.\nThis case gives us an opportunity to clarify what evidence a trial court can consider at this stage of the Batson hearing. Other courts that have addressed this issue have held that evidence of exclusion of black panel members in previous proceedings is admissible to rebut the neutral reasons offered by the party striking the prospective jurors. In Jones v. Davis, 835 F.2d 835, 838-39 (11th Cir.), cert. denied, 486 U.S. 1008, 108 S. Ct. 1735, 100 L. Ed. 2d 199 (1988), the court allowed the defendant to introduce evidence of the district attorney's use of peremptory strikes to remove black panel members in other cases. The court observed that the district attorney's failure to offer evidence refuting the existence of a pattern of excluding black jurors was significant. Id. at 839-40. In United States v. Gordon, 817 F.2d 1538, 1542 (11th Cir.1987), cert. dismissed, 487 U.S. 1265, 109 S. Ct. 28, 101 L. Ed. 2d 979 (1988), the court held that the defendant was entitled to introduce evidence that the prosecutor had used peremptory challenges to remove black panel members in two similar cases. See also Edwards v. Thigpen, 682 F. Supp. 1374, 1375-81 (S.D.Miss.1987) (admitting evidence of a pattern of excluding black jurors in 318 trials over a period of nine years), aff'd sub nom. Edwards v. Scroggy, 849 F.2d 204 (5th Cir.1988), cert. denied sub nom. Edwards v. Black, 489 U.S. 1059, 109 S. Ct. 1328, 103 L. Ed. 2d 597 (1989). The Texas Court of Criminal Appeals has held that the trial court must consider \"any evidence offered by a defendant to show a pattern or practice of a prosecutor using peremptory challenges in a racially discriminatory manner.\" Keeton, 749 S.W.2d at 866 (quoting State v. Antwine, 743 S.W.2d 51, 64-65 (Mo.1987), cert. denied, 486 U.S. 1017, 108 S. Ct. 1755, 100 L. Ed. 2d 217 (1988)).\nI would follow those cases requiring trial courts to consider evidence of racially-motivated strikes in previous proceedings. One of the officers' allegations was that the police chief was given preferential treatment because he is black. Thus, race was an issue in this case. Evidence from the first jury selection would have been significant in showing that the officers used peremptory strikes as part of a discriminatory pattern. Because the trial court's refusal to consider the officers' behavior in the first trial was clearly erroneous, I would reverse the judgment of the court of appeals on this point.\nNOTES\n[1]  This section was repealed by Acts of 1993, 73rd Leg., R.S. ch. 268, § 46(1) 1993 Tex.Gen.Laws 583, 986 (effective September 19, 1993) and recodified in section 554.002 of the Texas Government Code, id § 1, at 609-10. The new section effects no substantive changes to the Act. The new section provides that:\n\nA state agency or local government may not suspend or terminate the employment of or discriminate against a public employee who in good faith reports a violation of law to an appropriate law enforcement authority.\nTEX.GOV'T CODE § 554.002. The relief available to an employee who is suspended or terminated in violation of section 554.002 includes injunctive relief, actual damages, exemplary damages, court costs, reasonable attorneys fees, reinstatement to his or her former position, compensation for lost wages, and reinstatement of fringe benefits and seniority rights lost. Id. § 554.003.\n[2]  The City of Beaumont raised additional points of error concerning the type of evidence to be considered during a Batson challenge. See Batson v. Kentucky, 476 U.S. 79, 106 S. Ct. 1712, 90 L. Ed. 2d 69 (1986). However, because of the resolution of the other issues we need not reach the Batson issue.\n[3]  At the meeting one officer read to Haines the following:\n\nOur legal counsel has advised us that our legal rights have been violated, that more of our rights are in the process of being violated, that we have the right to preserve our rights on the record, that if you further deny our rights in the preservation of the record of the denial of these rights, you have placed yourself and the city in legal jeopardy.\nIn response, Haines asked the officers what rights the officers claimed were being violated. Rush stated that he \"had understood that Mr. Walker [the officers' attorney] had brought [Haines] an item\" the day before explaining what rights they claimed Haines was violating. However, the record is devoid of any complaints of any violation being made to Haines.\nThe reprimand stated that Haines scheduled the meetings in consideration of the officers' concerns. The heart of the reprimand is as follows: \"[the] action in bringing uninvited persons to the Executive Staff meeting was completely lacking in judgment and management sense.\"\n[4]  Article 1, section 8 of the Texas Constitution provides:\n\nEvery person shall be at liberty to speak, write or publish his opinions on any subject, being responsible for the abuse of that privilege; and no law shall ever be passed curtailing the liberty of speech or of the press....\nTEX. CONST. art. I, § 8. Article I, section 27 provides:\nCitizens shall have the right, in a peaceable manner, to assemble together for their common good; and apply to those invested with the powers of government for redress of grievances or other purposes, by petition, address or remonstrance.\nTEX. CONST. art. I, § 27.\n[5]  At the outset we note that the United States Supreme Court recently announced that a Bivens cause of action cannot be maintained against federal agencies. FDIC v. Meyer, ___ U.S. ___, ___, 114 S. Ct. 996, 1005-06, 127 L. Ed. 2d 308 (1994). The officers' suit in this case more closely parallels the Meyer facts, because suit was brought against the governmental entity and its officers in their official capacities, and not against the individuals in their individual capacities. A suit against an official in her official capacity is a suit collectable from the official's governmental entity, not the official individually. See Winograd v. Clear Lake City Water Auth., 811 S.W.2d 147, 162 (Tex.App.\u0097Houston [1st Dist.] 1991, writ denied). Regardless, the Meyer decision was the result of a Bivens analysis; Meyer concluded that suits against federal agencies could not be maintained under Bivens. Meyer does not change our purpose. Our task is to consider the Bivens analysis in the context of our state constitution and in the context of claims made against governmental entities.\n[6]  The officers in this case did not allege a 42 U.S.C. § 1983 violation.\n[7]  Erikson, Origins of the Texas Bill of Rights, 62 S.W.Hist.Q. 457, 466 (1959).\n[1]  See FDIC v. Meyer, ___ U.S. ___, ___, 114 S. Ct. 996, 1005-06, 127 L. Ed. 2d 308 (1994) (holding that a Bivens cause of action cannot be maintained against a federal agency); Tutt v. City of Abilene, 877 S.W.2d 86, 89 (Tex.App.\u0097Eastland 1994, writ denied) (holding that there is no private right of action against a state governmental entity for violations of the Texas Constitution).\n[2]  See generally Elaine A. Carlson, Batson, J.E.B., and Beyond: The Paradoxical Quest for Reasoned Peremptory Strikes in the Jury Selection Process, 46 Baylor L.Rev. 947 (1994) (suggesting the elimination of peremptory strikes and the expansion of challenges for cause); Alan B. Rich, Peremptory Jury Strikes in Texas After Batson and Edmondson [sic], 23 St. Mary's L.J. 1055 (1992) (discussing the effect of Batson and its progeny on the exercise of peremptory challenges).\n[3]  There is no Texas Supreme Court case that sets the standard for a reviewing court to examine a trial court's ruling on a Batson challenge. In the absence of such guidance, I would follow the standard articulated by our sister court, the Texas Court of Criminal Appeals. See Vargas v. State 838 S.W.2d 552, 553-54 (Tex.Crim.App.1992); DeBlanc v. State, 799 S.W.2d 701, 713 (Tex.Crim. App.1990), cert. denied, 501 U.S. 1259, 111 S. Ct. 2912, 115 L. Ed. 2d 1075 (1991); Whitsey v. State, 796 S.W.2d 707, 721-22 (Tex.Crim.App. 1989) (plurality opinion). Under the clearly erroneous standard, our role is to review the Batson evidence in the light most favorable to the trial court's ruling, and to determine whether the ruling was supported by the record. Whitsey, 796 S.W.2d at 721-22. Reversal is proper only when we are left with a firm conviction that the trial court erred. Id. at 721 (citing Anderson v. Bessemer City, 470 U.S. 564, 573-74, 105 S. Ct. 1504, 1511, 84 L. Ed. 2d 518 (1985)).\n[4]  One of the plaintiffs, former officer Woodford D. Bouillion, recently plead guilty and was sentenced in federal court for failing to report a felony. Ex-Officer Sentenced in Money Scam, Austin American Statesman, Jan. 8, 1995, at B2.\n[5]  873 S.W.2d 425. This case came before the Beaumont Court of Appeals twice. The first appeal exclusively concerned the jury selection. In an unpublished opinion, the court of appeals ordered the trial court to hold a hearing to determine whether the plaintiffs exercised their strikes in a race-neutral manner.\n[6]  In Davis, the prosecutor in an aggravated robbery case used a peremptory strike to remove a venire member from the panel because he was a Jehovah's Witness. State v. Davis, 504 N.W.2d 767, 768 (Minn.1993), cert. denied, ___ U.S. ___, 114 S. Ct. 2120, 128 L. Ed. 2d 679 (1994). The Supreme Court of Minnesota upheld the peremptory strike, reasoning that Batson did not extend to strikes based on a juror's religion. Id. at 772. The court also noted, however, that \"[o]rdinarily... inquiry on voir dire into a juror's religious affiliation and beliefs is irrelevant and prejudicial.\" Id.\n[7]  See United States v. Childs, 5 F.3d 1328, 1337 (9th Cir.1993), cert. denied, ___ U.S. ___, 114 S. Ct. 1385, 128 L. Ed. 2d 60 (1994); United States v. Iron Moccasin, 878 F.2d 226, 229 (8th Cir. 1989); United States v. Chalan, 812 F.2d 1302, 1314 (10th Cir.1987).\n[8]  See United States v. Biaggi, 853 F.2d 89, 96 (2d Cir.1988), cert. denied, 489 U.S. 1052, 109 S. Ct. 1312, 103 L. Ed. 2d 581 (1989). Contra United States v. Bucci, 839 F.2d 825, 833 (1st Cir.) (holding that the defendants failed to show that Italian-Americans were a cognizable group for Batson purposes), cert. denied, 488 U.S. 844, 109 S. Ct. 117, 102 L. Ed. 2d 91 (1988); United States v. Di Pasquale, 864 F.2d 271, 277 (3d Cir.1988) (stating additionally that Italian surnames do not prove ethnicity), cert. denied sub nom. DiNorscio v. United States, 492 U.S. 906, 109 S. Ct. 3216, 106 L. Ed. 2d 566 (1989); Sgro, 816 F.2d at 33 (holding that the defendant did not prove that Italian-Americans are a cognizable group).\n[9]  See United States v. Sneed, 34 F.3d 1570, 1580 (10th Cir.1994) (ruling that a prosecutor's peremptory challenge of a Chinese-American prospective juror did not violate Batson because the prosecutor offered a race-neutral explanation for the strike); United States v. Thompson, 827 F.2d 1254, 1263 (9th Cir.1987) (Sneed, J., dissenting) (expressing no doubt that Batson applies to Asian-Americans).\n\n",
            "ocr": false,
            "opinion_id": 2463017
        },
        {
            "author_str": "Enoch",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nENOCH, Justice.\nThis case presents us with two issues: 1) What constitutes a report “to an appropriate law enforcement authority” sufficient to fall within the protection afforded by the Texas ■Whistleblower Act, Tex.Rev.Civ.Stat. art. 6252-16a, § 2 (Vernon 1983)1, and 2) Does Texas recognize an implied private right of action for damages arising under the free speech and assembly clauses of the Texas Constitution against governmental entities. The trial court and the court of appeals both upheld a jury award for the plaintiffs below. 873 S.W.2d 425. Because we hold that the conduct in the present case falls outside the ambit of the 'Whistleblower Act, and that there is no implied cause of action for damages against governmental entities for violations of the free speech and free assembly clauses of the Texas Constitution, we reverse the judgment of the court of appeals and render judgment for the defendants.2\nI. Facts\nWoodford D. Bouillion, Cecil E. Rush, John G. Parsons, Charles A. Perricone and Eugene T. Corder, former employees of the Beaumont Police Department, claim they were constructively discharged from their jobs for reporting official misconduct to an authority and for exercising their constitutional rights to free speech and free assembly.\nThe City Charter of Beaumont provides that when the qualifications of applicants for city employment are equal, Beaumont residents shall be given preference. Albert Haines, the Beaumont City Manager during the relevant times involved in this case, had the authority to appoint and remove the heads of the city departments. Haines appointed nonresidents to fill several department head positions, including Max Patterson as City Resource Manager. When the position of Police Chief came open in late 1986, Haines appointed Patterson to act as the interim chief while a search was carried out for a permanent chief. Patterson carried out significant departmental reforms while serving as interim chief.\nThe plaintiffs in this case were police officers in the Beaumont Police Department in 1987. The extent of the reforms instituted by Patterson led the officers to conclude that Patterson’s appointment was more than merely provisional. They believed that Patterson was less qualified to serve as chief than some members of the Beaumont police force and that the temporary appointment was made to give Patterson an opportunity to become a local citizen, thus making him eligible for permanent appointment.\nOn January 19, 1987, twenty-one police officers held a press conference and issued a press release. In their statement to the press, the officers asserted that there were several viable candidates for the position of police chief from inside and outside the department. They further complained about how Interim Chief Patterson was running the department, and challenged Patterson’s qualifications. They also called upon Haines to form a blue ribbon committee to help select the new chief.\n*145To respond to the concerns expressed in the press release, Haines scheduled a series of executive meetings with the members of the force to discuss the day-to-day operations of the police department. One such meeting was scheduled for February 3, 1987. The officers arrived at that meeting with an attorney and a court reporter to transcribe the meeting. Haines refused to discuss the internal operation of the police department with the officers’ attorney present, but offered to meet later with the officers and their attorney to discuss their grievances. Two days later, Haines issued written reprimands to the officers for inviting their attorney and court reporter to the executive staff meeting to discuss items not on the agenda. The reprimand concluded that such actions “completely lack[ed] judgment and management sense.”\nIn the spring of 1987, the City hired George Schuldt, a Beaumont resident and an officer with the Beaumont Police Department who had signed the press release, as permanent Chief of Police. His administration instituted department-wide reforms. These reforms affected the entire department, including the officers bringing this suit. The rank of Major was eliminated in the reorganization. Eventually all but Bouillion took retirement packages and left the department; Bouillion left the Department after this suit was filed.\nIn 1989, the officers sued the City of Beaumont and other individuals in their official capacity for constructive discharge. The suit claimed that because the officers disclosed a violation of the City Charter, the City retaliated against them by instituting the departmental reorganization, which actions violated both the Texas Whistleblower Act and their rights under the Texas Constitution. The jury returned a verdict for the officers, and the court of appeals affirmed. 873 S.W.2d at 447.\nII. Texas Whistleblower Act\nThe Texas Whistleblower Act in effect at all pertinent times provided that:\nA state or local governmental body may not suspend or terminate the employment of, or otherwise discriminate against, a public employee who reports a violation of law to an appropriate law enforcement authority if the employee report is made in good faith.\nTex.Rev.Civ.Stat.Ann. art. 6252-16a, § 2 (Vernon 1983). A public employee may sue the governmental body for injunctive relief or damages, or both, for a violation of the Act. Id. § 3. To demonstrate a violation of the Whistleblower Act, a plaintiff must, among other things, prove that the plaintiff reported a violation of law to an appropriate law enforcement authority. Id. § 2; see Kirk &amp; Snell, The Texas Whistleblower Act: A Time for Change, 26 Tex.Tech.L.Rev. 75, 88-90 (1995) (surveying cases discussing appropriate law enforcement authority). Our disposition of the whistleblower issue focuses exclusively on this element of the Act. The problems between the officers and the City eventually resulted in two confrontational occurrences that underlie this suit: the press conference and the subsequent meeting resulting in the reprimands. The press conference is not a protected act under the statute. See Garay v. County of Bexar, 810 S.W.2d 760, 766-67 (Tex.App.—San Antonio 1991, writ denied) (statute not applicable to nurse who reported alleged violations to newspaper columnist who later published them). The media clearly is not an appropriate “law enforcement authority” under the Whistleblower Act.\nThe second confrontational act complained of by the officers was the February 3 meeting and the reprimand the officers received on February 5. The reprimands themselves and any consequences stemming from them, however, are not acts of employment discrimination under the Whistleblower Act because the reprimands did not stem from the report of a violation to an appropriate law enforcement agency. At the February 3 meeting, the officers made no report of any violation of law.3 The transcript of the *146meeting indicates that the meeting was one of several scheduled by Haines, and not the officers, to respond to the concerns the officers expressed in their press conference. The February 3 meeting had nothing to do with the officers’ allegation that the City violated its hiring practice, but instead concerned the internal operation of the Beaumont Police Department. The reprimands were issued not because of anything that was reported, but because the officers brought “outsiders” to the meeting. Had they reported an illegal act to the city manager and had they proved that there was, in fact, a suspension, discharge or discrimination caused by their report, the Whistleblower Act would have provided the officers with an adequate remedy. Tex.Rev.Giv.Stat.Ann. art. 6252-16a, § 3. Under these facts, however, the officers’ meeting with the City Manager does not bring their complaint within the realm of the Whistleblower Act.\nThe court of appeals concluded that the jury could have found that the officers had been retaliated against for reporting a violation of the law. We disagree. First, as a matter of law, the Whistleblower Act is not implicated merely by reports made to the press. Second, there was no report to an appropriate law enforcement authority. For these reasons, we reverse the judgment of the court of appeals under the Whistleblower Act.\nIII. State Constitutional Tort\nAlternatively, the officers ask us to recognize an implied private right of action for damages for the violation of their constitutional rights. The officers claimed that their rights under the Texas Constitution were violated by the City and its officers because they were retaliated against for exercising their free speech rights under Article 1, section 8 of the Texas Constitution and for exercising their right to assemble under Article 1, section 27 of the Texas Constitution.4 They ask us to find a state analog to the federal Bivens-type cause of action. Bivens v. Six Unknown Named Agents of Federal Bureau of Narcotics, 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971).5\nIn Bivens, the United States Supreme Court recognized an implied private cause of action against a federal agent acting under color of authority who violates an individual’s Fourth Amendment rights under the United States Constitution. 403 U.S. at 389, 91 S.Ct. at 2001. This remedy has also been *147applied to the Fifth Amendment’s equal protection component, Davis v. Passman, 442 U.S. 228, 248, 99 S.Ct. 2264, 2278, 60 L.Ed.2d 846 (1979), and the Eighth Amendment’s prohibition against cruel and unusual punishment, Carlson v. Green, 446 U.S. 14, 24-25, 100 S.Ct. 1468, 1474-75, 64 L.Ed.2d 15 (1980). The United States Supreme Court has come to refer generically to causes of action for damages for the violation of constitutional rights as Bivens-type causes of action. See Bush v. Lucas, 462 U.S. 367, 377, 103 S.Ct. 2404, 2411, 76 L.Ed.2d 648 (1983) (referring to Bivens, Davis, Carlson, and other cases seeking damages for violation of constitutional right as “Bivens-type actions based directly on the Constitution.”). The Court in Bush held a Bivens-type action would not lie where a federal statutory scheme provided a remedy for the violation of a particular constitutional right, in that case, the First Amendment right to free speech. Id. at 390, 103 S.Ct. at 2417.\nThe Bivens implied cause of action against federal officers complements the statutory § 1983 cause of action which lies against state or other non-federal government officials. 42 U.S.C. § 1983 (1988). The deterrent effect provided by Bivens-type, actions works similarly to that provided by § 1983. See Carlson, 446 U.S. at 19-22, 100 S.Ct. at 1472-73; Robertson v. Wegmann, 436 U.S. 584, 590-91, 98 S.Ct. 1991, 1995, 56 L.Ed.2d 554 (1978). Section 1983 provides that one who under the color of any state law deprives another of rights guaranteed by the United States Constitution shall be Hable in an action at law or equity. Id.6 Our analysis focuses on two questions. First, we must determine whether there is an impUed private right of action for damages against governmental entities for violations of the Texas Constitution. Second, we must decide whether we may look to the Constitution to define the element of duty for a Texas common law cause of action.\nA.\nBecause Texas has no provision comparable to § 1983, the first question must be answered by determining whether a private right of action for damages can be imphed under the Texas Constitution. We hold there is no impUed private right of action for damages arising under the free speech and free assembly sections of the Texas Constitution.\nInitiaUy, the officers argue that other jurisdictions have recognized state causes of action based on Bivens. Several states faced with the issue before us have found an im-pUed cause of action while others have rejected such an action. There is Uttle uniformity in how other jurisdictions have addressed the issue. Several jurisdictions have foUowed the approach used by the United States Supreme Court in the Bivens line of cases, and have based their decisions on the presence or absence of alternative remedial schemes. See, e.g., Dick Fischer Dev. No. 2, Inc. v. Dep’t of Admin., 838 P.2d 263 (Alaska 1992) (expressing reluctance to extend Bivens to the realm of state constitutional violations except in cases of flagrant constitutional violations where Uttle or no alternative remedies are available); Gay Law Students Ass’n v. Pacific Tel. &amp; Tel. Co., 24 Cal.3d 458, 156 Cal.Rptr. 14, 595 P.2d 592 (1979) (finding an impUed cause of action appropriate because of absence of other remedies); Kelley Property Dev. v. Town of Lebanon, 226 Conn. 314, 627 A.2d 909 (1993) (holding that because of statutory remedial scheme, court would not imply a cause of action arising directly under the state constitution); Schreiner v. McKenzie Tank Lines &amp; Risk Management Servs., Inc., 408 So.2d 711 (Fla.Dist.Ct.App.1982), approved, 432 So.2d 567 (Fla.1983) (because the Florida Constitution is self-executing, remedy can be afforded absent statutory authorization); Widgeon v. Eastern Shore Hosp. Ctr., 300 Md. 520, 479 A.2d 921 (1984) (holding that because common law provides remedies, an impUed cause of action is not necessary); Phillips v. Youth Dev. Program, Inc., 390 Mass. 652, 459 N.E.2d 453 (1983) (holding that when there are no other remedies, it is appropriate for the courts to imply one under the state constitution); Rockhouse Mountain Property Owners Ass’n v. Town of Conway, 127 N.H. 593, 503 A.2d 1385 (1986) (refusing to imply a cause of action when a *148statutory remedial scheme exists); Corum v. University of North Carolina, 330 N.C. 761, 413 S.E.2d 276 (holding that in the absence of an adequate state remedy, one whose constitutional rights are violated has a direct claim against the state under the State constitution) cert. denied, — U.S. -, 113 S.Ct. 493,121 L.Ed.2d 431 (1992); Provens v. Stark County Bd. of Mental Retardation, 64 Ohio St.3d 252, 594 N.E.2d 959 (1992) (holding that where statutory remedies exist, private employees do not have a private cause of action for violation of state constitutional rights).\nOther jurisdictions have based their determination on the ground of sovereign immunity. See, e.g., Figueroa v. Hawaii, 61 Haw. 369, 604 P.2d 1198 (1979) (noting that Tort Liability Act does not make state liable in money damages for violation of state constitution); Smith v. Dept, of Public Health, 428 Mich. 540, 410 N.W.2d 749 (1987) (holding that where it is alleged that state has violated rights conferred by constitution, governmental immunity is not available in state court action, but declining to infer a right to sue the state for damages on the basis of a violation of the Michigan constitution), aff'd, 491 U.S. 58, 109 S.Ct. 2304, 105 L.Ed.2d 45 (1989); City of Mound Bayou v. Roy Collins Const. Co., 457 So.2d 337 (Miss.1984) (holding that state liability only accrues as expressly authorized by law); Rockhouse, 503 A.2d at 1385 (noting the sovereign immunity scheme cuts against the creation of a state cause of action); Livingood v. Meece, 477 N.W.2d 183 (N.D.1991) (holding that state sovereign immunity bars state constitutional claims).\nSimilarly, other courts have based their determination on either the text of the state constitutions or the relationship between those constitutions and other bodies of state laws. See, e.g., HFH, Ltd. v. Superior Court, 15 Cal.3d 508, 125 Cal.Rptr. 365, 542 P.2d 237 (1975) (noting that the remedy for improper legislative acts is undoing the wrongful act and not in money damages), cert. denied, 425 U.S. 904, 96 S.Ct. 1495, 47 L.Ed.2d 754 (1976); Widgeon, 479 A.2d at 921 (holding that where an individual is deprived of liberty or property interests in violation of article of the state Declaration of Rights, he may enforce those rights by a common law action for damages); Anderson v. Dep’t of Revenue, 313 Or. 1, 828 P.2d 1001 (1992) (noting that taxpayer claims against state for damages based only on state constitutional violations do not state cognizable claims for relief).\nAs we consider the reasoning underpinning these decisions, we recognize them as persuasive authority, but we also recognize that we are not controlled by any one approach used by other states interpreting specific provisions of their constitutions. Because our Bill of Rights is “based on a myriad of sources,”7 ultimately we must interpret our particular Texas Constitution. To interpret our Constitution, we give effect to its plain language. Dawkins v. Meyer, 825 S.W.2d 444, 448 (Tex.1992). We presume the language of the Constitution was carefully selected, and we interpret words as they are generally understood. Leander Indep. Sch. Dist. v. Cedar Park Water Supply Corp., 479 S.W.2d 908 (Tex.1972). Thus, we turn our attention to our Constitution.\nAs we begin, we note that we have been presented no authority, and our research has revealed no authority, that would indicate that at the time the Constitution was written, it was intended to provide an implied private right of action for damages for the violation of constitutional rights. See Jones v. Ross, 141 Tex. 415, 173 S.W.2d 1022, 1024 (1943) (constitutional provisions must be construed in light of conditions existing at the time of adoption). Accordingly, we find no historical basis to create the remedy sought.\nAdditionally, the text of the Texas Bill of Rights cuts against an implied private right of action for the damages sought because it explicitly announces the consequences of unconstitutional laws. The guarantees found in the Bill of Rights are excepted from the general powers of government; the State has no power to commit acts contrary to the guarantees found in the Bill of Rights. Tex. Const, art. 1, § 29. Section 29 has been interpreted as follows: any provision of the Bill of Rights is self-executing to the extent *149that anything done in violation of it is void. Hemphill v. Watson, 60 Tex. 679, 681 (1884). When a law conflicts with rights guaranteed by Article 1, the Constitution declares that such acts are void because the Bill of Rights is a limit on State power. Id. The framers of the Texas Constitution articulated what they intended to be the means of remedying a constitutional violation. The framers intended that a law contrary to a constitutional provision is void. There is a difference between voiding a law and seeking damages as a remedy for an act. A law that is declared void has no legal effect. See Cain v. Fry, 86 S.W.2d 270, 272 (Tex.Civ.App. — Amarillo 1935, no writ). Such a declaration is different from seeking compensation for damages, or compensation in money for a loss or injury. Thus, suits for equitable remedies for violation of constitutional rights are not prohibited. Section 29 does not support the officers’ claim that a private right of action for damages is implied under the Texas Constitution.\nThe officers rely on Article 1, section 17 as evidence that this Court has approved actions for damages arising under the Constitution before. Their reliance on that section is misplaced. Section 17 provides that no person’s property shall be taken, damaged or destroyed or applied to public use without adequate compensation. Tex. Const, art. 1, § 17. The converse of the provision is that if property is taken, the owner is entitled to adequate payment. Section 17 provides a textual entitlement to compensation in its limited context. The officers focus on language from Steele v. City of Houston, 603 S.W.2d 786, 791 (Tex.1980), where we stated: “The Constitution itself is the authorization for compensation for the destruction of property and is a waiver of governmental immunity for the taking, damaging or destruction of property for public use.” However, this language cannot be interpreted beyond its context. The text of section 17 waives immunity only when one seeks adequate compensation for property lost to the State. We are not persuaded that a right to damages for injuries to constitutional interests can be implied solely from a limited explicit entitlement for compensation for the loss of property.\nThe court of appeals below rejected the City’s reliance on Bagg v. Univ. of Texas Medical Branch, 726 S.W.2d 582 (Tex.App.—Houston [14th Dist.] 1987, writ ref d n.r.e.), a case in which the court of appeals affirmed the dismissal of a constitutional tort for damages. The court of appeals below distinguished Bagg, stating that Bagg turned on the issue of immunity and not on a holding that there is no state constitutional tort. 873 S.W.2d at 440. However, the plaintiff in Bagg pursued causes of action for violations of both his federal and state constitutional rights. With respect to his claims under the state constitution, the Bagg court did recognize that although Texas has a strong bill of rights, “no Texas statute or case ... provides a citizen the kind of redress afforded by 42 U.S.C. § 1983 or by Bivens — There is no state ‘constitutional tort.’ ” Bagg, 726 S.W.2d at 584 n. 1. Therefore, because the state claims were rejected, the immunity discussion was necessary only to dispose of the federal causes of action.\nThe court of appeals was also persuaded by Jones v. Memorial Hospital Sys., 746 S.W.2d 891 (Tex.App.—Houston [1st Dist.] 1988, no writ). In Jones, the court of appeals held that Article 1, section 8 of the Texas Constitution provides an independent legal basis for a cause of action. However, Jones is not inconsistent with our holding today to the extent Jones is understood as approving suits for injunctive relief. Jones is not to be read as implying from the Constitution a cause of action for damages for the violation of free speech rights.\nThe officers fail to satisfy their burden to relate to this Court any textual basis for their argument that the Constitution affords more than equitable relief for a violation of its provisions. Our review of the language of the Constitution leads us to conclude that there is no basis from the text of the Constitution to assume a party is given more than equitable protection. Accordingly we hold that there is no implied private right of action for damages under the Texas Constitution when an individual alleges the violation of speech and assembly rights.\n*150B.\nAlternatively, we also ask whether we may look to the Constitution to define the element of duty for a Texas common law cause of action. We answer this in the negative as well. Other jurisdictions split on whether a common law cause of action is implied to remedy the violation of constitutional rights. At common law, the violation of a right such as those protected by the Fourth Amendment to the United States Constitution was viewed as a trespass, giving rise to an action for damages for trespass. For example, the United States Supreme Court in Bivens referred to the principle that the essence of liberty consists in the right of individuals to claim protection of the laws when injured, 403 U.S. at 397, 91 S.Ct. at 2005 (quoting Marbury v. Madison, 1 Cranch 137, 163, 2 L.Ed. 60 (1803)), and thus held that a cause of action existed to remedy a violation of the Fourth Amendment by the federal government. Yet, even given the imperative from Marbury v. Madison, the same Court refused to imply a cause of action for the violation of an employee’s First Amendment rights in Bush v. Lucas, 462 U.S. 367, 389, 103 S.Ct. 2404, 2417, 76 L.Ed.2d 648 (1983). There, the Court recognized that Congress had crafted a remedy for the misconduct alleged, and deferred to Congress to decide whether to create a cause of action. Congressional action, in effect, precluded a finding of a common law remedy.\nStates have turned to the common law to allow an action for trespass when individual rights analogous to those protected by the Fourth Amendment to the United States Constitution were violated. See Widgeon, 479 A.2d at 927 (following Bivens). North Carolina recognized that the common law can provide a remedy for the violation of free speech, but also noted that the trial judge must craft the appropriate remedy, and that remedy may include injunctive relief, such as reinstatement, and backpay. Corum, 413 S.E.2d at 290-91. Ohio, on the other hand, did not establish a common law cause of action for the violation of free speech because the legislature was viewed to be the more appropriate body to provide those remedies. Provens, 594 N.E.2d at 962. Our State does not recognize a common law cause of action for damages to enforce constitutional rights.\nHistorically Texas common law has not provided a cause of action for damages for the violation of constitutional rights. The only Texas case we can find that can be read to allow an award of damages for the violation of constitutionally protected rights is Gold v. Campbell, 54 Tex.Civ.App. 269, 117 S.W. 463 (El Paso 1909, no writ). There, the court of appeals recognized that a victim of false imprisonment could pursue a tort cause of action against an officer. However, the cause of action alleged in Gold was the traditional common law tort of false imprisonment, not a tort for the violation of constitutional rights. Gold did not create a new cause of action; rather, it recognized that an officer who acts outside the scope of his authority is amenable to suit under a traditional common law cause of action. We disapprove of any interpretation of Gold that concludes it authorized a constitutional tort cause of action.\nIV. Conclusion\nBecause the actions of the officers do not fall under the Texas Whistleblower Act, and because there is no independent cause of action for damages against governmental entities for violations of the free speech and assembly clauses of the Texas Constitution, we reverse the judgment of the court of appeals and render judgment that the plaintiffs take nothing.\nPHILLIPS, C.J., and HIGHTOWER, HECHT, CORNYN, GAMMAGE and OWEN, JJ., join.\nGONZALEZ, J., filed a concurring opinion.\nSPECTOR, J., joins in the judgment only.\n\n. This section was repealed by Acts of 1993, 73rd Leg., R.S. ch. 268, § 46(1) 1993 Tex.Gen.Laws 583, 986 (effective September 19, 1993) and re-codified in section 554.002 of the Texas Government Code, id § 1, at 609-10. The new section effects no substantive changes to the Act. The new section provides that:\nA state agency or local government may not suspend or terminate the employment of or discriminate against a public employee who in good faith reports a violation of law to an appropriate law enforcement authority.\nTexGov’t Code § 554.002. The relief available to an employee who is suspended or terminated in violation of section 554.002 includes injunctive relief, actual damages, exemplary damages, court costs, reasonable attorneys fees, reinstatement to his or her former position, compensation for lost wages, and reinstatement of fringe benefits and seniority rights lost. Id. § 554.003.\n\n\n. The City of Beaumont raised additional points of error concerning the type of evidence to be considered during a Batson challenge. See Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986). However, because of the resolution of the other issues we need not reach the Batson issue.\n\n\n. At the meeting one officer read to Haines the following:\nOur legal counsel has advised us that our legal rights have been violated, that more of our rights are in the process of being violated, that we have the right to preserve our rights on the record, that if you further deny our rights in the preservation of the record of the denial of *146these rights, you have placed yourself and the city in legal jeopardy.\nIn response, Haines asked the officers what rights the officers claimed were being violated. Rush stated that he \"had understood that Mr. Walker [the officers' attorney] had brought [Haines] an item” the day before explaining what rights they claimed Haines was violating. However, the record is devoid of any complaints of any violation being made to Haines.\nThe reprimand stated that Haines scheduled the meetings in consideration of the officers’ concerns. The heart of the reprimand is as follows: \"[the] action in bringing uninvited persons to the Executive Staff meeting was completely lacking in judgment and management sense.”\n\n\n. Article 1, section 8 of the Texas Constitution provides:\nEvery person shall be at liberty to speak, write or publish his opinions on any subject, being responsible for the abuse of that privilege; and no law shall ever be passed curtailing the liberty of speech or of the press....\nTex. Const, art. I, § 8. Article I, section 27 provides:\nCitizens shall have the right, in a peaceable manner, to assemble together for their common good; and apply to those invested with the powers of government for redress of grievances or other purposes, by petition, address or remonstrance.\nTex Const, art. I, § 27.\n\n\n. At the outset we note that the United States Supreme Court recently announced that a Bivens cause of action cannot be maintained against federal agencies. FDIC v. Meyer,-U.S.-, -, 114 S.Ct. 996, 1005-06, 127 L.Ed.2d 308 (1994). The officers' suit in this case more closely parallels the Meyer facts, because suit was brought against the governmental entity and its officers in their official capacities, and not against the individuals in their individual capacities. A suit against an official in her official capacity is a suit collectable from the official's governmental entity, not the official individually. See Winograd v. Clear Lake City Water Auth., 811 S.W.2d 147, 162 (Tex.App.—Houston [1st Dist.] 1991, writ denied). Regardless, the Meyer decision was the result of a Bivens analysis; Meyer concluded that suits against federal agencies could not be maintained under Bivens. Meyer does not change our purpose. Our task is to consider the Bivens analysis in the context of our state constitution and in the context of claims made against governmental entities.\n\n\n. The officers in this case did not allege a 42 U.S.C. § 1983 violation.\n\n\n. Erikson, Origins of the Texas Bill of Rights, 62 S.W.Hist.Q. 457, 466 (1959).\n\n",
            "ocr": false,
            "opinion_id": 9778287
        },
        {
            "author_str": "Gonzalez",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGONZALEZ, Justice,\nconcurring.\nI join in the Court’s opinion and judgment. As further reason for reversing the judgment of the court of appeals under the Whistle-blower Act, I would hold that there is no evidence that the plaintiffs were reprimanded for reporting a violation of the law to an appropriate law enforcement authority. *151Furthermore, although the Court holds that there is no private cause of action against governmental entities for constitutional violations of speech and assembly rights, I would hold that there is no private right of action for damages against either a governmental entity or an individual arising under the Texas Constitution.1 I write separately, however, to address the City's Batson challenge. Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986).\nAlthough traditionally parties were given peremptory strikes to remove potential jurors without the necessity of showing cause, Batson and its progeny have radically changed our jurisprudence.2 For example, it is no longer difficult to demonstrate state action in order to maintain a Batson challenge. Also, in examining the exercise of peremptory challenges, we have shifted the focus from the rights of litigants to receive a fair trial to the rights of jurors to be free from discrimination in the jury selection process. Additionally, we no longer permit attorneys to strike prospective jurors of a cognizable class (race, ethnicity or gender) on the basis of instinct or a hunch. As a result, there is now very little difference between peremptory challenges and challenges for cause. Rather than continue to struggle for many more years with protracted litigation over this issue, we would be better served by admitting that for all practical purposes, peremptory challenges are dead. Thus, I suggest that we refer Rules 282 and 233 of the Texas Rules of Civil Procedure to the Supreme Court Advisory Committee for a study and recommendation. Since no changes will be forthcoming in the near future, I will address the substantive issue raised by the City in this case.\nThe City contends that the trial court committed reversible error when it did not consider evidence from the first trial, which ended in a mistrial, to determine whether race was a motivating factor in the exercise of the plaintiffs peremptory challenges in the second trial. Applying a “clearly erroneous” standard of review to this record, I would hold that the trial court committed reversible error in not considering the evidence from the first trial.3\nI. FACTS\nIn order to put the Batson issue in context, a brief review of the underlying facts of this case is in order. This case began when the city manager appointed a black man as the City’s interim police chief. The new police chief and the city manager reorganized the police department, an action that displeased some officers. Several white officers objected publicly to the reorganization, claiming that the “interim” police chief was really “permanent” and that the City hired him as part of its affirmative action program. Among their complaints was that the hiring violated a Beaumont city ordinance requiring that preference in hiring be given to citizens of Beaumont. Eventually, several senior po*152lice officers took early retirement, allegedly due to retaliation by the City for their complaints; another officer was demoted. Some of these officers filed suit against the City for illegal discrimination and retaliation under the Whistleblower Act, seeking money damages.4 The first trial resulted in a mistrial due to a hung jury. During jury selection for the first trial, the plaintiffs used all seven of their peremptory strikes to remove black persons from the jury panel.\nIn the second trial, the attorney for the officers used two strikes for cause and five peremptory challenges to remove all black persons from the venire. After the selection of the second jury, the City requested what is known as a Batson hearing to determine whether the plaintiffs used peremptory challenges to remove racial minorities from the jury pool. At this hearing, the City presented a prima facie case that the plaintiffs may have used race as a basis for the exercise of their peremptory strikes. Therefore, the hearing focused on whether the plaintiffs could articulate race-neutral reasons for their peremptory strikes to rebut the prima facie showing. In order to refute the officers’ race-neutral explanations, to show that the explanations were pretextual, and to establish a pattern of race-conscious peremptory strikes, the City asked the trial court to consider the officers’ exercise of peremptory strikes during the first trial. Specifically, the City sought to demonstrate that the officers were unable to articulate race-neutral reasons for striking black panel members in the first trial. The City’s rationale was that the officers’ failure to offer race-neutral explanations for the peremptory strikes in the first trial would be evidence of an impermissible pattern in the second trial.\nAfter the trial court refused to consider evidence from the first trial, the City filed a bill of exceptions which stated the names and race of the panel members who were struck. The trial court found that the strikes the plaintiffs exercised in the second trial were made without regard to the race of the potential jurors. The jury returned a verdict favorable to the officers. The court of appeals affirmed the jury verdict and held that there was no Batson violation.5 The court of appeals concluded that the trial court must have considered the evidence in the bill of exceptions and rejected it as cumulative. 878 S.W.2d at 437.\nII. HISTORICAL PERSPECTIVE\nPeremptory challenges are a mechanism by which parties to a lawsuit are permitted to strike a certain number of prospective jurors from the jury panel without showing cause. Peremptory challenges have been a part “of the common law for many centuries and part of our jury system for nearly 200 years.” Batson, 476 U.S. at 112,106 S.Ct. at 1731 (Burger, C.J., dissenting). They are traceable to the early days of the jury trial in England. Swain v. Alabama, 380 U.S. 202, 212-13, 86 S.Ct. 824, 831-32, 13 L.Ed.2d 759 (1964). Not too many years ago, the United States Supreme Court considered peremptory challenges “one of the most important ... rights.” Id. at 219, 85 S.Ct. at 835 (quoting Pointer v. United States, 151 U.S. 396, 408, 14 S.Ct. 410, 414, 38 L.Ed. 208 (1894)). This was the status of our jurisprudence until 1986 when Batson was decided.\nDiscrimination in the selection of juries had been a matter of concern to the judiciary prior to Batson. In 1879, the United States Supreme Court held that the exclusion of a person from jury service on the basis of race violates the criminal defendant’s rights under the Equal Protection Clause of the Fourteenth Amendment. Strander v. West Virginia, 100 U.S. 303, 305, 25 L.Ed. 664 (1879). The Court dealt specifically with peremptory challenges in Swain, in which the Court held that prosecutors do not have to explain the reasons for their exercise of peremptory challenges, as this would take away the per*153emptory nature of the strike. 380 U.S. at 222, 85 S.Ct. at 837. The Swain Court noted, however, that the habitual exercise of strikes in a racially discriminatory fashion violates the criminal defendant’s constitutional right to equal protection. Id. at 223-24, 85 5.Ct. at 837-38.\nThe next case to address the use of peremptory challenges for racial reasons was Batson, in which the Court held that a prosecutor’s racially-based peremptory strikes in a criminal case were unconstitutional. 476 U.S. at 89, 106 S.Ct. at 1719. In Batson, a black defendant was indicted in a Kentucky state court on charges of burglary and receipt of stolen goods. During voir dire, the trial judge excused some jurors for cause. The prosecutor then used four of his peremptory challenges to remove all black persons from the jury panel. The jury, composed only of white persons, convicted the defendant. The defendant appealed, claiming that the prosecutor’s exercise of peremptory strikes violated the Sixth Amendment. The defendant expressly disclaimed reliance on the Equal Protection Clause of the Fourteenth Amendment. Id. at 112, 106 S.Ct. at 1731 (Burger, C.J., dissenting). The Kentucky Supreme Court affirmed the conviction, and the United States Supreme Court granted certiorari. Choosing to disregard its own rules against basing an opinion on grounds not raised by a party, a majority of the Batson court reversed and remanded the conviction on Fourteenth Amendment grounds.\nThe Batson Court set forth the procedural requirements for challenging the validity of peremptory strikes. First, the defendant must prove a prima facie case that the prosecutor’s strikes, which constitute state action, are racially motivated. Id. at 96, 106 S.Ct. at 1722. To satisfy this requirement, the defendant must show that he or she is part of a cognizable racial group and that the prosecutor has struck members of this group from the jury panel. Id. Once the defendant makes a prima facie case, the prosecutor must rebut it by articulating a race-neutral explanation for challenging the jurors, which need not rise to the level of a challenge for cause. Id. at 97,106 S.Ct. at 1723. The final step is the trial court’s determination, based on all of the evidence, as to whether the litigant has carried its burden of proving discrimination. Id. at 98, 106 S.Ct. at 1723.\nBatson has since been extended to civil suits in Edmonson v. Leesville Concrete Co., 500 U.S. 614, 631, 111 S.Ct. 2077, 2088, 114 L.Ed.2d 660 (1991), ethnicity-based peremptory strikes in Hernandez v. New York, 500 U.S. 352, 111 S.Ct. 1859, 114 L.Ed.2d 395 (1991), criminal defendants in Georgia v. McCollum, 505 U.S. 42,-, 112 S.Ct. 2348, 2359, 120 L.Ed.2d 33 (1992), and gender-based peremptory strikes in J.E.B. v. Alabama ex rel. T.B., — U.S.-,-, 114 S.Ct. 1419, 1430, 128 L.Ed.2d 89 (1994). The United States Supreme Court has not ruled on whether striking a panel member because of his or her religion violates Batson, although Justice Thomas has stated that “J.E.B. would seem to have extended Bat-son’s equal protection analysis to all strikes based on ... religion.” Davis v. Minnesota, -U.S.-,-, 114 S.Ct. 2120, 2121,128 L.Ed.2d 679 (1994) (Thomas, J., dissenting from denial of certiorari).6 The Texas Court of Criminal Appeals recently ruled on this issue, however, and held that the Fourteenth Amendment prohibits the exercise of peremptory challenges based on a panel member’s religious affiliation. Casarez v. State, — S.W.2d-, 1994 WL 695868 (Tex.Crim.App.1994).\nChief Justice Burger predicted that the result of Batson would be to subject every peremptory challenge to an objection requiring an explanation from the striking party. Batson, 476 U.S. at 127, 106 S.Ct. at 1739 (Burger, C.J., dissenting). He believed that this in turn would effectively do away with peremptory challenges. Id. Case law re*154veals the accuracy of Chief Justice Burger’s predictions; the future role of peremptory challenges seems to be quite uncertain.\nFor instance, in the First Circuit, the definition of a cognizable group has become so expansive that almost any litigant can be a member of a cognizable group for equal protection purposes. The court has identified three elements which it claims must be proven in order to establish cognizability:\n(1) the group must be definable and limited by some clearly identifiable factor,\n(2) a common thread of attitudes, ideas or experiences must run through the group, and\n(3) there must exist a community of interests among the members, such that the group’s interest cannot be adequately represented if the group is excluded from the jury selection process.\nUnited States v. Sgro, 816 F.2d 30, 33 (1st Cir.1987), cert. denied, 484 U.S. 1063, 108 S.Ct. 1021, 98 L.Ed.2d 986 (1988). Under the above criteria, a cognizable group could be established on the basis of political affiliation, sexual preference, weight, height, left- or right-handedness, and on and on. It could even be argued that drug addicts and pedophiles are cognizable groups for Batson purposes under this formulation. Thus, the range of possible classifications is so great that peremptory challenges may no longer be feasible in the federal courts in the First Circuit.\nAlthough Texas courts have not extended Batson beyond the Supreme Court holdings, the federal circuit courts have expanded the Batson concept of a cognizable group to Na-five Americans,7 Italian-Americans,8 and Asian-Americans.9 Batson has even been applied to cases in which a white defendant protests the striking of white jurors. See Government of the Virgin Islands v. Forte, 865 F.2d 59, 64 (3d Cir.1989); Roman v. Abrams, 822 F.2d 214, 227-28 (2d Cir.1987), cert. denied, 489 U.S. 1052, 109 S.Ct. 1311, 103 L.Ed.2d 580 (1989).\nAs discussed above, the definition of eog-nizability has the potential to become so expansive as to render peremptory challenges meaningless. However, at present, the federal circuit courts do not recognize cognizable groups based on age, occupation, or association. See, e.g., United States v. De Gross, 960 F.2d 1433, 1438 n. 8 (9th Cir.1992) (stating that an occupation-based peremptory challenge does not violate Batson because this type of discrimination does not rise to the level of an equal protection violation); Pemberthy v. Beyer, 19 F.3d 857, 870-71 n. 18 (3d Cir.1994) (noting that age-based strikes do not rise to the level of a Batson violation), cert. denied, — U.S. -, 115 S.Ct. 439, 130 L.Ed.2d 350 (1994); United States v. Townsley, 856 F.2d 1189, 1190 (8th Cir.1988) (holding that the white defendants’ association with a black defendant was not sufficient to give them standing to join in the black defendant’s Batson challenge), cert. dismissed, 499 U.S. 944, 111 S.Ct. 1406, 113 L.Ed.2d 461 (1991). Most strikes based on living conditions or neighborhood are also upheld. See, e.g., Hollingsworth v. Burton, 30 F.3d 109, 112 (11th Cir.1994) (upholding strikes based on home ownership and job stability), cert. denied, — U.S. -, 115 S.Ct. 944, 130 L.Ed.2d 888 (1995). No court *155has addressed the issue of whether a prosecutor can strike someone for being physically impaired, although one court has held that a strike based on a panel member’s association with a handicapped person does not violate Batson. Morgan v. City of Albuquerque, 25 F.3d 918, 920 (10th Cir.1994); see also David G. Hart &amp; Russell D. Cawyer, Batson and Its Progeny Prohibit the Use of Peremptory Challenges Based Upon Disability and Religion, 26 Tex.Tech.L.Rev. 109, 112-18 (1995) (arguing that strikes based on a panel member’s disability are unconstitutional).\nIn addition to applying Batson to an increasing number of groups, courts have used Batson to limit the use of peremptory strikes in other ways. For instance, it is no longer difficult for the party challenging the exercise of a peremptory strike to demonstrate state action in order to establish an Equal Protection Clause violation. Edmonson removed most of the difficulty in proving state action in civil cases. 500 U.S. at 626, 111 S.Ct. at 2086 (noting that because state action is present at every step in the jury selection process except for the parties’ peremptory strikes, strikes are colored by state action).\nAlso, some courts have moved away from Batson’s focus on the rights of the litigant to a fair and impartial trial and instead now focus on the rights of jurors to be free from discrimination in the jury selection process. The Supreme Court held in Powers v. Ohio, 499 U.S. 400, 111 S.Ct. 1364,113 L.Ed.2d 411 (1991), that a white defendant could make a Batson claim on behalf of a black juror because the prosecutor’s peremptory strike of the juror violated the juror’s equal protection rights. The Court explained that although “[a]n individual juror does not have a right to sit on any particular petit jury, ... he or she does possess the right not to be excluded from one on account of race.” Id. at 409, 111 S.Ct. at 1370. Powers is not without its critics. Regarding a similar ruling in Georgia v. McCollum, Justice Thomas noted in concurrence that “[tjoday’s decision, while protecting jurors, leaves defendants with less means of protecting themselves.” — U.S. at-, 112 S.Ct. at 2360.\nChief Justice Burger noted that “it is quite probable that every peremptory challenge could be objected to on the basis that, because it excluded a venireman who had some characteristic not shared by the remaining members of the venire, it constituted a ‘classification’ subject to equal protection scrutiny.” Batson, 476 U.S. at 124, 106 S.Ct. at 1738 (Burger, C.J., dissenting). As a result of Batson and its progeny, trial lawyers must be able to articulate a reason for each peremptory strike they exercise. However, requiring lawyers to articulate reasons for the exercise \"of peremptory strikes thwarts their ability to remove a juror simply because of an unquantifiable feeling such as a hunch or intuition that the juror is biased toward the lawyer’s client. One commentator summarized what is lost by depriving a lawyer of this ability as follows:\nReason, custom, and common sense take one only so far with a jury (or a judge). The rest is a matter of human nature, about which litigators must learn much, little of it capable of explanation by reasoned analysis.\nIrving Younger, Unlawful Peremptory Challenges, 7 Litigation 23, 23 (Fall 1980).\nWe currently have a system in which peremptory challenges exist in theory, but not in reality. Thus, I suggest we reform Texas Rules of Civil Procedure 232 and 233 to reflect the change wrought by Batson and its progeny on the exercise of peremptory challenges.\nIII. APPLYING BATSON TO THIS CASE\nI believe the trial court erred in refusing to admit evidence from the first trial. It is undisputed that the City established a prima facie case that the plaintiffs used their peremptory strikes improperly in the second trial. Because the plaintiff officers used their peremptory strikes to remove all black panel members, the resulting panel was comprised solely of white jurors. In Powers v. Palacios, 813 S.W.2d 489,491 (Tex.1991), this Court reversed and remanded for a new trial when a party used one peremptory strike to exclude the only black on the prospective panel. See also Straughter v. State, 801 S.W.2d 607, 611 (Tex.App.—Houston [1st *156Dist.] 1990, no -writ) (using peremptories to strike four black members of the jury panel establishes a prima facie case of possible discriminatory selection). Given these precedents, it is clear that the initial inference that the plaintiffs used their peremptory strikes improperly was tenable.\nAfter the City made a prima facie showing of purposeful discrimination, the burden shifted to the officers to articulate race-neutral justifications for their strikes. Keeton v. State, 749 S.W.2d 861, 867-68 (Tex.Crim.App. 1988); Tompkins v. State, 774 S.W.2d 195, 200 (Tex.Crim.App.1987), aff'd, 490 U.S. 754, 109 S.Ct. 2180, 104 L.Ed.2d 834 (1989). The controversy in this case arises at the next stage of the Batson hearing, when the challenging party offers evidence showing that the race-neutral reasons are pretextual. Courts addressing this issue have recognized that once a race-neutral reason for the strike is offered, the party raising the Batson challenge can offer evidence demonstrating that the reason given is pretextual. See Keeton, 749 S.W.2d at 868; Slaughter, 801 S.W.2d at 613. However, what a party can use as evidence to show that a race-neutral articulation is no more than a pretext for the discriminatory use of a peremptory challenge is unclear.\nThis case gives us an opportunity to clarify what evidence a trial court can consider at this stage of the Batson hearing. Other courts that have addressed this issue have held that evidence of exclusion of black panel members in previous proceedings is admissible to rebut the neutral reasons offered by the party striking the prospective jurors. In Jones v. Davis, 835 F.2d 835, 838-39 (11th Cir.), cert. denied, 486 U.S. 1008, 108 S.Ct. 1735, 100 L.Ed.2d 199 (1988), the court allowed the defendant to introduce evidence of the district attorney’s use of peremptory strikes to remove black panel members in other cases. The court observed that the district attorney’s failure to offer evidence refuting the existence of a pattern of excluding black jurors was significant. Id. at 839-40. In United States v. Gordon, 817 F.2d 1538, 1542 (11th Cir.1987), cert. dismissed, 487 U.S. 1265, 109 S.Ct. 28, 101 L.Ed.2d 979 (1988), the court held that the defendant was entitled to introduce evidence that the prosecutor had used peremptory challenges to remove black panel members in two similar cases. See also Edwards v. Thigpen, 682 F.Supp. 1374, 1375-81 (S.D.Miss.1987) (admitting evidence of a pattern of excluding black jurors in 318 trials over a period of nine years), aff'd sub nom. Edwards v. Scraggy, 849 F.2d 204 (5th Cir.1988), cert. denied sub nom. Edwards v. Black, 489 U.S. 1059, 109 S.Ct. 1328, 103 L.Ed.2d 597 (1989). The Texas Court of Criminal Appeals has held that the trial court must consider “any evidence offered by a defendant to show a pattern or practice of a prosecutor using peremptory challenges in a racially discriminatory manner.” Keeton, 749 S.W.2d at 866 (quoting State v. Antwine, 743 S.W.2d 51, 64-65 (Mo.1987), cert. denied, 486 U.S. 1017, 108 S.Ct. 1755, 100 L.Ed.2d 217 (1988)).\nI would follow those cases requiring trial courts to consider evidence of racially-motivated strikes in previous proceedings. One of the officers’ allegations was that the police chief was given preferential treatment because he is black. Thus, race was an issue in this case. Evidence from the first jury selection would have been significant in showing that the officers used peremptory strikes as part of a discriminatory pattern. Because the trial court’s refusal to consider the officers’ behavior in the first trial was clearly erroneous, I would reverse the judgment of the court of appeals on this point.\n\n. See FDIC v. Meyer, -U.S. -,-, 114 S.Ct. 996, 1005-06, 127 L.Ed.2d 308 (1994) (holding that a Bivens cause of action cannot be maintained against a federal agency); Tutt v. City of Abilene, 877 S.W.2d 86, 89 (Tex.App.—Eastland 1994, writ denied) (holding that there is no private right of action against a state governmental entity for violations of the Texas Constitution).\n\n\n. See generally Elaine A. Carlson, Batson, J.E.B., and Beyond: The Paradoxical Quest for Reasoned Peremptory Strikes in the Jury Selection Process, 46 Bavlor L.Rev. 947 (1994) (suggesting the elimination of peremptory strikes and the expansion of challenges for cause); Alan B. Rich, Peremptory Jury Strikes in Texas After Batson and Edmondson [sic], 23 St. Mary’s L.J. 1055 (1992) (discussing the effect of Batson and its progeny on the exercise of peremptory challenges).\n\n\n. There is no Texas Supreme Court case that sets the standard for a reviewing court to examine a trial court's ruling on a Batson challenge. In the absence of such guidance, I would follow the standard articulated by our sister court, the Texas Court of Criminal Appeals. See Vargas v. State 838 S.W.2d 552, 553-54 (Tex.Crim.App.1992); DeBlanc v. State, 799 S.W.2d 701, 713 (Tex.Crim.App.1990), cert. denied, 501 U.S. 1259, 111 S.Ct. 2912, 115 L.Ed.2d 1075 (1991); Whitsey v. State, 796 S.W.2d 707, 721-22 (Tex.Crim.App.1989) (plurality opinion). Under the clearly erroneous standard, our role is to review the Batson evidence in the light most favorable to the trial court’s ruling, and to determine whether the ruling was supported by the record. Whitsey, 796 S.W.2d at 721-22. Reversal is proper only when we are left with a firm conviction that the trial court erred. Id. at 721 (citing Anderson v. Bessemer City, 470 U.S. 564, 573-74, 105 S.Ct. 1504, 1511, 84 L.Ed.2d 518 (1985)).\n\n\n. One of the plaintiffs, former officer Woodford D. Bouillion, recently plead guilty and was sentenced in federal court for failing to report a felony. Ex-Officer Sentenced in Money Scam, Austin American Statesman, Jan. 8, 1995, at B2.\n\n\n. 873 S.W.2d 425. This case came before the Beaumont Court of Appeals twice. The first appeal exclusively concerned the jury selection. In an unpublished opinion, the court of appeals ordered the trial court to hold a hearing to determine whether the plaintiffs exercised their strikes in a race-neutral manner.\n\n\n. In Davis, the prosecutor in an aggravated robbery case used a peremptory strike to remove a venire member from the panel because he was a Jehovah’s Witness. State v. Davis, 504 N.W.2d 767, 768 (Minn.1993), cert. denied,-U.S.-, 114 S.Ct. 2120, 128 L.Ed.2d 679 (1994). The Supreme Court of Minnesota upheld the peremp-toiy strike, reasoning that Batson did not extend to strikes based on a juror’s religion. Id. at 772. The court also noted, however, that ”[o]rdinarily ... inquiry on voir dire into a juror’s religious affiliation and beliefs is irrelevant and prejudicial.” Id.\n\n\n. See United States v. Childs, 5 F.3d 1328, 1337 (9th Cir.1993), cert. denied, - U.S. -, 114 S.Ct. 1385, 128 L.Ed.2d 60 (1994); United States v. Iron Moccasin, 878 F.2d 226, 229 (8th Cir. 1989); United States v. Chalan, 812 F.2d 1302, 1314 (10th Cir.1987).\n\n\n. See United States v. Biaggi, 853 F.2d 89, 96 (2d Cir.1988), cert. denied, 489 U.S. 1052, 109 S.Ct. 1312, 103 L.Ed.2d 581 (1989). Contra United States v. Bucci, 839 F.2d 825, 833 (1st Cir.) (holding that the defendants failed to show that Italian-Americans were a cognizable group for Batson purposes), cert. denied, 488 U.S. 844, 109 S.Ct. 117, 102 L.Ed.2d 91 (1988); United States v. Di Pasquale, 864 F.2d 271, 277 (3d Cir.1988) (stating additionally that Italian surnames do not prove ethnicity), cert, denied sub nom. DiNorscio v. United States, 492 U.S. 906, 109 S.Ct. 3216, 106 L.Ed.2d 566 (1989); Sgro, 816 F.2d at 33 (holding that the defendant did not prove that Italian-Americans are a cognizable group).\n\n\n. See United States v. Sneed, 34 F.3d 1570, 1580 (10th Cir.1994) (ruling that a prosecutor's peremptory challenge of a Chinese-American prospective juror did.not violate Batson because the prosecutor offered a race-neutral explanation for the strike); United States v. Thompson, 827 F.2d 1254, 1263 (9th Cir.1987) (Sneed, J., dissenting) (expressing no doubt that Batson applies to Asian-Americans).\n\n",
            "ocr": false,
            "opinion_id": 9778288
        }
    ],
    "court_short_name": "Texas Supreme Court",
    "court_full_name": "Texas Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}