{
    "id": 1676054,
    "judges": "Taylor",
    "date_filed": "1985-05-06",
    "date_filed_is_approximate": true,
    "slug": "state-v-tarver",
    "case_name_short": "Tarver",
    "case_name": "State v. Tarver",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 64,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "629 So. 2d 14"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6165.0,
            "opinion_text": "\n629 So. 2d 14 (1993)\nSTATE\nv.\nRobert Lee TARVER, Jr.\nRobert Lee TARVER, Jr.\nv.\nSTATE.\nCR-91-1494, CR-91-1494A.\nCourt of Criminal Appeals of Alabama.\nMarch 26, 1993.\nAs Corrected on Denial of Rehearing May 28, 1993.\nCertiorari Quashed December 10, 1993.\n*16 James H. Evans, Atty. Gen., and Sandra J. Stewart, Asst. Atty. Gen., for appellant/cross-appellee.\nGregory L. Benik and James S. Judd, Providence, RI, and Margaret Brown, Auburn, for appellee/cross-appellant.\nAlabama Supreme Court 1921372.\nTAYLOR, Judge.\nThe appellant, Robert Lee Tarver, Jr., was found guilty of murder made capital because the murder was committed during the course of a robbery. Section 13A-5-40(a)(2), Code of Alabama 1975. The jury recommended that the appellant be sentenced to life without *17 parole. The trial court overrode the jury's recommendation and sentenced the appellant to death by electrocution. We affirmed appellant's conviction on appeal. Tarver v. State, 500 So. 2d 1232 (Ala.Cr.App. 1986). The Alabama Supreme Court affirmed this court's judgment. Ex parte Tarver, 500 So. 2d 1256 (Ala.1986), and the United States Supreme Court denied certiorari review. Tarver v. Alabama, 482 U.S. 920, 107 S. Ct. 3197, 96 L. Ed. 2d 685 (1987).\nThe appellant filed a petition for post-conviction relief pursuant to Rule 32, A.R.Crim.P., attacking his conviction and the sentence of death. The trial court held a hearing on the petition and denied the requested relief as to the appellant's conviction but granted the relief as to his sentence, ordering that a new sentencing hearing be held. The trial court found that the appellant's trial counsel, at the original sentencing hearing, had rendered ineffective assistance because he had not adequately prepared and because he had failed to call additional witnesses. The state appeals the court's granting of the petition as to the new sentencing hearing; the appellant appeals the denial of his relief as to his conviction.\nIn his petition, the appellant makes numerous allegations concerning the performance both of his trial and of his appellate counsel. To prevail on a claim of ineffective assistance of counsel, a defendant must show that his counsel's performance was deficient and that he was prejudiced by that deficient performance. Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984). This court must avoid using the benefit of hindsight and must evaluate the counsel's conduct at the time of its occurrence. Ex parte Lawley, 512 So. 2d 1370 (Ala.1987). \"When this court is reviewing a claim of ineffective assistance of counsel, we indulge a strong presumption that counsel's conduct was appropriate and reasonable. Luke v. State, 484 So. 2d 531, 534 (Ala.Cr.App.1985).\" Hallford v. State, 629 So. 2d 6, 9 (Ala.Cr.App. 1992).\n\"Judicial scrutiny of counsel's performance must be highly deferential. It is all too tempting for a defendant to second-guess counsel's assistance after conviction or adverse sentence, and it is all too easy for a court, examining counsel's defense after it has proved unsuccessful, to conclude that a particular act, or omission of counsel was unreasonable. A fair assessment of attorney performance requires that every effort be made to eliminate the distorting effects of hindsight, to reconstruct the circumstances of counsel's challenged conduct, and to evaluate the conduct from counsel's perspective at the time. Because of the difficulties inherent in making the evaluation, a court must indulge a strong presumption that counsel's conduct falls within the wide range of reasonable professional assistance; that is, the defendant must overcome the presumption that, under the circumstances, the challenged action `might be considered sound trial strategy.' There are countless ways to provide effective assistance in any given case. Even the best criminal defense attorneys would not defend a particular client in the same way.\"\nStrickland, 466 U.S. at 689, 104 S.Ct. at 2065-66. (Citations omitted.) Ex parte Lawley, 512 So. 2d 1370, 1372 (Ala.1987). \"Counsel's conduct must be considered within the context of the facts of the particular case and as of the time of the alleged misconduct.\" Ex parte Baldwin, 456 So. 2d 129, 134 (Ala.1984), aff'd, 472 U.S. 372, 105 S. Ct. 2727, 86 L. Ed. 2d 300 (1985).\n\nI\nInitially, the appellant argues that his trial counsel rendered ineffective assistance for failing to make a Batson v. Kentucky, 476 U.S. 79, 106 S. Ct. 1712, 90 L. Ed. 2d 69 (1986), objection after the jury was selected. The appellant's trial took place before the United States Supreme Court's decision in Batson was released. The case of Griffith v. Kentucky, 479 U.S. 314, 107 S. Ct. 708, 93 L. Ed. 2d 649 (1987), in which the Supreme Court held that Batson applied retroactively to all cases not yet final at the time Batson was released, was released approximately six months before the United States Supreme Court denied certiorari review in this case. This court on many occasions has refused to hold counsel's performance ineffective for *18 failing to forecast changes in the law. Duren v. State, 590 So. 2d 360 (Ala.Cr.App.1990), aff'd, 590 So. 2d 369 (Ala.1991), cert. denied, ___ U.S. ___, 112 S. Ct. 1594, 118 L. Ed. 2d 310 (1992); James v. State, 564 So. 2d 1002 (Ala.Cr.App.1989); Morrison v. State, 551 So. 2d 435 (Ala.Cr.App.1989), cert. denied, 495 U.S. 911, 110 S. Ct. 1938, 109 L. Ed. 2d 301 (1990).\nThe appellant also argues that his appellate counsel's performance was ineffective for failing to argue on appeal that a Batson violation had occurred.\n\"At the time of the trial in this case, Swain v. Alabama, 380 U.S. 202, 85 S. Ct. 824, 13 L. Ed. 2d 759 (1965), was the law.\n\"`Under Swain, a defendant alleging that the prosecution exercised its peremptory challenges to discriminate unlawfully against a particular group had to demonstrate that the State had systematically excluded members of that group from juries over a period of time.'\n\"James [v. State], 564 So.2d [1002] at 1005 [Ala.Cr.App.1989]. When a defendant was tried under the rules applicable in Swain, there was no procedure to preserve a record such as that contemplated under the Batson decision.\"\nWatkins v. State, [Ms. 90-989, September 30, 1992] 1992 WL 240968, * 10 (Ala.Cr.App. 1992) (Taylor, J., dissenting.) In this case appellate counsel was different than trial counsel and there was nothing in the record on direct appeal to support a Batson objection. At the time of the appellant's trial there was no procedure such as the one currently employed, to preserve a Batson objection.\nA majority of this court held in Watkins that appellate counsel's performance was ineffective when counsel raised a Batson objection on appeal, but failed to supplement the record pursuant to 10(f), now 10(g), A.R.App.P. to include the jury lists. However on certiorari review from his capital murder conviction, in Ex parte Watkins, 509 So. 2d 1074 (Ala.1987), this issue had been specifically raised on appeal to the Alabama Supreme Court and the issue was decided adversely to the appellant because the record did not support the claim. Here, a Batson claim was never raised before this Rule 32 proceeding.\nFurthermore, a criminal defendant is guaranteed one appeal from his conviction, and that appeal is to this court. The Alabama Supreme Court has limited mandatory jurisdiction, which includes appeals from death penalty cases and discretionary jurisdiction through certiorari review. \"`The appellant is entitled to effective assistance of counsel on first appeal of right.'\" Cunningham v. State, 611 So. 2d 510, 511 (Ala.Cr.App. 1992), quoting Knotts v. State, 535 So. 2d 202, 204 (Ala.Cr.App.1987). At the time of the appellant's appeal \"of right\" to this court, there was no procedure by which a Batson claim could be raised and indeed no case law that held that Batson applied retroactively to all cases not final at the time Batson was released. Griffith, supra.\nThe appellant lists other reasons in addition to his failure to raise the Batson issue why his trial counsel's performance was ineffective. Initially, he argues that his counsel's performance was deficient because, he says, counsel failed to argue that the death penalty was cruel and unusual punishment. The death penalty has on many occasions withstood constitutional attacks on this ground. Williams v. State, 627 So. 2d 985 (Ala.Cr.App.1991); Harrell v. State, 470 So. 2d 1303 (Ala.Cr.App.1984), aff'd, 470 So. 2d 1309 (Ala.), cert. denied, 474 U.S. 935, 106 S. Ct. 269, 88 L. Ed. 2d 276 (1985); Wright v. State, 494 So. 2d 726 (Ala.Cr.App.1985), aff'd, 494 So. 2d 745 (Ala.1986), cert. denied, 479 U.S. 1101, 107 S. Ct. 1331, 94 L. Ed. 2d 183 (1987). Therefore, counsel's failure to make this argument did not render his assistance ineffective. Hallford, supra.\nThe appellant next argues that his trial counsel rendered ineffective assistance because, he says, counsel failed to raise a Booth v. Maryland, 482 U.S. 496, 107 S. Ct. 2529, 96 L. Ed. 2d 440 (1987), objection to the statements in the presentence report concerning the impact of the victim's death. As the state correctly argues, Booth was not released until approximately one week after the appellant's trial. Counsel's performance cannot be deemed ineffective for failing to *19 forecast changes in the law. Duren, supra. Furthermore, Booth has recently been reversed by the United States Supreme Court's decision in Payne v. Tennessee, ___ U.S. ___, 111 S. Ct. 2597, 115 L. Ed. 2d 720 (1991).\nThe appellant also argues that his appellate counsel's performance was ineffective for reasons other than his failure to raise the Batson issue. He argues that appellate counsel failed to raise on appeal the numerous alleged deficiencies of trial counsel. Initially, we observe that this case has already withstood three appellate attacks. This court is required on direct appeal to search the record in a death case for all plain error. Rule 45A, A.R.App.P. On the appellant's initial appeal to this court, we searched the record and found no error that warranted reversal. Had this court found any plain error requiring reversal, we would have reversed appellant's conviction and remanded the cause for a new trial. \"A finding of no plain error is one factor to consider when assessing the performance of trial counsel.\" Hallford, 629 So.2d at 10. An ineffectiveness of counsel claim does not lend itself to a search of the record to pick the instances in which an objection could have been made. Stringfellow v. State, 485 So. 2d 1238 (Ala.Cr. App.1986). An attorney looking at a trial transcript can always find places where objections could have been made. Hindsight is not always 20/20, but hindsight is always ineffective in evaluating performance of trial counsel.\n\nII\nThe appellant also argues that he was denied his due process rights because the district attorney's office used its peremptory strikes in a racially discriminatory manner in violation of Batson. The trial court found this issue to be procedurally barred because it was not raised at trial or on appeal. Rule 32.3(a)(3) and (5), A.R.Crim.P. The appellant relies on Ex parte Floyd, 571 So. 2d 1234 (Ala.1990), which applies Batson to a case that was not final at the time Batson was released. However, we find Floyd distinguishable from this case, as did the trial court. In Floyd, an objection challenging the composition of the jury had been made at the trial level and therefore the issue was preserved for appellate review. In this case, there is nothing in the original transcript that shows the composition of the jury much less anything to show that the jury's composition was challenged on due process grounds. Floyd does not address the outcome of a case when Batson had not been raised at trial or on direct appeal. This court is not reluctant to apply the procedural bars of Rule 32.2. The procedural bars of Rule 32 apply with equal force to all cases, including those in which the death penalty has been imposed. Hallford, supra; Thompson v. State, 615 So. 2d 129 (Ala.Cr.App.1992). The appellant's Batson claim, raised for the first time in his Rule 32 petition, is procedurally barred from review.\n\nIII\nThe appellant further argues that he is entitled to a new trial because the state did not disclose the arrangement it had made with appellant's co-defendant Andrew Lee Richardson. He also contends that his conviction was obtained by the use of Richardson's perjured testimony. The appellant argues that Richardson testified falsely about an agreement he had made with the state in exchange for his testimony at his trial. We agree with the court's finding on this issue. As the court stated in its order:\n\"Andrew Richardson, an indicted co-defendant, was the only witness to place Defendant at the crime scene. Richardson testified there was no agreement with the State or representation for favorable treatment with the State in exchange for this testimony. Before Richardson testified, Richardson's attorney had an understanding with the District Attorney that Richardson would not be prosecuted for a capital offense in exchange for Richardson's testimony against Defendant. On April 12, 1985 Richardson pled guilty to robbery and received a 25 year sentence. The District Attorney testified there was no prior agreement in his opinion. This claim is denied. See Nettles v. State, 601 So. 2d 132 (Ala.Cr.App.1992).\n\"....\n\n*20 \"Defendant relies on Ex parte Frazier, 562 So. 2d 560 (Ala.1989), as the basis for this claim. The Court cannot say Richardson committed perjury because the court is not reasonably well satisfied that Richardson himself understood the arrangement reached between his attorney and the District Attorney. Defendant is not relying on evidence about this claim of which he was aware at trial and which he consciously decided not to use to challenge Richardson's testimony. The court is not reasonably well satisfied that there is a significant chance had the jury heard of the arrangement regarding Richardson testifying in Defendant's trial, the jury would reach a different result. This claim is denied.\"\nThe appellant's claim was determined adversely to the appellant after the trial court heard the testimony at the evidentiary hearing. The trial court's ruling was based on reconciling conflicting evidence. We will accord the trial court's ruling in this regard great deference on appeal. Hallford, supra.\n\nIV\nThe following issues are procedurally barred from this court's review because they could have been raised on direct appeal.\n1) The appellant's claim that he was not read his Miranda[1] rights prior to making a statement that is contained in the pre-sentence report.\n2) The appellant's claim that he was deprived of his right to be sentenced by the use of an accurate and reliable pre-sentence report.\n3) The appellant's claim concerning the inclusion of victim impact statements in his pre-sentence report.\n4) The appellant's claim that there are no standards in Alabama concerning under what circumstances a trial court may override a jury's recommendation and sentence an individual to death.\n\nV\nThe state also appeals the trial court's ruling in this case. The state contends that the trial court erred in finding that trial counsel's performance at the sentencing phase was ineffective. The trial court made the following findings concerning the performance of the appellant's counsel at the sentencing phase:\n\"Defendant's trial attorney testified that he probably had not prepared adequately for the sentencing phase. The defense emphasized a favorable verdict at the guilt phase and did not spend nearly as much of its time in considering the sentencing phase and mitigating circumstances.\n\"The trial attorney concentrated on investigating guilt phase issues and failed to make a reasonable investigation and presentation of mitigating circumstances. Effective representation consistent with the Sixth Amendment involves the independent duty to investigate and prepare. Failure to investigate and failure to put on witnesses cannot be categorized as trial strategy. Counsel has a duty to exercise diligence in preparing a case for trial and in procuring witnesses. Terry v. State [State v. Terry], 601 So. 2d 161, 164 (Ala. Cr.App.1992).\n\"Defendant's two trial attorneys were appointed about 80 days before trial; however, they spent almost all of this time in preparing for the guilt phase.\n\"Defendant has shown prejudice by his trial attorney's failure to adequately prepare for the sentencing phase. Defendant's present attorneys presented eight witnesses at the Rule 32 petition hearing who would have testified in the sentencing phase. These witnesses would have testified about his family relationship, his good work habits, friendliness and helpfulness toward others, and his early life.\n\"Defendant has shown that there is a reasonable probability that the result of the sentencing phase and sentencing would have been different except for the trial attorney's ineffective assistance in the sentencing part of Defendant's trial.\"\nThe state argues that, even though counsel admitted that he had prepared more for the guilt phase than the penalty phase, *21 his performance was not deficient. We agree. The appellant's trial counsel stated the following at the hearing on the petition:\n\"Most of the time was devoted to the tactical approach to trying the case, and this was a deliberate decision on our part. My partner and I concluded that we had a chance to secure an acquittal and that we should devote all of our or at least the vast majority of our time to trying the case and trying the issue of guilt or innocence.\"\nTrial counsel also stated that he had considered calling the defendant's mother, his grandmother, an aunt, a cousin, and former employers, but decided not to. Counsel is not deficient for choosing to focus on the guilt phase of a capital trial when that choice is a strategic decision based on investigation. Burger v. Kemp, 483 U.S. 776, 107 S. Ct. 3114, 97 L. Ed. 2d 638 (1987). \"Counsel was not constitutionally deficient for devoting his resources, both in terms of argument time and pre-trial investigation, to such a strategy.\" Stewart v. Dugger, 877 F.2d 851, 856 (11th Cir.1989), cert. denied, 495 U.S. 962, 110 S. Ct. 2575, 109 L. Ed. 2d 757 (1990). Singleton v. Thigpen, 847 F.2d 668 (11th Cir. 1988). When a decision to not put on certain mitigating evidence is based on a \"strategic choice,\" courts have always found no ineffective performance. Moore v. Maggio, 740 F.2d 308 (5th Cir.1984), cert. denied, 472 U.S. 1032, 105 S. Ct. 3514, 87 L. Ed. 2d 643 (1985); Lowenfield v. Phelps, 817 F.2d 285 (5th Cir. 1987), aff'd, 484 U.S. 231, 108 S. Ct. 546, 98 L. Ed. 2d 568 (1988). No two lawyers would try a case exactly the same way.\nWe cannot say that counsel's performance is deficient because he failed to call more witnesses at the sentencing phase. \"The decision not to call a particular witness is usually a tactical decision not constituting ineffective assistance of counsel.\" Oliver v. State, 435 So. 2d 207, 208 (Ala.Cr.App.1983). At the hearing on the Rule 32 petition, the appellant's mother, two of his aunts, an uncle, and several old friends offered character testimony. Most of these witnesses did not have contact with the appellant near the time of the murder. There has never been a case where additional witnesses could not have been called. The appellant presented relatives and personal friends who, upon interview, were found to testify on his behalf. We refuse to set a standard that a court may be reversed because it did not hear unoffered testimony from still more friends and relatives. We also refuse to say that a member of the bar is guilty of ineffectiveness for not calling every witness and friend who was willing to testify. To hold otherwise would clog an already overburdened system with repetitious testimony. The appellant has failed to satisfy either prong of the Strickland test. We find no greater support for our decision than the fact that the jury itself recommended that the appellant be sentenced to life without parole. The trial court chose to override the jury's decision. However, the court found only two aggravating circumstances, that the murder was committed during the course of a robbery and that the appellant was on parole for another offense when the murder occurred. Sections § 13A-5-49(1) and (4). The court further stated in its findings that it had considered the presentence report and evidence in mitigation. The presentence report contained information on the appellant's background and his upbringing. The appellant has failed to meet either prong of the Strickland, test. We do not find that counsel's performance was ineffective. The trial court's ruling as to this issue is reversed.\n\nVI\nThe state also argues that the court erred in finding that counsel's performance was ineffective because counsel was not present during the presentence interview with the probation officer. The appellant maintains that statements he made for purposes of the presentence report prejudiced him. In this case, the error, if any, is made harmless because the appellant's testimony at trial was substantially the same as the statements in the presentence report. Kuenzel v. State, 577 So. 2d 474 (Ala.Cr.App.1990), aff'd, 577 So. 2d 531 (Ala.), cert. denied, ___ U.S. ___, 112 S. Ct. 242, 116 L. Ed. 2d 197 (1991).\nFurther, it is a matter of trial strategy whether an attorney appears at a presentence report interview. A probation officer *22 may be much more likely to give credence to the statements of one who does not have his legal gladiator at his side. This in all likelihood could work in a defendant's favor. The appellant's counsel's performance was not ineffective here and would not have been even if the appellant's trial testimony had not been cumulative of the statements made in the presentence report.\n\nVII\nThe state further argues that the court erred in finding that counsel's performance was deficient for failing to object to or to question hearsay statements in the presentence report. As the state correctly points out, trial counsel did question the probation officer about the statements in the report at the sentencing hearing before the judge.\nFurthermore, the hearsay statements in the report were admissible so long as the defense had an opportunity to rebut them. \"A sentencing judge may consider hearsay evidence so long as the defendant had a fair opportunity at rebuttal.\" Kuenzel, 577 So.2d at 528. Because the appellant's trial counsel questioned the probation officer about these statements, the appellant was given the opportunity to rebut these hearsay statements. Counsel's performance was not deficient in this regard.\n\nVIII\nLast, the state contends that the trial court erred in finding that appellate counsel's performance was ineffective for failing to raise the issue of ineffective assistance of trial counsel. Our conclusion that trial counsel's performance was not ineffective renders this issue moot.\nFor the foregoing reasons, the judgment of the trial court is reversed in part and affirmed in part. That part of the judgment of the trial court remanding the case for a new sentencing hearing is reversed. That part of the trial court's judgment as to the appellant's conviction is affirmed. The court is directed to correct its order to conform with this opinion. The other grounds raised in the petition which were determined adversely to the appellant are affirmed. Due return shall be filed with this court within 28 days from the date of this opinion.\nAFFIRMED IN PART; REVERSED IN PART; REMANDED WITH DIRECTIONS.\nAll the Judges concur except BOWEN, P.J., concurs in part and dissents in part with opinion.\nBOWEN, Presiding Judge, concurring in part and dissenting in part.\nI respectfully dissent from Part V of the majority opinion reversing that part of the judgment of the circuit court which grants the appellant a new sentencing hearing. I concur in the remainder of the opinion of the majority and in that portion of the majority opinion which affirms the portion of the judgment of the circuit court which upholds the appellant's conviction.\nInitially, the circuit court found \"that the Constitution mandates a new sentencing phase in that the trial attorney did not present matters in the original sentencing phase so that Defendant was prejudiced and there is a reasonable probability that the result of the proceeding would have been different.\" C.R. 76 (emphasis added).\nOn remand for compliance with Rule 3.9(d), A.R.Crim.P., the circuit court made the following finding in this regard:\n\"B. Trial counsel failed to properly prepare for the penalty phase which constituted ineffective assistance of counsel.\n\"Defendant's trial attorney testified that he probably had not prepared adequately for the sentencing phase. The defense emphasized a favorable verdict at the guilt phase and did not spend nearly as much to its time in considering the sentencing phase and mitigating circumstances.\n\"The trial attorney concentrated on investigating guilt phase issues and failed to make a reasonable investigation and presentation of mitigating circumstances. Effective representation consistent with the Sixth Amendment involves the independent duty to investigate and prepare. Failure to investigate and failure to put on witnesses cannot be categorized as trial *23 strategy. Counsel has a duty to exercise diligence in preparing a case for trial and in procuring witnesses. State v. Terry, 601 So. 2d 161, 164 (Ala.Cr.App.1992).\n\"Defendant's two trial attorneys were appointed about 80 days before trial; however, they spent almost all of this time in preparing for the guilt phase.\n\"Defendant has shown prejudice by his trial attorneys' failure to adequately prepare for the sentencing phase. Defendant's present attorneys presented eight witnesses at the Rule 32 petition hearing who would have testified in the sentencing phase. These witnesses would have testified about his family relationships, his good work habits, friendliness and helpfulness toward others, and his early life.\n\"Defendant has shown that there is a reasonable probability that the result of the sentencing phase and sentencing would have been different except for the trial attorneys' ineffective assistance in the sentencing part of Defendant's trial.\n\n\"Defendant has satisfied both prongs of Washington v. Strickland. Claim IV.B. has merit. Relief should be granted.\" (Emphasis added).\nThe real significance of these findings of prejudice is in the fact that the circuit court judge who presided over the appellant's post-conviction proceeding and who made these findings was the same circuit court judge who rejected the jury's recommendation that the appellant be sentenced to life without parole and sentenced the appellant to death. See Tarver v. State, 500 So. 2d 1232 (Ala.Cr. App.), affirmed, 500 So. 2d 1256 (Ala.1986), cert. denied, 482 U.S. 920, 107 S. Ct. 3197, 96 L. Ed. 2d 685 (1987). Because there is evidence in the record which supports the finding of the circuit court, and because the record does not show that the court's decision is clearly erroneous and palpably wrong, I would accord the trial court's decision the deference to which it is entitled on appeal. While the trial court's decision may not be \"compelled\" by the evidence presented, it is certainly authorized. This Court should not reverse the trial judge's findings simply because we place emphasis on a different portion of the evidence or weigh the testimony differently from the trial judge. When a circuit court engages in factfinding in a post-conviction proceeding, this court reviews those findings to determine whether they are supported by the evidence. See Pardue v. State, 566 So. 2d 502, 507 (Ala.Cr.App.1990). Such findings may be reversed only if clearly erroneous. The mere fact that this Court may have made a finding contrary to that of the trial court is not a sufficient basis to over turn the finding of the trial court. See Sistrunk v. State, 596 So. 2d 644, 649 (Ala.Cr. App.1992). \"When there are two permissible views of the evidence, the factfinder's choice between them cannot be clearly erroneous.\" Morrison v. State, 551 So. 2d 435, 437 (Ala. Cr.App.1989), cert. denied, 495 U.S. 911, 110 S. Ct. 1938, 109 L. Ed. 2d 301 (1990). I find it impossible to ignore the sentencing judge's finding that having heard the witnesses presented by the appellant at the hearing on the post-conviction petition, there exists the reasonable probability that he would not have sentenced the appellant to death.\nNOTES\n[1]  Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966).\n\n",
            "ocr": false,
            "opinion_id": 1676054
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}