{
    "id": 1221242,
    "judges": "Fatzer",
    "date_filed": "2003-04-19",
    "date_filed_is_approximate": true,
    "slug": "state-v-lopez",
    "case_name_short": "Lopez",
    "case_name": "State v. Lopez",
    "case_name_full": "State of Kansas, Appellee, v. Julio Lopez, Appellant",
    "attorneys": "Charles S. Scott, of Topeka, argued the cause, and Elisha Scott and John J. Scott, both of Topeka, were with him on the briefs for the appellant., Robert L. Deam, County Attorney, Junction City, argued the cause, and John Anderson, Jr., Attorney General, of Topeka, was with him on the briefs for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 25,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b78-6\">\n    No. 40,615\n   </docketnumber><br><parties id=\"b78-7\">\n    State of Kansas, Appellee, v. Julio Lopez,\n    <em>\n     Appellant.\n    </em>\n</parties><br><citation id=\"b78-8\">\n    (318 P. 2d 662)\n   </citation><decisiondate id=\"A7E\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"47\"> \n     *47\n     </span>\n    Opinion filed December 7, 1957.\n   </decisiondate><br><attorneys id=\"b79-7\">\n<em>\n     Charles\n    </em>\n    S.\n    <em>\n     Scott,\n    </em>\n    of Topeka, argued the cause, and\n    <em>\n     Elisha Scott\n    </em>\n    and\n    <em>\n     John J. Scott,\n    </em>\n    both of Topeka, were with him on the briefs for the appellant.\n   </attorneys><br><attorneys id=\"b79-8\">\n<em>\n     Robert L. Deam,\n    </em>\n    County Attorney, Junction City, argued the cause, and\n    <em>\n     John Anderson, Jr.,\n    </em>\n    Attorney General, of Topeka, was with him on the briefs for appellee.\n   </attorneys>",
    "citations": [
        "318 P.2d 662",
        "182 Kan. 46"
    ],
    "opinions": [
        {
            "author_str": "Fatzer",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4461.0,
            "opinion_text": "\n182 Kan. 46 (1957)\n318 P.2d 662\nSTATE OF KANSAS, Appellee,\nv.\nJULIO LOPEZ, Appellant.\nNo. 40,615\nSupreme Court of Kansas.\nOpinion filed December 7, 1957.\nCharles S. Scott, of Topeka, argued the cause, and Elisha Scott and John J. Scott, both of Topeka, were with him on the briefs for the appellant.\nRobert L. Deam, County Attorney, Junction City, argued the cause, and John Anderson, Jr., Attorney General, of Topeka, was with him on the briefs for appellee.\nThe opinion of the court was delivered by\nFATZER, J.:\nAppellant, Julio Lopez, was jointly charged with Eddie Alfaro and Albert Mureno with the larceny of various items of merchandise exceeding $20 in value from the J.C. Penney Clothing Store in Junction City, Kansas, on January 31, 1956. Appellant was tried by a jury in the district court of Geary County and convicted of the offense charged. Following the overruling of his motion for a new trial appellant has appealed.\nAppellant is a member of the Mexican race and is a resident of Los Angeles, California. On the evening of January 30, 1956, he and the codefendants and a woman by the name of Mary Ann Montoya, while en route to Los Angeles in a 1951 Cadillac sedan, stopped for the night at a motel south of Junction City. During the evening appellant and the codefendants discussed the stealing of suits.\nThe following day appellant, the codefendants and Mary Ann Montoya returned to Junction City. Appellant was driving and he parked the car near the Penney Store, put money in the parking meter, then walked down the street. Alfaro, Mureno and Mary Ann Montoya went into the Penney Store, and a few minutes later appellant went in. Mureno was with a clerk in the work clothes department at the rear of the store. Appellant joined Alfaro and the woman near the men's suit rack at the front of the store. Appellant folded three suits from the rack and handed them to Alfaro; Mary Ann Montoya threw an overcoat over them and the three started running from the store. Gerald Gillen, a clerk who was watching the Mexicans, testified that he saw the suits taken from the rack and called the manager, Dwight Freeman, who was upstairs; that when Freeman came down he (Gillen) told him what happened, then pursued one of the Mexicans down the street. Alfaro and Mureno both entered pleas of guilty to the offense charged and *48 testified as witnesses for the state. Alfaro testified that the clerk who followed them chased appellant down the street; that when Mureno finally reached the car Alfaro was there and Mureno started the car and picked the appellant up when they stopped for a traffic signal at an intersection. (The woman was left behind and later apprehended in Junction City.)\nThe appellant and codefendants were arrested east of Abilene by officers of the Abilene police department who placed the three in jail in Abilene until the sheriff of Geary County and Officer Warner of the Junction City police department arrived who returned them to the county jail in Junction City.\nAppellant first contends that the trial court erred in permitting the county attorney to endorse the names of two additional witnesses on the information during the trial. In the court's chambers and in the absence of the jury, the county attorney requested permission to endorse on the information the names of Kenneth Cain, chief of police of Abilene, and D.C. Berkmeyer, patrolman of that police department. The county attorney stated to the court and counsel that the testimony the previous day indicated there was a two or three hour delay in the Junction City police officers arriving in Abilene to pick up appellant and the codefendants and to search the car; that he did not want the state's case to be left open to a possible argument on the part of the appellant that the stolen suits had been \"planted\" as evidence in the Cadillac car. Counsel for appellant inquired whether he would have an opportunity to ascertain the nature of the testimony of the two witnesses, whereupon the county attorney outlined the testimony he intended to elicit from the two witnesses to the effect that they had apprehended the appellant and the codefendants pursuant to a call they received from the Junction City police department, following which they arrested the three men and asked the driver of the Cadillac to drive the car to the Abilene police department where appellant locked the car and kept the keys in his possession until the Geary County officers arrived and searched the car. Counsel objected to the endorsement on the ground that the testimony was a complete surprise. The trial court stated there was a hiatus in the continuity of events from the theft of the suits until they were found when the car was searched in Abilene by the Geary County officers of about three hours, but stated that evidence to cover the intervening period was not so cumulative as to preclude its admission. The trial court *49 overruled appellant's objection and permitted the endorsement of the names of the witnesses.\nThis court has held time and again that the endorsement of additional names of witnesses on the information, even during a trial, rests in the sound judicial discretion of the trial court, and material prejudice in the ruling must be clearly shown before it constitutes a reversible error (State v. Howland, 100 Kan. 181, 163 P. 1071; State v. Buckle, 116 Kan. 51, 225 P. 1035; State v. Lange, 121 Kan. 703, 249 P. 595; State v. Burgett, 174 Kan. 102, 105, 254 P.2d 254).\nOnly one of the witnesses, Kenneth D. Cain, testified. His testimony showed he had a part in arresting appellant; that appellant was placed in his custody in the Abilene police station and later turned over to the Geary County officers; that no search was made of the car at that time; that upon arrival at the Abilene police department, the appellant locked the car and kept the keys with him; and, that he (Cain) was not present when the vehicle was searched by the Geary County officers. This testimony concerned only the chain of circumstances and events following the custody of appellant and his automobile from the time of his arrest until he was turned over to the Geary County officers and was not prejudical to him nor was it contradicted by him. Under the above authorities the trial court did not abuse its discretion in permitting the endorsement of the names of the witnesses on the information, and allowing one of them to testify.\nThe appellant next contends that the verdict was contrary to the law and the evidence. The contention is without merit. The evidence showed that appellant discussed the theft of the suits with Alfaro and Mureno; that they, together with the appellant, actually stole the suits, and there was testimony to the effect that appellant was seen in the store when they were stolen and was later apprehended in the car with Alfaro and Mureno where the suits were found. The record contains definite statements of reliable witnesses that the value of the suits taken exceeded $20. Furthermore, Alfaro's and Mureno's testimony was direct evidence of appellant's participation in the actual theft of the suits. There was ample evidence upon which the jury was justified in finding the appellant guilty as charged.\nThe appellant next argues that the county attorney was guilty of misconduct in his closing argument to the jury. The contention is based upon an objection made by counsel during the county attorney's *50 closing argument in which he stated that it is always difficult to be a prosecutor because a prosecutor must forge a chain of every piece of evidence to prove his case; that all the defense counsel has to do is to hit at that chain and \"poke at one of those links\" to see if it is weak enough to break. The court overruled the objection, and we think it was eminently correct in its ruling. During the oral argument of this appeal counsel for appellant conceded that the statement of the county attorney was not prejudicial. In summing up a case before a jury, counsel may not introduce or comment on facts outside the evidence, but reasonable inferences may be drawn from the evidence and considerable latitude is allowed in the discussion of it in which he may use illustrations and appeal to the jury with all the power and persuasiveness which his learning, skill and experience enable him to use. (State v. Wilson, 108 Kan. 433, 195 P. 618.) In the instant case the county attorney's statements to the jury were within the scope of fair argument and were not prejudicial to the defendant.\nBefore impanelling the jury a hearing was had before the trial court on appellant's motions to quash the information and the jury panel on the grounds that members of the Mexican race were systematically excluded from jury service in Geary County resulting in his being denied equal protection of the law in violation of the Fourteenth Amendment of the Constitution of the United States, and cites and relies upon Hernandez v. Texas, 347 U.S. 475, 98 L. Ed. 866, 74 S. Ct. 667. In support of the motions, the appellant called the county clerk as a witness and inquired whether he knew of any Mexicans or members of the Mexican race being chosen for jury service. The county clerk answered that he was not a good enough judge to tell by a prospective juror's name what his nationality was; that he did not know whether there were members of the Mexican race residing in any of the towns, cities or townships in Geary County; that following the drawing of the names of prospective jurors the sheriff received a copy of the names drawn; and, that he kept a copy in his office but he had no use or interest in it and had nothing further to do with the selection of jurors.\nIn his brief appellant quoted from the 1950 Gensus Report of the United States Department of Commerce of Geary County, which showed a total population of 21,671, and listed \"other races,\" males, 60; females, 32. Appellant states in his brief \"that there has never been a Mexican or a person of Spanish descent on a petit jury in *51 Geary County, Kansas, for at least a period of forty years.\" No evidence was introduced to support the statement, however, the trial judge stated he had been a resident of Junction City for nearly forty years and that during that time some Mexicans lived in Junction City but none of them to his knowledge had ever attained the qualifications of a juror, and that at the present time he did not know of any Mexicans residing in Junction City or Geary County.\nAssuming, arguendo, that appellant's statement was correct: that no Mexicans served on a petit jury in the last forty years, he would be required to accept the fact, under this record, that none attained the qualifications of a juror and that none resided in Geary County at the time the jury which tried him was chosen. Information from the 1950 Census Report does not show of what the \"other races\" consisted, and the population of that category is insufficient in a county of 21,671 population to create a presumption that members of that race were systematically excluded from jury service. If Geary County had a large Mexican population, which it does not, and if it had actually been shown that members of that race had not served on a petit jury over a period of many years, it might properly be contended there was a systematic exclusion of members of that race from jury service. However, the evidence was that jurors were selected in accordance with the laws of Kansas; that members of the Negro race have never been excluded from jury service in Geary County; that Negroes were on the panel which tried appellant; and, that the Mexican population, if any, in Geary County was not large enough to raise a presumption of systematic exclusion from jury service. There was no showing that there was any race discrimination in the selection of the regular jury panel from which the jury which tried appellant was chosen (State v. Palmer, 173 Kan. 560, 570, 251 P.2d 225).\nAppellant lastly contends that incompetent and hearsay testimony was admitted over his objection, which prejudiced his rights to a fair trial. Complaint is made that Captain Warner, of the Junction City police department, and Vance Van Pelt, a clerk in the Penney Store, were permitted to testify to reports and statements made to and by them in the absence of the appellant. Officer Warner testified that when he reported for work on the afternoon of the theft the assistant chief of police informed him of a report of the theft of three men's suits from the Penney Store. Appellant contends the evidence was hearsay and prejudicial. Since it was not *52 used to prove the crime but merely to explain the later action of the officer, it was properly received (State v. Funk, 154 Kan. 300, 118 P.2d 562; State v. Barnes, 164 Kan. 424, 190 P.2d 193). Likewise, Van Pelt's testimony was properly received since it dealt with the circumstances surrounding the theft of the suits, notwithstanding the witness did not identify appellant as the one who actually removed the suits from the suit rack.\nWhen the 1951 Cadillac sedan was searched at Abilene the pants and coats of three men's suits were found in a corner of the back seat separately rolled into small balls with a leather coat over them. The labels of these three suits had been removed but the coats contained factory stock number tags registered to the J.C. Penney Company, and were later identified as being suits taken from the store in Junction City. Complaint is also made that Officer Warner and the sheriff were permitted to testify over the objection of appellant concerning the finding of three Army barracks bags in the trunk of the car filled with 35 or 40 men's suits with labels removed; the pants and coats being separately rolled into small balls. It is contended this evidence was improperly received and was highly prejudicial. Appellant failed to include the instructions of the trial court in his abstract and he makes no contention that it improperly instructed the jury. Under the facts and circumstances of this record, we think the evidence was admissible as tending to bear upon the guilt or innocence of appellant and competent to show his method, intent and system of operation in connection with the larceny he was charged with having committed. (State v. Mall, 112 Kan. 63, Syl. ¶ 4, 209 P. 820; State v. Bartholomew, 116 Kan. 590, Syl. ¶ 3, 227 P. 366; State v. Myrick, 181 Kan. 1056, 317 P.2d 485, and cases therein cited.)\nWe have fully reviewed the record and have concluded there was sufficient evidence on which to submit the case to the jury and to support the verdict of guilty. No prejudicial error has been affirmatively made to appear that the appellant did not receive a fair trial. The judgment is affirmed.\n",
            "ocr": false,
            "opinion_id": 1221242
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}