{
    "id": 1148120,
    "judges": "Roy Noble Lee, Robertson and Anderson",
    "date_filed": "2010-10-07",
    "date_filed_is_approximate": true,
    "slug": "thomas-v-state",
    "case_name_short": "Thomas",
    "case_name": "Thomas v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 39,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "517 So. 2d 1285"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n517 So. 2d 1285 (1987)\nElisha THOMAS, Jr.\nv.\nSTATE of Mississippi.\nNo. 56423.\nSupreme Court of Mississippi.\nMarch 4, 1987.\nRehearing Denied September 30, 1987.\nMark T. Fowler, Roy O. Parker, Tupelo, for appellant.\nEdwin Lloyd Pittman, Atty. Gen. by Leyser Q. Morris, Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore ROY NOBLE LEE, ROBERTSON and ANDERSON, JJ.\nEn Banc.\nAffirmed.\nWALKER, C.J., HAWKINS, P.J., and DAN M. LEE, PRATHER, SULLIVAN, and GRIFFIN, JJ., concur.\n\nON PETITION FOR REHEARING\nROY NOBLE LEE, Presiding Justice, for the Court:\nElisha Thomas, Jr. was tried and found guilty of rape by a Pontotoc County jury. Conviction and sentence of fifteen (15) years were affirmed by this Court on March 4, 1987. Thomas v. State, 517 So. 2d 1285 (Miss. 1987). Thomas presently seeks rehearing of that decision on the basis of a single issue not raised prior to the verdict or on direct appeal. Today, we are required to determine to what extent trial objection is required to preserve a jury selection challenge under Batson v. Kentucky, 476 U.S. 79, 106 S. Ct. 1712, 90 L. Ed. 2d 69 (1986) for direct review by this Court.\n\nI.\nThe record reflects that the State at trial used two of ten peremptory challenges to strike blacks from the jury. Thomas concedes that his counsel made no objection to the use of these peremptory challenges on any ground nor did he move to strike the jury venire. In fact, the first challenge to the composition of the jury was made when Thomas filed his motion for judgment notwithstanding the verdict, or, in the alternative, motion for new trial following the verdict of guilty. On direct appeal to this Court, Thomas raised three assignments of *1286 error, none of which alleged racial discrimination in jury selection. In the present petition, two new claims are alleged, both involving racial discrimination. Thus, it is clear, for purposes of our discussion, that the first and only objection to the jury composition came in Thomas' motion for new trial after he had been found guilty and the jury had been finally released.\n\nII.\nThomas predicates his plea for a new trial on Batson v. Kentucky, supra, and Griffith v. Kentucky, 479 U.S. ___, 107 S. Ct. 708, 93 L. Ed. 2d 649 (1987). Batson holds that a prosecutor's use of peremptory challenges to exclude blacks from a jury trying a black defendant may be the basis for a claim of purposeful racial discrimination under the due process clause. The primary thrust of Batson, then, is the modification of the harsh procedural rule carried forward from Swain v. Alabama, 380 U.S. 202, 85 S. Ct. 824, 13 L. Ed. 2d 759 (1965), which required that the discrimination be proved as a pattern throughout other cases tried by that prosecutor. In short, Batson provides that discrimination may be shown by the illicit use of a single jury strike in a single case. Griffith, supra, applies the rule of Batson retroactively to \"all cases, State or Federal, pending on direct review or not yet final, with no exception for cases in which the new rule constitutes a `clear break' with the past.\" Griffith, 479 U.S. at ___, 107 S.Ct. at 716, 93 L.Ed.2d at 650.\nIt is obvious that the present case fulfills the time requirements of Batson and Griffith concerning the proper window for retroactive consideration of a Batson claim. Griffith mandates the availability of Batson rights since Thomas' appeal was perfected on June 1, 1984, and affirmed by this Court on March 4, 1987, while Batson was handed down on April 30, 1986. See generally Williams v. State, 507 So. 2d 50 (Miss. 1987); Harper v. State, 510 So. 2d 530 (Miss. 1987).\nThe fact that Batson may be properly applied to a case in the time frame of Thomas' does not end our inquiry nor does it suggest the proper resolution of this petition. The question here, a question equally important to the retroactivity issue, involves whether an appellant must make a timely objection to the composition of the jury in order to preserve his right to assert that issue on appeal. We do not hesitate in answering this question affirmatively.\nWhile the issue of timely objection question is not expressly answered by Batson, the case nonetheless contemplates a timely objection and invites the states to fashion the procedural requirements:\nWe decline, however, to formulate particular procedures to be followed upon a defendant's timely objection to a prosecutor's challenges. In this case, petitioner made a timely objection... . (Emphasis added).\nBatson, 476 U.S. at 99, 106 S.Ct. at 1724, 90 L.Ed.2d at 89-90.\nQuite clearly, the United States Supreme Court contemplates that procedural parameters of a Batson challenge will be fleshed out by the states pursuant to prevailing state law. Toward this end, we have already expressly held that the failure of defense counsel to timely object to the state's peremptory challenges bars later attempts to advance that claim on appeal. Irving v. State, 498 So. 2d 305 (Miss. 1986). As we stated in Irving:\n[T]he failure of Irving's counsel to object to the racial make-up of the jury at trial goes beyond a mere procedural default. The rationale of Batson is entirely premised on the idea that the trial court will hear the challenge to the jury and decide whether the prosecutor has used his peremptory challenges in a discriminatory fashion.\n498 So.2d at 318.\nOur contemporaneous objection rule is so well established that it bears no lengthy discussion here. Suffice it to say, our holding in Irving flows from a long-standing requirement that objection at the trial court level support any allegations of jury composition raised at the appellate level. Harper, supra, at 532 (Appellant entitled to Batson evidentiary hearing where timely objection noted); Stevens v. State, 458 *1287 So.2d 726 (Miss. 1984); Copeland v. State, 423 So. 2d 1333, 1335 (Miss. 1982) (\"[T]he record reveals that no objection or motion was presented to the trial court which would have alerted the judge ... . and which, more importantly, would have allowed the State an opportunity to justify... .\"); Fermo v. State, 370 So. 2d 930 (Miss. 1979) (challenge, after trial, to the selection of a jury foreman because of racial discrimination found untimely); Watkins v. State, 262 So. 2d 422 (Miss. 1972) (acceptance of a jury precludes later challenge to its composition); Holloway v. State, 242 So. 2d 454 (Miss. 1970) (failure to voice objection prior to acceptance of a jury waives later challenge); Goldsby v. State, 226 Miss. 1, 86 So. 2d 27 (1956) (challenge to the array should be made at the first opportunity as soon as facts warranting such are known); Arnold v. State, 171 Miss. 164, 157 So. 247 (1934) (failure to timely raise objection to jury composition acts as a waiver); Jackson v. State, 55 Miss. 530 (1878); Gavigan v. State, 55 Miss. 533 (1878).\nWe are not alone in holding Batson subject to some form of timely objection. The Fifth Circuit Court of Appeals has applied such a rule on several occasions since the rendition of Batson. United States v. Forbes, 816 F.2d 1006 (5th Cir.1987); United States v. Ratcliff, 806 F.2d 1253 (5th Cir.1986); United States v. Erwin, 793 F.2d 656 (5th Cir.1986). In Erwin, the defendant moved to strike the jury on the first day of trial before empanelment, but after the venire had been released. The court held this objection to be untimely and unsupported by precedent. \"The court in Batson envisioned that a motion to strike would be made promptly, probably before the venire was dismissed.\" Erwin, 793 F.2d at 667. In Forbes, which was tried after Batson, the court points out that the defendant never objected to the prosecutor's failure to explain his strike of the third black venire person. The prosecutor had explained why he had struck the first two in a satisfactory manner. The Court noted:\nNow it is too late for appellants to insist on an explanation they did not request at trial. [Citations omitted] The \"timely objection\" rule is designed to prevent defendants from \"sandbagging\" the prosecution by waiting until the trial has concluded unsatisfactorily before insisting on an explanation for jury strikes that by then the prosecutor may have largely forgotten.\nForbes, 816 F.2d at 1011.\nIn Ratcliff, a black defendant claimed that the government impermissibly discriminated against him by utilizing a peremptory challenge to exclude a black female from the jury. Ratcliff's claim was found unavailing due to his failure to timely raise this objection at trial, and his further failure to establish a prima facie case of purposeful discrimination as required by Batson. Ratcliff, 806 F.2d at 1256. See also Government of the Virgin Islands v. Forte, 806 F.2d 73 (3d Cir.1986) (Batson challenge raised for the first time on a motion for new trial comes too late).\nSeveral other state courts concur in the necessity of trial objection. See generally Ex parte: Penn, No. 85-1095 (Ala. Feb. 20, 1987); Jackson v. State, No. 84-1112 (Ala. Dec. 19, 1986) (Maddox, J., Concurring in remand for evidentiary hearing because Petitioner made timely objection); State v. Lockett (Mo. Feb. 17, 1987); State v. Oliver, 729 S.W.2d 560 (Mo. Ct. App. 1987); State v. Butler, 731 S.W.2d 265 (Mo. Ct. App. 1987) (Specific objection is essential in making a record which supports a Batson challenge); Allen v. State, 726 S.W.2d 636 (Tex. Ct. App. 1987); Price v. State, 726 S.W.2d 611 (Tex. Ct. App. 1987) (Batson objection must be made before the venire is dismissed); Williams v. State, 731 S.W.2d 563 (Tex. Crim. App. 1987); Henry v. State, 729 S.W.2d 732 (Tex. Crim. App. 1987); Gray v. Commonwealth of Virginia, 233 Va. 313, 356 S.E.2d 157 (1987) (no timely objection noted).\nIn summary, we adhere to our ruling in Irving affirming the necessity for trial objection to a Batson claim. We further hold that objection is timely only where made prior to the impanelling of the *1288 jury. We see nothing in the record of Thomas' trial to excuse his failure to object. To the contrary, the fact that he did object during the motion for new trial on May 15, 1984, defeats any contention that he is somehow forgiven for not objecting prior to the rendition of Batson in April, 1966. Moreover, it renders suspect any excuse for the failure to assert the claim on direct appeal.[1]\nFor the reasons stated above, appellant's petition for rehearing is denied.\nPETITION FOR REHEARING DENIED.\nWALKER, C.J., HAWKINS, P.J., and DAN M. LEE and GRIFFIN, JJ., concur.\nROBERTSON, PRATHER, SULLIVAN and ANDERSON, JJ., dissent.\nROBERTSON, Justice, dissenting:\n\nI.\nHow the Court errs may be simply put: Elisha Thomas, Jr., is defaulted for failure to claim a right now available to him retroactively but which had no existence at the time of the default. Put otherwise, under the law as it existed at the time of Thomas' said-to-be-procedural-default, the trial judge would have been reversed summarily had he given Thomas' point the time of day.\nBeyond this, enforcement of a procedural default today is incapable of serving and for the future promoting the purposes of the contemporaneous objection rule. What good does it do to give a trial judge the opportunity to pass on a point he has no discretion but to deny? How can a defendant sandbag regarding a right that has no existence?\nThe Court today convicts Thomas for failure to make an objection which the trial judge on his oath would have been obligated to overrule. In so doing, we convict ourselves in the court of common sense. And, as for Elisha Thomas, Jr., perhaps there is a certain poetic justice as he this day experiences figuratively that which he did literally back on October 2, 1983.\n\nII.\nOn April 30, 1986, the Supreme Court of the United States decided Batson v. Kentucky, 476 U.S. 79, 106 S. Ct. 1712, 90 L. Ed. 2d 69 (1986). Batson held that a defendant, in a state criminal trial, could establish a prima facie case of constitutionally impermissible racial discrimination in jury selection by showing that the prosecuting attorney had used peremptory challenges to strike members of the defendant's race from the jury venire, and that, once the defendant had made the prima facie showing, the burden shifted to the prosecution to come forward with a neutral explanation for those challenges. Batson overruled a seemingly well-entrenched contrary approach emanating from Swain v. Alabama, 380 U.S. 202, 85 S. Ct. 824, 13 L. Ed. 2d 759 (1965).\nIn Griffith v. Kentucky, 479 U.S. ___, 107 S. Ct. 708, 93 L. Ed. 2d 649 (1987), the Supreme Court held that the substantive and procedural rights recognized in Batson were available in all state criminal cases which as of April 30, 1986, were pending on direct review or were not yet final.[1]\nOur timetable reads as follows:\n\n\n  March 15, 1984   Thomas' trial in Circuit Court\n  March 30, 1984   Motion for new trial\n  April 22, 1985   Cert. granted in Batson\n  June 26, 1985    Assignment of Error filed in Supreme Court\n  April 30, 1986   Batson decided\n\nTo be sure, the Griffith retroactivity ruling presents problems, practical and conceptual. But we are bound by Griffith, a fact we accepted in Williams v. State, 507 So. 2d 50 (Miss. 1987), wherein we found that the defendant had made a Batson type *1289 prima facie showing of racial discrimination based upon the prosecution's use of peremptory challenges to strike black persons from the jury. Because the Williams case was tried prior to April 30, 1986, we remanded to the Circuit Court to afford the prosecuting attorney the opportunity to place in the record a neutral, non-race based explanation for his challenges. We refused to hold the prosecuting attorney to have waived his right to make the Batson-necessary rebuttal showing because at the time of the Williams trial Batson had not been decided and quite reasonably the prosecuting attorney had no way of knowing just what showing would be required. We applied common sense notions to provide that the prosecuting attorney should not be held to have waived the right to do something he did not know he was required to do. To like effect is Harper v. State, 510 So. 2d 530, 532 (Miss. 1987).\nToday's case presents the converse question: should we hold that a defendant has waived asserting a Batson claim when his trial occurred before April 30, 1986, and when he had no way of knowing or reason to believe Batson would be decided as it was? Should we hold a defendant chargeable with greater foresight and predictive powers than in Williams and Harper we held the prosecution to? I would have thought the mere statement of the questions would suffice to evoke answers favorable to the defendant.\n\nIII.\nThe majority relies upon the contemporaneous objection rule, the rule that a point is waived if not timely asserted at trial. Its discussion is wooden. Of course, we do and ought have a contemporaneous objection rule, but for reasons of practicality and efficiency, not justice. When the rule's functional design is grasped, and as well the policies that undergird it, application to bar assertion of rights which at trial had no existence is seen only folly.\nFirst, some basics. In Read v. State, 430 So. 2d 832 (Miss. 1983), in the context of a criminal prosecution we described the nature and purposes of the rule:\nThe State has a reasonable and legitimate interest (but not a \"right\") in assuring that, generally speaking, points presented on appeal first be presented to the trial court. The rationale supporting this interest may be stated variously. Requiring that issues be presented to the trial court will result in many being disposed of at that level with no appeals being necessary. Allowing trial judges a reasonable opportunity to correct trial errors short-circuits much trouble and expense. At the very least, counsel opposite is entitled to be put on notice that his adversary suspects error so that counsel may take corrective action before it is too late.\nThe State has an interest in (but not a \"right\" to) judicial efficiency; the general notion that the trial court decides matters ab initio and that the appellate court sits to review the correctness of those decisions on appeal. Beyond that, the State has an interest (but not a \"right\") in avoiding the possibility that litigants and criminal defendants may sandbag \u0097 that they may see an error committed below and deliberately refuse to call it to the attention of the trial court or counsel opposite, hoping to build error and likely appellate reversal into the record. But \"sandbagging\" by definition assumes a meaningful opportunity to present the point to the trial court, coupled with a deliberate cynical refusal to do so.\nRead v. State, 430 So.2d at 840-41. But in Read we continued to explain that the State of Mississippi has another interest \u0097 a competing interest.\nNot only ought the State's legitimate interest in judicial efficiency in this context not override the accused's constitutional rights. See Brooks v. State, 209 Miss. at 155, 46 So. 2d 97. That interest may be cancelled out by another State interest. Equally as powerful as the State's efficiency interest is the idea that the defendant at the trial level be given a realistic and meaningful opportunity in fact to assert and enjoy all rights secured to him by the constitution and laws. Conversely, once it is seen that, *1290 with respect to a particular category of constitutionally-secured rights, there is no meaningful opportunity for vindication at the trial court level, surely the State's interest in judicial efficiency manifest in its contemporaneous objection rule or its procedural bar is stalemated and loses its force.\n430 So.2d at 841.\nThe contemporaneous objection rule, that is, the rule that says that a party is entitled to but one bite at the apple, presupposes that the party knows which apple to bite and that the bite when taken is one the trial judge on his oath must allow. Where, as here, there was no basis short of the proverbial gleam in the eye to think, prior to April 30, 1986, that is, that Batson would be decided as it was, it may not fairly be said that Elisha Thomas, Jr. or his counsel knew which apple to bite or the consequences of failure. Nor may it be said that the Circuit Court at that time had the remotest semblance of an obligation to honor the bite.[2]\nOrdinarily, we require a contemporaneous objection to assure that the opposing party has notice of the claim and the opportunity to offer evidence or take curative action before it is too late. There is no question of sandbagging. Our discussion in Williams makes clear what the fair-minded must concede: that no one foresaw Batson enough to sandbag. In the case before us, there is one reason, and one reason alone, for the defendant's procedural faults: neither Thomas, nor his counsel, foresaw that Batson would be decided as it was. Indeed, prior to April 30, 1986, I doubt that a single member of this Court would have predicted Batson.\nAnother purpose of the contemporaneous objection rule is to afford the trial judge a meaningful opportunity to consider the point at a time where the trial has not been so infected by error that a mistrial is necessary. Because ordinarily the case will be tried but once (because the social costs of doing otherwise are too great), we consider that the trial judge should be given a chance to correct his own errors before the matter comes up on appeal. Here, as Williams and Harper make clear, a contemporaneous objection would have been promptly overruled, and on appeal we would under Griffith have ordered a Batson hearing; an inefficient result. And, yet another of the policies undergirding the contemporaneous objection rule is seen incapable of being served by what we do today.\nWithout doubt, Batson rights, like any other constitutional rights, may be waived. See Read v. State, 430 So. 2d 832, 838 (Miss. 1983); Matthews v. State, 394 So. 2d 304, 309 (Miss. 1981). But before there can be a fair waiver, the defendant must be given a meaningful and realistic opportunity to assert the right.[3] If he is given that opportunity and he intelligently and voluntarily declines to assert the right, it is then waived.\nConsider, for a moment, the practice under Miranda.[4] The giving of the warnings is the first step; that is, the accused must be advised of his rights. Once he has been informed and thus knows what his rights are, he may waive them, provided this is intelligently, knowingly and voluntarily done. See, e.g., Jones v. State, 461 So. 2d 686, 696 (Miss. 1984); Neal v. State, 451 So. 2d 743, 753 (Miss. 1984). Fondren v. State, 199 So. 2d 625 (Miss. 1967) held that the defendant did not waive his right to make the systematic exclusion challenge because \"he was not advised of his rights by prior counsel.\" Fondren v. State, 199 So.2d at 626.\n*1291 In this setting I would urge that our attitude toward this sort of procedural bar be that expressed in a concurring opinion I wrote in Pennington v. State, 437 So. 2d 37, 41-42 (Miss. 1983), joined by Justices Bowling, Hawkins and Dan Lee, to-wit:\nPut in historical context I find what we are doing all the more disturbing. For years our courts were governed by rigid rules of pleading and practice. One false step by the pleader and his client's claim was lost forever. If the proof varied from the cause of action pled, that too could be fatal. We endured such foolishness as the two witness rule, the necessity for waiving answer under oath in chancery, and so much more.\nIn the past two decades our rules of practice have gradually undergone long overdue corrective surgery. The primary impetus for these reforms has been that ultimately irrepressible imperative of substantial justice, coupled with a realistic recognition of what it is like to practice law. One by one, needless technicalities have been discarded. I had thought we were approaching the point where lawyer and litigant could concentrate on the merits of the case, without having their attention constantly diverted by a procedural mine field. I fear my optimism has been premature.\nIn a very real sense, this case shows that the cancer has not been uprooted at all. It has simply changed its home. It has come to rest in the appellate process. More and more, appeals to this Court are marked by controversies over the preservation of error, not the justice of the case. Procedural bars are invoked here as demurrers were once filed in the trial courts. We have merely changed the location of the mine field \u0097 with the familiar results: Needless consumption of judicial resources hearings and deciding technical procedural questions, harsh substantive results resulting from the bobbles of less than nimble counsel.\n437 So.2d at 41-42.\n\nIV.\nIt must be remembered that we considered Swain v. Alabama firm, well-entrenched constitutional precedent. In recent years, post-Swain and pre-Batson, this Court decided a number of cases in which challenges had been made to the prosecuting attorney's use of peremptory challenges to exclude blacks or other minority group members from the jury. We gave these challenges short shrift. Indeed, we often treated the point as though we regarded it frivolous. See, e.g., Evans v. State, 485 So. 2d 276, 282 (Miss. 1986); Caldwell v. State, 481 So. 2d 850, 851 (Miss. 1985); Johnson v. State, 476 So. 2d 1195, 1206 (Miss. 1985); Belino v. State, 465 So. 2d 1043, 1045 (Miss. 1985); Jordan v. State, 464 So. 2d 475, 481 (Miss. 1985); Ward v. State, 461 So. 2d 724, 726 (Miss. 1984); In Re Hill, 460 So. 2d 792, 798 (Miss. 1984); Booker v. State, 449 So. 2d 209, 222 (Miss. 1984); Mason v. State, 440 So. 2d 318, 319-20 (Miss. 1983); Gilliard v. State, 428 So. 2d 576, 579 (Miss. 1983); Gaines v. State, 404 So. 2d 557, 560 (Miss. 1981); Watts v. State, 317 So. 2d 715, 716 (Miss. 1975); Dorsey v. State, 243 So. 2d 550, 552 (Miss. 1971); Irving v. State, 228 So. 2d 266, 270 (Miss. 1969); Williams v. State, 220 So. 2d 325, 327 (Miss. 1969); Reed v. State, 199 So. 2d 803, 806 (Miss. 1967); Shinall v. State, 199 So. 2d 251, 256 (Miss. 1967); McLaurin v. City of Greenville, 187 So. 2d 854, 858 (Miss. 1966); Shinall v. State, 187 So. 2d 840, 844 (Miss. 1966); Black v. State, 187 So. 2d 815, 818 (Miss. 1966);\nIn the face of this unswerving line of cases, on what notion of reason or fairness may a defendant be faulted for not raising the Batson issue at trial prior to April 30, 1986?\nGriffith creates today's problem, but nothing in Griffith resolves it. In Griffith, the Batson point was raised timely at trial and appellate levels, as it was in our Williams decision and in Harper. Today's case is one in which there were procedural deficiencies of the sort not present in Griffith or Williams or Harper. Neither Griffith nor Williams nor Harper suggest how we should regard those deficiencies.\nThere is guidance in our history. The Batson issue is substantially related to the systematic exclusion cases of several decades *1292 ago. In the 1960s a number of cases arose wherein black defendants challenged the systematic exclusion of black persons from grand and petit juries in this state, and they did so successfully. On that point Fondren v. State, 199 So. 2d 625 (Miss. 1967) is of importance. Fondren had been tried and convicted on a charge of burglary with intent to rape. His conviction was affirmed on direct appeal. See Fondren v. State, 253 Miss. 241, 175 So. 2d 628 (1965). There is no indication that the systematic exclusion point was ever mentioned in the original proceedings. This Court's opinion of May 31, 1965, is certainly silent on the subject. Thereafter, Fondren sought a writ of error coram nobis to raise his systematic exclusion claim. The Court heard the matter and granted relief. Fondren v. State, 199 So. 2d 625 (Miss. 1967). What is important is that the systematic exclusion point was not deemed waived at trial or on the original appeal because the defendant \"was not advised of his rights by prior counsel.\" 199 So.2d at 626.\nThis, of course, is a recognition of the familiar premise that important constitutional rights may not be waived except the waiver be a knowing and intelligent and voluntary one. If the defendant did not know and had no means of knowing he had the right, how could he voluntarily waive it? (And, in a similar sense, because the prosecution did not know what it had to place in the record under Batson, we declined in Williams and Harper to invoke a waiver there.)\nFondren is important further as the systematic exclusion claim in the middle 1960s was not nearly so novel as the Batson claim at the time of the proceedings at issue here. This Court had recognized that systematic and discriminatory exclusion of black persons from jury service was unconstitutional in Farrow v. State, 91 Miss. 509, 45 So. 619 (1907). The Supreme Court of the United States had jogged our memory with Patton v. Mississippi, 332 U.S. 463, 68 S. Ct. 184, 92 L. Ed. 76 (1947). Defense counsel in Fondren were charged with far greater knowledge of the availability of the rights at issue than can possibly be said to be the case here.\nQuite arguably Irving v. State, 498 So. 2d 305, 318 (Miss. 1986) is to the contrary. There the Court held that Irving's failure to make a Batson objection resulted in his Batson claim being waived. This was so notwithstanding that Irving's trial and original appeal occurred more than three years before Batson. See Irving v. State, 441 So. 2d 846 (Miss. 1983). In one sense, Irving is terribly wrong. It is certainly inconsistent with Fondren \u0097 and without mentioning Fondren. The point should not trouble us today, however, because the Irving judgment was final within the meaning and contemplation of Griffith. See Allen v. Hardy, 478 U.S. 255, 106 S. Ct. 2878, 92 L. Ed. 2d 199 (1986). Because Irving was before the Court on post-conviction proceedings and because it was decided prior to Griffith, it forms no precedent of use today, a point the majority neglects to mention.\nThe Supreme Court in Griffith makes clear that it did not consider Batson clearly foreshadowed by prior case law. This is important, as the majority opinion seems loosely premised on the notion that Thomas' counsel knew enough in March of 1984, two years pre-Batson, that he should now be faulted for not objecting to the prosecutor's peremptory challenges. Griffith declares that notion wrong. Griffith expressly labels Batson as a \"clear break with the past.\" Griffith recognized that Batson \"is an explicit and substantial break with prior precedent,\" 479 U.S. at ___, 107 S.Ct. at 715, 93 L.Ed.2d at 660, and renders disingenuous the contrary suggestion. If the Supreme Court characterizes Batson a \"clear break\", we should be hard pressed to justify holding defendants and their counsel to have anticipated it, particularly in view of our many Swain-type cases in recent years which literally slam dunked any defendant who raised a Batson \u0097 type issue prior to April 30, 1986.[5]*1293 Our cases were so dogmatic on the subject that an astute criminal appeals lawyer could with reason have concluded that he undercut the credibility of the rest of his appeal if he raised the Batson issue.\n\nV.\nThere is a broader context. Courts have been in the business of legislating from the beginning of time. Thoughtful persons have understood this fact for decades. See, e.g., Southern Pacific Co. v. Jensen, 244 U.S. 205, 221, 37 S. Ct. 524, 531, 61 L. Ed. 1086, 1100 (1917) (Holmes, J., dissenting) (\"I recognize without hesitation that judges do and must legislate, ... .\"); Holmes, The Common Law 35-36 (1881); Thayer, Judicial Legislation: Its Legitimate Function In The Growth Of The Common Law, 5 Harv.L.Rev. 172 (1891); Gray, The Nature and Sources of Law 234 (2d ed. 1921); Hart, The Concept of Law 131-32 (1961); Posner, The Federal Courts 3 (1986); Davis, \"There Is A Book Out ...\": An Analysis Of Judicial Absorption Of Legislative Facts, 100 Harv.L.Rev. 1539 (1987).\nBatson is judicial legislation. In Williams we labeled \"a fiction\" the idea \"that Batson was an adjudication, in no part legislation.\" 507 So.2d at 53. Still we are not free to adopt a wholly legislative attitude toward the prospectivity/retroactivity effect of the judicial product, for as surely as we are legislators, we are also judges. We may escape neither role. The function of adjudication has no power to subsume our legislative function, nor vice versa. Any response to retroactivity which ignores either of our functions is inherently wrong.\nBut here we confront irony. Judges who think themselves most opposed to activist judicial legislation regularly cast votes against retroactivity, and for prospectivity only, the view that will open the door to more activist judicial legislation. They cut off their noses to spite their faces. This is so in the case of most of my respected colleagues in the majority today. It is also true of those who dissented in Griffith \u0097 Chief Justice Rehnquist and Justice White.\nThe irony is grounded in the intuitive unfairness of the ex post facto law. Particularly in areas where there has been demonstrable reliance upon an existing state of the law \u0097 ranging from the law enforcement officials relying upon the criminal constitutional law to the businessman's reliance upon the law of contracts \u0097 the presumption of retroactivity is the most effective check available against activist judicial legislation. To the extent that a judge votes that a new decision should have limited or no retroactive effect, he to a like extent removes from future cases an effective impediment to activist judicial legislation. He imperils victory in the war to win the battle.\nRetroactivity presents us many difficulties. Casting aside the illusion that we do not legislate does not make these difficulties go away. Light, however, is shed upon their resolution. Consider the case \u0097 today's case \u0097 that reaches the court after the overruling case has been decided and the effect of failure to preserve the point procedurally. The core truth was expressed by Justice Frankfurter concurring in Griffin v. Illinois, 351 U.S. 12, 26, 76 S. Ct. 585, 594, 100 L. Ed. 891, 903 (1956):\nWe should not indulge in the fiction that the law announced has always been the law and, therefore, those who did not avail themselves of it have waived their rights.\nThe point is more basic. Whatever else may be said of the new rule at an earlier date, it was not law. Whatever else may be said of Batson, prior to April 30, 1986, it was not law. The suggestion that a party waives the point by failing to jump through a said-to-be-necessary procedural hoop becomes unmasked. It becomes the suggestion that the party has waived something other than a legal right. Something has been introduced into the legal system that is not law and has no place in it. But, *1294 it may be argued, the party waived a procedural opportunity to assert the \u0097 what? \u0097 again the argument fails. To say that a party waived a procedural opportunity to assert a legal right that had no existence as a legal right at the time the procedural opportunity arose is simply a nonsensical legal statement. If the party is to be denied access to the newly created right, some vehicle other than waiver must be found, that is, if the denying court cares about its credibility.\n\nVI.\nBut the majority says it has cases. Several from our Court are cited, but they say nothing beyond that we have a contemporaneous objection rule, a point I am Read-bound to concede. I could cite as many that where fundamental rights are at stake we do not enforce the rule.[6]See, e.g., Ferguson v. State, 507 So. 2d 94, 96 (Miss. 1987); Waldrop v. State, 506 So. 2d 273, 275-76 (Miss. 1987); House v. State, 445 So. 2d 815, 820 (Miss. 1984); Gallion v. State, 469 So. 2d 1247, 1249-50 (Miss. 1985); and Brooks v. State, 209 Miss. 150, 154, 46 So. 2d 94, 96 (1950).\nNor should the majority take comfort from its cases from other jurisdictions. Again, contra decisions are to be found. See, e.g., United States v. Cartlidge, 808 F.2d 1064, 1070 (5th Cir.1987); Gray v. Commonwealth, 233 Va. 313, 356 S.E.2d 157 (1987); State v. Robbins, 319 N.C. 465, 356 S.E.2d 279 (1987). If cases were the weapon of choice, I would produce as many, and better ones.[7] For today I am content to observe that none of the majority's cases, foreign or domestic, articulate a sensible basis upon which, on direct appeal from a Griffith-controlled pre-April 30, 1986, trial, a Batson claimant should be defaulted for failure timely to assert the point. We should take no comfort in the unreason of others.\n\nVII.\nIn the end we confront the question of whether the case before us should be decided on the principles announced April 8, 1987, in Williams v. State, 507 So. 2d 50, 52 (Miss. 1987), and reiterated in Harper v. State, 510 So. 2d 530, 532 (Miss. 1987), that is, should this case be sent back for the Circuit Court to allow the record to be more fully developed and the prosecuting attorney to come forward with neutral non-race based reasons for his exercise of peremptory challenges, with the matter then to be certified back to this Court?\nIn my view, all cases tried before April 30, 1986, should be remanded to the Circuit Court with instructions to conduct a Batson hearing which should include the Williams inquiries. Because Batson was not clearly foreshadowed by prior decisions and because even the Supreme Court has labeled it a clear break with past precedent, disingenuity attends any effort to hold that Batson rights have been waived.\nToday's case should be easier than most. True, Thomas' counsel made no Batson-type objections at jury selection, nor did he assign Batson as error on appeal \u0097 though Thomas' assignments of error were filed on June 26, 1985, some ten months pre-Batson. But counsel did raise the point on motion for a new trial. A record was made \u0097 indeed, a Batson prima facie showing was made.\nNotwithstanding, today's majority ignores both the content and the purposes of the contemporaneous objection rule. Substantially, one may not waive a right which had no existence at the moment of waiver. Purposefully, a defendant should not be barred when he had no reasonable forewarning that the right would be held to exist, when as a practical matter he couldn't sandbag even if he wanted to, and where affording the trial judge the opportunity *1295 to pass upon the matter would at the time have been wholly pointless.\nFor these reasons, I dissent.\nPRATHER, SULLIVAN and ANDERSON, JJ., join this dissent.\nNOTES\n[1]  Had it been raised on direct appeal, it surely would have been barred for lack of specific objection.\n[1]  I am confident a skilled psychiatrist could extract from the collective subconscious of the majority the reality that their error today has its source in their disagreement with Griffith.\n[2]  This is what Holmes said to the point. In The Western Maid, 257 U.S. 419, 433, 42 S. Ct. 159, 161, 66 L. Ed. 299, 303 (1922), he said \"Legal obligations that exist but cannot be enforced are ghosts that are seen in the law but that are elusive to the grasp.\" On March 15, 1984, Batson rights were like ghosts.\n[3]  Remember: the reasons why Thomas had no such meaningful opportunity in this case are: (a) no Batson right existed at the time of his trial and (b) the trial judge on his oath would have been obligated to reject summarily any assertion of any Batson-type right.\n[4]  Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966).\n[5]  March 15, 1984, is the day on which the majority suggests Thomas' counsel should have known enough that Thomas should be held to have had and waived his right to assert a Batson claim. As of that date, our two most recent decisions on the point were Mason v. State, 440 So. 2d 318, 319-20 (Miss. 1983); and Gilliard v. State, 428 So. 2d 576, 579 (Miss. 1983). I doubt a rational Mississippi gambler on that date would have wagered much that Batson rights would become available to him, and retroactively so.\n[6]  That a rule is not always enforced or admits exceptions hardly imperils its status as a rule. Hart, The Concept of Law 136 (1961).\n[7]  The Court of Criminal Appeals of Texas has adopted an intelligent approach to this problem. See, e.g., Ex Parte Chambers, 688 S.W.2d 483 (Tex.Cr.App. 1984) (refusing to enforce waiver of constitutional right announced by U.S. Supreme Court after trial).\n\n",
            "ocr": false,
            "opinion_id": 1148120
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}