{
    "id": 1148165,
    "judges": "Brand, Chief Justice, and Rossman, Latourette, Warner and Tooze, Justices",
    "date_filed": "1987-04-16",
    "date_filed_is_approximate": true,
    "slug": "state-of-oregon-v-black",
    "case_name_short": null,
    "case_name": "State of Oregon v. Black",
    "case_name_full": "State of Oregon v. Black",
    "attorneys": "Robert D. Lytle and Roy Kilpatrick, of Yale, argued the cause for appellant. On the briefs were Lytle and Kilpatrick., Charles W. Swan, District Attorney, of Yale, argued the cause and submitted a brief for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued May 7,, petition for rehearing denied December 5, 1951",
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<otherdate id=\"b307-4\">\n    Argued May 7,\n   </otherdate><decisiondate id=\"A86\">\n    affirmed October 10,\n   </decisiondate><otherdate id=\"Apg\">\n    petition for rehearing denied December 5, 1951\n   </otherdate><br><parties id=\"b307-5\">\n    STATE OF OREGON\n    <em>\n     v.\n    </em>\n    BLACK\n   </parties><br><citation id=\"b307-6\">\n    236 P. 2d 326\n   </citation><br><attorneys id=\"b309-21\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"297\"> \n     *297\n     </span>\n<em>\n     Robert D. Lytle\n    </em>\n    and\n    <em>\n     Roy Kilpatrick,\n    </em>\n    of Yale, argued the cause for appellant. On the briefs were Lytle and Kilpatrick.\n   </attorneys><br><attorneys id=\"b309-22\">\n<em>\n     Charles W. Swan,\n    </em>\n    District Attorney, of Yale, argued the cause and submitted a brief for respondent.\n   </attorneys><br><judges id=\"b309-23\">\n    Before Brand, Chief Justice, and Bossman, Latottrette, Warner and Tooze, Justices.\n   </judges>",
    "citations": [
        "236 P.2d 326",
        "193 Or. 295"
    ],
    "opinions": [
        {
            "author_str": "Warner",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n193 Or. 295 (1951)\n236 P.2d 326\nSTATE OF OREGON\nv.\nBLACK\nSupreme Court of Oregon.\nArgued May 7, 1951.\nAffirmed October 10, 1951.\nPetition for rehearing denied December 5, 1951.\n*297 Robert D. Lytle and Roy Kilpatrick, of Vale, argued the cause for appellant. On the briefs were Lytle and Kilpatrick.\nCharles W. Swan, District Attorney, of Vale, argued the cause and submitted a brief for respondent.\nBefore BRAND, Chief Justice, and ROSSMAN, LATOURETTE, WARNER and TOOZE, Justices.\nAFFIRMED.\n*298 WARNER, J.\nThe defendant, George M. Black, was tried and found guilty and sentenced upon an indictment, the charging part of which is as follows:\n\"The said George M. Black on the 19th day of July A.D. 1947, in the said County of Malheur and State of Oregon, then and there being, did then and there unlawfully and feloniously take, steal and carry away a certain cow and calf, then and there being the personal property of one, Gerrit Smit.\"\nFrom this judgment he appeals.\nOne of the basic contentions underlying many of defendant's twenty-two allegations of error is the assertion of an insufficient proof of ownership in Girit Smit (whose given name is erroneously spelled \"Gerrit\" in the indictment). Therefore, to insure a better understanding of what we hereinafter say, a brief statement of the facts is necessary.\nPeter Smit was the son of Girit Smit. For several years prior to March, 1942, he had been engaged in the cattle business in Malheur county, Oregon, operating from his father's home ranch about two miles west of Vale. He had in that time accumulated a herd of 35 or 40 head of Herefords of the beef stock type. This had been started from three or four head which had been given to him by his father, also a cattle raiser. The father and son had ranged their animals together. All of Peter's bore his own recorded brand on the left ribs and his own distinctive earmarks. On March 14, 1942, he left for war service and at that time turned over the possession and control of his cattle to his father to care for until his return. His father accepted this responsibility, thereafter giving the cattle the usual required attention, feeding them at the home ranch in the winter and in the summer ranging them in the *299 general range area near Westfall and in or near where the defendant ranged his cattle. Girit Smit kept Peter's herd and increase intact except for the sale of one nine-year-old Hereford cow which he made in February, 1947.\nPeter was killed in the South Pacific war theater some time in February, 1945. He was unmarried, without issue and left surviving him as his only heirs his father and mother. No proceedings had been instituted to probate his estate as of the time the cow and calf were stolen. Subsequent to Peter's death, his father had continued in possession of the cattle which Peter had owned and had, among other things, continued to brand the increase from Peter's herd with his son's brand and earmarks. The cow and calf which were the objects of the larceny were found on the 19th day of July, 1947, in a fenced enclosure on the defendant's home ranch about sixteen or seventeen miles west of Vale, Oregon. The cow was about six years old. The calf was a suckling steer calf, then about four months old and found at the side of its stolen mother. The cow carried the Peter Smit brand and earmarks. The calf had a brand on its right ribs, earmarks and wattles similar to the kind used by the defendant.\n1. Defendant's first assignment of error is predicated upon the order of the court made at the beginning of the trial authorizing the jury to view the animals described in the indictment for the purpose of a better understanding of the evidence relating to the brands when offered. Section 5-302, O.C.L.A., provides that the court may order a jury view \"of the place in which any material fact occurred\" whenever, in the opinion of the court, it is deemed proper. Section 5-302 does not, however, contemplate a view of the kind directed in this matter, nor is there any other statute in this state *300 authorizing a view of that kind. Natwick v. Moyer, 177 Or. 486, 498, 163 P.2d 936. The authority of the court, if it has such authority, must be found as one of its inherent powers.\nIn Natwick v. Moyer, supra, at page 486, it was urged that the lower court erred in denying an application to permit the jury to view a truck. There we held that the court, in the exercise of its discretion, was justified in refusing the application because of certain facts relating to the then condition of the truck. In so saying, we made the following observation:\n\"We are not prepared to say that it is beyond the inherent power of the court in any circumstances to order an examination by a jury of some physical object which cannot conveniently be brought into court and introduced in evidence * * *.\"\nThis case brings to us for the first time the necessity of deciding whether or not a court has inherent power to order a view of personal property which cannot be brought into the courtroom.\nThe question posed by defendant's assertion of error, although novel in this state, has been met and answered many times in other jurisdictions. In 4 Wigmore, Evidence (3d ed.), 268, §§ 1162 and 1163, we find the status of the law of view supported by abundant authority and there stated by Professor Wigmore as follows:\n\"Where the object in question cannot be produced in Court because it is immovable or inconvenient to remove, the natural proceeding is for the tribunal to go to the object in its place and there observe it.\n\"This process, traditionally known as a `view', has been recognized, since the beginnings of jury-trial, as an appropriate one * * *.\n\"* * *\n\n*301 \"That the Court is empowered to order such a view, in consequence of its ordinary common-law function, and irrespective of statutes conferring express power, is not only naturally to be inferred, but is clearly recognized in the precedents.\"\nAt page 270, Mr. Wigmore further says:\n\"Moreover, the process of view need not be applicable merely where land is to be observed; it is applicable to any kind of object, real or personal in nature, which must be visited in order to be properly understood.\"\nAnd again at page 273:\n\"Statutes now regulate the process in almost every jurisdiction of the United States; but it may be assumed that the judicial power to order a view exists independently of any statutory phrases of limitation.\" (Italics ours.)\nIn Springer v. Chicago, 135 Ill. 552, 566, 26 N.E. 514, 12 L.R.A. 609, the court, after an extended review of the authorities on the origin of the privilege of view, concludes: \"If at common law, independent of any English statute, the court had the power to order a view by jury, (as we think it plain the court had such power,) as we have adopted the common law in this State, our courts have the same power.\"\n2. The courts of Oregon are likewise bound by applicable rules of common law where they have not been modified or abrogated by statute. Cordon v. Gregg, 164 Or. 306, 316, 97 P.2d 732, 101 P.2d 414. In Vane v. City of Evanston, 150 Ill. 616, 37 N.E. 901, and State v. Perry, 121 N.C. 533, 27 S.E. 997, it is held that the power to direct a view in the absence of constitutional or statutory prohibition inheres in the courts. This latter case is cited by Mr. Justice Cardozo in Snyder v. Massachusetts, 291 U.S. 97, 112, 54 Sup. Ct. 330, 78 *302 L.Ed. 674, 90 A.L.R. 575, as authority for that proposition. Also see 64 C.J., Trial, 87, § 90, where it is said: \"At common law, the judge * * * has discretion, not subject to review unless abused, to permit or refuse to permit the jury to view * * * an article or object involved in the action.\"\nIt has been frequently held in states having statutes similar to § 5-302, O.C.L.A., that is, statutes authorizing a jury to view real property or a place where a material fact occurred but with no express provision for a view of chattels and other personal property, that the court may, notwithstanding lack of express statutory authority, direct a jury to view chattels when such a view is reasonably necessary for a proper understanding and appreciation of the facts in dispute. As illustrative, we note particularly Nutter v. Ricketts, 6 Iowa 92, decided in 1858. The Nutter case was an action in trover arising out of the taking of two horses, wherein a view of the horses was directed by the trial court. At the time of that decision, the laws relating to views in Iowa (Code of Iowa, 1851) were similar to § 5-302, O.C.L.A. The court in the Nutter case, in approving a view of one of the horses in the courthouse yard, said, at page 96:\n\"There is no objection, in principle, to a jury seeing an object which is the subject of testimony. By this means, they may obtain clearer views, and be able to form a better opinion. Small articles, the subject of testimony, are not infrequently introduced to the inspection of the jury, and no reason forbids the same course in relation to larger ones, other than the practicability and convenience of so doing. The practice lies in the discretion of the court.\"\nSubsequently, in Morrison v. Burlington C.R. &amp; N. Railway, 84 Iowa 663, 51 N.W. 75, the court ordered a view outside of the courtroom of a damaged gate. *303 Appellants made a contention similar to that made here, that is, that the ordered view did not fall within the contemplation of the Iowa statute in that: \"The gate was not real property, the subject of the controversy, nor a place in which any material fact occurred,\" but notwithstanding, the court, following Nutter v. Ricketts, supra, approved the view.\nRecalling that the first Oregon statutes relating to trial practice had their genesis in the statutes of Iowa, we are impelled to give the decisions from that state great weight in this matter.\n3. We think the better rule is: When it appears a view of any property, which cannot be brought into the courtroom for presentation during the course of the trial, might be of assistance to the jury in determining the guilt or innocence of a defendant in a criminal case or any material issue in a civil case, it is a matter within the inherent powers of the trial court to be exercised only within its sound discretion and in accordance with the limitations applied to all views as set forth in § 5-302, O.C.L.A. See Duke v. State, 49 Ariz. 93, 64 P.2d 1033, 1035.\n4. We cannot see wherein the defendant could possibly have been prejudiced by this act any more than he would have been had it been possible to have had the cow and calf brought into the courtroom and there identified as the livestock in question during the trial of the case. The jurors here merely obtained what was necessary to enable them to understand more fully what had been seen and to correlate the things seen with the evidence which they had heard.\nIf the photographs of the same cattle were competent evidence, as they were in this case, why not allow the jury to look at the property itself instead of a picture of the same? There may, for example, be instances *304 where a trial court should not grant a view of such object, particularly when it would be expensive or cause undue delay, or if, allowing a view, it would have no useful purpose; but this affords no reason for a ruling that the power to order a view does not exist or should not be exercised in any case.\n5. The granting or denying of an order for a view by the jury is always a matter within the sound discretion of the trial court and will be reviewed only for a manifest abuse of that discretion. Natwick v. Moyer, supra; State v. Barnes, 150 Or. 375, 376, 44 P.2d 1071; Southern Oregon Orchards Co. v. Bakke, 106 Or. 20, 27, 210 P. 858.\nWhether or not the court in this instance abused that discretion, because of certain alleged changes in the animals' condition occurring subsequent to their recovery and prior to the time of trial, presents a closer question. In considering this problem, however, we are not unmindful that the learned judge below has long lived in that part of the state which was the scene of the crime and, because of his intimate knowledge of the cattle country, is in a far better position to appraise and evaluate these alleged changes in the condition of the animals than we are. We find that he did not abuse his discretion and that defendant's first assignment of error is without merit.\nAfter allowing the State's motion for a view of the cow and calf by the jury and before the jurors departed for that purpose, the court gave a warning that they would probably discover some changed conditions in the animals since their alleged larceny on July 19, 1947, saying:\n\"I call your attention to this fact: It may appear there that the area around the brands is more distinct; it may make them stand out more distinctly *305 at this time than they did at the time of the alleged larceny. Now you are not to consider that condition as exists today as any evidence at all of the condition as it existed on the 19th day of July, 1947; but it is that you may view that situation and then you will take from the witness stand the evidence as to what those conditions were at that time.\"\nThe defendant then, as here, objected to said statement as a judicial comment on the evidence to defendant's prejudice and makes it the basis for his second claim of error.\n6. A view may be granted notwithstanding some of the conditions have changed, if the change was not material, or if the character of such change is properly brought out in the evidence at some later time, as was done by the State and the defendant. 64 C.J., Trial, 89, § 90.\n7, 8. The foregoing instruction, in our opinion, was at the most a precautionary one which had the additional quality of redounding to the benefit of the defendant. \"The giving of cautionary instructions is within the discretion of the court, and is not improper if it does not prejudice either party.\" 64 C.J., Trial, 590, § 526.\nAlthough we do not think the defendant's cause sustained any injury from the court's words of caution, which were especially appropriate in the light of the record before us, we observe that any suggestion to the contrary is completely dissipated by the court's further instruction to the jury following immediately after the defendant's objection, when the court further said:\n\"* * * Ladies and Gentlemen, I have tried to make the explanation to you as clear as I could and so that you may understand what the view is. If I have commented on evidence, that is in your province. You of course will dismiss that, of course, *306 from your mind, and not consider it in the trial of the case, because it is your duty to pass on the evidence in the case. The only thing I passed on is your right to view this property, and I have tried to outline to you something about what that view should be.\"\nDefendant's second claim of error, as well as the first one, is further weakened by the State's introduction as evidence, without defendant's objection, photographs of the animals previously viewed by the jury, showing their respective brand marks after the animals had been clipped. This was followed by like photographic exhibits from the defendant showing substantially the same condition and as they looked the Saturday before the trial and, as testified to by one of defendant's counsel, as they looked when viewed by the jury.\n9. Defendant's next assignment of error is a contention that the court erred in denying his motion for a mistrial. In support he depends upon the well-known general rule that evidence of crimes other than that charged in the indictment is inadmissible. The circumstances giving rise to this claim of error grew out of responses of Roy K. Nelson, a witness called by the State. The pertinent part of the alleged objectionable testimony is as follows:\n\"Q Will you state to the jury what was said to Black at that time, either by you or Sheriff Glenn, and anything as to the subject matter under inquiry?\n\"A I met George Black \u0097 Sheriff Glenn made me acquainted with George Black. I said to Mr. Black, `We would like to know about the cow and calf that Smits got out of your field, and the JHY cow and calf.'\"\nCounsel then objected to \"any statement with respect to any animal other than the one involved in this case,\" *307 and moved the court to admonish the witness and \"the jury instructed to disregard.\" The court sustained the objection and, in accordance with the tenor of counsel's motion, promptly admonished the witness and instructed the jury: \"* * * you will not consider any statement there about any other animals, in the conversation had there [i.e., the conversation testified to by Nelson as having been had between the witness, the defendant and the sheriff in the latter's office].\" Counsel for defendant entered no objection to the instructions of the court so given. The district attorney immediately thereafter continued his examination of the witness as follows:\n\"Q * * * Do you understand the instructions of the Court?\n\"A Yes.\n\"Q Will you again state what was said to Black in that connection, omitting any reference to any other animals aside from the ones involved in this case?\n\"MR. KILPATRICK [of defendant's counsel]: If the Court please, we move for a mistrial on account of deliberate misconduct of the District Attorney.\n\"THE COURT: Motion denied. You may answer the question.\"\nIt will be observed that the motion for mistrial is predicated upon the alleged \"deliberate misconduct of the District Attorney\" which, we assume, refers to his use of words in admonishing the witness to avoid \"any reference to any other animals.\" Defendant here, however, adopts a new and different premise and asserts that it was the words of the witness Nelson that were wilful and harmful. We cannot share in defendant's condemnation of the district attorney. It was not, in our opinion, evidence of misconduct, deliberate *308 or otherwise. The language employed in his question which occasioned the motion for mistrial was framed in the exact words employed by the court a moment before in its admonition to the jury. Nor do we think that the words of the witness, either before or after the court's words of caution, were, in and of themselves, sufficiently evidentiary of the existence of another crime to bring them within the rule and thereby prejudice the cause of the defendant. This claim of error is dismissed as being without merit.\nIn the order of defendant's presentation there follow seven separate alleged errors, all grouped under one heading entitled Proposition No. 4, which may be summarily described as errors: (1) denying two motions, one to take from the jury the question as to the larceny of the cow and the other as to the larceny of the calf, first made at the conclusion of the State's case and repeated after defendant had rested; (2) denying two motions for a directed verdict of not guilty, respectively made at the conclusion of the State's case and after the parties had rested; and (3) denying defendant's motion for a new trial.\nAll these motions are predicated upon the insufficiency of evidence in one or all of the following particulars: (1) that there was insufficient proof of ownership in Girit Smit as laid in the indictment and that any special ownership in Girit Smit under that bailment was terminated by Peter's death; (2) that the State failed to prove sole, exclusive and actual possession of the animals in Girit Smit at the time of the larceny; and (3) that the finding of the animals on Black's premises, together with the fact that one of them bore a brand similar to the brand used by the defendant, was not evidence of the larceny in the absence of proof *309 of their asportation or that the brand was placed on the animal by defendant or by one authorized by him.\nWe address ourselves first to the proof of ownership. The defendant represents that there is no evidence to sustain the allegation of the indictment that the stolen cow and calf were \"the property of Gerrit Smit.\" He argues that the title to the animals being in Peter Smit prior to his death, only the administrator or executor of his estate could establish ownership, and relies upon § 19-301, O.C.L.A., and that part of Mahon v. Harney County National Bank, 104 Or. 323, 327, 206 P. 224, reading: \"The title of the personal property of the estate of James F. Mahon, deceased testate, vests in Ira Mahon, his personal representative, until the administration is settled.\" If defendant's argument were sound, it would result in creating a heyday for thieves, wherein they might steal and plunder with impunity. In essence, it propounds the proposition that no one would have a right to protect the property of a decedent's estate against theft in that interim between the death of the owner and the appointment of an administrator or executor, a period of varying length which always precedes the probate of a decedent's estate.\nProfessor Wharton, in 2 Wharton, Criminal Evidence (11th ed.), 1879 et seq., § 1070, says:\n\"To sustain an indictment for larceny or for similar offenses in which the gist and essence of the crime charged is the taking and carrying away of the personal goods of another without the consent of the owner, it is sufficient that the goods alleged to have been stolen are proved to be either the absolute or the special property of the alleged owner. Hence, the allegation of ownership of stolen property is sustained by the proof of any legal interest *310 or special ownership which may be less than absolute title to the property * * *.\n\"The possession of the property stolen and the right to possession have been held sufficient to sustain the allegation.\"\nWe take the following from 32 Am. Jur., Larceny, 1025-6, § 113:\n\"It is well settled that the ownership may be laid either in the real owner or in the person in whose possession the property was at the time of the theft. The ownership may be laid in one who has the control, care, and management of the property * * *. However, on the theory that death terminates ownership, an indictment or information is, except where authorized by statute, not good if it lays the ownership of the thing stolen in a deceased person or his estate, rather than in the personal representative or other proper person. In such case, in the absence of a statute governing the question, the property may be laid in the party in possession, especially where the larceny took place prior to the appointment of a personal representative, or where the property was owned jointly by the decedent and the person who had possession.\" (Italics ours.)\nAlso see 3 Bishop, New Criminal Procedure (2d ed.) 1681-2, §§ 720-1; State v. Wilson, 6 Or. 429; Nudelman v. United States, 264 Fed. 942 (9th Cir.1920).\n10, 11. Peter Smit's agreement with his father, made on the morning of his departure for the service, was oral and general in its terms; but general as it was, we are convinced that it created a relationship of bailment wherein the father was a gratuitous bailee. Of this we are certain, that Girit Smit came into legal possession of his son's cattle at the time of Peter's departure and that the same was continuing at the time of Peter's death. During the entire time Girit Smit held his son's cattle as a bailee, he had a special ownership *311 therein. Bird v. Central Mfg. Ins. Co., 168 Or. 1, 6, 120 P.2d 753; Red Hawk v. Joines, 129 Or. 620, 278 P. 572. Just when the bailment created by Peter Smit was terminated, if terminated prior to the larceny of the cattle, we cannot say from the record here. The termination date is, however, a matter of slight consequence in arriving at our conclusion, for if it was terminated at any time subsequent to Peter's death and prior to the theft, Girit Smit, nevertheless, continued in rightful possession under a continuing new bailment which the law implies. \"A constructive bailment arises where the person having possession of a chattel holds it under such circumstances that the law imposes upon him the obligation to deliver it to another.\" 6 Am. Jur., Bailments, 183, § 18. \"* * * neither an actual nor a constructive delivery of possession is necessary to effect a constructive bailment; the lawful possession of the thing and the duty to account for it as the property of another are sufficient.\" 6 Am. Jur., Bailments, 223, § 66. Also see 8 C.J.S., Bailments, 248, § 15.\n12-14. Even if we ignore the special ownership of Girit Smit springing from his relationship as bailee of the cattle in question under the express agreement with his son, or even under the constructive bailment which the law would, under the circumstances, imply upon the termination of the original bailment, if terminated, there is yet present the basis for another claim of special ownership in Girit Smit which has its origin in his status as one of his son's sole surviving heirs at law. From the moment of Peter Smit's death, his father and mother, as his heirs, acquired a vested equitable right in all of his personal property. In re Witherill's Estate, 178 Or. 253, 260, 166 P.2d 129; In re McLeod's Estate, 159 Or. 687, 696, 82 P.2d 884. Thereby, they became beneficiaries to a species of trust *312 wherein an administrator, when ultimately appointed, would hold title to all the personal property of Peter Smit as a trustee. Hagey v. Massachusetts Bonding &amp; Ins. Co., 169 Or. 132, 142, 126 P.2d 836, 127 P.2d 346; Matthews v. Taylor, 142 Or. 483, 491, 20 P.2d 806. Moreover, in the interim between the decedent's death and the appointment of a personal representative, it became the right of the heirs \"to take possession of and preserve the property until an administrator can be appointed.\" Casto v. Murray, 47 Or. 57, 66, 81 P. 388, 883. This right, however, cannot be asserted against one already in lawful possession. See § 19-301, O.C.L.A.\nWe are of the opinion, therefore, that the indictment properly alleged that the stolen cow and calf were, on the 19th day of July, 1947, the property of one Girit Smit and that there is substantial evidence to support the allegation of ownership so made, including as it did an identification of the Peter Smit cow by brand. State v. Opie, 179 Or. 187, 170 P.2d 736; State v. Randolph, 85 Or. 172, 166 P. 555.\n15. Defendant argues that it was incumbent upon the State to establish beyond a reasonable doubt that Girit Smit was in the \"sole, exclusive and actual possession, control and management of the animals.\" (Italics ours.) Here again we are confronted with a thesis which, if true, would expose a vast amount of personal property of incalculable value to criminal depradations and make cattle theft a safe and attractive employment. It is enough that there was evidence, as here, of a constructive possession in Girit Smit. See 32 Am. Jur., Larceny, 901, § 15, reading:\n\"A rule universally recognized, in the absence of any statute to the contrary, although characterized by some elasticity of interpretation in certain *313 situations, is that there must be a trespass in the taking of another's goods in order to constitute larceny, \u0097 a trespass to the possession of the owner, either actual or constructive. Without this trespass there can be no larceny; and there can be no trespass unless the property was in the possession of the one from whom it was allegedly stolen * * *. Actual physical possession is likewise unnecessary. A taking of the property against the will of one having constructive possession of it at the time constitutes a trespass to the possession of such person * * *.\" (Italics ours.)\nTo the same effect is the following statement from 52 C.J.S., Larceny, 812, § 17:\n\"It is not essential that a chattel should be in the actual physical possession or custody of anyone at the time it is stolen; for, notwithstanding the want of custody, the possession, in contemplation of law, remains in the person last in actual possession until he has abandoned it or has parted with it to some one else * * *.\n\"* * * Cattle running at large on a range remain in the constructive possession of their owner until an adverse possession has been acquired by some one else * * *.\"\nThe sufficiency of a constructive possession is recognized in State v. Moss, 95 Or. 616, 629, 182 P. 149.\nWe now refer to defendant's claim that even if the calf carried the brand of the defendant or one similar thereto, that fact in the absence of proof that the brand was placed thereon by the defendant, or one authorized by him, with the intent to steal, was insufficient to support a verdict of guilty. We also refer to defendant's further claim that there was no evidence that the defendant took or asported the cow and calf. In support of these contentions, he places great reliance upon State v. Moss, supra.\n*314 Before we discuss the Moss case, we think it is appropriate to here note that the State presented evidence through its witness Morehouse, a neighbor and one-time employee of Black, to the effect that Black had told him that he, Black, had branded the animals which he is charged with stealing.\n16. The taking and carrying away of the property charged to be stolen may be proved circumstantially. 52 C.J.S., Larceny, 936, § 112. Such evidence may include, among other things, the defendant's explanation of his possession (52 C.J.S., Larceny, 936, § 112; State v. Brinkley, 55 Or. 134, 137, 104 P. 893, 105 P. 708); the presence of defendant's brand on the animals taken; and a possession sufficiently personal to indicate a distinct and conscious assertion of the possession by the accused. State v. Moss, supra. If such property is found in the possession of the accused soon after the theft, the case is ordinarily one for the jury. State v. Williams, 102 Or. 305, 202 P. 428; State v. Brinkley, supra, at page 138; State v. Minnick, 54 Or. 86, 93, 102 P. 605; State v. Pomeroy, 30 Or. 16, 25, 46 P. 797; State v. Hale, 12 Or. 352, 7 P. 523.\n17. The record here discloses that the State adduced evidence that the animals were found on defendant's home ranch in a field about one hundred yards behind defendant's house; that that place was not a public range but a fenced enclosure of about twenty acres on his own property and used by defendant for his branding operations and for pasturage after the range feed had dried up; that the calf bore a brand, earmarks and wattles similar to those used by defendant for marking his own cattle; that Black made various contradictory statements concerning his ownership and the circumstances under which he came into possession of the animals, claiming to be the owner of the cattle by reason *315 of a trade made the previous October with a person of unknown name and unknown address, and to other parties claiming he had raised the cow and calf; and that the branding iron defendant claimed to have used in branding the cow did not correspond in its dimensions to the brand found upon that animal.\nIt is not difficult to distinguish the case of State v. Moss, supra, from the facts as they appear here. In the Moss case the animals which the defendant was there charged with taking were picked up on an unfenced forest range where they were grazing with herds owned by defendant and near animals owned by others. That fact, together with evidence that the original brands were mutilated and that the cattle bore brands of the defendant, constituted the only evidence given to support the charge of larceny against Moss. This court in reversing the Moss conviction, speaking through Mr. Justice BURNETT, said there was no evidence \"tending to show that they ever were in his actual control\"; that \"the evidence was that all the cattle mentioned in the testimony were running at large on the public range or at least in places where cattle indiscriminately could and did go at will, and were so running at the time of the occurrence described by the witness\"; and that \"there is nothing shown in the testimony that amounts to a disturbance of the constructive possession of whoever owned the cattle mentioned in the indictment.\"\nWhile holding that the finding of one man's brand upon another man's cow is not alone sufficient to justify a conviction, it is also said in State v. Moss, supra, 95 Or. 632:\n\"We must not be understood as holding that the fact that one man's brand is found upon another's animal, with or without a disfiguration of the old *316 brands, has no evidentiary value. Such a circumstance of itself arouses the gravest suspicion and is entitled to the careful consideration of a jury. When connected with other evidence, either direct or circumstantial, tending in a substantial way to prove that the defendant either placed it there, or authorized or directed the act, it would be entirely sufficient to support a verdict.\" (Italics ours.)\nThe foregoing statement is followed, at page 635, by this significant observation:\n\"If these animals had been found in defendant's immediate possession and control, as in his barn or sheds, or even, in some circumstances, in his field, a different question might arise, and there would, no doubt, be a presumption or inference that he was responsible for the disfigurement and rebranding. The case would then be analogous to the case offered on behalf of the state, as an illustration, where stolen property is found in the room occupied by a defendant.\"\nWe find no merit in any of the seven alleged errors set out in defendant's Proposition No. 4.\nOur conclusions with reference to the assignments of error above referred to make it unnecessary to give consideration to any other errors claimed by the defendant.\nThe judgment is affirmed.\n",
            "ocr": false,
            "opinion_id": 1148165
        }
    ],
    "court_short_name": "Oregon Supreme Court",
    "court_full_name": "Oregon Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Robbery"
}