{
    "id": 2756176,
    "judges": "Noble",
    "date_filed": "1992-09-25",
    "date_filed_is_approximate": true,
    "slug": "mack-v-mack",
    "case_name_short": "Mack",
    "case_name": "Mack v. Mack",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "http://courts.delaware.gov/opinions/download.aspx?ID=215410",
            "author_id": null,
            "opinion_text": "                           COURT OF CHANCERY\n                                 OF THE\n                           STATE OF DELAWARE\n\n JOHN W. NOBLE                                             417 SOUTH STATE STREET\nVICE CHANCELLOR                                            DOVER, DELAWARE 19901\n                                                          TELEPHONE: (302) 739-4397\n                                                          FACSIMILE: (302) 739-6179\n\n\n                               November 28, 2014\n\n\n\n\nEmily A. Farley, Esquire                     Kashif I. Chowdhry, Esquire\nCommunity Legal Aid Society, Inc.            Parkowski, Guerke & Swayze, P.A.\n840 Walker Road                              116 West Water Street\nDover, DE 19904                              Dover, DE 19904\n\n      Re:   Mack v. Mack\n            C.A. No. 4240-VCN\n            Date Submitted: April 10, 2014\n\nDear Counsel:\n\n      This post-trial letter opinion sets forth the Court’s findings of fact and\n\nconclusions of law regarding a dispute between mother and daughter, primarily\n\nabout the disposition of funds held in a joint bank account. Plaintiff Elaine Mack\n\n(“Mother”) accuses her daughter, Defendant Beverly Mack (“Daughter”), of\n\nimproperly converting the funds held in a joint bank account for Mother’s benefit\n\nand family emergencies. Mother also asserts that Daughter’s actions with regard to\n\na jointly-owned dwelling amounted to waste.       Daughter’s conduct cannot be\n\fMack v. Mack\nC.A. No. 4240-VCN\nNovember 28, 2014\nPage 2\n\n\n\ncondoned; the question is whether her deplorable actions result in monetary\n\nliability.\n\n                                        ***\n\n       William Harold Mack, husband of Mother and father of Daughter, died in an\n\naccident on Thanksgiving Day 1979. A few weeks later, on December 13, 1979,\n\nMother and Daughter went to a branch of the First National Bank of Wyoming (the\n\n“Bank”) and set up joint checking and savings accounts.1 The signature cards for\n\nthe accounts provided in part:\n\n           JOINT ACCOUNT—PAYABLE TO EITHER OR SURVIVOR\n              It is agreed and understood that any and all sums that may from\n       time to time stand on this account, to the credit of the undersigned\n       depositors, shall be taken and deemed to belong to them as joint\n       tenants and not as tenants in common: while both joint tenants are\n       living, either may draw and in case of the death of either, this Bank is\n       hereby authorized and directed to deal with the survivor as sole and\n       absolute owner thereof.2\n\n       In the aftermath of the family tragedy, Mother was concerned about the\n\nhandling of family finances in an emergency, and a joint account provided a means\n\n1\n  For convenience, the Court sometimes refers to the joint account even though\nthere were several such accounts (or certificates of deposit) over the years; the\nsubstantive terms did not vary from one account to another.\n2\n  JTX 2.\n\fMack v. Mack\nC.A. No. 4240-VCN\nNovember 28, 2014\nPage 3\n\n\n\nfor achieving that objective. At the time, Mother and Daughter had an apparently\n\ntypical relationship. Mother’s son and Daughter’s brother, William Gerald Mack,\n\nhad maturity and alcohol issues then, which partially explain why Daughter was\n\nchosen as the joint tenant. Although Daughter understood Mother’s motivation for\n\nestablishing the joint accounts, no actual agreement or understanding was reached\n\nby Mother and Daughter that imposed restrictions on the funds in the accounts.\n\nThe joint account over the years was almost exclusively funded by Mother.\n\nMother made most of the withdrawals, but Daughter did make some withdrawals,\n\nmany of which came after she obtained Mother’s approval or acquiescence. The\n\nterms of the signature cards, for the initial accounts and other joint accounts\n\nestablished in the interim, did not change.\n\n      On four occasions in August and September 2006, Daughter withdrew\n\nvirtually all of the funds from the joint savings account without first informing\n\nMother. Those withdrawals amounted to $107,000. Mother, needing funds for the\n\npurchase of a dwelling, went to the Bank shortly thereafter and was devastated to\n\nlearn that the account had been stripped.\n\fMack v. Mack\nC.A. No. 4240-VCN\nNovember 28, 2014\nPage 4\n\n\n\n      Mother wants “her” money back.              She maintains that Daughter’s\n\nwithdrawals lacked justification because an agreement with Daughter before (or at\n\nthe time of) opening the joint account confirms her rights to the funds. Moreover,\n\nshe points to how the account was handled for decades as course of conduct proof\n\nof what the joint tenants intended. Even absent a supplemental agreement, Mother\n\nbroadly contends that Daughter lacked a good faith justification for her actions. In\n\nher first claim, Mother relies upon the doctrine of unjust enrichment.3 Although it\n\nappears that Daughter has frittered away much of the money, she argues that, as a\n\njoint tenant, she was fully entitled to make the withdrawals.\n\n                                        ***\n\n      In addition, Mother and Daughter jointly owned real estate (the “Farmhouse\n\nProperty”) near Felton, Delaware.      Mother could not occupy the Farmhouse\n\nProperty because of health issues. Daughter was uncooperative in renting or\n\nselling the property.   While the Farmhouse Property was vacant, substantial\n\nvandalism and burglary occurred. That conduct may have caused as much as\n\n3\n  Mother also maintained that Daughter breached fiduciary duties which she owed\nto Mother. That claim failed on summary judgment. Mack v. Mack, 2013 WL\n3286245 (Del. Ch. June 28, 2013).\n\fMack v. Mack\nC.A. No. 4240-VCN\nNovember 28, 2014\nPage 5\n\n\n\n$330,000 in damages.4 Mother asserts in her second claim that Daughter’s failure\n\nto act and her obstructive behavior amounted to waste.\n\n                                       ***\n\n      The critical issue in the dispute over the joint account is what agreement\n\ndefines Mother and Daughter’s rights.        If the terms governing Mother and\n\nDaughter’s joint account are defined only by the written agreement with the Bank\n\n(as evidenced by the signature cards), Daughter had the right to remove the funds\n\nin the account and use them for her purposes.5 Although there is no written\n\nagreement modifying the joint tenancy arrangement, Mother asserts that Daughter\n\nagreed that the joint account would be established and maintained for Mother’s\n\nconvenience as a means of funding family financial needs and that the funds in the\n\n\n\n\n4\n  The amount is in dispute.\n5\n  In some circumstances, a joint tenancy may come with fiduciary duties owed by\none joint tenant to the other. Those circumstances typically involve impairment of\none tenant by age, dependency, health issues, and the like. Mother was in her early\nforties and apparently in fine health when the joint account was established. There\nwas no basis for imposing fiduciary duties on Daughter at that time. That the joint\ntenants are related does not necessarily alter the nature of a joint tenancy.\n\fMack v. Mack\nC.A. No. 4240-VCN\nNovember 28, 2014\nPage 6\n\n\n\naccount would continue to be dealt with as her property.6 Mother’s desire to\n\nestablish a joint account was no doubt motivated by convenience and knowing that\n\nif the circumstances warranted it, the family’s immediate financial needs could\n\nreadily be met through the joint account.        Joint tenancy usually serves these\n\nobjectives well, especially if one joint tenant does not simply grab the funds for\n\npersonal benefit.   That those objectives may have motivated—and likely did\n\nmotivate—Mother does not show that Daughter agreed to any such limits or that\n\nMother was otherwise successful in modifying the joint tenancy provisions of the\n\nBank’s account documentation. Mother may have assumed that Daughter knew\n\nher objectives and would honor them.         That assumption, in a typical family\n\n\n\n\n6\n  As a general matter, “a party to a joint bank account may withdraw and dispense\nwith all of the funds from that account, and neither he nor his estate is liable to the\nother joint depositors for the withdrawn funds.” In re Estate of Vogel, 684 N.E.2d\n1035, 1038 (Ill. App. Ct. 1997). The relationship between joint tenants with\nrespect to their joint bank account “is a contractual matter,” but the “form of the\ndeposit is not conclusive, and the circumstances that by the terms of the deposit\neither person may withdraw the whole amount is not always dispositive of the\nissue of ownership.” Fecteau v. Cleveland Trust Co., 167 N.E.2d 890, 893 (Ohio\n1960). In other words, joint tenants may modify the normal terms and expectations\nregarding a joint account by agreement.\n\fMack v. Mack\nC.A. No. 4240-VCN\nNovember 28, 2014\nPage 7\n\n\n\nsituation, would be reasonable; unfortunately, without more, an assumption is not\n\nenforceable simply because it is reasonable.\n\n      Uncertainty in the handling or disposition of bank accounts should,\n\nobviously, be avoided. That may be one consideration that motivated the Supreme\n\nCourt’s decision in Walsh v. Bailey,7 which was issued well before the Mother and\n\nDaughter joint account was created. The parties who form a joint account (and\n\nperhaps even family members who are not included on the account) share the risks\n\n\n\n\n7\n  197 A.2d 331 (Del. 1964). There, the Supreme Court concluded that a paragraph\nof the joint account agreement (which read “It is especially agreed that\nwithdrawals of funds by the survivor shall be binding upon us and upon our heirs,\nnext of kin, legatees, assigns and personal representatives.”) was sufficient to\npreclude the introduction of parol evidence to show the intentions of the father\n(who had by then passed away) regarding the disposition of the funds in the joint\naccount. The signature card for the joint account between Mother and Daughter\nsimilarly provided that “either [joint tenant] may draw [on the sums in the joint\naccount].” Perhaps the documentation for the joint account between Mother and\nDaughter resolves the question of Daughter’s rights to take the actions that she did.\nIf parol evidence is not permitted and there is no room for the argument that,\nalthough Daughter could withdraw the funds, she withdrew them subject to the\nagreement she had with Mother, then the funds were Daughter’s and she was free\nto do with them as she chose. Unless Mother establishes that Daughter agreed to\nbe obligated and limited with respect to her use of the funds in the joint account,\nthe result would be the same.\n\fMack v. Mack\nC.A. No. 4240-VCN\nNovember 28, 2014\nPage 8\n\n\n\nassociated with the joint account. What happened here is an example of those\n\npernicious risks.\n\n      Mother trusted Daughter. With time, the basis for that trust eroded, and\n\nDaughter’s unsavory conduct ensued. Mother bears the burden of proving that\n\nDaughter agreed to the conditions Mother now wishes she had imposed.\n\nUnfortunately, she has failed to meet that burden with evidence of an express\n\nagreement.\n\n      Mother next attempts to support her claims that funds in the joint account\n\nwere solely hers with other theories of contract beyond express agreement with\n\nDaughter. For example, Mother argues that her agreement with Daughter with\n\nrespect to the use of the funds in the joint account can be implied through a\n\nconsistent and longstanding course of conduct.8 As she alleged in her Amended\n\nComplaint, Daughter “never made any use of [the funds in the joint account] with\n\nthe sole exception of cashing a farm rent check.”9 The record shows, however, that\n\n\n8\n  Something of a distinction is drawn between the claim that Daughter did have the\nright to take funds from the joint account for her benefit and the claim that she\ncould take funds but only for minor and ordinary uses.\n9\n  Am. Compl. ¶ 6.\n\fMack v. Mack\nC.A. No. 4240-VCN\nNovember 28, 2014\nPage 9\n\n\n\nMother has significantly overstated the exclusiveness of her use of the account. In\n\nthe early 1980s, virtually all of Daughter’s bills were paid from the joint account.10\n\nMother and Daughter had a joint Discover credit card that both used and was paid\n\nfrom the joint account.11      Utility and maintenance bills for a farm property\n\nDaughter owned with her brother for approximately two decades were paid from\n\nthe joint account.12 Daughter wrote a limited number of checks on the account on\n\na regular basis. Even though no withdrawal slips were provided to Daughter when\n\nthe account was opened, she soon had authority to write checks, and she wrote\n\nthem for her personal use. Indeed, her car payments came from the joint account.\n\n      In her post-trial brief, Mother has recast the contentions in her Amended\n\nComplaint to assert that Daughter’s use of the joint account was limited to minor\n\nand ordinary expenditures.13 Until Daughter drew down the account, the funds that\n\nshe used from the joint account would qualify as “minor and ordinary.” Yet, that\n\nshe did not use her right, as conferred through her status as one of two joint\n\n\n10\n   Tr. 106-07.\n11\n   Tr. 119-20.\n12\n   Tr. 103-06.\n13\n   See Pl.’s Post-Trial Br. 38-40.\n\fMack v. Mack\nC.A. No. 4240-VCN\nNovember 28, 2014\nPage 10\n\n\n\ntenants, to drain the account does not support the conclusion that she had agreed to\n\nforego that right or otherwise had acquiesced in the surrender of that right. In\n\nshort, modifying a contract through a course of conduct generally requires that the\n\ncourse of conduct be inconsistent with the contractual terms.         Here, merely\n\nwithdrawing relatively small amounts of money over time is not inconsistent with\n\nhaving the ultimate right to take all of the funds in the account. Thus, Mother has\n\nnot demonstrated that the terms governing the joint account were modified in any\n\nmaterial way by the parties’ conduct over the years.\n\n      Additionally, Mother makes an argument akin to invoking the covenant of\n\ngood faith and fair dealing. The covenant of good faith and fair dealing “is a\n\njudicial convention designed to protect the spirit of an agreement when, without\n\nviolating an express term of the agreement, one side uses oppressive or\n\nunderhanded tactics to deny the other side the fruits of the parties’ bargain.”14 In\n\nsubstance, she contends that Daughter’s decision to empty the joint account not\n\nonly hurt Mother but was “against the fundamental principles of justice or equity\n\n\n14\n   Chamison v. HealthTrust, Inc.--Hosp. Co., 735 A.2d 912, 920 (Del. Ch. 1999),\naff’d, 748 A.2d 407 (Del. 2000).\n\fMack v. Mack\nC.A. No. 4240-VCN\nNovember 28, 2014\nPage 11\n\n\n\nand good conscience.”15 Mother, especially knowing what she does now, may well\n\nhave imposed different terms and, at the time of establishing the joint account, was\n\nlikely to have had the power to protect herself from the difficulties that she now\n\nencounters. She did not do so, and the covenant of good faith and fair dealing does\n\nnot authorize a rewriting of the joint tenancy arrangement.\n\n      A theme running through Mother’s case is that she was somehow “entitled”\n\nto the funds in the joint account. She builds the argument on the source of the\n\nfunds (generally provided by Mother), the use of the account over the decades\n\n(primarily, but not exclusively, by Mother), and her recollection of the purposes\n\nwhich motivated her to open the joint account in the first instance. In a moral or\n\nethical sense, Mother’s position is understandable. Yet, for an “entitlement” to\n\nprevail here, it must somehow be supported by fact or law. That has not happened.\n\n      It is in this context that Mother presents her unjust enrichment claim. To\n\nsucceed on an unjust enrichment claim, a plaintiff must demonstrate: an\n\nenrichment, an impoverishment, a relation between the enrichment and\n\n\n15\n  Nemec v. Schrader, 991 A.2d 1120, 1130 (Del. 2010) (internal quotation marks\nomitted).\n\fMack v. Mack\nC.A. No. 4240-VCN\nNovember 28, 2014\nPage 12\n\n\n\nimpoverishment, the absence of justification, and the absence of a remedy at law.16\n\nThere was an enrichment (the funds that Daughter took), an impoverishment (the\n\nsame funds which Mother can no longer access), a relation between the\n\nimpoverishment and the enrichment (evidenced by the flow of funds), and no\n\nadequate remedy at law (because there is no contractual right giving Mother what\n\nshe seeks).      That leaves the question of justification.     The unappealing, but\n\nsufficient, answer is that Daughter had justification for what she did. By the terms\n\nof the joint account signature card, she could draw “any and all sums that may\n\nfrom time to time stand on this account.” As set forth above, Mother did not prove\n\nany agreement changing or modifying either the terms of the joint account\n\nsignature card or the fundamental aspect of this type of bank account: any joint\n\ntenant may withdraw the funds. Mother has not demonstrated any other possible\n\nconstraint on Daughter’s right to the funds, such as a fiduciary limitation. Thus,\n\n\n\n\n16\n     Vichi v. Koninklijke Philips Elecs. N.V., 62 A.3d 26, 58 (Del. Ch. 2012).\n\fMack v. Mack\nC.A. No. 4240-VCN\nNovember 28, 2014\nPage 13\n\n\n\nDaughter had justification for her challenged conduct and Mother’s unjust\n\nenrichment claim fails.17\n\n                                           ***\n\n       In her waste claim, Mother does not contend that Daughter directly caused\n\nthe damage to the dwelling—the vandalism and burglary were perpetuated by\n\nothers.18 Instead, she blames Daughter for her recalcitrance and refusal to agree to\n\nMother’s reasonable suggestions—involving the rental or sale of the property—\n\nwhich left the property uninhabited and, thus, an easy target for wrongdoers.\n\n       Daughter does not have a good explanation for her unwillingness to follow\n\nMother’s suggestions. Mother, however, does not explain why Daughter is liable\n\nfor what happened.19 Perhaps more importantly, Mother offers no prudential basis\n\nfor limiting the extent of her argument. If joint tenants have a disagreement over a\n\n17\n   Moreover, unjust enrichment is not generally available as a theory to trump the\ncontract (in this case the joint account agreement) that governs the relationship\nbetween the litigants. Id.\n18\n   See 25 Del. C. § 904 (“A . . . joint tenant . . . committing waste of the estate\nheld in . . . joint tenancy . . . shall be liable to an action of waste at the suit of . . .\nher cotenant.”).\n19\n   Daughter was not living in the Farmhouse Property at the time of the damage.\nShe was no more in actual possession of the property than Mother was. A claim of\nwaste typically lies only against someone in possession (and thus in control).\n\fMack v. Mack\nC.A. No. 4240-VCN\nNovember 28, 2014\nPage 14\n\n\n\nstrategy for managing a property, and as a result, they suffer damage which\n\narguably would not have occurred but for the disagreement, is the recalcitrant joint\n\ntenant responsible? A joint tenancy of this nature is, in the most general sense of\n\nthe term, something of a partnership.       When the joint tenants have material\n\ndisagreements and collectively cannot effectively manage the property, dissolution\n\n(or partition) of the joint tenancy is the step prescribed by law.20 Mother allowed\n\nthe problem to fester, and while it is easy to appreciate why she did not want to\n\nundertake the effort to dissolve the joint tenancy, dissolution was the option that\n\nshe should have elected. She had the means for addressing the problem; sitting\n\nback and essentially seeking to assign guarantor status to Daughter was not the\n\nanswer.21 In short, Daughter is not liable for waste.\n\n\n\n\n20\n  25 Del. C. § 721.\n21\n   Even if someone were residing in the property, the damage caused by the\nwrongdoers might still have occurred. It is likely that the damage was one of the\nindirect consequences of the breakdown of the relationship between Mother and\nDaughter. That does not make Daughter liable for the vandalism and burglary,\nhowever.\n\fMack v. Mack\nC.A. No. 4240-VCN\nNovember 28, 2014\nPage 15\n\n\n\n                                        ***\n\n      For the foregoing reasons, judgment is entered in favor of Defendant and\n\nagainst Plaintiff. Each party shall bear her own costs.\n\n      IT IS SO ORDERED.\n\n                                              Very truly yours,\n\n                                              /s/ John W. Noble\n\nJWN/cap\ncc: Register in Chancery-K\n\f",
            "ocr": false,
            "opinion_id": 2756176
        }
    ],
    "court_short_name": "Court of Chancery of Delaware",
    "court_full_name": "Court of Chancery of Delaware",
    "court_type": "SA",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Robbery"
}