{
    "id": 2760250,
    "judges": "Judge Rudolph Contreras",
    "date_filed": "1986-12-19",
    "date_filed_is_approximate": true,
    "slug": "lewis-v-superior-court-of-the-district-of-columbia",
    "case_name_short": "Lewis",
    "case_name": "Lewis v. Superior Court of the District of Columbia",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Civil",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2014cv1894-9",
            "author_id": 710.0,
            "opinion_text": "                        UNITED STATES DISTRICT COURT\n                       FOR THE DISTRICT OF COLUMBIA\n___________________________________\n                                    )\nRADCLIFFE BANCROFT LEWIS,           )\n                                    )\n                  Petitioner,       )\n                                    )\n      v.                            )         Civil Action No. 14-1894 (RC)\n                                    )\nSUPERIOR COURT OF THE               )\nDISTRICT OF COLUMBIA, et al.,       )\n                                    )\n                  Respondents.      )\n___________________________________ )\n\n\n                                  MEMORANDUM OPINION\n\n\n       This matter is before the Court on Radcliffe Bancroft Lewis’s Petition for Habeas Corpus\n\nand Notice of Removal. 1 For the reasons discussed below, the Court will deny the petition.\n\n\n       Petitioner alleges that “[t]he District of Columbia courts have embarked on prosecuting\n\n[him] for theft of a bicycle.” Pet. ¶ 1. Generally, petitioner challenges the jurisdiction of the\n\nSuperior Court of the District of Columbia, see id., and he deems it “necessary to advance a\n\n\n\n\n1\n   The docket reflects that petitioner, whose pleading is titled “Petition for Habeas Corpus and\nNotice of Removal,” has paid a filing fee of $5.00. The Court treats the pleading as a habeas\npetition alone, and dismisses petitioner’s tort claims without prejudice. If petitioner wishes to\npursue his tort claims, he may file a separate civil action and pay the appropriate filing fee (or\nfile an application to proceed in forma pauperis). See 28 U.S.C. §§ 1914, 1915(a). Removal of\nthe criminal case is not warranted, and at any rate, the notice of removal is not timely filed.\n                                                   1\n\fpetition [for a writ of habeas corpus] in order to bar the local court from compelling [him] to\n\nsubmit physically to the local court,” id. ¶ 7.\n\n\n        Although petitioner may seek habeas relief in district court on the ground that “[h]e is in\n\ncustody in violation of the Constitution or laws or treaties of the United States,” 28 U.S.C. §\n\n2241(c)(3), “a federal court may dismiss an action when there is a direct conflict between the\n\nexercise of federal and state jurisdiction and considerations of comity and federalism dictate that\n\nthe federal court should defer to the state proceedings.” Hoai v. Sun Refining and Marketing\n\nCo., Inc., 866 F.2d 1515, 1517 (D.C. Cir. 1989) (citing Younger v. Harris, 401 U.S. 37, 43-45\n\n(1971); Pennzoil Co. v. Texaco, Inc., 481 U.S. 1, 9-10 (1987)). 2 This is such an action.\n\n\n       Petitioner’s criminal case appears to be in its early stages, and nothing prevents petitioner\n\nfrom raising his challenge to the Superior Court’s jurisdiction in the course of the criminal\n\nproceedings in the District of Columbia courts. See JMM Corp. v. District of Columbia, 378\n\nF.3d 1117, 1127 (D.C. Cir. 2004) (noting litigant’s opportunity to raise constitutional claims as\n\ndefenses in Superior Court proceeding). “Furthermore, it is well settled doctrine that federal\n\ncourts should not enjoin or otherwise interfere with ongoing proceedings in the Superior Court.”\n\nSmith v. Holder, No. 14-131, 2014 WL 414292, at *1 (D.D.C. Jan. 30, 2014) (citations omitted),\n\naff’d, 561 F. App’x 12 (D.C. Cir. 2014); see In re Justices of Super. Ct. Dep’t of Mass. Trial Ct.,\n\n218 F.3d 11, 19 (1st Cir. 2000) (stating that “federal habeas relief, as a general rule, is not\n\navailable to defendants seeking pretrial review of constitutional challenges to state criminal\n\n\n2\n   For purposes of this Memorandum Opinion, the Court presumes without deciding that\npetitioner is “in custody.”\n                                             2\n\fproceedings”); Bolton v. Allen, No. 12-1272, 2012 WL 2012 WL 5818246, at *1 (D.D.C. Nov.\n\n13, 2012) (dismissing pretrial detainee’s civil rights complaint against Superior Court judge and\n\nothers participating in criminal prosecution under Younger abstention doctrine).    This Court,\n\ntherefore, neither can dismiss the criminal charges pending against petitioner nor will prevent the\n\nSuperior Court from proceeding in the criminal case against petitioner. His petition for a writ of\n\nhabeas corpus will be denied, and this civil action will be dismissed. An Order is issued\n\nseparately.\n\n\n\n\nDATE: December 11, 2014                      /s/\n                                             RUDOLPH CONTRERAS\n                                             United States District Judge\n\n\n\n\n                                                 3\n\f",
            "ocr": false,
            "opinion_id": 2760250
        }
    ],
    "court_short_name": "District of Columbia",
    "court_full_name": "District Court, District of Columbia",
    "court_type": "FD",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}