{
    "id": 2764116,
    "judges": null,
    "date_filed": "1993-04-28",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-arnold",
    "case_name_short": "Arnold",
    "case_name": "United States v. Arnold",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.jag.navy.mil/courts/documents/archive/2014/ARNOLD-201200382-PCE.PDF",
            "author_id": null,
            "opinion_text": "              UNITED STATES NAVY-MARINE CORPS\n                 COURT OF CRIMINAL APPEALS\n                      WASHINGTON, D.C.\n\n                                Before\n           F.D. MITCHELL, J.R. MCFARLANE, M.C. HOLIFIELD\n                       Appellate Military Judges\n\n                      UNITED STATES OF AMERICA\n\n                                     v.\n\n                       MICHAEL A. ARNOLD\n              LANCE CORPORAL (E-3), U.S. MARINE CORPS\n\n                            NMCCA 201200382\n                        SPECIAL COURT-MARTIAL\n\nSentence Adjudged: 23 May 2012.\nMilitary Judge: LtCol Robert G. Palmer, USMC.\nConvening Authority: Commanding Officer, MAG-31, 2d MAW,\nU.S. Marine Corps Forces Command, Marine Corps Air Station,\nBeaufort, S.C.\nStaff Judge Advocate's Recommendation: Maj H.J. Brezillac,\nUSMC.\nFor Appellant: LT Carrie E. Theis, JAGC, USN.\nFor Appellee: LT James M. Belforti, JAGC, USN; LT Ann\nDingle, JAGC, USN.\n\n                           23 December 2014\n\n     ---------------------------------------------------\n                     OPINION OF THE COURT\n     ---------------------------------------------------\n\nTHIS OPINION DOES NOT SERVE AS BINDING PRECEDENT, BUT MAY BE CITED AS\nPERSUASIVE AUTHORITY UNDER NMCCA RULE OF PRACTICE AND PROCEDURE 18.2.\n\nPER CURIAM:\n     A military judge, sitting as a special court-martial,\nconvicted the appellant, pursuant to his pleas, of larceny,\nproviding false information to law enforcement, driving with a\nsuspended driver's license, stealing a license plate,\ncounterfeiting currency, and wrongfully altering a base pass, in\nviolation of Articles 121 and 134, Uniform Code of Military\n\fJustice, 10 U.S.C. §§ 921 and 934. The military judge sentenced\nthe appellant to confinement for 12 months, forfeiture of\n$950.00 pay per month for 12 months, reduction to pay grade E-1,\nand a bad-conduct discharge. The convening authority (CA)\napproved the sentence as adjudged, suspending all confinement in\nexcess of 30 days pursuant to a pretrial agreement.\n      This case is before us on remand by the United States\nCourt of Appeals for the Armed Forces (CAAF). We begin with a\nbrief recitation of the case’s procedural history. In his\noriginal appeal, the appellant assigned one error: that the\nmilitary judge was disqualified because of his inflexible\nattitude about sentencing and by allowing his perceptions of\nwhat the Commandant of the Marine Corps and the Congress expects\nfrom the Marine Corps to enter into his deliberations. In our\ninitial decision, United States v. Arnold, No. 201200382, 2013\nCCA LEXIS 32, unpublished op. (N.M.Ct.Crim.App. 22 Jan 2013)\n(per curiam), we affirmed the finding and the sentence as\napproved by the CA.\n     The appellant's subsequent appeal resulted in the CAAF\nsetting aside our opinion and returning the case to the Judge\nAdvocate General of the Navy for remand to this court for\nfurther consideration in light of our decision in United States\nv. Kish, No. 201100404, 2014 CCA LEXIS 358, unpublished op.\n(N.M.Ct.Crim.App. 17 Jun 2014). The appellant has essentially\nreframed his original assignment of error, claiming that he was\ndeprived of his constitutional right to an impartial judge. An\nadditional assignment of error claims that the staff judge\nadvocate’s failure to comment on defense counsel’s allegation of\nerror entitles the appellant to new post-trial processing.\n     After carefully considering the record of trial and the\nsubmissions of the parties, we conclude the facts of this case,\nviewed together with post-trial comments and actions of the\nmilitary judge, give rise to an appearance of bias. We address\nthe remedy in our decretal paragraph and that corrective action\nmoots the second assignment of error.\n\n                           Background\n\n   The appellant’s first claimed error focuses on post-trial\ncomments made by the military judge. Approximately four weeks\nafter he sentenced the appellant, the military judge presented a\nProfessional Military Education (PME) lecture to five Marine law\nschool students on active duty for the summer. This training\nregarded the practice of military justice in general, and the\nrole of a trial counsel in particular. In discussing trial\nstrategy, the military judge encouraged the junior officers to\n\n                                2\n\fcharge and prosecute cases aggressively, stated that Congress\nand the Commandant of the Marine Corps wanted more convictions,\nand opined that trial counsel should assume the defendant is\nguilty. He also stated that, “once convicted, we need to crush\nthese Marines.” Two of the officers who attended the PME\nprovided written statements regarding the military judge's\ncomments, which now form the basis for the appellant's assigned\nerror.\n\n     These comments by the military judge were the subject of a\nhearing pursuant to United States v. DuBay, 37 C.M.R. 411\n(C.M.A. 1967). Based on the context of these statements, this\ncourt concluded that the military judge “was voicing not his own\nbiases or prejudices, but instead a mindset that he believes a\njunior counsel must adopt to be a tenacious and zealous\nadvocate.” Appendix to Kish, 2014 CCA LEXIS 358 at 38. This\ncourt further concluded that the military judge was not actually\nbiased against accused service members within the meaning of RULE\nFOR COURTS-MARTIAL 902(b), MANUAL FOR COURTS-MARTIAL, UNITED STATES (2012\ned.). Id. The findings and the conclusions from the DuBay\nRuling remain those of this court. (DuBay Hearing Findings of\nFact and Conclusions of Law of 15 July 2013) (hereinafter DuBay\nRuling).\n\n     Additional facts that concern the procedural posture of\nthis case or are necessary to resolve the assignment of error\nare incorporated below.\n                                 Discussion\n\n     We review whether a military judge’s post-trial actions\ndemonstrate actual or apparent bias de novo.1 “‘An accused has a\nconstitutional right to an impartial judge.’” United States v.\nMartinez, 70 M.J. 154, 157 (C.A.A.F. 2011) (quoting United\nStates v. Butcher, 56 M.J. 87, 90 (C.A.A.F. 2001)). A military\njudge’s impartiality is crucial to the conduct of a legal and\nfair court-martial. United States v. Quintanilla, 56 M.J. 37,\n43 (C.A.A.F. 2001).\n\n\n\n\n1\n  The CAAF has applied this standard when resolving questions that the\nappellant could not reasonably have raised at trial. See, e.g., United States\nv. Rose, 71 M.J. 138, 143 (C.A.A.F. 2012) (reviewing de novo the deficient\nperformance and prejudice aspects of an ineffective assistance of counsel\nclaim); United States v. Stefan, 69 M.J. 256, 258 (C.A.A.F. 2010)\n(considering de novo the qualification of a staff judge advocate to make the\npost-trial recommendation).\n\n                                      3\n\f     “There is a strong presumption that a judge is impartial,\nand a party seeking to demonstrate bias must overcome a high\nhurdle, particularly when the alleged bias involves actions\ntaken in conjunction with judicial proceedings.” Id. at 44.\n“The moving party has the burden of establishing a reasonable\nfactual basis for disqualification. More than mere surmise or\nconjecture is required.” Wilson v. Ouellette, 34 M.J. 798, 799\n(N.M.C.M.R. 1991) (citing United States v. Allen, 31 M.J. 572,\n601 (N.M.C.M.R. 1990), aff’d, 33 M.J. 209 (C.M.A. 1991)).\n\n      There are two grounds for disqualification of a military\njudge, actual bias and apparent bias. RULE FOR COURTS-MARTIAL 902,\nMANUAL FOR COURTS-MARTIAL, UNITED STATES (2012 ed.); Quintanilla, 56\nM.J. at 45. While R.C.M. 902(b) lists various circumstances\nwhere actual bias may require disqualification, R.C.M. 902(a)\nstates that a military judge shall “disqualify himself or\nherself in any proceeding in which that military judge’s\nimpartiality might reasonably be questioned.”\n\n     The appellant alleges both actual and apparent bias. As\nthis court has already held that the military judge's PME\nstatements do not support a determination of actual bias against\nservice member defendants,2 and there is nothing in the\nappellant’s record of trial to suggest that the military judge\nhad a personal bias or prejudice concerning him or his case, we\nlimit our review here to whether there was apparent bias\nconcerning the appellant's case.\n     With respect to the appearance of bias, the test we apply\nis “whether taken as a whole in the context of this trial, a\ncourt-martial’s legality, fairness, and impartiality were put\ninto doubt by the military judge’s actions.” Martinez, 70 M.J.\nat 157 (citation and internal quotation marks omitted). This\ntest may be met when there is “[a]ny conduct that would lead a\nreasonable man knowing all the circumstances to the conclusion\nthat the judge’s impartiality might be reasonably questioned.”\nId. at 158-59 (citing United States v. Kinchloe, 14 M.J. 40, 50\n(C.M.A. 1982)). “The appearance standard is designed to enhance\npublic confidence in the integrity of the judicial system.”\nQuintanilla, 56 M.J. at 45 (citing Liljeberg v. Health Service\nAcquisition Corp., 486 U.S. 847, 860 (1988)).\n     The appellant makes two arguments in support of a finding\nof apparent bias. First, the appellant argues that the military\njudge's PME statements, made less than a month after he\nsentenced the appellant, were close enough in time to create an\n\n2\n    DuBay Ruling at 38.\n                                  4\n\fappearance of bias on the part of the military judge. Second,\nthe appellant argues that the military judge’s imposition of the\nmaximum available sentence, despite the trial counsel’s\nrecommendation of a significantly less severe one, constitutes\napparent bias. We agree.\n     During the PME lecture, the military judge advised the\nparticipants: “Don’t hold back. Once convicted, we need to\ncrush these Marines and get them out.” DuBay Ruling at 26.\nWhile this comment, in and of itself, is not enough to\nreasonably suggest an inflexible attitude towards sentencing in\na proceeding that occurred a month earlier, it becomes\nsignificantly more problematic when considered with the other\nfacts of the case. Here, despite the Government’s request for\n“reduction to E-1, 90 days confinement, and a bad-conduct\ndischarge,” the military judge awarded the maximum sentence\nallowed by law at a special court-martial: reduction to E-1, 12\nmonths of confinement, forfeiture of $950.00 pay per month for\n12 months, and a bad-conduct discharge. Record at 89, 93.\nMoreover, the adjudged sentence appears all the more harsh in\nlight of the CA’s willingness, as part of a pretrial agreement,\nto suspend all confinement in excess of 30 days. Given these\nfacts, we find that an informed member of the public might\nreasonably question the military judge’s impartiality and the\nintegrity of our judicial system. Martinez, 70 M.J. at 158-59.\nAccordingly, we find apparent bias.\n\n                             Remedy\n\n     Where apparent bias exists, the CAAF has adopted a three-\npart test for determining whether a reversal of a conviction is\nnecessary to vindicate the public’s confidence in the military\njustice system: (1) the risk of injustice to the parties; (2)\nthe risk of injustice in other cases; and, (3) the risk of\nundermining the public's confidence in the judicial process.\nQuintanilla, 56 M.J. at 80-81 (citing Liljeberg, 486 U.S. 864).\nIn this case, we find that risk of undermining the public's\nconfidence in the judicial process sufficient to warrant relief.\n\n                           Conclusion\n\n     The findings are affirmed and the sentence is set aside.\nThe record of trial is returned to the judge Advocate General\nfor remand to an appropriate CA with a rehearing on sentence\nauthorized. Thereafter the record will be returned to the Court\nfor completion of appellate review. Art. 60, UCMJ; Boudreaux v.\n\n\n\n                                5\n\fU.S. Navy-Marine Corps Court of Military Review, 28 M.J. 181\n(C.M.A. 1989).\n\n                                For the Court\n\n\n\n\n                                R.H. TROIDL\n                                Clerk of Court\n\n\n\n\n                                6\n\f",
            "ocr": false,
            "opinion_id": 2764116
        }
    ],
    "court_short_name": "Navy-Marine Corps Court of Criminal Appeals",
    "court_full_name": "Navy-Marine Corps Court of Criminal Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}