{
    "id": 2769382,
    "judges": null,
    "date_filed": "2019-08-17",
    "date_filed_is_approximate": true,
    "slug": "state-v-hill",
    "case_name_short": "Hill",
    "case_name": "State v. Hill",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "https://supremecourt.nebraska.gov/sites/supremecourt.ne.gov/files/coa/opinions/memorandum/a14-233m.pdf",
            "author_id": null,
            "opinion_text": "                         IN THE NEBRASKA COURT OF APPEALS\n\n               MEMORANDUM OPINION AND JUDGMENT ON APPEAL\n\n                                          STATE V. HILL\n\n\n  NOTICE: THIS OPINION IS NOT DESIGNATED FOR PERMANENT PUBLICATION\n AND MAY NOT BE CITED EXCEPT AS PROVIDED BY NEB. CT. R. APP. P. § 2-102(E).\n\n\n                                 STATE OF NEBRASKA, APPELLEE,\n                                              V.\n                                  SAMUEL L. HILL, APPELLANT.\n\n\n                            Filed January 13, 2015.    No. A-14-233.\n\n\n       Appeal from the District Court for Douglas County: GARY B. RANDALL, Judge. Affirmed.\n       Samuel L. Hill, pro se.\n       Jon Bruning, Attorney General, and Stacy M. Foust for appellee.\n\n\n       IRWIN, RIEDMANN, and BISHOP, Judges.\n       RIEDMANN, Judge.\n                                       INTRODUCTION\n        Samuel L. Hill appeals from the order of the district court for Douglas County, which\ndenied his second motion for postconviction relief without an evidentiary hearing. Finding no\nerror in the district court’s decision, we affirm.\n                                        BACKGROUND\n        Hill was convicted in 2002 of second degree murder and use of a deadly weapon to\ncommit a felony. He was sentenced to consecutive prison terms of 30 to 45 years, and 5 to 10\nyears, respectively. Hill filed a direct appeal alleging, in part, that the district court erred in\ngiving a step instruction, over defense counsel’s objection, which permitted the jury to consider\nthe elements of manslaughter only if it found that the elements of second degree murder had not\nbeen satisfied. He claimed this instruction prevented the jury from reaching the issue of whether\nthe killing was also upon a sudden quarrel, making it voluntary manslaughter. We rejected this\nargument and affirmed Hill’s convictions via memorandum opinion. See State v. Hill,\n\n\n\n\n                                               -1-\n\fNo. A-02-743, 2003 WL 21321179 (Neb. App. June 10, 2003) (not designated for permanent\npublication).\n        On May 27, 2009, Hill filed his first postconviction action, alleging that the erroneous\nstep instruction denied him the constitutional right to due process and the presumption of\ninnocence. The district court denied postconviction relief without an evidentiary hearing, finding\nthat his claim was procedurally barred because it was or could have been asserted on direct\nappeal.\n        On November 8, 2013, Hill filed his second postconviction action, which is the subject of\nthe present appeal. His motion alleges that he is entitled to postconviction relief because the jury\nwas not permitted to consider the elements of manslaughter (i.e., whether the killing was upon\nsudden quarrel) unless it found that the elements of second degree murder had not been satisfied,\nwhich was found to be erroneous in State v. Smith, 282 Neb. 720, 806 N.W.2d 383 (2011) (State\nv. Ronald Smith). He argued to the district court that his motion was timely filed within 1 year of\nthe Nebraska Supreme Court’s subsequent opinion in State v. Smith, 284 Neb. 636, 822 N.W.2d\n401 (2012) (State v. William Smith), which applied the rule previously set forth in State v.\nRonald Smith, supra.\n        The district court again denied postconviction relief without an evidentiary hearing. It\nfound that (1) the motion was time barred under Neb. Rev. Stat. § 29-3001(4)(e) (Cum. Supp.\n2014) because it was filed more than 1 year after August 27, 2011; and (2) the motion was\nprocedurally barred because the issue of the erroneous step instruction had been previously\nraised on direct appeal and was known or knowable to Hill when he filed his first postconviction\naction. This timely appeal followed.\n                                   ASSIGNMENT OF ERROR\n       Hill generally assigns that the district court erred, for various reasons, when it denied his\nsuccessive motion for postconviction relief without an evidentiary hearing.\n                                   STANDARD OF REVIEW\n        A defendant requesting postconviction relief must establish the basis for such relief, and\nthe findings of the district court will not be disturbed unless they are clearly erroneous. State v.\nKeyser, 286 Neb. 176, 835 N.W.2d 650 (2013).\n                                           ANALYSIS\n       Postconviction motions are subject to the limitations period set forth in § 29-3001(4),\nwhich states:\n       A one-year period of limitation shall apply to the filing of a verified motion for\n       postconviction relief. The one-year limitation period shall run from the later of:\n              (a) The date the judgment of conviction became final by the conclusion of a direct\n       appeal or the expiration of the time for filing a direct appeal;\n              (b) The date on which the factual predicate of the constitutional claim or claims\n       alleged could have been discovered through the exercise of due diligence;\n              (c) The date on which an impediment created by state action, in violation of the\n       Constitution of the United States or the Constitution of Nebraska or any law of this state,\n\n\n                                               -2-\n\f        is removed, if the prisoner was prevented from filing a verified motion by such state\n        action;\n                (d) The date on which a constitutional claim asserted was initially recognized by\n        the Supreme Court of the United States or the Nebraska Supreme Court, if the newly\n        recognized right has been made applicable retroactively to cases on postconviction\n        collateral review; or\n                (e) August 27, 2011.\n        Hill argues that the limitations period on his present postconviction action did not begin\nto run until November 16, 2012, when the Nebraska Supreme Court released the opinion in State\nv. William Smith, supra. According to Hill, that case enunciated a “new constitutional rule” that a\njury must be given the option of convicting of either second degree murder or voluntary\nmanslaughter where there is evidence that a killing occurred intentionally without premeditation\nand the defendant was acting under the provocation of a sudden quarrel. To determine if Hill’s\nsecond postconviction motion is timely, we begin with an analysis of State v. Ronald Smith,\nsupra, and State v. William Smith, supra.\nAnalysis of State v. Ronald Smith.\n        In State v. Ronald Smith, supra, the defendant was convicted of second degree murder,\nsecond degree forgery, and theft by taking. On direct appeal, he argued that the jury was\nincorrectly instructed because the step instruction given did not allow the jury to consider\nwhether his specific intent to kill was the result of a sudden quarrel. At the time of his trial,\nNebraska law did not require an intention to kill in committing manslaughter. The distinction\nbetween second degree murder and manslaughter upon a sudden quarrel was the presence or\nabsence of an intention to kill. See State v. Jones, 245 Neb. 821, 515 N.W.2d 654 (1994),\noverruled, State v. Ronald Smith, supra. In State v. Ronald Smith, the court overruled State v.\nJones and held that to sustain a conviction for voluntary manslaughter upon a sudden quarrel, the\nState must prove an intent to kill.\n        Because the court recognized that voluntary manslaughter upon a sudden quarrel required\nintent, it held that the step instruction which required the jury to convict on second degree\nmurder if it found an intentional killing, but did not permit the jury to first consider that the\nkilling was provoked by a sudden quarrel, was erroneous. But because the evidence did not\nsupport a finding that the jury could have concluded that the defendant committed sudden quarrel\nmanslaughter, it found the error was not prejudicial.\nAnalysis of State v. William Smith.\n       A year after State v. Ronald Smith, supra, was decided, the Nebraska Supreme Court\nreleased State v. William Smith, supra. This case was a direct appeal of the defendant’s\nconviction for attempted second degree murder, first degree assault, and use of a weapon to\ncommit a felony. On appeal to our court, we affirmed in part, reversed in part, and remanded for\na new trial in part. We held that the defendant was prejudiced by the lack of an instruction on\nattempted sudden quarrel manslaughter. On further review, the Nebraska Supreme Court\naffirmed our decision.\n       In reaching its decision, the Supreme Court noted that after this case was briefed, it\ndecided State v. Ronald Smith, supra, which stood for the proposition that an intentional killing\n\n\n                                               -3-\n\fcommitted without malice upon a sudden quarrel constituted manslaughter. Because of the\n“significant change in the law” brought about by State v. Ronald Smith, supra, and because State\nv. William Smith, supra, was pending on direct appeal at the time of the State v. Ronald Smith\nopinion, the court determined that the defendant in State v. William Smith was entitled to a new\ntrial. State v. William Smith, 284 Neb. at 654, 822 N.W.2d at 415. In doing so, the Supreme\nCourt explicitly stated that its decision in State v. Ronald Smith “did not announce a new\nconstitutional rule.” State v. William Smith, 284 Neb. at 655, 822 N.W.2d at 655. It granted a\nnew trial, however, because the evidence supported the giving of a sudden quarrel instruction, a\nsubstantial right had been prejudicially affected, and to leave it uncorrected would cause a\nmiscarriage of justice.\nApplication of State v. Ronald Smith\nand State v. William Smith.\n        Both State v. Ronald Smith and State v. William Smith were direct appeals involving an\nerroneous step instruction that did not allow the jury to consider whether the defendants were\nacting under provocation of a sudden quarrel unless it had acquitted the defendants of second\ndegree murder. At Hill’s trial, the jury was given a similar step instruction. Hill asserts that there\nwas evidence of a sudden quarrel at his trial, so pursuant to State v. William Smith, supra, the\njury should have been given the option of convicting him of either second degree murder or\nmanslaughter. He claims his second postconviction motion is timely because in State v. William\nSmith, supra, the court announced a new constitutional rule derived from State v. Ronald Smith,\nsupra. Therefore, Hill argues that because his postconviction motion filed on November 8, 2013,\nwas filed within 1 year from the release date of State v. William Smith, supra, his motion is\ntimely under § 29-3001(4)(d).\n        In order for § 29-3001(4)(d) to apply to Hill’s motion, the Nebraska Supreme Court’s\nopinion in State v. William Smith, supra, must have announced a new constitutional rule that is\napplicable retroactively to cases on postconviction review. We find that it did not announce a\nnew constitutional rule; rather, it merely applied the rule that was initially announced in State v.\nRonald Smith, 282 Neb. at 734, 806 N.W.2d at 394, which overturned existing case law\nregarding the distinction between second degree murder and manslaughter, and ultimately held:\n        [T]he step instruction given in this case was not a correct statement of the law.\n        Specifically, the step instruction required the jury to convict on second degree murder if\n        it found that [the defendant] killed [the victim] intentionally, but it did not permit the jury\n        to consider the alternative possibility that the killing was intentional but provoked by a\n        sudden quarrel, and therefore constituted manslaughter.\n        Furthermore, in deciding State v. William Smith, supra, the Nebraska Supreme Court\nspecifically stated that its decision in State v. Ronald Smith, although it brought about a\nsignificant change in the law, “did not announce a new constitutional rule.” State v. William\nSmith, 284 Neb. at 655, 822 N.W.2d at 416. Accordingly, we find that State v. William Smith,\nwhich merely applied State v. Ronald Smith, likewise did not announce a new constitutional rule.\nThe defendant in State v. William Smith was given a new trial because his case was pending on\ndirect appeal at the time State v. Ronald Smith was released. Conversely, Hill’s direct appeal had\nlong been denied by the time State v. Ronald Smith was released and the timeliness of his\n\n\n                                                 -4-\n\fpostconviction motion is governed by § 29-3001(4). As a result, the 1-year limitation period for\nHill’s postconviction action began to run on August 27, 2011, and Hill’s postconviction motion\nfiled on November 8, 2013, is time barred. See § 29-3001(4)(e).\n        Because the district court was correct in determining that Hill’s postconviction action was\nuntimely, we need not consider Hill’s remaining assignments of error.\n                                         CONCLUSION\n       The district court did not err in denying Hill’s motion for postconviction relief without an\nevidentiary hearing because the motion was barred by the applicable statute of limitations.\n                                                                                        AFFIRMED.\n\n\n\n\n                                               -5-\n\f",
            "ocr": false,
            "opinion_id": 2769382
        }
    ],
    "court_short_name": "Nebraska Court of Appeals",
    "court_full_name": "Nebraska Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}