{
    "id": 2774975,
    "judges": null,
    "date_filed": 1422576000000,
    "date_filed_is_approximate": false,
    "slug": "christopher-rey-herrera-v-state",
    "case_name_short": null,
    "case_name": "Christopher Rey Herrera v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=7393&Index=***coa08%5cOpinion",
            "author_id": null,
            "opinion_text": "                                   COURT OF APPEALS\n                                EIGHTH DISTRICT OF TEXAS\n                                     EL PASO, TEXAS\n\n                                                §\n CHRISTOPHER REY HERRERA,                                       No. 08-13-00016-CR\n                                                §\n                        Appellant,                                  Appeal from\n                                                §\n v.                                                             112rd District Court\n                                                §\n THE STATE OF TEXAS,                                           of Pecos County, Texas\n                                                §\n                        Appellee.                              (TC # P-3139-112-CR)\n                                                §\n\n                                          OPINION\n\n       This is an appeal from a conviction in a burglary case. Appellant’s sole point of error\n\nchallenges the sufficiency of the evidence to support his conviction.\n\n                                     FACTUAL SUMMARY\n\n       Appellant was indicted for the burglary of a building that occurred on February 14, 2010.\n\nHe was tried and convicted by a jury. The case pertains to a break-in at the Fraternal Order of\n\nthe Eagles’ Lodge in Fort Stockton, Texas. The Lodge is a member’s only club that hosts meals\n\nand functions for its members, along with bingo and karaoke nights which the public, if\n\naccompanied by a regular member, can also attend.\n\n       On February 13, 2010, the Lodge hosted a Valentine’s Day dance. The club stopped\n\nserving drinks at 12:30 a.m. and after the bartender cleaned up, she closed and locked the\n\nbuilding by 1:45 a.m. When she left, the doors were locked and the property intact. The next\n\fmorning when a member arrived at 11:30 a.m., there was evidence of a break-in. The back door\n\nwas open. The door to a liquor room was kicked in. The cash register and several arcade type\n\nmachines were damaged. A large 52-inch TV that had been mounted on a wall was missing. A\n\nsmaller 34-inch TV from a children’s game room and a Wii gaming system were missing. The\n\nhard drive for a security system was stolen. Several other bar items, including bottles of liquor,\n\nwere gone. The bartender confirmed that the missing items had all been there when she left.\n\n       Officer Enrique Irigoyen, who was then with the Fort Stockton Police Department, took\n\nthe initial call. When he arrived at the scene, he saw that a window air conditioner had been\n\ntaken off of the east wall of the building, which was the likely entry point. Inside the building,\n\nhe noted damage to the game machines, the missing TVs, and the missing liquor. He went back\n\noutside and circled the building. There he found a footprint path on the east side of the building\n\nin a canal that runs alongside the property. On the embankment of the canal, he found “foot\n\ndrags” indicating a lot of foot traffic the day and hours before. Officer Irigoyen had previous\n\nexperience in reconnaissance and tracking with the United States Marine Corp.\n\n       The canal, which runs north-south, passes through an underpass on Dickinson Boulevard\n\nthat fronts the Lodge. The lodge is on the north side of Dickinson. Officer Irigoyen followed\n\nfoot prints to other side of the underpass, and picked up the trail again . South of the underpass,\n\nhe found cigarette butts next to the tracks which appeared freshly discarded (“within hours”) of\n\nwhen he found them. The tracks then turned west out of the canal, and appeared to show\n\nbacktracking, indicating that several trips had been made. He noted three sets of footprints, two\n\nmade by athletic type shoes, and one by work boots. There had also been footprints found inside\n\nthe Lodge, but the police were never ever able to match any footprint to any to any particular\n\nshoe. The footprints indicated that there had been at least two trips back and forth, and possibly\n\n\n\n                                               -2-\n\fa third.\n\n           Along this part of the path, Officer Irigoyen found the remote control for a TV with the\n\nbattery cover missing. In a field which would have been south of Dickinson and the Lodge, he\n\nfound some of the stolen property at the base of a cedar tree. The total distance from the Lodge\n\nto the tree was something less than a quarter of a mile. The cache of items included the two TVs,\n\na white laundry bag filled with liquor bottles, and a black overnight bag. Officer Irigoyen called\n\nin several other officers to assist in collecting and cataloging this evidence.\n\n           Lisa Tarrango of the Fort Stockton police department was one of the responding officers.\n\nShe confirmed that the TV sets found in the field matched those taken from the Lodge. She\n\nfound the back cover of a TV remote inside the building which matched the remote control that\n\nOfficer Irigoyen found along the trail.\n\n           Officer Tarrango assisted in collecting potential DNA samples from a smudged area on\n\nthe screen of the 52-inch TV. She collected the cigarette butts found along the trail in the canal,\n\nand also believed that they were fresh. Additional possible DNA samples were taken from the\n\nsmaller TV and a beer bottle found inside the Lodge. She sent the cigarette butts and potential\n\nDNA samples to the Department of Public Safety crime lab in El Paso. In May 2010, she\n\nreceived a CODIS (Combined Offender Database Indexing System) report which preliminarily\n\nmatched the DNA found on one cigarette butt to Appellant and matched the other to Appellant’s\n\nbrother, Adam Eli Herrera. She secured a warrant and eventually obtained a buccal swab from\n\nthe inside of Appellant’s mouth so the crime lab could complete its analysis.\n\n           Officer Tarrango also assisted in collecting fingerprints from inside the Lodge and the\n\nstolen property which had been recovered. Prints had been lifted from both TVs, from the liquor\n\nbottles, and from a flashlight found in the Lodge, but not owned by the Lodge. Appellant’s\n\n\n\n                                                 -3-\n\ffingerprint did not match any of the prints lifted from the scene, or the recovered property. One\n\nof the fingerprints found on the smaller TV did match Appellant’s brother, Adam Eli Herrera.\n\nSome of the missing property was never recovered. None of the missing stolen property was\n\never found in Appellant’s possession.\n\n       Officer Adrian Marquez also assisted in the collection of evidence at the scene. He\n\ncollected the black travel bag found under the cedar tree. The bag contained several bottles of\n\nliquor which he dusted for fingerprints. He assumed the bag belonged to the Lodge and returned\n\nit on that same day. He was contacted several days later by Lodge staff who told him the bag did\n\nnot belong to the club. When he retrieved and inspected it, he found several loose items,\n\nincluding a room key card from what was then called the Econo Lodge motel. The motel is\n\nabout seven blocks from the Lodge. The motel manager was able to identify the room key card\n\nand matched it to a room rented to Naomi Armendariz on February 10. Officer Marquez knew\n\nArmendariz and knew Appellant to be her boyfriend. When he interviewed Armendariz, she said\n\nthat Appellant owned a black travel bag similar to that found under the tree. Armendariz\n\nallowed her premises to be searched but no goods were found there.\n\n       Armendariz further told the officer that she did not know where Appellant could be\n\nlocated at the time. She did confirm that Appellant was her boyfriend. Officer Marquez testified\n\nthat Armendariz had also told him that she rented the room at the Econo Lodge for Appellant.\n\nAt trial, however, she denied renting the room for Appellant, but rather testified she rented it for\n\na now deceased co-worker.\n\n       The State also offered the testimony of a DNA expert, Nicholas Ronquillo. He confirmed\n\nthat the local police had collected useable DNA samples from the 52-inch TV, the beer bottle,\n\nand the two cigarette butts. The DNA sample from the beer bottle had come from two persons,\n\n\n\n                                               -4-\n\fneither of which was Appellant. The DNA smudge from the 52-inch TV screen was consistent\n\nwith Appellant’s buccal swab, such that the odds of selecting an unrelated person at random who\n\ncould be the source would be 1 in 5.945 quadrillion. Similarly, the DNA sample from one of the\n\ncigarettes matched Appellant and the odds of selecting an unrelated person at random would be 1\n\nin 4.452 sextillion.\n\n       The DNA sample on the TV screen was a “touch sample” which comes from skin cells\n\nbeing sloughed on an object. Touch samples break down quickly. This fact became relevant to\n\nhow Appellant’s DNA could have come to be on the TV. The Lodge was a members-only club,\n\nbut the general public could come in as a guest of a member. Testimony from a long time\n\nmember indicated that Appellant was not a member, not present at the Valentine’s Day dance,\n\nand the only other time anyone recalled him being in the club as a guest was three to five years\n\nbefore the break-in. This would have been at a time before the 52-inch TV had even been\n\npurchased. Additionally, it would be unlikely that a touch sample would survive exposure to the\n\nenvironment for that length of time. The police collected thirty-two fingerprint cards during\n\ntheir investigation.   Only five produced prints usable for identification.       None matched\n\nAppellant. A print on the smaller TV, however, matched Appellant’s brother, Adam Eli Herrera.\n\n                                  STANDARD OF REVIEW\n\n       In reviewing the legal sufficiency of the evidence, we consider all of the evidence in the\n\nlight most favorable to the verdict, and the reasonable inferences that flow from it, to determine\n\nwhether any rational jury could have found the essential elements of the offense beyond a\n\nreasonable doubt. Jackson v. Virginia, 443 U.S. 307, 319, 99 S. Ct. 2781, 2789, 61 L. Ed. 2d 560\n\n(1979); Brooks v. State, 323 S.W.3d 893, 895 (Tex.Crim.App. 2010). We look at “events\n\noccurring before, during and after the commission of the offense, and may rely on actions of the\n\n\n\n                                              -5-\n\fdefendant which show an understanding and common design to do the prohibited act.” Cordova\n\nv. State, 698 S.W.2d 107, 111 (Tex.Crim.App. 1985). Each fact need not point directly and\n\nindependently to the guilt of the defendant, so long as the cumulative force of all the\n\nincriminating circumstances is sufficient to support the conviction. See Johnson v. State, 871\n\nS.W.2d 183, 186 (Tex.Crim.App. 1993). Circumstantial evidence is as probative as direct\n\nevidence in establishing the guilt of an actor, and circumstantial evidence alone can be sufficient\n\nto establish guilt. Guevara v. State, 152 S.W.3d 45, 49 (Tex.Crim.App. 2004). On appeal, the\n\nsame standard of review is used for both circumstantial and direct evidence. Id. “If, given all of\n\nthe evidence, a rational jury would necessarily entertain a reasonable doubt as to the defendant’s\n\nguilt, the due process guarantee requires that we reverse and order a judgment of acquittal.” Id.\n\n                                           ANALYSIS\n\n       To find Appellant guilty, the jury must have found every essential element of the offense\n\ncharged beyond a reasonable doubt. The essential elements are that Appellant: (1) without the\n\neffective consent of the owner; (2) entered a building or portion of a building not then open to\n\nthe public; (3) with the intent to commit theft. TEX. PENAL CODE ANN. § 30.02 (West 2011).\n\nThe jury charge included an instruction on the law of parties. A person is criminally responsible\n\nfor an offense committed by the conduct of another if, acting with intent to promote or assist the\n\ncommission of the offense, he solicits, encourages, directs, aids, or attempts to aid the other\n\nperson to commit the offense. TEX. PENAL CODE ANN. § 7.02(a)(2)(West 2011).\n\n       Appellant’s sufficiency challenge contends that the State failed to prove that:          (1)\n\nAppellant ever entered the Lodge; (2) that Appellant had the intent to commit theft; or (3) that he\n\nsolicited, encouraged, directed, aided or attempted to aid anyone else who committed the\n\n\n\n\n                                               -6-\n\fburglary.1 His argument focuses on what he identifies as the five pieces of evidence that might\n\nsupport the verdict: (1) his DNA as found on the large TV; (2) his DNA on the cigarette butt; (3)\n\nthe black duffel bag; (4) his girlfriend’s inconsistent statements about his whereabouts; and (5)\n\nhis refusal to give a DNA sample unless the police had a warrant. The State does not contend the\n\nlatter two facts support the verdict, and we do not include those as a part of our analysis.2\n\n         The ultimate fallacy in Appellant’s argument is that he looks to each of the pieces of\n\nevidence in isolation and contends that each piece of evidence cannot support the verdict. And\n\nindeed, if this verdict were supported by only one of the circumstances, it might lack sufficient\n\nsupport. But our standard of review requires that we look to the connections between each of\n\nthese circumstances and the rest of the evidence. See Guevara, 152 S.W.3d at 52 (“While each\n\npiece of evidence lacked sufficiency in isolation, the consistency of the evidence and the\n\nreasonable inferences drawn therefrom were sufficient to support the verdict. Therefore, after\n\nexamining all the evidence in the case in the light most favorable to the prosecution, we conclude\n\nthat a rational jury could have found all the elements proved, based on the aiding theory of party\n\nresponsibility, beyond a reasonable doubt.”).\n\n         Appellant’s DNA was found on the 52-inch TV. The DNA was contained in a smudge\n\non the face of the screen of the TV. Other evidence seemingly excluded the smudge as coming\n\nfrom innocent contact, such as when Appellant could have been a patron of the Lodge during\n\nregular hours. There was evidence, which the jury could have well believed, that Appellant was\n\nlast in the club during regular hours years before this particular TV was even purchased. Thus\n\n1\n  Appellant does not raise any issue as to the date or county of the offense as alleged in the indictment, nor does he\ncontend that there was not a break-in at the Lodge when it was closed to the public, with goods being taken without\nthe owner’s consent.\n2\n   This court noted in Powell v. State, 660 S.W.2d 842, 845 (Tex.App.--El Paso 1983, no pet.) that a defendant’s\ninvocation of constitutional rights “such as assistance of counsel, silence, or freedom from unreasonable searches\nmay not be relied upon as evidence of guilt.”\n\n\n                                                         -7-\n\fthe smudge had to be made after the Lodge closed up on February 14, 2010 and before the TV\n\nwas found in the field the next morning. Moreover, it was not a fingerprint, but a smudge of\n\nsloughed off skin found on the TV. How would a person’s skin cells, but not his fingerprint,\n\nget on the screen of a TV? The jury might well infer that could happen while carrying a large\n\n52-inch TV, or taking such a TV off its high wall mounting. As the State suggested at trial, one\n\ncarrying the TV, or pulling it down from a high wall mounting could well touch the screen with\n\ntheir face or neck. Carrying the TV would be some evidence of assisting in the crime. Taking it\n\ndown from the wall would infer Appellant’s actual presence inside the Lodge after hours.3\n\n          The DNA on the cigarette butt in isolation could be innocent enough, perhaps being\n\nblown by the wind from the nearby roadway as suggested by Appellant at trial. But it was found\n\non the pathway used by the burglars who made several trips back and forth between the Lodge\n\nand the tree where the stolen goods were stashed. It was found next to the cigarette butt used by\n\na person who was also tied to the burglary by fingerprint evidence. Both cigarette butts were\n\nfresh, having been smoked in the few hours before they were found. The two cigarette butts\n\nfound together raise the inference that Appellant and his brother were side by side at the same\n\ntime during the morning of the burglary. Their location along a trail used to carry the goods\n\ninfers both had knowledge of the crime and participation in transporting the goods.\n\n          The black bag found underneath the cedar tree is also problematic to Appellant’s\n\nargument. While he presented evidence that the bag was common,4 a reasonable jury could have\n\nconcluded that it was his. The bag contained a room key corresponding to a room that his\n\ngirlfriend rented. And while she gave conflicting accounts of for whom she rented the room, it\n\n3\n   Appellant was identified as the stouter of the two brothers. It would be natural that he would have carried the\nlarger of the TVs upon which his DNA was found, and his smaller brother would have carried the smaller TV upon\nwhich his fingerprint was found.\n4\n    A Wal-Mart store in the area sells about twelve similar type bags a week.\n\n                                                         -8-\n\fwas the jury who saw her on the stand to sort out which story was correct. When his black bag\n\nwas found, it had liquor bottles from the Lodge inside of it. This alone would raise an inference\n\nthat Appellant was inside the building, or at least assisted in transporting the stolen goods from\n\nthe building.\n\n       The intent element for burglary is rarely shown by direct evidence. Fugate v. State, 709\n\nS.W.2d 29, 30 (Tex.App.--Corpus Christi 1986, no pet.). Rather, intent is inferred from the\n\ncircumstances, including the defendant’s conduct. Guevara, 152 S.W.3d at 50; Linder v. State,\n\n828 S.W.2d 290, 294 (Tex.App.--Houston [1st Dist.] 1992, pet. ref’d). This jury could have\n\ninferred Appellant’s intent from lending or using his travel bag to carry stolen goods, or carrying\n\na TV that had been taken without the Lodge’s consent.\n\n       At trial, Appellant’s counsel suggested the possibility that Appellant came to the tree only\n\nlater that morning, and seeing what his brother had done, quickly left wanting nothing to do with\n\nthe crime. That Appellant’s black travel bag was left under the tree, with stolen goods inside of\n\nit, undermines that claim. So too does the location of the cigarette butts along the trail used to\n\ntransport the stolen goods, and Appellant’s DNA found on the TV screen at end of the trail. It\n\nwould seem odd that Appellant could innocently meet his brother in a canal, smoke a cigarette,\n\nand then travel a distance to a cache of stolen goods, only to touch the TV screen with something\n\nother than his finger. It would be odder still that his travel bag would somehow come to be filled\n\nwith stolen goods, all without his knowledge.\n\n       All three pieces of evidence--the DNA smudge, the cigarette butt, and the black travel\n\nbag--together provide a foundation for a reasonable jury to conclude that Appellant, along with\n\nhis brother, and perhaps another person, broke into the Lodge for the purpose of stealing\n\ntelevisions, liquor, and other property, and that either collectively, or in some grouping they\n\n\n\n                                                -9-\n\fmade multiple trips taking the goods to a way point to be later collected for whatever purpose\n\nthey intended. We view the evidence as permitting a rationale jury to reach this conclusion. For\n\nthis reason, we affirm the conviction.\n\n\nJanuary 30. 2014\n                                         ANN CRAWFORD McCLURE, Chief Justice\n\nBefore McClure, C.J., Rodriguez, and Hughes, JJ.\n\n(Do Not Publish)\n\n\n\n\n                                               - 10 -\n\f",
            "ocr": false,
            "opinion_id": 2774975
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}