{
    "id": 2778543,
    "judges": "Klingensmith, Taylor, Warner",
    "date_filed": "1988-11-11",
    "date_filed_is_approximate": true,
    "slug": "jonavon-d-gaines-v-state",
    "case_name_short": null,
    "case_name": "Jonavon D. Gaines v. State",
    "case_name_full": "Jonavon D. GAINES, Appellant, v. STATE of Florida, Appellee",
    "attorneys": "Carey Haughwout, Public Defender, and John M. Conway, Assistant Public Defender, West Palm Beach, for appellant., Pamela Jo Bondi, Attorney General, Tallahassee, and Heidi L. Bettendorf, Assistant Attorney General, West Palm Beach, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1328-24\">\n    Jonavon D. GAINES, Appellant, v. STATE of Florida, Appellee.\n   </parties><br><docketnumber id=\"b1328-26\">\n    No. 4D13-686.\n   </docketnumber><br><court id=\"b1328-27\">\n    District Court of Appeal of Florida, Fourth District.\n   </court><br><decisiondate id=\"b1328-28\">\n    Feb. 11, 2015.\n   </decisiondate><br><attorneys id=\"b1330-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1266\"> \n     *1266\n     </span>\n    Carey Haughwout, Public Defender, and John M. Conway, Assistant Public Defender, West Palm Beach, for appellant.\n   </attorneys><br><attorneys id=\"b1330-9\">\n    Pamela Jo Bondi, Attorney General, Tallahassee, and Heidi L. Bettendorf, Assistant Attorney General, West Palm Beach, for appellee.\n   </attorneys>",
    "citations": [
        "155 So. 3d 1264"
    ],
    "opinions": [
        {
            "author_str": "Taylor",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.4dca.org/opinions/Feb 2015/02-11-15/4D13-686.op.pdf",
            "author_id": null,
            "opinion_text": "       DISTRICT COURT OF APPEAL OF THE STATE OF FLORIDA\n                             FOURTH DISTRICT\n\n                         JONAVON D. GAINES,\n                             Appellant,\n\n                                    v.\n\n                          STATE OF FLORIDA,\n                               Appellee.\n\n                              No. 4D13-686\n\n                           [February 11, 2015]\n\n   Appeal from the Circuit Court for the Nineteenth Judicial Circuit,\nIndian River County; Robert L. Pegg, Judge; L.T. Case No.\n312012CF001036.\n\n  Carey Haughwout, Public Defender, and John M. Conway, Assistant\nPublic Defender, West Palm Beach, for appellant.\n\n   Pamela Jo Bondi, Attorney General, Tallahassee, and Heidi L.\nBettendorf, Assistant Attorney General, West Palm Beach, for appellee.\n\nTAYLOR, J.\n\n   Jonavon D. Gaines appeals his conviction for robbery with a firearm.\nHe argues that the trial court erred in (1) denying his motion to suppress\nbecause the police lacked reasonable suspicion of criminal activity to stop\nand detain him, (2) allowing the jury to hear an unredacted version of his\ntaped statement, which contained the detective’s opinion as to appellant’s\nguilt and improper evidence of a collateral offense, and (3) denying his\nmotion for a new trial based on the bailiff’s improper communications with\nthe jury during deliberations. We reverse and remand for a new trial based\non the first two points on appeal.\n\n   The robbery victim worked at a convenience store in Vero Beach. After\nclosing the store one night around midnight, the victim got into his car\nand sat there with the windows down. A man approached him with a gun\nand demanded the store’s money bag. He gave the man the money bag,\nhis eyeglasses, and his wallet, which contained his identification, money\ncards, and $14. Then the man fled towards the back of the store. The\nvictim called 911.\n\f   The victim testified that he told the dispatcher that he was robbed by a\n“tall black guy.” He said he also told the dispatcher that the robber was\nsixteen or seventeen years old and was wearing a dark colored garment\nwith a hood, like the kind typically worn in winter. The victim testified\nthat he saw the robber’s face and that he had seen him before when he\ncame into the store.\n\n   After a proffer by the defense, the 911 call was played for the jury.\nDuring the 911 call, the following exchange occurred when the dispatcher\nasked for a description of the suspect:\n\n       [DISPATCHER]: What, what kind of clothes did he wear?\n       [THE VICTIM]: Huh?\n       [DISPATCHER]: His clothes, like his shirt, what color was\n       his shirt?\n       [THE VICTIM]: He was a black guy (inaudible).\n\n   The victim also told the dispatcher that the man fled on foot. After the\ntape was played, he agreed with defense counsel that he never told the\ndispatcher that the suspect was tall. But, despite evidence to the contrary\nin the 911 transcript and tape, the victim insisted that he told the\ndispatcher that the suspect was sixteen or seventeen years old.\n\n   Vero Beach Police Officer DeAcetis responded to the crime scene. He\ntestified that the first BOLO sent out merely identified the perpetrator as\na black male. A short time later, however, the officer obtained additional\ninformation about the suspect from the victim and he relayed it by radio\nto other police officers. The second BOLO described the perpetrator as a\nblack male, sixteen to seventeen years old, with short cropped hair,\nwearing a long-sleeved dark T-shirt. The BOLO did not include any\ninformation about a vehicle.\n\n   Corporal Dominguez and other police officers set up a perimeter around\nthe crime scene. Within about ten minutes of establishing a perimeter,\nbut a half hour or more after the robbery occurred, Corporal Dominguez\nstopped appellant’s gray van about two blocks from the store. He did not\nsee appellant commit any traffic infractions or engage in any suspicious\nbehavior. He stopped appellant because he matched the BOLO description\nof a young black male with short cropped hair. Although appellant was\nwearing a white T-shirt instead of a long-sleeved dark shirt, Officer\nDeAcetis had explained that, based on his experience, people who commit\ncrimes will sometimes change their clothes before they are caught. After\n\n\n                                    2\n\fstopping appellant, Corporal Dominguez stood him behind his van until\nthe victim could arrive for a show-up identification.\n\n   Before Officer DeAcetis escorted the victim to view appellant, he took\nhim to another show-up. At this first show-up, the suspect was a black\nman, approximately thirty years old, with curly hair and a beard. During\nthe second show-up, the victim identified appellant as the person who\nrobbed him.\n\n   After appellant was arrested, officers found a backpack behind the front\npassenger seat of his vehicle. The backpack contained an eyeglass case,\na handgun, and three articles of dark-colored clothes. The backpack also\ncontained a wallet with the victim’s identification and money cards.\n\n   Detective Jason Jones interviewed appellant after reading him his\nMiranda rights. When the state offered the taped interview into evidence,\ndefense counsel objected to introducing certain portions of the interview.\nAppellant moved in limine to redact those portions of the tape in which the\ndetective expressed his opinion that appellant was guilty and untruthful,\nand that there was more than sufficient evidence to convict him of the\nrobbery.\n\n    The prosecutor agreed to mute the portion of the video where the\ndetective asked appellant about driving with a suspended license. But the\ntrial court ruled that the remainder of the interrogation would be permitted\nbecause it is not uncommon for detectives to tell suspects that they are\nlying when they believe that the suspect is not being forthright with them.\n\n   The taped interview was played for the jury. At one point, Detective\nJones stated:\n\n          You’re lying out your mouth. If your mouth is opening,\n       you’re lying me. This is (inaudible) bull I think I’ve ever\n       heard. You’re caught with everything at a crime scene.\n       The victim identified you. He got you on video going\n       around [the] damn building.\n\nAppellant responded, “I don’t know what you’re talking about, sir.”\n\n   The interrogation continued and appellant repeatedly denied\ncommitting the robbery while the detective insisted he was lying. The\ndetective told appellant, “There ain’t no judge, jury in this land that’s going\nto believe otherwise.”\n\n\n                                      3\n\f   The following exchange occurred when Detective Jones attempted to\ncollect appellant’s DNA:\n\n       (Detective Jones): Yes, you are giving me a hard time. All\n       right?\n       (Appellant): I just want –\n       (Detective Jones): This, this stuff –\n       (Appellant): -- (audible)\n       (Detective Jones): -- here is to try to clear you –\n       (Appellant): (Inaudible)\n       (Detective Jones): -- and you’re doing just the opposite.\n       You’re making everything you do guilty, guilty, guilty.\n       (Appellant): I ain’t guilty, though. That’s the point.\n       (Detective Jones): You are guilty. You’re as guilty as, the\n       most guiltiest person I’ve seen.\n       (Appellant): All right.\n       (Detective Jones): All right?\n       (Appellant): Yes, sir.\n\n   When appellant asserted his right to wait for a court order before giving\na DNA sample, the detective told appellant that the DNA sample did not\nmatter, stating: “I don’t, it makes no difference to me because I got you\ndead to rights on everything.”\n\n   The jury found appellant guilty as charged. The trial court sentenced\nhim to fifteen years in prison with a mandatory minimum of ten years.\n\n   Unlawful Stop and Detention Based on BOLO\n\n   In his first point on appeal, appellant argues that the trial court erred\nin denying his motion to suppress evidence, because the police officers\nlacked a well-founded, articulable suspicion of criminal activity to stop and\ndetain him. He contends that the BOLO description of the robbery suspect\nas a teenaged black male with short cropped hair was too vague and\ngeneral to warrant his stop and detention. We agree.\n\n   “A trial court’s ruling on a motion to suppress comes to the appellate\ncourt clothed with a presumption of correctness and the court must\ninterpret the evidence and reasonable inferences and deductions derived\ntherefrom in a manner most favorable to sustaining the trial court’s\nruling.” Jackson v. State, 18 So. 3d 1016, 1027 (Fla. 2009) (citations\nomitted) (internal quotation marks omitted). The appellate court will\naccept the trial court’s factual findings if they are supported by competent\nsubstantial evidence. State v. Triplett, 82 So. 3d 860, 863 (Fla. 4th DCA\n\n                                     4\n\f2011). However, the trial court’s application of the law to the historical\nfacts is reviewed de novo. Id.\n\n   To conduct an investigatory stop, a police officer must have “a well-\nfounded, articulable suspicion of criminal activity. Mere suspicion is not\nenough to support a stop.” Popple v. State, 626 So. 2d 185, 186 (Fla. 1993).\n\n    In this case, appellant was stopped in his vehicle solely based on a\nBOLO description. “Several factors are relevant in assessing the legitimacy\nof a vehicle stop pursuant to a BOLO: (1) the length of time and distance\nfrom the offense; (2) route of flight; (3) specificity of the description of the\nvehicle and its occupants; and (4) the source of the BOLO information.”\nHunter v. State, 660 So. 2d 244, 249 (Fla. 1995). “Other information which\nis relevant to determine the validity of the stop includes the time of day,\nthe absence of other persons or vehicle in the vicinity of the sighting, any\nother suspicious conduct, and other activity consistent with guilt.” Sapp\nv. State, 763 So. 2d 1257, 1259 (Fla. 4th DCA 2000).\n\n   Regarding the first factor, appellant was stopped in his van about thirty\nminutes after the robbery and within two blocks of the robbery location.\nHowever, the BOLO did not give any basis for believing that there was a\nvehicle involved in the robbery. The only information given was that the\nperpetrator fled the scene on foot; nothing was said about a vehicle or his\nroute of travel.\n\n   As to the third and fourth factors, the robbery victim provided only a\nvague, general description of the suspect as a black male between sixteen\nand seventeen years old with short cropped hair and wearing a long dark-\nsleeved shirt. Although appellant was a young black male with short\ncropped hair, that description could have fit many young black men. See\nM.M. v. State, 80 So. 3d 1125, 1126-27 (Fla. 4th DCA 2012) (holding that\nBOLO stating that “two white males had just robbed the victim at gunpoint\nand fled the area on foot” lacked sufficient specificity to provide the officer\nwith reasonable suspicion to stop the juvenile); L.O. v. State, 44 So. 3d\n1290, 1293-94 (Fla. 4th DCA 2010) (holding that BOLO description of two\nblack males, one wearing a black shirt and black pants and one wearing\na red shirt and black pants, did not provide the requisite founded\nsuspicion for the juvenile’s detention); Sanders v. State, 666 So. 2d 1035,\n1036-37 (Fla. 1st DCA 1996) (BOLO describing robbers of a Wendy’s\nrestaurant as “two black males, black shirt and pants and one had a white\nt-shirt on” did not provide deputy with founded suspicion to stop\ndefendant’s automobile); Strong v. State, 495 So. 2d 191, 192 (Fla. 2d DCA\n1986) (holding that description of a black man wearing dark clothing was\ntoo vague to justify a stop); Sumlin v. State, 433 So. 2d 1303, 1303-04 (Fla.\n\n                                       5\n\f2d DCA 1983) (stating that a BOLO description of a young black male in\nhis twenties was too vague to justify a stop); Ross v. State, 419 So. 2d\n1170, 1170 (Fla. 2d DCA 1982) (holding that a BOLO description of a\n“black male with short cropped hair, wearing a white tee shirt and wearing\nblue jeans” could have fit many people in the area and therefore was too\ngeneral to give officers a founded suspicion to justify the stop). Moreover,\nappellant’s clothing at the time of the stop, a white T-shirt, was\ninconsistent with the BOLO information.\n\n    The facts in this case are similar to those in Rodriguez v. State, 948 So.\n2d 912 (Fla. 4th DCA 2007). There, we held that a BOLO containing a\ndescription of a robbery suspect’s race, sex, height and clothing but\nlacking any mention of a vehicle in which the suspect was traveling or\ninformation concerning the suspect’s direction of travel did not provide\nreasonable suspicion to stop the car in which Rodriguez was riding. Id. at\n914-15. A BOLO had been issued for a black male, approximately 5’9”\ntall, wearing a black hooded shirt, black baggy pants, black sneakers, and\ncarrying a silver revolver. The arresting officer stopped a vehicle in which\nthe defendant was a passenger. As the defendant alighted from the\nvehicle, a gun fell out of his pocket. The officer testified that at the time of\nthe stop he could not determine whether the defendant fit the description\nin the BOLO. He said that “the only thing [he] had” was a black male,\nsweating profusely and staring at him. Id. at 914. The vehicle was stopped\nbecause the passenger was a black male within a quarter mile of the\nrobbery. Id. at 915.\n\n   In James v. State, 556 So. 2d 791, 793 (Fla. 1st DCA 1990), the First\nDistrict held that officers did not have reasonable suspicion to stop a man,\nwho did not match the BOLO description, merely because he was a black\nmale traveling in a pickup truck in the general area toward which the\nsuspect had traveled, on foot, several minutes earlier.\n\n   Here, the victim initially described the suspect only as a “black male,”\nwho fled the scene on foot. After speaking to the responding officer at the\nscene, the victim added that the suspect was a teenager with short hair,\nwearing a long-sleeved black shirt. The record shows that the officers did\nnot have a description of the suspect’s height until after the show-up.\n\n   This case is very similar to Rodriguez and James in that there was no\nvehicle description. Moreover, like the defendant in James, the suspect in\nthis case fled on foot; appellant was stopped in a vehicle. At the time of\nthe stop, officers had a description of the suspect’s race, age and clothes.\nAppellant met the BOLO description of a teenaged black male but he was\nnot wearing the clothing described by the victim. In any case, “[a] vague\n\n                                       6\n\fdescription simply will not justify a law enforcement officer in stopping\nevery individual or vehicle which might possibly meet that description.”\nSumlin, 433 So. 2d at 1304. Based on the case law, the description of a\nteenage black male with short hair wearing a long dark-sleeved shirt was\ntoo vague to justify an investigatory stop. Accordingly, the trial court erred\nin denying appellant’s motion to suppress the evidence obtained as a\nresult of the stop.\n\n   Inadmissible Police Opinion Testimony\n\n   In his second point on appeal, appellant argues that the trial court\nerred in allowing the jury to hear an unredacted version of appellant’s\ntaped interview because it contained the detective’s improper opinions\nconcerning appellant’s guilt and truthfulness.\n\n   When the state offered the taped interview for evidence, defense counsel\nobjected to the introduction of certain portions of the interview wherein\nthe detective repeatedly expressed his opinion that appellant was guilty,\nthat he knew appellant was lying, and that there was more than sufficient\nevidence to convict him. She argued that these comments by the detective\nwere inadmissible and invaded the province of the jury.\n\n    The state responds that the trial court did not abuse its discretion in\nadmitting these police statements because when placed in “their proper\ncontext,” such statements to a suspect during interrogation could be\nunderstood by a “rational jury” to be “techniques” used by law enforcement\nofficers to secure confessions. See McWatters v. State, 36 So. 3d 613, 638\n(Fla. 2010) (quoting Worden v. State, 603 So. 2d 581, 583 (Fla. 2d DCA\n1992)); Jackson v. State, 18 So. 3d 1016, 1031-32 (Fla. 2009). The state\nposits that the statements were not offered for their truth but to provoke\nappellant and to observe his reaction and test the credibility of his defense.\nThe state further relies on Derival v. State, 58 So. 3d 357 (Fla. 4th DCA\n2011), in pointing out that appellant made no equivocal responses that the\njury could have misconstrued as an incriminating statement. See id. at\n360 (finding that there was no substantial danger of unfair prejudice in\nallowing jury to hear detective’s statements where, among other things,\nthe defendant made no equivocal responses to the officer’s questions that\nthe jury might have misconstrued).\n\n   The standard of review for a trial court’s admission of evidence is abuse\nof discretion. Padgett v. State, 73 So. 3d 902, 904 (Fla. 4th DCA 2011).\nThe trial court’s discretion is limited by the rules of evidence. Id.\n\n\n\n                                      7\n\f    A jury may hear an interrogating detective’s statements about a crime\nwhen the statements provoke a relevant response from the defendant\nbeing questioned. Eugene v. State, 53 So. 3d 1104, 1112 (Fla. 4th DCA\n2011) (citing Jackson, 18 So. 3d at 1031-32). “When placed in ‘their proper\ncontext,’ an interrogating detective’s statements to a suspect could be\nunderstood by a ‘rational jury’ to be ‘techniques’ used by law enforcement\nofficers to secure confessions.” Id. (quoting McWatters, 36 So. 3d at 637).\nHowever, “a witness’s opinion as to the credibility, guilt or innocence of\nthe accused is generally inadmissible, [and] ‘it is especially troublesome\nwhen a jury is repeatedly exposed to an interrogating officer’s opinion\nregarding the guilt or innocence of the accused.’” Roundtree v. State, 145\nSo. 3d 963, 965 (Fla. 4th DCA 2014) (quoting Jackson v. State, 107 So. 3d\n328, 339-40 (Fla. 2012)); see also Page v. State, 733 So. 2d 1079, 1081\n(Fla. 4th DCA 1999) (“It is especially harmful for a police witness to give\nhis opinion of a [witness’s] credibility because of the great weight afforded\nan officer’s testimony.”).\n\n   In Jackson v. State, 18 So. 3d 1016, 1032 (Fla. 2009), the Florida\nSupreme Court held that it was not abuse of discretion to admit a recorded\ninterrogation in its entirety. In that case, the police probed the defendant\nfor his response to statements allegedly made by a co-defendant, which\nstatements revealed details of the criminal acts. Before publishing this\ninterrogation to the jury, the court instructed the jury that the officer’s\nstatements were only to be considered to establish the context of the\ndefendant’s responses and reactions. The supreme court reasoned that\nredacting the officer’s statements would render the defendant’s responses\nincomprehensible. Id. at 1032.\n\n   Several years later, the Florida Supreme Court held that, where the\nprobative value of the interrogation as a whole is outweighed by the\nprejudicial effect of the interrogating officer’s statements, it is an abuse of\ndiscretion to admit the interrogation. Jackson v. State, 107 So. 3d 328,\n344 (Fla. 2012). In Jackson, the interrogating detectives repeatedly\nexpressed their opinion of the defendant’s guilt and veracity. However, the\nmajority of the interrogation did not secure a confession or any relevant\nresponses from the defendant. The interrogation thus had minimal\nprobative value, while the detectives’ statements concerning their adamant\nbelief in defendant’s guilt had a prejudicial impact on the defendant’s\ncredibility and invaded the province of the jury. Id. at 341, 344.\n\n   In Roundtree, we addressed an interrogation similar to the one in this\ncase. There, the interrogating officer repeatedly accused the defendant of\ncommitting a robbery and expressed his opinion of the defendant’s guilt.\n145 So. 3d at 965. The defendant maintained his innocence and, based\n\n                                      8\n\fon the context of the interrogation, we concluded that he did not make any\nstatements that could fairly be interpreted as an admission of guilt under\nthe circumstances. Id. at 966. We held that the admission of the officer’s\nopinions as to the defendant’s guilt improperly invaded the province of the\njury. Id. at 967.\n\n   Similarly, appellant maintained his innocence throughout his\ninterrogation. As in Jackson, 107 So. 3d at 341, the interrogating detective\nrepeatedly expressed his opinion of appellant’s veracity. Detective Jones\nstated several times that appellant was lying and that he was guilty of the\nrobbery charge. Indeed, he said appellant was as guilty “as the most\nguiltiest person [he had] seen.”\n\n   As in Roundtree, the detective’s statements did not provoke any relevant\nresponses because appellant maintained his innocence. Thus, the limited\nprobative value of appellant’s statements was outweighed by the\nprejudicial effect of the detective’s opinion as to appellant’s guilt.\nMoreover, the opinion testimony invaded the province of the jury, and\nappellant’s equivocal responses of “All right,” when the detective said he\nwas guilty, could be unfairly misconstrued as an admission of guilt.1\n\n    Because the state has not met its burden of proving beyond a\nreasonable doubt that the error in admitting the unredacted taped\ninterview did not contribute to the verdict, we cannot say that the error\nwas harmless. See Tripoli v. State, 50 So. 3d 776, 781 (Fla. 4th DCA 2010)\n(stating that the harmless error analysis “places the burden on the [S]tate,\nas the beneficiary of the error, to prove beyond a reasonable doubt that\nthe error complained of did not contribute to the verdict or, alternatively\nstated, that there is no reasonable possibility that the error contributed to\nthe conviction.”) (quoting State v. DiGuilio, 491 So. 2d 1129, 1135 (Fla.\n1986)). Accordingly, appellant is entitled to a new trial.\n\n  In light of our reversal and remand for a new trial, we need not address\nappellant’s final point on appeal regarding the bailiff’s improper\ncommunications with the jury during deliberations.\n\n  Reversed and Remanded for a new trial and with instructions to grant\nappellant’s motion to suppress.\n\nWARNER and KLINGENSMITH, JJ., concur.\n\n1 We do not address appellant’s argument that the unredacted taped statement\nalso included collateral crimes evidence – i.e., that appellant had committed\ngrand theft of his mother’s motor vehicle.\n\n                                     9\n\f                        *           *     *\n\nNot final until disposition of timely filed motion for rehearing.\n\n\n\n\n                               10\n\f",
            "ocr": false,
            "opinion_id": 2778543
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}