{
    "id": 2783488,
    "judges": "Abrahamson, Bradley, Crooks",
    "date_filed": 1425340800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-eddie-lee-anthony",
    "case_name_short": null,
    "case_name": "State v. Eddie Lee Anthony",
    "case_name_full": "State of Wisconsin, Plaintiff-Respondent, v. Eddie Lee Anthony, Defendant-Appellant-Petitioner",
    "attorneys": "For the defendant-appellant-petitioner, there were briefs filed by Kimberly L. Alderman and Alderman Law Firm, Madison, and oral argument by Kimberly L. Alderman., For the plaintiff-respondent, the cause was argued by Marguerite M. Moeller, assistant attorney general, with whom on the brief was J.B. Van Hollen, attorney general.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "\nOral argument December 9, 2014.\n",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b214-3\">\n    State of Wisconsin, Plaintiff-Respondent, v. Eddie Lee Anthony, Defendant-Appellant-Petitioner.\n   </parties><br><court id=\"b214-6\">\n    Supreme Court\n   </court><br><docketnumber id=\"b214-7\">\n<em>\n     No. 2013AP467-CR.\n    </em>\n</docketnumber><otherdate id=\"ADc\">\n<em>\n     Oral argument December 9, 2014.\n    </em>\n</otherdate><br><decisiondate id=\"b214-8\">\n<em>\n     Decided March 3, 2015.\n    </em>\n</decisiondate><br><citation id=\"b214-10\">\n    2015 WI 20\n   </citation><br><citation id=\"b214-11\">\n    (Also reported in 860 N.W.2d 10.)\n   </citation><br><attorneys id=\"b219-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"121\"> \n     *121\n     </span>\n    For the defendant-appellant-petitioner, there were briefs filed by\n    <em>\n     Kimberly L. Alderman\n    </em>\n    and\n    <em>\n     Alderman Law Firm,\n    </em>\n    Madison, and oral argument by\n    <em>\n     Kimberly L. Alderman.\n    </em>\n</attorneys><br><attorneys id=\"b219-14\">\n    For the plaintiff-respondent, the cause was argued by\n    <em>\n     Marguerite M. Moeller,\n    </em>\n    assistant attorney general, with whom on the brief was\n    <em>\n     J.B. Van Hollen,\n    </em>\n    attorney general.\n   </attorneys>",
    "citations": [
        "361 Wis. 2d 116",
        "2015 WI 20"
    ],
    "opinions": [
        {
            "author_str": "Crooks",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nN. PATRICK CROOKS, J.\n¶ 1. On August 20, 2010, Eddie Lee Anthony (Anthony) killed S.J., the mother of his children. The evidence showed that Anthony beat and stabbed S.J. 45 times with an ice *122pick while their children hid in a closet in the next room. In addition to the puncture wounds, S.J. suffered four broken ribs, as well as numerous abrasions and contusions, leading the medical examiner to consider the cause of death \"multiple sharp and blunt force injuries.\"\n¶ 2. Anthony never denied killing S.J. His theory of the case was self-defense. To support that theory, Anthony planned to serve as the sole eyewitness at his jury trial. But that strategy never came to fruition, as the circuit court1 refused to allow Anthony's testimony.\n¶ 3. The impetus for the circuit court's decision regarding Anthony's right to testify involved an unusual situation: Anthony adamantly insisted that he would inform the jury of his prior conviction for armed robbery which occurred in 1966.2 Anthony protested that this conviction was wrongful3 and that he \"stayed [in prison] like 12 mother-fucking years for something [he] didn't do.\" He argued that he had a right to inform the jury of this information because he wanted the jury to know \"the truth, the whole truth.\"\n¶ 4. Needless to say, it is unusual for a defendant on trial for first-degree intentional homicide to insist on bringing up a prior felony conviction involving a violent crime. However, Anthony explained that he wanted the predominantly white jury in \"one of the most racist cities in the country\" to know that he believed his purportedly wrongful conviction from *1231966 was racially motivated.4 Apparently, Anthony believed that the State's charge of first-degree intentional homicide in this case was also racially motivated, as Anthony insisted that he killed S.J. in self-defense.\n¶ 5. The circuit court decided that Anthony's proposed testimony concerning the alleged wrongful conviction was irrelevant. The circuit court explained the basis for its ruling multiple times. With each explanation, Anthony became more agitated, to the point where additional sheriffs deputies were called into the courtroom (a total of eight were present). Anthony promised numerous times that, if permitted to testify, he would disobey the circuit court's evidentiary ruling. He emphasized at one point, \"I'm going to keep saying it. You got to carry me out of here.\"\n¶ 6. Anthony gave every indication that his irrelevant testimony would not stop at the alleged wrongful conviction. He insisted he would tell the jury \"everything I can remember all the way back to when I was five years old.\" In fact, he stated more than once that he wanted to \"bring everything out.\"\n¶ 7. In light of Anthony's conduct, detailed further below, the circuit court determined that Anthony forfeited his right to testify at trial. The jury convicted Anthony of first-degree intentional homicide. He was sentenced to life imprisonment without the possibility of release under extended supervision.\n¶ 8. The primary issue before the court is a significant one: did the circuit court violate Anthony's constitutional right to testify when it determined, over timely defense objection, that Anthony forfeited his right by exhibiting stubborn and defiant conduct that *124threatened both the fairness and reliability of the criminal trial process as well as the preservation of dignity, order, and decorum in the courtroom?\n¶ 9. The secondary issue that this case presents is one that we have recently addressed: is a violation of the right to testify subject to harmless error analysis?\n¶ 10. Because the circuit court's forfeiture determination was not arbitrary or disproportionate to the purposes it was designed to serve,5 we hold that the circuit court did not err in denying Anthony the right to testify. Anthony forfeited his right to testify by displaying stubborn and defiant conduct that presented a serious threat to both the fairness and reliability of the criminal trial process and the preservation of dignity, order, and decorum in the courtroom.\n¶ 11. Although we conclude that the circuit court did not err in refusing to allow Anthony's testimony, we further hold that, even if we assumed error, such error is subject to harmless error analysis. Given the overwhelming evidence of Anthony's guilt, the assumed error was harmless beyond a reasonable doubt.\n¶ 12. Therefore, we affirm the decision of the court of appeals and uphold Anthony's conviction.\nI. Background\nA. Facts6\n¶ 13. On the night of August 20, 2010, Anthony and S.J. argued at their home. Anthony had accused S.J. of having an affair. Their argument spanned the *125course of approximately one hour and a half, taking place both inside and outside their home.\n¶ 14. Multiple people witnessed the argument. One witness, L.J., S.J.'s 17 year-old daughter, recounted most of the incident leading to her mother's death. L.J. testified that she overheard Anthony tell S.J. that if she (S.J.) left the house he would kill her. At the time, Anthony was holding an ice pick in his hand.\n¶ 15. Despite Anthony's threat, S.J. left the house and went for a walk. Anthony tailed her with the ice pick. L.J. followed Anthony and S.J. to a neighborhood park, where she witnessed the couple continuing their argument. Anthony and S.J. eventually returned home; L.J. went to a friend's house.\n¶ 16. Roughly 15 minutes later, L.J. received a phone call from S.J. S.J. was screaming and asked L.J. to hurry home. When L.J. arrived, the doors were locked and she could hear S.J. screaming. L.J. called 9-1-1. Anthony then exited the home and told L.J. that her mother did not want her to call the police. He said that S.J. would come outside in 10 to 15 minutes.\n¶ 17. Once Anthony drove away, L.J. kicked in the front door and found her mother dead in an upstairs room.\n¶ 18. Neighbors Sandra Rasco and Tiera Patterson Hogans corroborated much of L.J.'s testimony. They also testified that S.J. told them that Anthony had held an ice pick to her throat and threatened to take her to the woods and kill her. That threat occurred just two days prior to S.J.'s death.\n1 19. Three witnesses were inside S.J. and Anthony's home at the culmination of the argument. R.J. is the daughter of S.J. and Anthony. She saw Anthony enter S.J.'s room with an ice pick. At the time, R.J. was *126hiding in a closet in another room with her two sisters, M.J. and A.J. R.J. heard S.J. yell \"stop, please stop\" and \"I'm sorry, I'm sorry.\"\n¶ 20. After fleeing the scene, Anthony visited Janet Mayfield, the mother of his teenage son. He told Mayfield that he stabbed S.J. \"forty to fifty times.\" He never mentioned self-defense. He explained that he believed S.J. was having an affair and that Rasco had something to do with it. He asked Mayfield for a gun and money. He stated that he was going to return to his home to kill Rasco and the man that he suspected of having an affair with S.J.\n¶ 21. The medical examiner, Christopher Poulos, testified that S.J. suffered 45 \"sharp force injuries\" involving the head, chest, abdomen, arms, hands, and leg. Poulos opined that seven of these wounds could be considered \"defensive puncture wounds.\"7 Poulos testified to a reasonable degree of medical certainty that the 45 \"sharp force injuries\" could have been caused by an ice pick.\n¶ 22. S.J. also sustained numerous \"blunt force trauma wounds.\" These included a contusion of the head, multiple abrasions and contusions of the torso, and four broken ribs.\n¶ 23. However, the single most lethal injury, according to Poulos, was a three to four inch puncture wound to S.J.'s aorta.\nB. Procedural History\n¶ 24. Anthony was arrested in Bradley, Illinois, after a highway police chase. The State charged Anthony with one count of first-degree intentional homi*127tide, contrary to Wis. Stat. § 940.01(l)(a).8 Anthony entered a not guilty plea and went to trial.\n¶ 25. At trial, the State presented the evidence detailed above. After the State rested, the circuit court asked Anthony's counsel whether Anthony wanted to testify. Counsel responded that Anthony wished to do so.\n¶ 26. The circuit court then addressed the matter of Anthony's prior convictions relevant for impeachment purposes.9 Based on a pretrial ruling,10 the circuit court instructed Anthony to answer \"two\" if asked how many prior convictions he possessed.11 After some explanation, Anthony stated that he understood.\n¶ 27. However, Anthony then asked whether he had a right to \"open the door\" and \"bring in all [his] convictions all the way back to 1966.\" He explained:\n*128I'm thinking now it might be to my benefit to show that in my mind if I go back all the way to 1966 — because like I say [] I don't care what nobody do think, but in 1966 I was convicted of an armed robbery of a white man. I was only 19 and I was innocent. I stayed like 12 mother-fucking years for something I didn't do. I'm going to tell it to the jury.\n¶ 28. The circuit court ruled that such testimony was irrelevant to the charge of first-degree intentional homicide, to which Anthony responded \"I'll bring it up. I have a right.\" The circuit court explained that the alleged wrongful conviction could not help the jury decide whether Anthony committed the charge he currently faced. Anthony retorted that he wanted the jury to \"know the truth, the whole truth.\" In the midst of this discussion, Anthony's reasoning became clearer:\nI know when I got convicted of [] the armed robbery, do you understand, [I had] an all white jury [and] now I got eleven white people on the jury. This is 2011. That happened do you understand 40 some years ago [and] . . . Milwaukee [is] one of the most racist [] cities in the country, and the jury [is] going to feel what I say. If they don't feel it I'll be glad to die in prison.\n¶ 29. The circuit court asked Anthony to \"take a deep breath and calm down.\" The circuit court explained that if Anthony testified about the alleged wrongful conviction he would be cut off. Anthony interrupted:\nCut me off. [The jury is the] judge of the facts. That's a fact that happened that's true. I'm going to keep saying it. You got to carry me out of here. I'm going to say it, your Honor. . . .\nThe following exchange ensued:\n*129THE COURT: We're kind of running out of time here. I just want to be clear with you. If you respect me you'll respect this. If you go into detail about [the alleged wrongful conviction] I'm directing you to stop talking and if you don't stop talking I will take you off the stand, bring you back in the bullpen.\nTHE DEFENDANT: Okay, all right.\nTHE COURT: That means that the rest of your story will not be told to the jury. You'll be in direct violation of my direction to you not to talk about the armed robbery. If you go into that that's the end of your testimony. I'll find you've blatantly violated my rule to you and they will take you off the stand. That will be the end of it.\nTHE DEFENDANT: Okay. We'll do that, whatever, whatever.\nTHE COURT: Mr. Anthony, I'm talking.\nTHE DEFENDANT: I'm sorry, I'm sorry.\nTHE COURT: You're promising me right now you're going to break my rule?\nTHE DEFENDANT: I promise you right now I want the jury to hear the facts because you said the jury is the judge of the facts, you are the judge of the law, and Anpu Aungk.12 I know this for a fact. If you're as honorable as you appear to be to me when you think about all the things that have happened to people like me in this country you cannot deny what I'm about to say.. . .\n¶ 30. After Anthony engaged in a brief discussion with counsel, the circuit court asked whether he would agree not to talk about the alleged wrongful conviction. *130Anthony responded that he could not avoid it. The circuit court ruled that Anthony could no longer testify:\nTHE COURT: I could put you on the stand but if you went into that, I try to cut off that line of questioning I'd have a difficult situation for two reasons.\nTHE DEFENDANT: I understand.\nTHE COURT: The difficulties would be visited on your head. First of all the jury would hear the part about the armed robbery but not all the rest of the story and so they might think oh, this is the guy who's not only accused of killing [S.J.] but he's also an armed robber and they wouldn't get the rest of the facts. That's one problem. I want to avoid that.\nThe other problem is this: You're going to be shackled to the witness stand. I can't easily remove you from the courtroom. I'll have to remove the jury from the courtroom instead, and removing the jury from the courtroom is not something I can do effortlessly or quietly or without seeing that you would be making a ruckus on the stand. When I say \"ruckus\" what I'm referring to is the way that you were very, you know, very animated [in the way you were] talking before. I don't want you to look worse in the eyes of the jury because of the way you're behaving on the stand, so if you're promising me right now that you're going to talk about this matter that I've excluded I won't let you take the stand. I don't want to make this worse for yourself than it is already.\n¶ 31. Anthony's counsel objected and made an offer of proof as to Anthony's anticipated trial testimony. Anthony would have testified that he killed S.J. in self-defense. He would have explained that a physical altercation between himself and S.J. ensued and that he believed S.J. had picked up a knife. At that point, Anthony would testify, he used the ice pick to defend himself.\n*131¶ 32. Anthony also would have testified that he stabbed S.J. so many times because he did not realize or understand the threat had been terminated. Regarding Anthony's decision to flee the scene of the crime, he would have explained that he had a heightened fear of police due to past experiences in both Wisconsin and Illinois.\n| 33. The circuit court ensured that Anthony understood he would not be able to testify about his self-defense theory if he insisted on disobeying the circuit court's evidentiary ruling. The circuit court once again asked whether Anthony intended to break its rule, to which Anthony responded \"Your Honor, I want the jury — I want the jury to know everything I can remember all the way back to when I was five years old.\"\n¶ 34. The circuit court provided Anthony with two more opportunities to change his mind, but to no avail. In the midst of the discussion, the circuit court further expounded the basis for its ruling:\nTHE COURT: This is not out of respect for me. I'm not making an arbitrary ruling making people follow just for my pleasure. I have this rule because this jury has a difficult decision to make. I don't want it made more difficult by having to consider matters which don't help their decision, and your difficult experience in Illinois as a younger man doesn't help them make their decision today. It might in your mind inject some sympathy into the jury for you but they're explicitly told they can't decide the case based on sympathy. They can't have sympathy for [S.J.], they can't have sympathy for you. They have to decide what the facts are without regard to sympathy.\nIf it was a simple balancing test, if somebody told me that they were intentionally going to break one of the *132rules that we set for the court and it carried only a little bit of prejudice and there was an awful lot of probative value they would otherwise have in their testimony, if it was just a balancing test we would apply, [it would] give a person carte blanche to break the court's rules, so [he or she would] break it every time. There's nothing a court could do to enforce those rules. While at this point it seems like there's nothing that serious about Mr. Anthony telling his sorry tale about what happened in the sixties we don't know for sure whether that is something that would make a difference to this jury that might [] end this very carefully [] constructed process we have of getting the truth which is why I've said this can't come in. As a consequence if Mr. Anthony tried to get it in he's forfeited his right to testify.13\nAs a result of the circuit court's ruling, Anthony was unable to offer any evidence of self-defense.\n¶ 35. On September 15, 2011, the jury found Anthony guilty of first-degree intentional homicide. On October 28, 2011, the circuit court sentenced Anthony to life imprisonment without eligibility for release under extended supervision.14 The circuit court entered a judgment of conviction on November 1, 2011.\n*133¶ 36. On October 16, 2012, Anthony filed a post-conviction motion for a new trial on the basis that he was denied the effective assistance of counsel. Anthony contended in part that his trial counsel was ineffective for failing to argue that Anthony's right to testify was absolute, subject only to telling the truth.\n¶ 37. The circuit court denied Anthony's post-conviction motion in a written decision dated February 5, 2013. The circuit court reasoned that Anthony was not prejudiced15 by his trial counsel's failure to argue the absolute nature of his right to testify because it would have rejected that argument anyway. It noted that the right to testify is subject to reasonable limitations, such as procedural and evidentiary rules that control the presentation of evidence.\n¶ 38. The circuit court also reasoned that the right to testify can be limited in order to preserve dignity, order, and decorum in the courtroom, citing to Illinois v. Allen, 397 U.S. 337 (1970), for support. In Allen, the United States Supreme Court held that a criminal defendant may forfeit his or her constitutional right to be present at trial through misconduct. Illinois v. Allen, 397 U.S. 337, 343 (1970).\n*134¶ 39. Relying in part on Allen to justify its decision concerning forfeiture, the circuit court recounted Anthony's demeanor at trial, described above. The circuit court referenced additional factual findings: \"I recall how enraged he was, how tensely coiled he became the more he insisted on telling the jury about the 1966 conviction, and how close he seemed to a breaking point.\" The circuit court explained, \"I did not state these additional observations in so many words at the time. I was hoping not to provoke another outburst.\"\n¶ 40. In light of Anthony's insistence on disregarding the circuit court's evidentiary ruling as well as his angry demeanor, the circuit court held that Anthony had forfeited his right to testify. Consequently, the circuit court reasoned that Anthony could not show prejudice for purposes of his claim for ineffective assistance.\n¶ 41. The court of appeals affirmed.16 The court of appeals did not decide whether the circuit court erred in its forfeiture determination. Rather, it performed a harmless error analysis and concluded that any error on the part of the circuit court was harmless in light of the overwhelming evidence of Anthony's guilt.\n¶ 42. We granted Anthony's petition for review.\nII. Standard of Review\n¶ 43. We are asked to determine whether Anthony's constitutional right to testify was violated. \"Whether an individual is denied a constitutional right *135is a question of constitutional fact that this court reviews independently as a question of law.\" State v. Cummings, 199 Wis. 2d 721, 748, 546 N.W.2d 406 (1996). We accept the circuit court's findings of evidentiary or historical fact unless they are clearly erroneous. State v. Ndina, 2009 WI 21, ¶ 45, 315 Wis. 2d 653, 761 N.W.2d 612. We apply \"constitutional principles to those evidentiary or historical facts independently of the circuit court and court of appeals but benefitting from those courts' analyses.\" Id.\n¶ 44. We are also asked to decide whether a violation of a defendant's right to testify is subject to harmless error analysis. \"Whether a particular error is structural and therefore not subject to a harmless error review is a question of law for our independent review.\" State v. Nelson, 2014 WI 70, ¶ 18, 355 Wis. 2d 722, 849 N.W.2d 317. Whether an error is harmless is also a question of law for our independent review. Id.\nIII. Discussion\nA. Right to Testify\n¶ 45. Under the common law rule, criminal defendants were prohibited from testifying on their own behalf at trial. Ferguson v. Georgia, 365 U.S. 570, 573-74 (1961). They were deemed incompetent to do so, the theory being that their testimony was self-serving and therefore untrustworthy. Id. However, beginning in 1864, states began to enact general competency statutes for criminal defendants, and the United States Congress followed suit in 1878. Id. at 577. Those laws helped serve the presumption of innocence that attaches to criminal prosecutions. See *136id. at 580-81 (\"Experience under the American competency statutes was to change the minds of many who had opposed them. It was seen that the shutting out of [a defendant's testimony] could be positively hurtful to the accused, and that innocence was in fact aided, not prejudiced, by the opportunity of the accused to testify under oath.\").\n¶ 46. Over a century later, the United States Supreme Court explicitly recognized that a defendant in a criminal case has a fundamental constitutional right to testify in his or her own defense. Rock v. Arkansas, 483 U.S. 44, 49 (1987); See also United States v. Dunnigan, 507 U.S. 87, 96 (1993). That right stems from several provisions of the Constitution:\nthe Fourteenth Amendment, which protects a defendant's due process right to be heard and offer testimony; the Compulsory Process Clause of the Sixth Amendment, which protects a defendant's right to call witnesses in her favor; and the Fifth Amendment, which protects a defendant's right against compelled testimony unless he chooses to speak in the unfettered exercise of his own will.\nNelson, 355 Wis. 2d. 722, ¶ 19 (internal quotation marks omitted).\n¶ 47. It has been recognized that the right to testify is grounded in personal autonomy and may not be waived by counsel. See Jones v. Barnes, 463 U.S. 745, 751 (1983). In Wisconsin, we require that a circuit court \"conduct a colloquy with the defendant in order to ensure that the defendant is knowingly and voluntarily waiving his or her right to testify.\" State v. Weed, 2003 WI 85, ¶ 40, 263 Wis. 2d 434, 666 N.W.2d 485. Stated differently, the right to testify cannot be lost, *137that is to say forfeited, by a defendant's silence. Nelson, 355 Wis. 2d 722, ¶ 20.\n¶ 48. Although the right to testify is a fundamental constitutional right grounded in personal autonomy, it is not absolute. For example, there is no constitutional right to commit perjury. State v. McDowell, 2004 WI 70, ¶ 34, 272 Wis. 2d 488, 681 N.W.2d 500 (quoting Nix v. Whiteside, 475 U.S. 157, 173 (1986)). There is also no constitutional right to present irrelevant evidence. State v. Robinson, 146 Wis. 2d 315, 332, 431 N.W.2d 165 (1988). Moreover, a criminal defendant's right to present relevant testimony is subject to reasonable restrictions. Rock, 483 U.S. at 55-56.\n¶ 49. In Rock, the United States Supreme Court considered whether Arkansas' per se rule prohibiting the admission of hypnotically refreshed testimony violated the petitioner's right to testify. Id. at 45. Arkansas' rule was designed to ensure that only reliable evidence be admitted at trial. Id. at 56. Because Arkansas considered hypnotically refreshed testimony per se unreliable, circuit courts had no discretion to admit such testimony, even if the circumstances of a particular case established the trustworthiness of the evidence. Id. at 57 n.12.\n¶ 50. The Court in Rock recognized that the right to present relevant testimony is not limitless and \" 'may, in appropriate cases, bow to accommodate other legitimate interests in the criminal trial process.'\" Id. at 55 (quoting Chambers v. Mississippi, 410 U.S. 284, 295 (1973)). For example, \"[n]umerous state procedural and evidentiary rules control the presentation of evidence and do not offend the defendant's right to testify.\" Id. at 55 n.11. However, such limitations on *138the right to testify \"may not be arbitrary or disproportionate to the purposes they are designed to serve.\" Id. at 56.\n¶ 51. Having determined that \"[w]holesale inadmissibility of a defendant's testimony is an arbitrary restriction on the right to testify in the absence of clear evidence by the State repudiating the validity of all posthypnosis recollections,\" Id. at 61, the Court in Rock held that Arkansas' per se rule violated the defendant's right to testify. Id. at 62. Central to the Court's reasoning was the fact that the per se rule impeded the circuit court's ability to control the presentation of evidence so as to effectuate the ascertainment of truth. See id. at 56-62.\n¶ 52. The takeaway from Rock is a \"methodology for reviewing a decision denying a defendant's request to testify.\" Arredondo v. Pollard, 498 F. Supp. 2d 1113, 1126 (E.D. Wis. 2007). \"The reviewing court asks whether the reasons given for the denial are sufficiently persuasive to justify depriving the defendant of his fundamental constitutional right to testify.\" Id.\nB. Forfeiture by Conduct\n¶ 53. Prior to reviewing the circuit court's decision to deny Anthony's request to testify, we must address a threshold issue in this case: whether a criminal defendant may forfeit his or her right to testify through conduct incompatible with the assertion of the right. Neither the United States Supreme Court nor this court has addressed the issue.\n¶ 54. \"We have recognized two distinct ways in which a defendant may give up his rights: waiver and forfeiture.\" State v. Pinno, 2014 WI 74, ¶ 56, 356 *139Wis. 2d 106, 850 N.W.2d 207. Waiver \" 'is the intentional relinquishment or abandonment of a known right.'\" Ndina, 315 Wis. 2d 653, ¶ 29 (quoting United States v. Olano, 507 U.S. 725, 733 (1993)). \"[W]aiver typically applies to those rights so important to the administration of a fair trial that mere inaction on the part of a litigant is not sufficient to demonstrate that the party intended to forgo the right.\" State v. Soto, 2012 WI 93, ¶ 37, 343 Wis. 2d 43, 817 N.W.2d 848.\n¶ 55. Forfeiture, on the other hand, often involves \" 'the failure to make the timely assertion of a right.'\" Ndina, 315 Wis. 2d 653, ¶ 29 (quoting Olano, 507 U.S. at 733). \"Rights that are subject to forfeiture are typically those whose relinquishment will not necessarily deprive a party of a fair trial, and whose protection is best left to the immediacy of the trial, such as when a party fails to raise an evidentiary objection.\" Soto, 343 Wis. 2d 43, ¶ 36. However, there is a second aspect to forfeiture: \"doing something incompatible with the assertion of a right. ...\" State v. Vaughn, 2012 WI App 129, ¶ 21, 344 Wis. 2d 764, 823 N.W.2d 543 (citing Allen, 397 U.S. at 343).\n¶ 56. As previously noted, we have held that the right to testify is subject to waiver, not forfeiture, in so far as a defendant's inaction in asserting the right is concerned. Weed, 263 Wis. 2d 434, ¶¶ 39-40. We now conclude that the right to testify may, in appropriate cases, be subject to forfeiture where conduct incompatible with the assertion of the right is at issue.\n¶ 57. Case law supports our position. In Allen, the issue was whether Allen forfeited his constitutional right to be present at trial by engaging \"in speech and conduct which [was] so noisy, disorderly, *140and disruptive that it [was] exceedingly difficult or wholly impossible to carry on the trial.\" Allen, 397 U.S. at 338. At trial, Allen had requested to conduct his own defense. Id. at 339. During voir dire, Allen argued with the judge \"in a most abusive and disrespectful manner.\" Id. He later threatened the judge, tore up his appointed counsel's legal files, and threw papers on the floor. Id. at 340. Despite warning, Allen did not reform his conduct, leading the circuit court to remove him from the courtroom on two separate occasions. Id. at 340-41.\n¶ 58. The United States Supreme Court rejected the notion that Allen's right to be present \"was so 'absolute' that, no matter how unruly or disruptive [Allen's] conduct might be, he could never be held to have lost that right so long as he continued to insist upon it, as Allen clearly did.\" Id. at 342. The Court held:\n[W]e explicitly hold today that a defendant can lose his right to be present at trial if, after he has been warned by the judge that he will be removed if he continues his disruptive behavior, he nevertheless insists on conducting himself in a manner so disorderly, disruptive, and disrespectful of the court that his trial cannot be carried on with him in the courtroom. Once lost, the right to be present can, of course, be reclaimed as soon as the defendant is willing to conduct himself consistently with the decorum and respect inherent in the concept of courts and judicial proceedings.\nIt is essential to the proper administration of criminal justice that dignity, order, and decorum be the hallmarks of all court proceedings in our country. The flagrant disregard in the courtroom of elementary standards of proper conduct should not and cannot be tolerated. We believe trial judges confronted with disruptive, contumacious, stubbornly defiant defen*141dants must be given sufficient discretion to meet the circumstances of each case. No one formula for maintaining appropriate courtroom atmosphere will be best in all situations.\nId. at 343. Thus, Allen stands for the proposition that a defendant may forfeit a fundamental constitutional right through conduct incompatible with the assertion of the right.\n¶ 59. In our view, the rationale of Allen logically extends to the context of the right to testify, given that a corollary to removal may be denial of that right. We are not alone in this opinion. See, e.g., United States v. Ives, 504 F.2d 935, 941 (9th Cir. 1974), vacated on other grounds, 421 U.S. 944 (1975), opinion reinstated in relevant part, 547 F.2d 1100 (9th Cir. 1976) (holding that a defendant may forfeit the privilege to testify through conduct); Douglas v. State, 214 P.3d 312, 322 (Alaska 2009) (applying the Allen standards to determine whether the defendant forfeited his right to testify in person through misconduct); State v. Chappie, 36 P.3d 1025, 1033-34 (Wash. 2001) (relying on Allen and Ives to determine whether the defendant lost his right to testify by way of his conduct). We agree with the reasoning of the United States Court of Appeals for the Ninth Circuit:\nIt is evident that the conduct of a defendant in the courtroom can become so inconsistent with the necessary decorum for effective administration of justice that reasonable restraints are necessary. It is even more evident that such conduct cannot be allowed when the defendant takes center stage on the witness stand. He has no more liberty and freedom to testify in a way degrading to the judicial system than he has to rob a bank. . . .\nIves, 504 F.2d at 941.\n*142¶ 60. Although the United States Supreme Court has not expressly stated that a defendant may forfeit the right to testify through conduct, it seems probable that it would reach such a conclusion in light of Allen and its indication in Rock that the right to testify is subject to legitimate interests in the criminal trial process. Surely, the preservation of dignity, order, and decorum in the courtroom constitutes a legitimate interest in the criminal trial process that may outweigh a defendant's right to testify in certain circumstances.\n¶ 61. While we have not addressed the forfeiture by conduct issue in the context of the right to testify, we have held that a criminal defendant may forfeit his or her constitutional right to counsel through manipulative or disruptive conduct. Cummings, 199 Wis. 2d at 752-56; accord United States v. Leggett, 162 F.3d 237, 250 (3d Cir. 1998); United States v. McLeod, 53 F.3d 322, 324-25 (11th Cir. 1995); United States v. Bauer, 956 F.2d 693, 695 (7th Cir. 1992). In Cummings, the defendant repeatedly refused to cooperate with various court-appointed attorneys, constantly complained about the attorneys' performance, and made it impossible for an attorney to effectively represent him. Cummings, 199 Wis. 2d at 753-54. We held that \"there may be situations, such as the one before us, where a circuit court must have the ability to find that a defendant has forfeited his right to counsel.\" Id. at 756.\n1 62. In a footnote to Cummings, we recommended that \"trial courts in the future, when faced with a recalcitrant defendant, follow the first four steps outlined in the dissent before determining that a defendant has forfeited his or her right to counsel.\" Id. *143at 756 n.18. Those four steps, designed to ensure that a defendant understands the consequences of his or her actions, are:\n(1) explicit warnings that, if the defendant persists in \"X\" [specific conduct], the court will find that the right to counsel has been forfeited and will require the defendant to proceed to trial pro se; (2) a colloquy indicating that the defendant has been made aware of the difficulties and dangers inherent in self-representation; (3) a clear ruling when the court deems the right to counsel to have been forfeited; [and] (4) factual findings to support the court's ruling... .\nId. at 764 (Geske, J., dissenting). Thus, Cummings not only demonstrates that a defendant may forfeit a fundamental constitutional right through conduct incompatible with the assertion of the right, it provides guidance to circuit courts faced with making such a determination.\n¶ 63. Since Cummings, the court of appeals has held that criminal defendants may, through their conduct, forfeit their right to an on-the-record colloquy designed to ensure that their decision not to testify is a knowing and voluntary one. Vaughn, 344 Wis. 2d 764, ¶ 26. Citing Allen, 397 U.S. at 343, the court of appeals explained:\nAs we have seen, however, a defendant in a criminal case may lose fundamental rights (such as the right to appear at the trial and confront the accusers) when the defendant forfeits those rights by interfering with the ability of the trial court to protect those rights. ... By refusing to come to court so the trial court could personally explain what Weed requires must be explained, Vaughn made it, as a practical matter consistent with safety, impossible for the trial court to explain his right to testify, and determine whether his *144decision to not testify was, in Weed's phrase, \"knowing, intelligent, and voluntary.\"\nId. (internal citations omitted).\n¶ 64. The foregoing case law demonstrates that forfeiture by conduct is not a novel concept, even where fundamental constitutional rights are concerned. In light of that case law, and in light of the United States Supreme Court's declaration that the right to testify may \" 'bow to accommodate other legitimate interests in the criminal trial process,'\" Rock, 483 U.S. at 55 (quoting Chambers, 410 U.S. at 295), we conclude that a criminal defendant may forfeit his or her right to testify through conduct incompatible with the assertion of the right in appropriate cases. However, we stress that a circuit court's determination on forfeiture must be guided by Rock's balancing test. Thus, a forfeiture determination may not be arbitrary or disproportionate to the purposes it is designed to serve. Rock, 483 U.S. at 56. Stated differently, a complete denial of the right to testify must be reasonable under the circumstances of the case.\nC. Anthony Forfeited his Right to Testify\n¶ 65. Having established that a criminal defendant may forfeit his or her right to testify through conduct incompatible with the assertion of the right, we proceed to consider whether Anthony forfeited his right to testify in his own defense.\n¶ 66. Anthony argues that the circuit court erred in its forfeiture determination. He submits that the circuit court went where no court has gone before: denying a criminal defendant the right to testify where *145his conduct did not first warrant removal from the courtroom. Painting this case exclusively as a \"disruption case\" under Allen, Anthony contends that there is no precedent for stripping a defendant \"of his right to testify based on 'disruptive' behavior when he was never so disruptive as to render it impossible to carry on the trial in his presence.\" In his view, the circuit court's decision in this case amounted to nothing more than a protective measure based on the circuit court's fear that Anthony may become disruptive. Anthony maintains that there is no basis in existing law for such a preemptive application of Allen.\n¶ 67. Anthony recognizes that Rock permits reasonable limitations on the right to testify where legitimate interests in the criminal trial process are concerned. However, he argues that the Rock balancing test weighs in his favor. In asserting that the circuit court's forfeiture determination was arbitrary or disproportionate to the purposes it was designed to serve, Anthony questions whether legitimate interests in the criminal trial process were really at issue. As to the preservation of courtroom decorum, Anthony contends that \"there is no authority to support the proposition that [the right to testify] can be circumscribed by principles of decorum.\" Regarding the interest in maintaining order in the courtroom, Anthony argues that the circuit court's concern for the jury's safety may have arisen post hoc.17 As for the circuit court's interest in controlling the presentation of evidence, Anthony submits that he never \"indicated that he would testify in anything but a truthful and relevant manner.\"\n*146¶ 68. In sum, according to Anthony, the complete denial of his right to testify was a \"far too severe punishment for [his] minor disruption and dissent,\" particularly in light of the fact that he planned to serve as the sole eyewitness in support of his self-defense theory.\n¶ 69. The State contends that Anthony forfeited his right to testify by refusing to comply with the circuit court's evidentiary ruling and posing a threat to the preservation of dignity, order, and decorum in the courtroom. The State disagrees with Anthony's assertion that a circuit court can only bar a defendant from testifying where his or her conduct warrants removal from the courtroom. According to the State, a denial of the right to be present at trial is a more extreme sanction than denial of the right to testify because removal from the courtroom infringes upon several rights: the right to confrontation, the right to conduct a defense, and the right to appear before a jury. Thus, per the State's reasoning, it is illogical to require the same level of misconduct to justify the denial of both rights.\n1 70. The State acknowledges an absence of case law directly addressing the issue before the court; however, it contends that cases dealing with forfeiture of a defendant's right to counsel through conduct inconsistent with the assertion of the right are more persuasive than the \"disruption\" type cases that Anthony offers. See, e.g., Cummings, 199 Wis. 2d at 752-56; United States v. Goldberg, 67 F.3d 1092, 1100 (3d Cir. 1995) (recognizing that a defendant can forfeit or \"waive by conduct\" his or her right to counsel through dilatory tactics). Specifically, the State argues \"[i]f a defendant can be found to have forfeited or 'waived by conduct1 the right to counsel without an *147explicit waiver and absent any violent behavior, it logically follows that a defendant can also be found to have forfeited his right to testify without engaging in behavior that merits removal from the courtroom.\"\n¶ 71. Recognizing that Rock sets forth the appropriate test for determining the propriety of a circuit court's decision concerning forfeiture of the right to testify, the State asserts that the circuit court's interests in controlling the presentation of the evidence and preserving dignity, order, and decorum in the courtroom justified the complete denial of Anthony's right to testify.\n¶ 72. We agree with the State and hold that Anthony forfeited his right to testify by displaying stubborn and defiant conduct that presented a serious threat to both the fairness and reliability of the criminal trial process as well as the preservation of dignity, order, and decorum in the courtroom.\n¶ 73. As a preliminary matter, we concur with the State that a circuit court need not remove a defendant from the courtroom in order to justify a denial of the right to testify. The cases that we have cited for the proposition that a defendant may forfeit a constitutional right through conduct do not exclusively involve the type of violent and disruptive behavior that may necessitate removal from the courtroom. See, e.g., Cummings, 199 Wis. 2d at 752-56; See also Taylor v. United States, 414 U.S. 17, 20 (1973) (holding that the defendant waived or forfeited his constitutional right to be present through his voluntary absence). Therefore, when determining whether a defendant forfeited his or her right to testify through conduct, we believe the appropriate inquiry is to consider the totality of the circumstances in order to assess whether the defen*148dant interfered with the circuit court's ability to protect that right. We reiterate that such an inquiry must be guided by Rock's balancing test — the forfeiture determination must not be arbitrary or disproportionate to the purposes it is designed to serve. In other words, a complete denial of the right to testify must be reasonable under .the circumstances of the case.\n¶ 74. In this case, we recognize two distinct interests that formed the basis of the circuit court's complete denial of Anthony's right to testify. Both constitute legitimate interests in the criminal trial process.\n¶ 75. The first involves the circuit court's ability to control the presentation of evidence so as to ensure the fairness and reliability of the criminal trial process. The primary purpose of a criminal trial is to develop \"relevant facts on which a determination of guilt or innocence can be made.\" United States u. Nobles, 422 U.S. 225, 230 (1975); See also State v. McClaren, 2009 WI 69, ¶ 5, 318 Wis. 2d 739, 767 N.W.2d 550 (\"Ascertainment of the truth is the primary objective of a trial. . . .\"). \"Efficiency is a secondary objective of a trial, but where it can be attained with constitutionally permitted measures, it is highly desirable.\" McClaren, 318 Wis. 2d 739, ¶ 5.\nf 76. Under Wis. Stat. § 906.11, circuit courts are charged with serving these two purposes. The statute provides, in relevant part:\n(1) Control by judge. The judge shall exercise reasonable control over the mode and order of interrogating witnesses and presenting evidence so as to do all of the following:\n(a) Make the interrogation and presentation effective for the ascertainment of the truth.\n*149(b) Avoid needless consumption of time.\n(c) Protect witnesses from harassment or undue embarrassment.\nWis. Stat. § 906.11(1). We have held that Wis. Stat. § 906.11 enables a circuit court \"to try to be certain that a jury is presented with admissible, reliable evidence and to make pretrial rulings so that the trial runs smoothly.\" McClaren, 318 Wis. 2d 739, ¶ 3. Indeed, the trial process requires as much:\nThe adversary process could not function effectively without adherence to rules of procedure that govern the orderly presentation of facts and arguments to provide each party with a fair opportunity to assemble and submit evidence to contradict or explain the opponent's case. The trial process would be a shambles if either party had an absolute right to control the time and content of his witnesses' testimony.\nTaylor v. Illinois, 484 U.S. 400, 410-411 (1988).\n¶ 77. It is clear from our review of the record that Anthony's proposed testimony likely would have confused or misled the jury, thereby presenting an obstacle to the ascertainment of truth. As the circuit court acknowledged, the jury had \"a difficult decision to make,\" and irrelevant matters such as Anthony's alleged wrongful conviction; Anthony's status as an African-American male; Anthony's religious beliefs; and Anthony's memories \"all the way back to when [he] was five years old\" would not have helped the jury make its decision.\n¶ 78. To take but one example, if Anthony had been allowed to testify about his alleged wrongful conviction, it is possible that the State would have felt compelled to prove that Anthony's conviction was never overturned and may have been completely legiti*150mate. In other words, the issue of Anthony's purported wrongful conviction had the obvious potential to develop into a trial within a trial, thereby confusing the jury as to the issues it was required to decide, or worse, misleading the jury into thinking that it could determine Anthony's guilt or innocence in this case based on the likelihood that he was wrongfully convicted of armed robbery in 1966. To further complicate matters, the trial within a trial likely would have constituted a needless consumption of time.\n¶ 79. Where, as here, a defendant repeatedly promises to disobey a circuit court's evidentiary ruling, the effect of which would seriously threaten the fairness and reliability of the criminal trial process, we think it fair to say that a circuit court has a legitimate interest in placing reasonable limitations on a defendant's right to testify. See Chambers, 410 U.S. at 302 (\"In the exercise of this right, the accused, as is required of the State, must comply with established rules of procedure and evidence designed to assure both fairness and reliability in the ascertainment of guilt and innocence.\"); See also Holmes v. South Carolina, 547 U.S. 319, 327 (2006) (\"While the Constitution thus prohibits the exclusion of defense evidence under rules that serve no legitimate purpose or that are disproportionate to the ends that they are asserted to promote, well-established rules of evidence permit trial judges to exclude evidence if its probative value is outweighed by certain other factors such as unfair prejudice, confusion of the issues, or potential to mislead the jury.\").\n¶ 80. The second distinct interest underlying the circuit court's forfeiture determination concerned the preservation of dignity, order, and decorum in the *151courtroom. In our view, the record is clear that Anthony posed a serious threat to that legitimate interest in the criminal trial process as well.\n¶ 81. The circuit court made findings of fact with respect to Anthony's demeanor at trial, both in its oral decision and its written decision post-conviction, and we defer to them unless they are clearly erroneous. Ndina, 315 Wis. 2d 653, ¶ 45. The circuit court observed that Anthony was \"quite animated\" when insisting to testify to irrelevant matters, i.e., he was \"speaking very forcefully\" with \"a good deal of anger in his voice.\" The circuit court noted how \"enraged\" and \"tensely coiled\" Anthony became and \"how close he seemed to a breaking point.\"18 Based on Anthony's demeanor, the circuit court expressed concern that Anthony would cause \"a ruckus on the stand\" and pose a threat to the security of the jury.\n¶ 82. The circuit court's observations are supported by other portions of the record. For example, the record shows that Anthony threatened that he would need to be carried out of the courtroom if he could not testify freely. At some point, additional sheriffs deputies were called into the courtroom, bringing the total present to eight. Toward the end of the circuit court's discussion with Anthony, the sheriffs office requested that Anthony wear a stun belt for the remainder of the trial. Also, at Anthony's sentencing, the circuit court *152noted the presence of additional sheriffs deputies \"because of that [one] incident in my court where you couldn't contain your rage, and that's what I'm concerned about.\"\n¶ 83. Where, as here, a defendant displays such disruptive conduct, we find it rational to conclude that a circuit court has a legitimate interest in placing reasonable limitations on the right to testify.19\n¶ 84. Having identified two legitimate interests that warranted the imposition of reasonable limitations on Anthony's right to testify, the question remains whether the circuit court's complete denial of that right was in fact reasonable under the circumstances. Stated differently, we consider whether the circuit court's forfeiture determination was arbitrary or disproportionate to the purposes it was designed to serve.\n¶ 85. The circuit court's complete denial of Anthony's right to testify was reasonable in light of the totality of the circumstances in this case. Though we do not wish to diminish the importance of Anthony's self-defense testimony, which was certainly relevant to the charged offense, we cannot condone Anthony's blatant disrespect for the criminal trial process. To do so would seriously jeopardize a circuit court's ability to fulfill its constitutionally or legislatively mandated obligations, including those imposed by Wis. Stat. § 906.11.\n*153¶ 86. The United States Supreme Court has stated countless times that adherence to rules of evidence and procedure is essential to the proper functioning of our criminal trial process. See, e.g., Chambers, 410 U.S. at 302; Rock, 483 U.S. at 55 n.11; Taylor, 484 U.S. at 410-411. That numerous rules controlling the presentation of evidence \"do not offend the defendant's right to testify\"20 is a sure indication that a circuit court's interest in effectuating the ascertainment of truth is tantamount to the constitutional right to testify 21 By repeatedly refusing to comply with the circuit court's instruction not to discuss irrelevant matters before the jury, Anthony gave the circuit court little choice but to completely deny his right to testify for fear of compromising the primary purpose of the criminal trial process.\n¶ 87. In light of this conduct alone, we would be hard pressed not to conclude that Anthony forfeited his right to testify. But Anthony's conduct did not stop there. The more Anthony insisted on disregarding the circuit court's evidentiary ruling, the more disruptive and enraged he became, to the point where the circuit court legitimately believed that Anthony posed a threat to the orderliness of the courtroom, including the security of the jurors.22 We think the United States Supreme Court was clear when it stated that such a *154\"flagrant disregard in the courtroom of elementary standards of proper conduct should not and cannot be tolerated.\" Allen, 397 U.S. at 343.\n¶ 88. We are mindful, as was the circuit court, that \"courts must indulge every reasonable presumption against the loss of constitutional rights. ...\" Id. In its post-conviction written decision, the circuit court explained that it considered less restrictive alternatives to forfeiture. For example, it considered permitting Anthony to provide irrelevant testimony and later instructing the jury to ignore it. However, it noted that such an approach would \"condone disrespect for the court's rulings.\" In addition, it might have provoked a disturbance once Anthony witnessed the circuit court \"nullifying his attempt to sway the jury.\"\n¶ 89. That Anthony was likely to erupt at the provision of a limiting instruction is clear from the record; thus, we find it reasonable to conclude that a limiting instruction would not have minimized a significant risk presented by Anthony's testimony. Moreover, while we presume that juries follow properly given jury instructions, State v. Marinez, 2011 WI 12, ¶ 41, 331 Wis. 2d 568, 797 N.W.2d 399, we note that a jury instruction in this case would not have solved a separate problem created by Anthony's unfettered testimony: a needless consumption of time.\n¶ 90. The circuit court considered at least one other alternative to forfeiture. It explained that it could have put Anthony on the stand and directed his attorney not to broach the subject of Anthony's prior convictions. However, the circuit court identified the obvious flaw in that approach. Given Anthony's determination to testify freely, he likely would have found a way to raise irrelevant matters on his own, thereby *155creating the potential for a substantial disturbance once the circuit court intervened.\n¶ 91. As the United States Supreme Court explained in Allen, \"[n]o one formula for maintaining the appropriate courtroom atmosphere will be best in all situations.\" Id. Indeed, the Court stressed that \"trial judges confronted with disruptive, contumacious, stubbornly defiant defendants must be given sufficient discretion to meet the circumstances of each case.\" Id. We read this statement as a caution against the type of \"Monday-morning quarterbacking\" that may arise on appellate review of these situations.\n¶ 92. Importantly, the Court in Allen upheld the circuit court's forfeiture determination despite the fact that there were other coercive measures that could have been used with the defendant. Id. at 344-46. The Court found significance in the fact that the defendant was both warned of the potential consequences of his actions and given the opportunity to participate at trial if he reformed his conduct. Id. at 346.\n¶ 93. Of course, that is exactly what happened in this case. The circuit court warned Anthony on several occasions that he would not be allowed to testify if he continued his misbehavior. The circuit court also provided Anthony with multiple opportunities to reform his conduct.\n¶ 94. Under these circumstances, the circuit court was not required to put Anthony on the stand and wait for the fireworks. The criminal trial process deserves better.\n¶ 95. Therefore, we conclude that Anthony forfeited his right to testify by exhibiting stubborn and defiant conduct that posed a serious threat to the both *156the fairness and reliability of the criminal trial process and the preservation of dignity, order, and decorum in the courtroom.\nD. Harmless Error\n¶ 96. Although we conclude that there was no error in this case, we wish to take the opportunity to confirm that a violation of a criminal defendant's right to testify to relevant evidence is subject to harmless error analysis. Nelson, 355 Wis. 2d 722, ¶¶ 32-33.23 Even if we assumed error in this case, we would conclude that the error was harmless beyond a reasonable doubt given the overwhelming evidence of Anthony's guilt.\n¶ 97. Despite our recent decision in Nelson, Anthony contends that a violation of the right to testify is a structural error and thus not subject to harmless error analysis where a defendant wishes to testify about relevant matters. He argues that our decision in Nelson is confined to situations where a defendant wishes to testify about irrelevant matters. Anthony reasons that a violation of a defendant's right to testify about relevant evidence is a \"separate and more pervasive error than denying a defendant the ability to testify as to irrelevant matters.\" According to Anthony, this is because there is no constitutional right to testify to irrelevant evidence, United States v. Sheffer, 523 U.S. 303, 308 (1998), whereas there is a constitutional right to testify to relevant evidence. Rock, 483 U.S. at 55.\n*157¶ 98. Alternatively, Anthony argues that if harmless error review applies to a violation of a defendant's right to testify to relevant evidence, any error here was not harmless beyond a reasonable doubt. Specifically, Anthony submits: \"[b]ecause [he] was prevented from mounting any defense at all against the State's allegations, it cannot be shown beyond a reasonable doubt that his testimony could not have presented some jury question as to whether he intended to kill S.J. or was defending himself. ...\" To support his position, he maintains that he would have testified that he killed S.J. in self-defense, as S.J. was high on crack cocaine on the night in question and therefore attacked him.24 He also would have testified that he fled the scene of the crime because he has a special fear of police.\n1 99. The State argues that a violation of the right to testify is subject to harmless error analysis regardless whether the excluded testimony is relevant. It points out that there is no qualifying language in Nelson supporting Anthony's narrow reading of the decision. The State maintains that \"the relevance or irrelevance of a defendant's proposed testimony should not affect the threshold determination of whether a particular constitutional violation amounts to structural error; logically, it only factors into the harmless-error analysis.\" According to the State, a court can assess the effect that a wrongful exclusion of relevant evidence has on a trial outcome just as easily as it can with respect to the wrongful exclusion of irrelevant evidence.\n¶ 100. Thus, according to the State, harmless error analysis is appropriate, and any error on the part *158of the circuit court in this case was harmless beyond a reasonable doubt given the overwhelming evidence of Anthony's guilt.\n¶ 101. We agree with the State. First, a violation of a defendant's right to testify to relevant evidence is subject to harmless error analysis. In Nelson, we explained without qualification that \"[a]n error denying the defendant of the right to testify on his or her own behalf bears the hallmark of a trial error.\" Nelson, 355 Wis. 2d 722, ¶ 32. Unlike structural errors,25 trial errors \" 'occur [] during presentation of the case to the jury and their effect may be quantitatively assessed in the context of other evidence presented in order to determine whether [they were] harmless beyond a reasonable doubt.'\" Id., ¶ 30 (quoting United States v. Gonzalez-Lopez, 548 U.S. 140, 148 (2006)). The fact that a defendant's testimony may be significant to the issues in the case does not mean that its absence is incapable of assessment. Id., ¶ 33. Thus, we made clear in Nelson that a violation of the right to testify is subject to harmless error analysis irrespective of the testimony's relevance.\n¶ 102. Second, even if we assumed that the circuit court erred in denying Anthony the right to testify, we would conclude that the error was harmless beyond a reasonable doubt. In Nelson, we explained that a reviewing court should consider the following factors *159in determining whether a denial of the right to testify was harmless beyond a reasonable doubt:\n(1) the importance of the defendant's testimony to the defense case; (2) the cumulative nature of the testimony; (3) the presence or absence of evidence corroborating or contradicting the defendant on material points; and (4) the overall strength of the prosecution's case.\nId., ¶ 46.\n¶ 103. The first two factors weigh in Anthony's favor, as it is clear that Anthony's self-defense testimony was important to his defense, and no other witness could have provided that evidence. As a result, Anthony had no way to rebut the State's allegation that he intentionally killed S.J.\n¶ 104. However, the latter two factors clearly favor the State, and, in our view, tip the scales in support of harmless error. As we demonstrated at the outset of this decision, the evidence of Anthony's guilt was substantial. The majority of evidence presented at trial contradicted Anthony's self-defense theory, thereby contributing to the overall strength of the State's case. The gruesome nature and extent of S.J.'s injuries completely undermine Anthony's claim of self-defense. Moreover, at least three witnesses testified that Anthony threatened to kill S.J. with an ice pick, either on the day in question or two days earlier. In addition, one witness testified that Anthony admitted to stabbing S.J. \"forty to fifty times\" because he thought S.J. was cheating on him, not because he was acting in self-defense. The evidence also showed that S.J. was a sickly woman who suffered from rheumatoid arthritis, particularly in the hands, and that she was likely incapable of holding a knife.\n*160¶ 105. Given the evidence before us, we are satisfied that any assumed error on the part of the circuit court was harmless beyond a reasonable doubt.\nIV. Conclusion\n¶ 106. Because the circuit court's forfeiture determination was not arbitrary or disproportionate to the purposes it was designed to serve, we hold that the circuit court did not err in denying Anthony the right to testify. Anthony forfeited his right to testify by displaying stubborn and defiant conduct that presented a serious threat to both the fairness and reliability of the criminal trial process and the preservation of dignity, order, and decorum in the courtroom.\n¶ 107. Although we conclude that the circuit court did not err in refusing to allow Anthony's testimony, we further hold that, even if we assumed error, such error is subject to harmless error analysis. Given the overwhelming evidence of Anthony's guilt, the assumed error was harmless beyond a reasonable doubt.\n¶ 108. Therefore, we affirm the decision of the court of appeals and uphold Anthony's conviction.\nBy the Court. — The decision of the court of appeals is affirmed.\n\n Milwaukee County, the Honorable Richard J. Sankovitz, presiding.\n\n\n According to the presentence investigation report (PSI), Anthony's conviction for armed robbery occurred on January 25, 1967. He was paroled on or about August 29, 1978.\n\n\n No evidence in the record supports Anthony's contention that his conviction for armed robbery was wrongful.\n\n\n Anthony is an African-American male.\n\n\n See Rock v. Arkansas, 483 U.S. 44, 55-56 (1987) (stating that the right to testify is subject to reasonable limitations which are not \"arbitrary or disproportionate to the purposes they are designed to serve.\").\n\n\n The following facts are taken from witness testimony at trial.\n\n\n Poulos defined \"defensive puncture wounds\" as those that \"one describes of the hands or forearms of someone who will be in a position to try to ward off a blow.\"\n\n\n All references to the Wisconsin Statutes are to the 2009-10 version unless otherwise indicated. Wis. Stat. § 940.01(l)(a) provides that \"whoever causes the death of another human being with intent to kill that person or another is guilty of a Class A felony.\"\n\n\n Wisconsin Stat. § 906.09(1) provides that \"[f]or the purpose of attacking the credibility of a witness, evidence that the witness has been convicted of a crime or adjudicated delinquent is admissible. .. .\" However, under Wis. Stat. § 906.09(2), such evidence \"may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice.\"\n\n\n Milwaukee County, the Honorable Kevin E. Martens, presiding.\n\n\n At the pretrial hearing, the State argued that four of Anthony's prior convictions were relevant for impeachment purposes. Those convictions dated back as far as 1996. However, the circuit court determined that only two of the four were relevant: two convictions for bail jumping in violation of Wis. Stat. 946.49(l)(a). Those convictions occurred in 2003.\n\n\n Anthony described \"Anpu Aungk\" as \"my Egyptian protector, the high priest.\"\n\n\n The discussion concerning Anthony's right to testify occurred outside the presence of the jury. At the conclusion of the discussion, a deputy from the Milwaukee County Sheriffs Office requested that Anthony wear a stun belt. The circuit court was concerned \"not about the timing of the stun belt but about the fact the jury's sitting now for an hour and 15 minutes without anything going on.\" Given that concern and the presence of eight sheriffs deputies in the courtroom, the circuit court declined to order Anthony to wear the stun belt. However, the circuit court did note that Anthony was \"speaking very forcefully\" with a \"good deal of anger in his voice.\"\n\n\n At the sentencing hearing, the circuit court noted Anthony's evident inability to control his anger. The circuit court *133explained: \"You're sitting there in a wheelchair with 1, 2, 3, 4, 5 extra deputies because of that [one] incident in my court where you couldn't contain your rage, and that's what I'm concerned about.\"\n\n\n To succeed on a claim for ineffective assistance of counsel, a defendant must demonstrate both that counsel's performance was deficient and that it prejudiced the defense. State v. Carter, 2010 WI 40, ¶ 21, 324 Wis. 2d 640, 782 N.W2d 695 (citing Strickland v. Washington, 466 U.S. 668, 687 (1984)). To prove prejudice, a defendant must show that \" 'there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.' \" Id., ¶ 37 (quoting Strickland, 466 U.S. at 694).\n\n\n State v. Anthony, No. 2013AP467 —CR, unpublished order (Wis. Ct. App. Jan. 14, 2014).\n\n\n Post hoc is defined as \"[a]fter this; consequently.\" Black's Law Dictionary 4 (7th ed. 1999).\n\n\n Anthony suggests that these findings of fact, described in the circuit court's written decision post-conviction, were the product of a post hoc rationalization for the circuit court's forfeiture determination. However, we recently explained that \"taking judges at their word is a fundamental assumption built into our legal system.\" State v. Robinson, 2014 WI 35, ¶ 48, 354 Wis. 2d 351, 847 N.W.2d 352. \"In the absence of clear evidence to contrary, we decline to assign improper motive on the part of the circuit court.\" Id.\n\n\n Contrary to Anthony's assertion, there is case law supporting the proposition that the right to testify can be circumscribed by principles of decorum. See, e.g., United States v. Ives, 504 F.2d 935, 941-46 (9th Cir. 1974), vacated on other grounds, 421 U.S. 944 (1975), opinion reinstated in relevant part, 547 F.2d 1100 (9th Cir. 1976).\n\n\n Rock, 483 U.S. at 55 n.11.\n\n\n Indeed, the United States Supreme Court in Rock appeared most concerned with the fact that the evidentiary rule at issue stripped the circuit court of its ability to control the presentation of evidence so as to facilitate the truth-seeking process. See id., 483 U.S. at 56-62.\n\n\n The circuit court pointed out in its post-conviction written decision that the nearest juror sat eight feet away from the witness stand.\n\n\n We note that Nelson has filed a petition for a writ of certiorari before the United States Supreme Court and that petition is currently pending review.\n\n\n S.J.'s purported crack cocaine use on the night in question was not included in Anthony's offer of proof regarding his anticipated trial testimony.\n\n\n Structural errors \" 'defy analysis by harmless-error standards because they affec[t] the framework within which the trial proceeds, and are not simply . . . error[s] in the trial process itself.\" State v. Nelson, 2014 WI 70, ¶ 30, 355 Wis. 2d 722, 849 N.W.2d 317 (quoting Arizona v. Fulminante, 499 U.S. 279, 309-10 (1991)).\n\n\n Majority op., ¶ 46.\n\n",
            "ocr": false,
            "opinion_id": 9806243
        },
        {
            "author_str": "Bradley",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nANN WALSH BRADLEY, J.\n¶ 109. (concurring). Contrary to the majority, I conclude that it was error to exclude the defendant's testimony. I agree with the dissent that the circuit court's interest in enforcing its evidentiary ruling did not justify a complete denial of the defendant's right to testify.\n¶ 110. However, like the majority, I determine that any error was harmless. The evidence of the defendant's guilt was substantial. The gruesome na*161ture of the offense and extent of the victim's injuries appear to undermine the defendant's claim of self-defense. Several witnesses testified that the defendant threatened to kill the victim with an ice pick. One witness also testified that the defendant admitted to killing the victim because she was cheating on him. Given the evidence, I am satisfied beyond a reasonable doubt that the error was harmless. Accordingly, I concur.\n",
            "ocr": false,
            "opinion_id": 9806244
        },
        {
            "author_str": "Abrahamson",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSHIRLEYS. ABRAHAMSON, C.J.\n¶ 111. (dissenting). I disagree with the majority opinion's resolution of both issues presented in the instant case: I. Did the circuit court violate the defendant's constitutional right to testify? II. Is the violation of a criminal defendant's right to testify to relevant evidence (here, self-defense) subject to harmless error review?\n¶ 112. I would hold that the defendant was unconstitutionally deprived of the right to testify on his own behalf. I would further hold that harmless error review does not apply when a criminal defendant is denied the right to testify to relevant evidence. See my dissent in State v. Nelson, 2014 WI 70, ¶¶ 67-79, 355 Wis. 2d 722, 849 N.W.2d 317 (Abrahamson, C.J., dissenting), petition for cert. filed, 83 U.S.L.W. 3440 (U.S. Nov. 13, 2014) (No. 14-555). The majority opinion extends Nelson.\n¶ 113. For these reasons, I would reverse the court of appeals decision and grant the defendant a new trial.\nI\n¶ 114. The majority opinion correctly acknowledges that \"a defendant in a criminal case has a fundamental constitutional right to testify in his or her *162own defense.\"1 As the majority opinion points out, this right \"is not absolute\";2 some limitations are both inevitable and permissible. However, according to Rock v. Arkansas, 483 U.S. 44, 56 (1987), any limitations placed on a defendant's right to testify \"may not be arbitrary or disproportionate to the purposes they are designed to serve.\" In other words, the importance of the defendant's right to testify in his own defense must be balanced against any dangers posed by allowing the defendant to testify. As the majority explains, \" '[t]he reviewing court [must] ask[] whether the reasons given for the denial are sufficiently persuasive to justify depriving the defendant of his fundamental constitutional right to testify.' \"3\n¶ 115. In the instant case, the \"limitation\" imposed on the defendant's right to testify was in fact a complete denial of that right, which prevented the defendant from testifying to relevant evidence, namely self-defense. The majority opinion determines that this \"limitation\" was \"not arbitrary or disproportionate to the purposes it was designed to serve,\" and thus that the circuit court did not err.4\n¶ 116. I cannot agree.\n¶ 117. First, the circuit court's interest in enforcing an evidentiary ruling cannot outweigh the defendant's constitutional right to testify.\n¶ 118. In the instant case, the defendant wished to present evidence that he killed the victim in self-defense. The majority opinion recognizes the impor*163tance of the defendant's self-defense testimony.5 To explain why he fled the scene, the defendant also intended to testify that he had been wrongfully convicted in the 1960s and had a heightened fear of the criminal justice system. The defendant's fleeing the scene was presented by the State as evidence of guilt.\n¶ 119. The circuit court sought to prevent the defendant's introduction of information about his 1960s conviction, which the circuit court viewed as irrelevant and unduly prejudicial. The defendant insisted on speaking about the prior conviction. To keep this evidence out, the circuit court prevented the defendant from testifying altogether. As a result, the defendant was unable to present any evidence of self-defense (the defendant's only defense).6\n¶ 120. The transcript of the circuit court's colloquy with the defendant, much of which is reproduced in the majority opinion,7 demonstrates that the circuit court's primary reason for denying the defendant his right to testify was the circuit court's desire to exclude irrelevant testimony.8\n*164¶ 121. The circuit court's goal of preventing the introduction of what it viewed as irrelevant and unduly prejudicial evidence is, of course, a valid one. Indeed, it is obligatory.9 Consequently, irrelevance and undue prejudice \"may be the basis for objecting to the defendant's testimony and for sustaining objections to the defendant's testimony once the defendant takes the stand.\"10 But they cannot be the bases for preventing the defendant from taking the stand in the first place when the defendant intended to provide relevant testimony regarding self-defense.\n¶ 122. In the instant case, this court is barring relevant testimony. In Nelson, the court insisted it was barring only irrelevant testimony.11 In my dissent in Nelson, I took the position that \"a court should not use the relevance of a defendant's testimony to justify barring the defendant from taking the stand at all. We cannot know whether [his or] her testimony is relevant *165before [he or] she testifies.\"12 The majority opinion extends Nelson in the present case.\n¶ 123. Further, that the defendant's testimony may be prejudicial to the defense cannot justify a trial court's denial of the defendant's right to testify. \"[A] circuit court cannot refuse to allow a defendant to testify solely because the court wishes to protect the defendant from himself or herself.\"13\n¶ 124. Thus, the defendant in the instant case should have been permitted to take the witness stand and give relevant testimony. If a part of the defendant's testimony was objectionable, the State could have objected and the circuit court could have sustained the objection. If necessary, the circuit court could also have provided a limiting instruction, as the majority opinion acknowledges.14 These steps would have comprised a proportionate response — if not a perfect solution — to irrelevant or unduly prejudicial testimony from the defendant.\n¶ 125. In contrast, preventing the defendant from taking the stand altogether, which prevented the defendant from giving relevant testimony regarding *166self-defense, constituted a disproportionate response in violation of the defendant's fundamental constitutional right to testify.15\n¶ 126. Second, to the extent the circuit court based its denial of the defendant's right to testify on a determination that the defendant forfeited that right through \"stubborn and defiant conduct that posed a serious threat to . . . the preservation of dignity, order, and decorum in the courtroom,\"16 the circuit court's response was disproportionate.\n1 127. The majority opinion quotes the statement in Illinois v. Allen, 397 U.S. 337, 343 (1970), that \"courts must indulge every reasonable presumption against the loss of constitutional rights,\"17 but fails to apply it to the present case. Comparing the facts of Allen with the facts of the present case demonstrates this failure.\n¶ 128. The defendant in Allen sought to represent himself at trial. However, when trial commenced, the defendant's behavior posed a significant problem. The defendant repeatedly engaged in abusive, disrespectful, and disruptive conduct in the presence of the jury. For example, the defendant argued loudly with the judge, used violent language to threaten the judge, talked over opposing counsel, and ripped up papers from his case file.\n¶ 129. In response, the judge instructed appointed counsel to take over representing the defendant, and repeatedly warned the defendant that his outbursts could result in removal from the courtroom. Eventually, the judge did remove the defendant from *167the courtroom. However, the defendant was permitted to return later that day. When his disruptive conduct resumed, he was removed again, and then permitted to return again. After his second removal and return, the defendant remained in the courtroom for the rest of his trial.\nf 130. The record in the instant case shows that the defendant never behaved in an unruly manner when the jury was present; that his disruptive conduct was limited to a single, lengthy colloquy with the circuit court in which the defendant insisted that if he took the stand, he would not follow the circuit court's instructions regarding the subject matter of his testimony; and that the circuit court responded to this contumacy by depriving the defendant entirely of his right to testify.\n¶ 131. The judge in Allen faced far more egregious conduct than is present in the instant case, and yet the judge went to far greater lengths to protect the defendant's constitutional rights than did the circuit court in the instant case.\n¶ 132. The same is true with regard to subsequent cases that have relied on Allen to justify the denial of criminal defendants' rights to testify and be present in the courtroom. Trial judges have given defendants second and third chances to participate in trial after initially denying the defendants' rights to testify and be present in the courtroom.18 Trial judges *168have also developed work-arounds to avoid the complete denial of defendants' constitutional rights.19\n¶ 133. With this precedent in mind, I conclude that the circuit court's complete denial of the defendant's right to testify in the present case, which prevented the defendant from testifying to relevant evidence regarding self-defense, constitutes a disproportionate response to the dangers posed by the defendant's unruly conduct.\n¶ 134. In sum, the importance of the defendant's right to give relevant testimony in his own defense must be balanced in the instant case against the possibility that the defendant would introduce irrelevant testimony and engage in disruptive behavior. In the instant case, the appropriate balance was not struck. The circuit court failed to \"indulge every reasonable presumption against the loss of constitutional rights.\"20\n¶ 135. The question to be asked is whether \"the reasons given for the denial are sufficiently persuasive to justify depriving the defendant of his fundamental constitutional right to testify.\"21 My answer is no. I conclude that the complete denial of the defendant's constitutional right to testify was error.\n*169II\n¶ 136. I further conclude that the error in the instant case is not subject to harmless error review. Rather, automatic reversal is appropriate and the defendant is entitled to a new trial. I disagree with the majority opinion's statement that it is \"confirm[ing] that a violation of a criminal defendant's right to testify to relevant evidence is subject to harmless error analysis.\" Majority op., ¶ 96 (citing Nelson, 355 Wis. 2d 722, ¶¶ 32-33).\n¶ 137. The holding of the majority opinion is not dictated by Nelson. The Nelson court insisted the defendant's proposed testimony was irrelevant and applied harmless error review to the exclusion of the defendant's irrelevant testimony. In contrast, the court in the present case applies harmless error review to the exclusion of the defendant's relevant testimony regarding self-defense.\n¶ 138. I explored in Nelson the distinction between errors that are subject to harmless error analysis and errors that are not.22 In short, \"a limited class of fundamental constitutional errors defy analysis by harmless error standards\" and \"are so intrinsically harmful as to require automatic reversal.\"23\n¶ 139. I maintained in Nelson that \"the defendant's right to testify falls within this category of fundamental rights not subject to harmless error analysis.\"24\n*170¶ 140. In my dissent in Nelson, 355 Wis. 2d 722, ¶ 72-79 (Abrahamson, C.J., dissenting), I cited three primary considerations supporting this conclusion. These considerations are even more compelling in the instant case, in which the defendant was barred from testifying to relevant evidence regarding self-defense:\n1. The right to testify is meaningless if the defendant is not allowed to actually testify. Testifying gives the defendant an opportunity to face his or her accusers, to tell his or her story, and to attempt to persuade those who will make a decision that profoundly affects the defendant's life and liberty. \"[T]here [i]s no rational justification for prohibiting the sworn testimony of the accused, who above all others may be in a position to meet the prosecution's case.\"25\n2. The right to testify is intertwined with the right of self-representation. In Faretta v. California, 422 U.S. 806 (1975), the United States Supreme Court declined to apply harmless error review to the denial of a defendant's right of self-representation. In Rock v. Arkansas, 483 U.S. 44, 52 (1987), the United States Supreme Court stated that the right to testify is even more fundamental than the right of self-representation. If a denial of the right to self-representation is not subject to harmless error review, and the right to testify is an even more fundamental right than the right of self-representation, it follows that the right to testify is not subject to harmless error review.\n3. The error of denying the defendant's right to testify falls within the various formulations the *171United States Supreme Court has provided for the category of errors not subject to harmless error review. For example, the error undermines a right founded on respect for free choice and individual human dignity; the error infects the entire trial process, rendering it fundamentally unfair; and the error produces consequences that are unquantifiable, indeterminate, and unmeasurable.\n¶ 141. My conclusion that the erroneous denial of a defendant's right to testify is not subject to harmless error review is well summarized by Judge Godbold in his dissent in Wright v. Estelle, 572 F.2d 1070, 1078 (5th Cir. 1978) (Godbold, J., dissenting) (citations omitted):\nTo deny a defendant the right to tell his story from the stand dehumanizes the administration of justice. I cannot accept a decision that allows a jury to condemn to death or imprisonment a defendant who desires to speak, without ever having heard the sound of his voice.\nThe decision whether to testify is a matter of higher quality and dignity than trial happenings such as whether to object to evidence.\n¶ 142. In sum, because I determine that the circuit court erred in depriving the defendant of his right to testify to relevant evidence regarding self-defense and that this error is not subject to harmless error review, I would reverse the court of appeals decision and grant the defendant a new trial.\n¶ 143. For the reasons set forth, I dissent.\n\n Id,., ¶ 48.\n\n\n Id., ¶ 52 (quoting Arredondo v. Pollard, 498 F. Supp. 2d 1113, 1126 (E.D. Wis. 2007)).\n\n\n Majority op., ¶ 10.\n\n\n See majority op., ¶ 85.\n\n\n See id., ¶ 34.\n\n\n See id., ¶¶ 26-34.\n\n\n The following statements by the circuit court are illustrative:\nI'm not making an arbitrary ruling making people follow just for my pleasure. I have this rule because this jury has a difficult decision to make. I don't want it made more difficult by having to consider matters which don't help their decision, and your difficult experience in Illinois as a younger man doesn't help them make their decision today. . . .\nIf it was a simple balancing test, if somebody told me that they were intentionally going to break one of the rules that we set for *164the court and it carried only a little bit of prejudice and there was an awful lot of probative value they would otherwise have in their testimony ... [it would] give a person carte blanchfe] to break the court's rules .... There's nothing a court could do to enforce those rules. ... As a consequence if [the defendant] tried to get [the excluded evidence] in he's forfeited his right to testify.\n\n\n See Wis. Stat. § 904.02 (2009-10) (\"Evidence which is not relevant is not admissible.\"); Wis. Stat. § 904.03 (2009-10) (\"[E]vidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusing of the issues, or misleading the jury....\"). All subsequent references to the Wisconsin Statutes are to the 2009-10 version unless otherwise indicated.\n\n\n State v. Nelson, 2014 WI 70, ¶ 84, 355 Wis. 2d 722, 849 N.W.2d 317 (Abrahamson, C.J., dissenting).\n\n\n Nelson, 355 Wis. 2d 722, ¶ 49 n.14.\n\n\n Id., ¶ 84 (Abrahamson, C.J., dissenting). Cf. Luce v. United States, 469 U.S. 38, 41 (1984) (holding that a court cannot weigh the probative value of a defendant's testimony against its prejudicial effect when the defendant has not testified because \"the precise nature of the defendant's testimony ... is unknowable\").\n\n\n Nelson, 355 Wis. 2d 722, ¶ 24. See also id., ¶ 82 (Abrahamson, C.J., dissenting) (\"That the defendant may be ill-advised or unwise to testify is not the legal standard for determining whether the circuit court erred in barring the defendant from testifying.\").\n\n\n See majority op., f 89.\n\n\n See Rock v. Arkansas, 483 U.S. 44, 56 (1987).\n\n\n Majority op., ¶ 95.\n\n\n Id., ¶ 88.\n\n\n See, e.g., United States v. Ives, 504 F.2d 935, 942-46 (9th Cir. 1974), vacated on other grounds, 421 U.S. 944 (1975) (the defendant engaged in persistent disruptive behavior, including repeated physical attacks against multiple attorneys, but the trial court nevertheless gave him three opportunities to testify).\n\n\n See, e.g., Ives, 504 F.2d at 943-44 (the trial court accommodated an unruly defendant's preference for testifying from the defense table without first taking an oath); Douglas v. State, 214 P.3d 312 (Alaska 2009) (after extreme disruptive conduct, including frequently interrupting the proceedings, insulting his attorneys, and even striking one of his attorneys in the face, the trial court offered to allow the defendant to testify telephonically).\n\n\n Illinois v. Allen, 397 U.S. 337, 343 (1970).\n\n\n Arredondo v. Pollard, 498 F. Supp. 2d 1113, 1126 (E.D. Wis. 2007).\n\n\n Nelson, 355 Wis. 2d 722, ¶¶ 70-71 (Abrahamson, C.J., dissenting).\n\n\n Neder v. United States, 527 U.S. 1, 7 (1999) (internal quotation marks omitted).\n\n\n Nelson, 355 Wis. 2d 722, ¶ 72 (Abrahamson, C.J., dissenting).\n\n\n Ferguson v. Georgia, 365 U.S. 570, 582 (1961).\n\n",
            "ocr": false,
            "opinion_id": 9806245
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 60.0,
            "download_url": "http://wicourts.gov/sc/opinion/DisplayDocument.pdf?content=pdf&seqNo=136421",
            "author_id": null,
            "opinion_text": "                                                                     2015 WI 20\n\n                  SUPREME COURT             OF    WISCONSIN\nCASE NO.:                2013AP467-CR\nCOMPLETE TITLE:          State of Wisconsin,\n                                   Plaintiff-Respondent,\n                              v.\n                         Eddie Lee Anthony,\n                                   Defendant-Appellant-Petitioner.\n                            REVIEW OF A DECISION OF THE COURT OF APPEALS\n                           (Reported at 352 Wis. 2d 755, 843 N.W.2d 711)\n                                    (Ct. App. 2014 – Unpublished)\n\nOPINION FILED:           March 3, 2015\nSUBMITTED ON BRIEFS:\nORAL ARGUMENT:           December 9, 2014\n\nSOURCE OF APPEAL:\n   COURT:                Circuit\n   COUNTY:               Milwaukee\n   JUDGE:                Richard J. Sankovitz\n\nJUSTICES:\n   CONCURRED:            BRADLEY, J., concurs. (Opinion filed).\n   DISSENTED:            ABRAHAMSON, C.J., dissents (Opinion filed).\n   NOT PARTICIPATING:\n\n\nATTORNEYS:\n       For the defendant-appellant-petitioner, there were briefs\nfiled by Kimberly L. Alderman and Alderman Law Firm, Madison,\nand oral argument by Kimberly L. Alderman.\n\n\n\n\n       For    the       plaintiff-respondent,    the   cause   was   argued   by\nMarguerite M. Moeller, assistant attorney general, with whom on\nthe brief was J.B. Van Hollen, attorney general.\n\f                                                                          2015 WI 20\n                                                                  NOTICE\n                                                    This opinion is subject to further\n                                                    editing and modification.   The final\n                                                    version will appear in the bound\n                                                    volume of the official reports.\nNo.     2013AP467-CR\n(L.C. No.    2010CF4153)\n\nSTATE OF WISCONSIN                              :            IN SUPREME COURT\n\nState of Wisconsin,\n\n              Plaintiff-Respondent,\n                                                                       FILED\n      v.\n                                                                   MAR 3, 2015\nEddie Lee Anthony,\n                                                                     Diane M. Fremgen\n              Defendant-Appellant-Petitioner.                     Clerk of Supreme Court\n\n\n\n\n      REVIEW of a decision of the Court of Appeals.                  Affirmed.\n\n\n\n      ¶1      N. PATRICK CROOKS, J.        On August 20, 2010, Eddie Lee\nAnthony (Anthony) killed S.J., the mother of his children.                          The\n\nevidence showed that Anthony beat and stabbed S.J. 45 times with\n\nan ice pick while their children hid in a closet in the next\n\nroom.       In addition to the puncture wounds, S.J. suffered four\n\nbroken      ribs,   as   well   as   numerous   abrasions        and    contusions,\n\nleading the medical examiner to consider the cause of death\n\n\"multiple sharp and blunt force injuries.\"\n\n      ¶2      Anthony never denied killing S.J.               His theory of the\ncase was self-defense.          To support that theory, Anthony planned\n\f                                                                  No.     2013AP467-CR\n\n\n\nto serve as the sole eyewitness at his jury trial.                         But that\n\nstrategy never came to fruition, as the circuit court1 refused to\n\nallow Anthony's testimony.\n\n     ¶3     The impetus for the circuit court's decision regarding\n\nAnthony's       right   to     testify     involved    an     unusual     situation:\n\nAnthony adamantly insisted that he would inform the jury of his\n\nprior    conviction      for   armed     robbery     which    occurred    in   1966.2\n\nAnthony protested that this conviction was wrongful3 and that he\n\n\"stayed [in prison] like 12 mother-fucking years for something\n\n[he] didn't do.\"         He argued that he had a right to inform the\n\njury of this information because he wanted the jury to know \"the\n\ntruth, the whole truth.\"\n\n     ¶4     Needless to say, it             is unusual for a defendant on\n\ntrial     for    first-degree      intentional        homicide       to   insist   on\n\nbringing up a prior felony conviction involving a violent crime.\n\nHowever,    Anthony      explained       that   he   wanted    the    predominantly\n\nwhite jury in \"one of the most racist cities in the country\" to\n\nknow that he believed his purportedly wrongful conviction from\n1966 was racially motivated.4             Apparently, Anthony believed that\n\n     1\n       Milwaukee        County,   the     Honorable     Richard      J.   Sankovitz,\npresiding.\n     2\n       According to the presentence investigation report (PSI),\nAnthony's conviction for armed robbery occurred on January 25,\n1967. He was paroled on or about August 29, 1978.\n     3\n       No evidence in the record supports Anthony's contention\nthat his conviction for armed robbery was wrongful.\n     4\n         Anthony is an African-American male.\n\n\n                                           2\n\f                                                                       No.   2013AP467-CR\n\n\n\nthe State's charge of first-degree intentional homicide in this\n\ncase was also racially motivated, as Anthony insisted that he\n\nkilled S.J. in self-defense.\n\n       ¶5        The   circuit      court      decided    that   Anthony's      proposed\n\ntestimony         concerning        the       alleged    wrongful      conviction     was\n\nirrelevant.            The    circuit     court     explained    the   basis    for   its\n\nruling multiple times.                 With each explanation, Anthony became\n\nmore agitated, to the point where additional sheriff's deputies\n\nwere called into the courtroom (a total of eight were present).\n\nAnthony promised numerous times that, if permitted to testify,\n\nhe would disobey the circuit court's evidentiary ruling.                              He\n\nemphasized at one point, \"I'm going to keep saying it.                          You got\n\nto carry me out of here.\"\n\n       ¶6        Anthony     gave     every     indication      that   his   irrelevant\n\ntestimony would not stop at the alleged wrongful conviction.                          He\n\ninsisted he would tell the jury \"everything I can remember all\n\nthe way back to when I was five years old.\"                       In fact, he stated\n\nmore than once that he wanted to \"bring everything out.\"\n       ¶7        In light of Anthony's conduct, detailed further below,\n\nthe circuit court determined that Anthony forfeited his right to\n\ntestify at trial.              The jury convicted Anthony of first-degree\n\nintentional homicide.                 He was sentenced to life imprisonment\n\nwithout the possibility of release under extended supervision.\n\n       ¶8        The primary issue before the court is a significant\n\none:    did      the   circuit        court    violate    Anthony's     constitutional\n\nright       to    testify      when     it     determined,     over    timely   defense\nobjection,         that      Anthony      forfeited      his   right    by   exhibiting\n                                                3\n\f                                                                     No.    2013AP467-CR\n\n\n\nstubborn and defiant conduct that threatened both the fairness\n\nand reliability of the criminal trial process as well as the\n\npreservation of dignity, order, and decorum in the courtroom?\n\n    ¶9      The secondary issue that this case presents is one\n\nthat we have recently addressed: is a violation of the right to\n\ntestify subject to harmless error analysis?\n\n    ¶10     Because the circuit court's forfeiture determination\n\nwas not arbitrary or disproportionate to the purposes it was\n\ndesigned to serve,5 we hold that the circuit court did not err in\n\ndenying Anthony the right to testify.                       Anthony forfeited his\n\nright to testify by displaying stubborn and defiant conduct that\n\npresented a serious threat to both the fairness and reliability\n\nof the criminal trial process and the preservation of dignity,\n\norder, and decorum in the courtroom.\n\n    ¶11     Although we conclude that the circuit court did not\n\nerr in refusing to allow Anthony's testimony, we further hold\n\nthat,   even    if   we    assumed    error,         such   error    is    subject    to\n\nharmless error analysis.             Given the overwhelming evidence of\nAnthony's      guilt,     the    assumed       error    was   harmless       beyond   a\n\nreasonable doubt.\n\n    ¶12     Therefore,      we    affirm       the   decision   of    the    court    of\n\nappeals and uphold Anthony's conviction.\n\n                                     I. Background\n\n    5\n       See Rock v. Arkansas, 483 U.S. 44, 55-56 (1987) (stating\nthat the right to testify is subject to reasonable limitations\nwhich are not \"arbitrary or disproportionate to the purposes\nthey are designed to serve.\").\n\n\n                                           4\n\f                                                               No.     2013AP467-CR\n\n\n\n                                       A. Facts6\n\n      ¶13    On the night of August 20, 2010, Anthony and S.J.\n\nargued at their home.           Anthony had accused S.J. of having an\n\naffair.     Their argument spanned the course of approximately one\n\nhour and a half, taking place both inside and outside their\n\nhome.\n\n      ¶14    Multiple people witnessed the argument.                 One witness,\n\nL.J.,     S.J.'s    17     year-old   daughter,    recounted       most    of   the\n\nincident leading to her mother's death.               L.J. testified that she\n\noverheard Anthony tell S.J. that if she (S.J.) left the house he\n\nwould kill her.          At the time, Anthony was holding an ice pick in\n\nhis hand.\n\n      ¶15    Despite Anthony's threat, S.J. left the house and went\n\nfor   a   walk.      Anthony    tailed   her   with    the   ice   pick.        L.J.\n\nfollowed Anthony and S.J. to a neighborhood park, where she\n\nwitnessed the couple continuing their argument.                      Anthony and\n\nS.J. eventually returned home; L.J. went to a friend's house.\n\n      ¶16    Roughly 15 minutes later, L.J. received a phone call\nfrom S.J.         S.J. was screaming and asked L.J. to hurry home.\n\nWhen L.J. arrived, the doors were locked and she could hear S.J.\n\nscreaming.     L.J. called 9-1-1.        Anthony then exited the home and\n\ntold L.J. that her mother did not want her to call the police.\n\nHe said that S.J. would come outside in 10 to 15 minutes.\n\n\n\n      6\n          The following facts are taken from witness testimony at\ntrial.\n\n\n                                         5\n\f                                                           No.    2013AP467-CR\n\n\n\n    ¶17   Once Anthony drove away, L.J. kicked in the front door\n\nand found her mother dead in an upstairs room.\n\n    ¶18   Neighbors    Sandra   Rasco     and   Tiera    Patterson    Hogans\n\ncorroborated much of L.J.'s testimony.          They also testified that\n\nS.J. told them that Anthony had held an ice pick to her throat\n\nand threatened to take her to the woods and kill her.                    That\n\nthreat occurred just two days prior to S.J.'s death.\n\n    ¶19    Three witnesses were inside S.J. and Anthony's home\n\nat the culmination of the argument.             R.J. is the daughter of\n\nS.J. and Anthony.     She saw Anthony enter S.J.'s room with an ice\n\npick.   At the time, R.J. was hiding in a closet in another room\n\nwith her two sisters, M.J. and A.J.         R.J. heard S.J. yell \"stop,\n\nplease stop\" and \"I'm sorry, I'm sorry.\"\n\n    ¶20   After     fleeing   the   scene,      Anthony    visited     Janet\n\nMayfield, the mother of his teenage son.           He told Mayfield that\n\nhe stabbed S.J. \"forty to fifty times.\"                He never mentioned\n\nself-defense.     He explained that he believed S.J. was having an\n\naffair and that Rasco had something to do with it.                 He asked\nMayfield for a gun and money.           He stated that he was going to\n\nreturn to his home to kill Rasco and the man that he suspected\n\nof having an affair with S.J.\n\n    ¶21   The   medical   examiner,      Christopher    Poulos,    testified\n\nthat S.J. suffered 45 \"sharp force injuries\" involving the head,\n\nchest, abdomen, arms, hands, and leg.           Poulos opined that seven\n\n\n\n\n                                    6\n\f                                                                        No.     2013AP467-CR\n\n\n\nof these wounds could be considered \"defensive puncture wounds.\"7\n\nPoulos testified to a reasonable degree of medical certainty\n\nthat the 45 \"sharp force injuries\" could have been caused by an\n\nice pick.\n\n      ¶22   S.J.    also     sustained         numerous        \"blunt     force        trauma\n\nwounds.\"     These    included       a    contusion       of    the     head,     multiple\n\nabrasions and contusions of the torso, and four broken ribs.\n\n      ¶23   However, the single most lethal injury, according to\n\nPoulos, was a three to four inch puncture wound to S.J.'s aorta.\n\n                               B. Procedural History\n\n      ¶24   Anthony    was    arrested         in   Bradley,     Illinois,        after     a\n\nhighway police chase.         The State charged Anthony with one count\n\nof   first-degree     intentional        homicide,      contrary        to     Wis.     Stat.\n\n§ 940.01(1)(a).8      Anthony entered a not guilty plea and went to\n\ntrial.\n\n      ¶25   At trial, the State presented the evidence detailed\n\nabove.      After     the    State       rested,     the       circuit        court    asked\n\nAnthony's counsel whether Anthony wanted to testify.                                  Counsel\nresponded that Anthony wished to do so.\n\n\n\n      7\n       Poulos defined \"defensive puncture wounds\" as those that\n\"one describes of the hands or forearms of someone who will be\nin a position to try to ward off a blow.\"\n      8\n       All references to the Wisconsin Statutes are to the 2009-\n10   version   unless   otherwise   indicated.      Wis.   Stat.\n§ 940.01(1)(a) provides that \"whoever causes the death of\nanother human being with intent to kill that person or another\nis guilty of a Class A felony.\"\n\n\n                                           7\n\f                                                                   No.        2013AP467-CR\n\n\n\n     ¶26       The    circuit   court      then      addressed     the        matter    of\n\nAnthony's prior convictions relevant for impeachment purposes.9\n\nBased     on   a     pretrial   ruling,10      the   circuit     court        instructed\n\nAnthony to answer \"two\" if asked how many prior convictions he\n\npossessed.11         After   some   explanation,       Anthony     stated       that   he\n\nunderstood.\n\n     ¶27       However, Anthony then asked whether he had a right to\n\n\"open the door\" and \"bring in all [his] convictions all the way\n\nback to 1966.\"          He explained:\n\n     I'm thinking now it might be to my benefit to show\n     that in my mind if I go back all the way to 1966——\n     because like I say [] I don't care what nobody do\n     think, but in 1966 I was convicted of an armed robbery\n     of a white man. I was only 19 and I was innocent. I\n     stayed like 12 mother-fucking years for something I\n     didn't do. I'm going to tell it to the jury.\n     ¶28       The    circuit   court      ruled     that   such    testimony          was\n\nirrelevant to the charge of first-degree intentional homicide,\n\n     9\n       Wisconsin Stat. § 906.09(1) provides that \"[f]or the\npurpose of attacking the credibility of a witness, evidence that\nthe witness has been convicted of a crime or adjudicated\ndelinquent is admissible. . . .\"      However, under Wis. Stat.\n§ 906.09(2), such evidence \"may be excluded if its probative\nvalue is substantially outweighed by the danger of unfair\nprejudice.\"\n     10\n       Milwaukee         County,     the       Honorable    Kevin        E.     Martens,\npresiding.\n     11\n       At the pretrial hearing, the State argued that four of\nAnthony's prior convictions were relevant for impeachment\npurposes.    Those convictions dated back as far as 1996.\nHowever, the circuit court determined that only two of the four\nwere relevant: two convictions for bail jumping in violation of\nWis. Stat. 946.49(1)(a). Those convictions occurred in 2003.\n\n\n                                           8\n\f                                                      No.   2013AP467-CR\n\n\n\nto which Anthony responded \"I'll bring it up. I have a right.\"\n\nThe circuit court explained that the alleged wrongful conviction\n\ncould not help the jury decide whether Anthony committed the\n\ncharge he currently faced.     Anthony retorted that he wanted the\n\njury to \"know the truth, the whole truth.\"      In the midst of this\n\ndiscussion, Anthony's reasoning became clearer:\n\n       I know when I got convicted of [] the armed robbery,\n       do you understand, [I had] an all white jury [and] now\n       I got eleven white people on the jury. This is 2011.\n       That happened do you understand 40 some years ago\n       [and] . . . Milwaukee [is] one of the most racist []\n       cities in the country, and the jury [is] going to feel\n       what I say. If they don't feel it I'll be glad to die\n       in prison.\n       ¶29   The circuit court asked Anthony to \"take a deep breath\n\nand calm down.\"      The circuit court explained that if Anthony\n\ntestified about the alleged wrongful conviction he would be cut\n\noff.    Anthony interrupted:\n\n       Cut me off. [The jury is       the] judge of the facts.\n       That's a fact that happened     that's true. I'm going to\n       keep saying it. You got to     carry me out of here. I'm\n       going to say it, your Honor.   . . .\nThe following exchange ensued:\n\n       THE COURT: We're kind of running out of time here. I\n       just want to be clear with you. If you respect me\n       you'll respect this. If you go into detail about [the\n       alleged wrongful conviction] I'm directing you to stop\n       talking and if you don't stop talking I will take you\n       off the stand, bring you back in the bullpen.\n\n       THE DEFENDANT: Okay, all right.\n\n       THE COURT: That means that the rest of your story will\n       not be told to the jury. You'll be in direct violation\n       of my direction to you not to talk about the armed\n       robbery. If you go into that that's the end of your\n\n                                  9\n\f                                                                    No.   2013AP467-CR\n\n\n       testimony. I'll find you've blatantly violated my rule\n       to you and they will take you off the stand. That will\n       be the end of it.\n\n       THE   DEFENDANT:      Okay.        We'll      do    that,     whatever,\n       whatever.\n\n       THE COURT: Mr. Anthony, I'm talking.\n\n       THE DEFENDANT: I'm sorry, I'm sorry.\n\n       THE COURT: You're promising me right now you're going\n       to break my rule?\n\n       THE DEFENDANT: I promise you right now I want the jury\n       to hear the facts because you said the jury is the\n       judge of the facts, you are the judge of the law, and\n       Anpu Aungk.12 I know this for a fact. If you're as\n       honorable as you appear to be to me when you think\n       about all the things that have happened to people like\n       me in this country you cannot deny what I'm about to\n       say. . . .\n       ¶30   After   Anthony       engaged     in    a    brief    discussion     with\n\ncounsel, the circuit court asked whether he would agree not to\n\ntalk about the alleged wrongful conviction.                       Anthony responded\n\nthat    he   could   not   avoid    it.        The   circuit      court   ruled   that\n\nAnthony could no longer testify:\n\n       THE COURT: I could put you on the stand but if you\n       went into that, I try to cut off that line of\n       questioning I'd have a difficult situation for two\n       reasons.\n\n       THE DEFENDANT: I understand.\n\n       THE COURT: The difficulties would be visited on your\n       head. First of all the jury would hear the part about\n       the armed robbery but not all the rest of the story\n       and so they might think oh, this is the guy who's not\n\n       12\n       Anthony described \"Anpu Aungk\" as \"my Egyptian protector,\nthe high priest.\"\n\n\n                                          10\n\f                                                               No.   2013AP467-CR\n\n\n      only accused of killing [S.J.] but he's also an armed\n      robber and they wouldn't get the rest of the facts.\n      That's one problem. I want to avoid that.\n\n      The other problem is this: You're going to be shackled\n      to the witness stand. I can't easily remove you from\n      the courtroom. I'll have to remove the jury from the\n      courtroom instead, and removing the jury from the\n      courtroom is not something I can do effortlessly or\n      quietly or without seeing that you would be making a\n      ruckus on the stand. When I say \"ruckus\" what I'm\n      referring to is the way that you were very, you know,\n      very animated [in the way you were] talking before. I\n      don't want you to look worse in the eyes of the jury\n      because of the way you're behaving on the stand, so if\n      you're promising me right now that you're going to\n      talk about this matter that I've excluded I won't let\n      you take the stand. I don't want to make this worse\n      for yourself than it is already.\n      ¶31   Anthony's counsel objected and made an offer of proof\n\nas to Anthony's anticipated trial testimony.              Anthony would have\n\ntestified that he killed S.J. in self-defense.                  He would have\n\nexplained that a physical altercation between himself and S.J.\n\nensued and that he believed S.J. had picked up a knife.                 At that\n\npoint, Anthony would testify, he used the ice pick to defend\n\nhimself.\n\n      ¶32   Anthony also would have testified that he stabbed S.J.\n\nso   many   times   because   he   did    not   realize   or   understand    the\n\nthreat had been terminated.              Regarding Anthony's decision to\n\nflee the scene of the crime, he would have explained that he had\n\na heightened fear of police due to past experiences in both\n\nWisconsin and Illinois.\n\n      ¶33   The circuit court ensured that Anthony understood he\n\nwould not be able to testify about his self-defense theory if he\ninsisted on disobeying the circuit court's evidentiary ruling.\n\n                                         11\n\f                                                       No.     2013AP467-CR\n\n\n\nThe circuit court once again asked whether Anthony intended to\n\nbreak its rule, to which Anthony responded \"Your Honor, I want\n\nthe jury——I want the jury to know everything I can remember all\n\nthe way back to when I was five years old.\"\n\n    ¶34   The   circuit   court   provided   Anthony   with     two   more\n\nopportunities to change his mind, but to no avail.           In the midst\n\nof the discussion, the circuit court further expounded the basis\n\nfor its ruling:\n\n    THE COURT: This is not out of respect for me. I'm not\n    making an arbitrary ruling making people follow just\n    for my pleasure. I have this rule because this jury\n    has a difficult decision to make. I don't want it made\n    more difficult by having to consider matters which\n    don't   help  their   decision,   and  your  difficult\n    experience in Illinois as a younger man doesn't help\n    them make their decision today. It might in your mind\n    inject some sympathy into the jury for you but they're\n    explicitly told they can't decide the case based on\n    sympathy. They can't have sympathy for [S.J.], they\n    can't have sympathy for you. They have to decide what\n    the facts are without regard to sympathy.\n\n     . . .\n\n    If it was a simple balancing test, if somebody told me\n    that they were intentionally going to break one of the\n    rules that we set for the court and it carried only a\n    little bit of prejudice and there was an awful lot of\n    probative value they would otherwise have in their\n    testimony, if it was just a balancing test we would\n    apply, [it would] give a person carte blanche to break\n    the court's rules, so [he or she would] break it every\n    time. There's nothing a court could do to enforce\n    those rules. While at this point it seems like there's\n    nothing that serious about Mr. Anthony telling his\n    sorry tale about what happened in the sixties we don't\n    know for sure whether that is something that would\n    make a difference to this jury that might [] end this\n    very carefully [] constructed process we have of\n    getting the truth which is why I've said this can't\n\n                                  12\n\f                                                         No.   2013AP467-CR\n\n\n    come in. As a consequence if Mr. Anthony tried to get\n    it in he's forfeited his right to testify.13\nAs a result of the circuit court's ruling, Anthony was unable to\n\noffer any evidence of self-defense.\n\n    ¶35    On September 15, 2011, the jury found Anthony guilty\n\nof first-degree intentional homicide.         On October 28, 2011, the\n\ncircuit   court   sentenced   Anthony   to   life   imprisonment     without\n\neligibility   for   release    under    extended    supervision.14       The\n\ncircuit court entered a judgment of conviction on November 1,\n\n2011.\n\n    ¶36    On October 16, 2012, Anthony filed a post-conviction\n\nmotion for a new trial on the basis that he was denied the\n\neffective assistance of counsel.        Anthony contended in part that\n\nhis trial counsel was ineffective for failing to argue that\n\nAnthony's right to testify was absolute, subject only to telling\n\nthe truth.\n\n    13\n       The discussion concerning Anthony's right to testify\noccurred outside the presence of the jury. At the conclusion of\nthe discussion, a deputy from the Milwaukee County Sheriff's\nOffice requested that Anthony wear a stun belt.       The circuit\ncourt was concerned \"not about the timing of the stun belt but\nabout the fact the jury's sitting now for an hour and 15 minutes\nwithout anything going on.\" Given that concern and the presence\nof eight sheriff's deputies in the courtroom, the circuit court\ndeclined to order Anthony to wear the stun belt.     However, the\ncircuit court did note that Anthony was \"speaking very\nforcefully\" with a \"good deal of anger in his voice.\"\n    14\n        At the sentencing hearing, the circuit court noted\nAnthony's evident inability to control his anger.   The circuit\ncourt explained: \"You're sitting there in a wheelchair with 1,\n2, 3, 4, 5 extra deputies because of that [one] incident in my\ncourt where you couldn't contain your rage, and that's what I'm\nconcerned about.\"\n\n\n                                   13\n\f                                                                           No.       2013AP467-CR\n\n\n\n       ¶37       The   circuit     court        denied    Anthony's        post-conviction\n\nmotion      in    a    written    decision        dated    February       5,     2013.        The\n\ncircuit court reasoned that Anthony was not prejudiced15 by his\n\ntrial counsel's failure to argue the absolute nature of his\n\nright to testify because it would have rejected that argument\n\nanyway.          It    noted    that    the     right     to    testify    is     subject      to\n\nreasonable limitations, such as procedural and evidentiary rules\n\nthat control the presentation of evidence.\n\n       ¶38       The   circuit     court      also    reasoned      that       the    right   to\n\ntestify can be limited in order to preserve dignity, order, and\n\ndecorum in the courtroom, citing to Illinois v. Allen, 397 U.S.\n\n337 (1970), for support.                  In Allen, the United States Supreme\n\nCourt held that a criminal defendant may forfeit his or her\n\nconstitutional right to be present at trial through misconduct.\n\nIllinois v. Allen, 397 U.S. 337, 343 (1970).\n\n       ¶39       Relying   in     part     on    Allen     to    justify       its     decision\n\nconcerning        forfeiture,       the       circuit     court    recounted          Anthony's\n\ndemeanor         at    trial,     described          above.        The     circuit        court\nreferenced additional factual findings: \"I recall how enraged he\n\nwas,    how      tensely       coiled    he     became    the     more    he     insisted     on\n\n       15\n        To succeed on a claim for ineffective assistance of\ncounsel, a defendant must demonstrate both that counsel's\nperformance was deficient and that it prejudiced the defense.\nState v. Carter, 2010 WI 40, ¶21, 324 Wis. 2d 640, 782 N.W.2d\n695 (citing Strickland v. Washington, 466 U.S. 668, 687 (1984)).\nTo prove prejudice, a defendant must show that \"'there is a\nreasonable probability that, but for counsel's unprofessional\nerrors,   the  result   of  the   proceeding  would  have   been\ndifferent.'\" Id., ¶37 (quoting Strickland, 466 U.S. at 694).\n\n\n                                                14\n\f                                                                 No.    2013AP467-CR\n\n\n\ntelling the jury about the 1966 conviction, and how close he\n\nseemed to a breaking point.\"             The circuit court explained, \"I\n\ndid not state these additional observations in so many words at\n\nthe time.    I was hoping not to provoke another outburst.\"\n\n    ¶40     In light of Anthony's insistence on disregarding the\n\ncircuit     court's    evidentiary       ruling      as   well   as     his   angry\n\ndemeanor, the circuit court held that Anthony had forfeited his\n\nright to testify.       Consequently, the circuit court reasoned that\n\nAnthony could not show prejudice for purposes of his claim for\n\nineffective assistance.\n\n    ¶41     The court of appeals affirmed.16              The court of appeals\n\ndid not decide whether the circuit court erred in its forfeiture\n\ndetermination.        Rather, it performed a harmless error analysis\n\nand concluded that any error on the part of the circuit court\n\nwas harmless in light of the overwhelming evidence of Anthony's\n\nguilt.\n\n    ¶42     We granted Anthony's petition for review.\n\n                             II. Standard of Review\n    ¶43     We   are      asked     to        determine    whether       Anthony's\n\nconstitutional    right    to     testify      was   violated.         \"Whether   an\n\nindividual is denied a constitutional right is a question of\n\nconstitutional fact that this court reviews independently as a\n\nquestion of law.\"       State v. Cummings, 199 Wis. 2d 721, 748, 546\n\nN.W.2d 406 (1996).        We accept the circuit court's findings of\n\n    16\n       State v. Anthony, No.             2013AP467-CR,      unpublished       order\n(Wis. Ct. App. Jan. 14, 2014).\n\n\n                                         15\n\f                                                                           No.    2013AP467-CR\n\n\n\nevidentiary      or       historical         fact        unless     they        are     clearly\n\nerroneous.    State v. Ndina, 2009 WI 21, ¶45, 315 Wis. 2d 653,\n\n761 N.W.2d 612.           We apply \"constitutional principles to those\n\nevidentiary    or     historical          facts        independently      of     the    circuit\n\ncourt and court of appeals but benefitting from those courts'\n\nanalyses.\"    Id.\n\n      ¶44   We are also asked to decide whether a violation of a\n\ndefendant's      right     to    testify          is     subject    to     harmless       error\n\nanalysis.        \"Whether        a    particular          error     is    structural        and\n\ntherefore not subject to a harmless error review is a question\n\nof law for our independent review.\"                         State v. Nelson, 2014 WI\n\n70, ¶18, 355 Wis. 2d 722, 849 N.W.2d 317.                           Whether an error is\n\nharmless is also a question of law for our independent review.\n\nId.\n\n                                          III. Discussion\n\n                                     A. Right to Testify\n\n      ¶45   Under the common law rule, criminal defendants were\n\nprohibited    from        testifying         on     their    own     behalf       at     trial.\nFerguson v. Georgia, 365 U.S. 570, 573-74 (1961).                                     They were\n\ndeemed   incompetent        to       do    so,     the     theory    being       that     their\n\ntestimony    was    self-serving           and     therefore       untrustworthy.           Id.\n\nHowever,    beginning       in       1864,    states        began    to     enact       general\n\ncompetency    statutes       for      criminal          defendants,       and     the    United\n\nStates Congress followed suit in 1878.                       Id. at 577.          Those laws\n\nhelped   serve      the    presumption            of    innocence    that        attaches    to\n\ncriminal prosecutions.           See id. at 580-81 (\"Experience under the\nAmerican competency statutes was to change the minds of many who\n                                              16\n\f                                                              No.    2013AP467-CR\n\n\n\nhad opposed them.         It was seen that the shutting out of [a\n\ndefendant's       testimony]     could    be    positively   hurtful     to     the\n\naccused, and that innocence was in fact aided, not prejudiced,\n\nby the opportunity of the accused to testify under oath.\").\n\n    ¶46     Over a century later, the United States Supreme Court\n\nexplicitly recognized that a defendant in a criminal case has a\n\nfundamental constitutional right to testify in his or her own\n\ndefense.     Rock v. Arkansas, 483 U.S. 44, 49 (1987); See also\n\nUnited States v. Dunnigan, 507 U.S. 87, 96 (1993).                   That right\n\nstems from several provisions of the Constitution:\n\n    the Fourteenth Amendment, which protects a defendant's\n    due process right to be heard and offer testimony; the\n    Compulsory Process Clause of the Sixth Amendment,\n    which protects a defendant's right to call witnesses\n    in her favor; and the Fifth Amendment, which protects\n    a defendant's right against compelled testimony unless\n    he chooses to speak in the unfettered exercise of his\n    own will.\nNelson,     355    Wis.   2d.    722,     ¶19   (internal    quotation        marks\n\nomitted).\n\n    ¶47     It has been recognized that the right to testify is\n\ngrounded in personal autonomy and may not be waived by counsel.\n\nSee Jones v. Barnes, 463 U.S. 745, 751 (1983).               In Wisconsin, we\n\nrequire    that    a   circuit    court    \"conduct   a   colloquy     with    the\n\ndefendant in order to ensure that the defendant is knowingly and\n\nvoluntarily waiving his or her right to testify.\"                      State v.\n\nWeed, 2003 WI 85, ¶40, 263 Wis. 2d 434, 666 N.W.2d 485.                   Stated\n\ndifferently, the right to testify cannot be lost, that is to say\n\n\n\n\n                                         17\n\f                                                                               No.        2013AP467-CR\n\n\n\nforfeited, by a defendant's silence.                            Nelson, 355 Wis. 2d 722,\n\n¶20.\n\n       ¶48    Although           the    right       to    testify        is        a    fundamental\n\nconstitutional right grounded in personal autonomy, it is not\n\nabsolute.        For example, there is no constitutional right to\n\ncommit perjury.          State v. McDowell, 2004 WI 70, ¶34, 272 Wis. 2d\n\n488, 681 N.W.2d 500 (quoting Nix v. Whiteside, 475 U.S. 157, 173\n\n(1986)).        There       is    also       no    constitutional            right       to     present\n\nirrelevant evidence.               State v. Robinson, 146 Wis. 2d 315, 332,\n\n431 N.W.2d 165 (1988).                  Moreover, a criminal defendant's right\n\nto     present     relevant            testimony          is     subject           to     reasonable\n\nrestrictions.         Rock, 483 U.S. at 55-56.\n\n       ¶49    In Rock, the United States Supreme Court considered\n\nwhether      Arkansas'       per       se    rule       prohibiting          the       admission      of\n\nhypnotically refreshed testimony violated the petitioner's right\n\nto testify.       Id. at 45.                Arkansas' rule was designed to ensure\n\nthat only reliable evidence be admitted at trial.                                        Id. at 56.\n\nBecause Arkansas considered hypnotically refreshed testimony per\nse unreliable, circuit courts had no discretion to admit such\n\ntestimony,       even       if    the       circumstances           of   a    particular             case\n\nestablished the trustworthiness of the evidence.                                          Id.    at 57\n\nn.12.\n\n       ¶50    The Court in Rock recognized that the right to present\n\nrelevant testimony is not limitless and \"'may, in appropriate\n\ncases,    bow    to     accommodate           other      legitimate          interests          in    the\n\ncriminal      trial     process.'\"                Id.    at    55    (quoting           Chambers       v.\nMississippi,          410    U.S.        284,       295        (1973)).             For       example,\n                                                  18\n\f                                                                         No.    2013AP467-CR\n\n\n\n\"[n]umerous state procedural and evidentiary rules control the\n\npresentation of evidence and do not offend the defendant's right\n\nto testify.\"          Id. at 55 n.11.         However, such limitations on the\n\nright to testify \"may not be arbitrary or disproportionate to\n\nthe purposes they are designed to serve.\"                       Id. at 56.\n\n       ¶51    Having determined that \"[w]holesale inadmissibility of\n\na defendant's testimony is an arbitrary restriction on the right\n\nto    testify      in   the    absence     of      clear    evidence      by    the    State\n\nrepudiating the validity of all posthypnosis recollections,\" Id.\n\nat    61,    the   Court      in    Rock   held     that    Arkansas'      per    se   rule\n\nviolated the defendant's right to testify.                           Id. at 62.    Central\n\nto the Court's reasoning was the fact that the per se rule\n\nimpeded the circuit court's ability to control the presentation\n\nof evidence so as to effectuate the ascertainment of truth.                               See\n\nid. at 56-62.\n\n       ¶52      The     takeaway      from      Rock       is    a     \"methodology       for\n\nreviewing a decision denying a defendant's request to testify.\"\n\nArredondo v. Pollard, 498 F. Supp. 2d 1113, 1126 (E.D. Wis.\n2007).       \"The reviewing court asks whether the reasons given for\n\nthe denial are sufficiently persuasive to justify depriving the\n\ndefendant of his fundamental constitutional right to testify.\"\n\nId.\n\n                                   B. Forfeiture by Conduct\n\n       ¶53    Prior     to    reviewing      the    circuit      court's       decision    to\n\ndeny Anthony's request to testify, we must address a threshold\n\nissue in this case: whether a criminal defendant may forfeit his\nor her right to testify through conduct incompatible with the\n                                             19\n\f                                                                     No.     2013AP467-CR\n\n\n\nassertion of the right.            Neither the United States Supreme Court\n\nnor this court has addressed the issue.\n\n      ¶54   \"We    have     recognized      two       distinct    ways     in    which   a\n\ndefendant may give up his rights: waiver and forfeiture.\"                          State\n\nv. Pinno, 2014 WI 74, ¶56, 356 Wis. 2d 106, 850 N.W.2d 207.\n\nWaiver \"'is the intentional relinquishment or abandonment of a\n\nknown right.'\"          Ndina, 315 Wis. 2d 653, ¶29 (quoting United\n\nStates v. Olano, 507 U.S. 725, 733 (1993)).                      \"[W]aiver typically\n\napplies to those rights so important to the administration of a\n\nfair trial that mere inaction on the part of a litigant is not\n\nsufficient to demonstrate that the party intended to forgo the\n\nright.\"     State v. Soto, 2012 WI 93, ¶37, 343 Wis. 2d 43, 817\n\nN.W.2d 848.\n\n      ¶55   Forfeiture, on the other hand, often involves \"'the\n\nfailure to make the timely assertion of a right.'\"                          Ndina, 315\n\nWis. 2d 653, ¶29 (quoting Olano, 507 U.S. at 733).                         \"Rights that\n\nare   subject          to   forfeiture          are     typically        those     whose\n\nrelinquishment will not necessarily deprive a party of a fair\ntrial, and whose protection is best left to the immediacy of the\n\ntrial,    such    as    when   a   party    fails       to   raise   an     evidentiary\n\nobjection.\"       Soto, 343 Wis. 2d 43, ¶36.                  However, there is a\n\nsecond aspect to forfeiture: \"doing something incompatible with\n\nthe assertion of a right. . . .\"                  State v. Vaughn, 2012 WI App\n\n129, ¶21, 344 Wis. 2d 764, 823 N.W.2d 543 (citing Allen, 397\n\nU.S. at 343).\n\n      ¶56   As previously noted, we have held that the right to\ntestify is subject to waiver, not forfeiture, in so far as a\n                                           20\n\f                                                                    No.    2013AP467-CR\n\n\n\ndefendant's inaction in asserting the right is concerned.                         Weed,\n\n263 Wis. 2d 434, ¶¶39-40.               We now conclude that the right to\n\ntestify     may,   in    appropriate     cases,      be   subject    to    forfeiture\n\nwhere conduct incompatible with the assertion of the right is at\n\nissue.\n\n      ¶57    Case law supports our position.                  In Allen, the issue\n\nwas   whether      Allen    forfeited    his       constitutional     right    to    be\n\npresent at trial by engaging \"in speech and conduct which [was]\n\nso noisy, disorderly, and disruptive that it [was] exceedingly\n\ndifficult or wholly impossible to carry on the trial.\"                         Allen,\n\n397 U.S. at 338.           At trial, Allen had requested to conduct his\n\nown defense.        Id. at 339.      During voir dire, Allen argued with\n\nthe judge \"in a most abusive and disrespectful manner.\"                       Id.     He\n\nlater    threatened      the   judge,    tore      up   his   appointed     counsel's\n\nlegal    files,    and     threw   papers     on    the   floor.      Id.    at     340.\n\nDespite warning, Allen did not reform his conduct, leading the\n\ncircuit court to remove him from the courtroom on two separate\n\noccasions.      Id. at 340-41.\n      ¶58    The United States Supreme Court rejected the notion\n\nthat Allen's right to be present \"was so 'absolute' that, no\n\nmatter how unruly or disruptive [Allen's] conduct might be, he\n\ncould never be held to have lost that right so long as he\n\ncontinued to insist upon it, as Allen clearly did.\"                       Id. at 342.\n\nThe Court held:\n\n      [W]e explicitly hold today that a defendant can lose\n      his right to be present at trial if, after he has been\n      warned by the judge that he will be removed if he\n      continues his disruptive behavior, he nevertheless\n\n                                         21\n\f                                                                 No.    2013AP467-CR\n\n\n    insists   on  conducting  himself   in  a   manner  so\n    disorderly, disruptive, and disrespectful of the court\n    that his trial cannot be carried on with him in the\n    courtroom. Once lost, the right to be present can, of\n    course, be reclaimed as soon as the defendant is\n    willing to conduct himself consistently with the\n    decorum and respect inherent in the concept of courts\n    and judicial proceedings.\n\n    It is essential to the proper administration of\n    criminal justice that dignity, order, and decorum be\n    the hallmarks of all court proceedings in our country.\n    The flagrant disregard in the courtroom of elementary\n    standards of proper conduct should not and cannot be\n    tolerated. We believe trial judges confronted with\n    disruptive,     contumacious,    stubbornly    defiant\n    defendants must be given sufficient discretion to meet\n    the circumstances of each case. No one formula for\n    maintaining appropriate courtroom atmosphere will be\n    best in all situations.\nId. at 343.        Thus, Allen stands for the proposition that a\n\ndefendant may forfeit a fundamental constitutional right through\n\nconduct incompatible with the assertion of the right.\n\n    ¶59    In our view, the rationale of Allen logically extends\n\nto the context of the right to testify, given that a corollary\n\nto removal may be denial of that right.                   We are not alone in\n\nthis opinion.      See, e.g., United States v. Ives, 504 F.2d 935,\n941 (9th Cir. 1974), vacated on other grounds, 421 U.S. 944\n\n(1975), opinion reinstated in relevant part, 547 F.2d 1100 (9th\n\nCir. 1976) (holding that a defendant may forfeit the privilege\n\nto testify through conduct); Douglas v. State, 214 P.3d 312, 322\n\n(Alaska 2009) (applying the Allen standards to determine whether\n\nthe defendant forfeited his right to testify in person through\n\nmisconduct);    State    v.   Chapple,      36   P.3d    1025,   1033-34    (Wash.\n2001)   (relying    on   Allen   and     Ives    to     determine      whether   the\n\n\n                                       22\n\f                                                                         No.        2013AP467-CR\n\n\n\ndefendant lost his right to testify by way of his conduct).                                   We\n\nagree with the reasoning of the United States Court of Appeals\n\nfor the Ninth Circuit:\n\n      It is evident that the conduct of a defendant in the\n      courtroom   can  become   so  inconsistent  with   the\n      necessary decorum for effective administration of\n      justice that reasonable restraints are necessary. It\n      is even more evident that such conduct cannot be\n      allowed when the defendant takes center stage on the\n      witness stand. He has no more liberty and freedom to\n      testify in a way degrading to the judicial system than\n      he has to rob a bank. . . .\nIves, 504 F.2d at 941.\n\n      ¶60   Although        the   United       States        Supreme     Court        has    not\n\nexpressly    stated    that       a    defendant       may     forfeit    the        right    to\n\ntestify through conduct, it seems probable that it would reach\n\nsuch a conclusion in light of Allen and its indication in Rock\n\nthat the right to testify is subject to legitimate interests in\n\nthe   criminal     trial      process.              Surely,     the    preservation          of\n\ndignity,    order,    and     decorum         in    the    courtroom      constitutes         a\n\nlegitimate      interest     in       the    criminal      trial      process        that    may\n\noutweigh     a     defendant's              right     to       testify         in      certain\ncircumstances.\n\n      ¶61   While we have not addressed the forfeiture by conduct\n\nissue in the context of the right to testify, we have held that\n\na criminal defendant may forfeit his or her constitutional right\n\nto    counsel      through        manipulative            or    disruptive            conduct.\n\nCummings,    199     Wis.    2d       at    752-56;       accord      United        States    v.\n\nLeggett, 162 F.3d 237, 250 (3d Cir. 1998); United States v.\nMcLeod, 53 F.3d 322, 324-25 (11th Cir. 1995); United States v.\n\n                                              23\n\f                                                                 No.       2013AP467-CR\n\n\n\nBauer, 956 F.2d 693, 695 (7th Cir. 1992).                    In Cummings, the\n\ndefendant repeatedly refused to cooperate with various court-\n\nappointed attorneys, constantly complained about the attorneys'\n\nperformance,     and    made     it      impossible    for      an       attorney   to\n\neffectively represent him.            Cummings, 199 Wis. 2d at 753-54.               We\n\nheld that \"there may be situations, such as the one before us,\n\nwhere a circuit court must have the ability to find that a\n\ndefendant has forfeited his right to counsel.\"               Id. at 756.\n\n    ¶62     In a footnote to Cummings, we recommended that \"trial\n\ncourts in the future, when faced with a recalcitrant defendant,\n\nfollow   the   first    four    steps     outlined    in   the   dissent       before\n\ndetermining that a defendant has forfeited his or her right to\n\ncounsel.\"      Id. at 756 n.18.            Those four steps, designed to\n\nensure that a defendant understands the consequences of his or\n\nher actions, are:\n\n    (1) explicit warnings that, if the defendant persists\n    in “X” [specific conduct], the court will find that\n    the right to counsel has been forfeited and will\n    require the defendant to proceed to trial pro se; (2)\n    a colloquy indicating that the defendant has been made\n    aware of the difficulties and dangers inherent in\n    self-representation; (3) a clear ruling when the court\n    deems the right to counsel to have been forfeited;\n    [and] (4) factual findings to support the court's\n    ruling. . . .\nId. at 764 (Geske, J., dissenting).                  Thus, Cummings not only\n\ndemonstrates     that    a     defendant       may    forfeit        a    fundamental\n\nconstitutional    right        through     conduct    incompatible          with    the\n\nassertion of the right, it provides guidance to circuit courts\nfaced with making such a determination.\n\n\n                                          24\n\f                                                               No.    2013AP467-CR\n\n\n\n       ¶63    Since Cummings, the court of appeals has held that\n\ncriminal defendants may, through their conduct, forfeit their\n\nright to an on-the-record colloquy designed to ensure that their\n\ndecision not to testify is a knowing and voluntary one.                  Vaughn,\n\n344 Wis. 2d 764, ¶26.           Citing Allen, 397 U.S. at 343, the court\n\nof appeals explained:\n\n       As we have seen, however, a defendant in a criminal\n       case may lose fundamental rights (such as the right to\n       appear at the trial and confront the accusers) when\n       the defendant forfeits those rights by interfering\n       with the ability of the trial court to protect those\n       rights. . . . By refusing to come to court so the\n       trial court could personally explain        what  Weed\n       requires must be explained, Vaughn made it, as a\n       practical matter consistent with safety, impossible\n       for the trial court to explain his right to testify,\n       and determine whether his decision to not testify was,\n       in   Weed's   phrase,   \"knowing,   intelligent,   and\n       voluntary.\"\nId. (internal citations omitted).\n\n       ¶64    The foregoing case law demonstrates that forfeiture by\n\nconduct       is   not    a    novel    concept,    even    where    fundamental\n\nconstitutional rights are concerned.               In light of that case law,\nand in light of the United States Supreme Court's declaration\n\nthat    the    right     to   testify    may   \"'bow   to   accommodate    other\n\nlegitimate interests in the criminal trial process,'\" Rock, 483\n\nU.S. at 55 (quoting Chambers, 410 U.S. at 295), we conclude that\n\na criminal defendant may forfeit his or her right to testify\n\nthrough conduct incompatible with the assertion of the right in\n\nappropriate cases.            However, we stress that a circuit court's\n\ndetermination on forfeiture must be guided by Rock's balancing\ntest.     Thus, a forfeiture determination may not be arbitrary or\n\n                                         25\n\f                                                                        No.        2013AP467-CR\n\n\n\ndisproportionate to the purposes it is designed to serve.                                Rock,\n\n483 U.S. at 56.            Stated differently, a complete denial of the\n\nright to testify must be reasonable under the circumstances of\n\nthe case.\n\n                     C. Anthony Forfeited his Right to Testify\n\n       ¶65    Having       established       that    a    criminal       defendant         may\n\nforfeit his or her right to testify through conduct incompatible\n\nwith the assertion of the right, we proceed to consider whether\n\nAnthony forfeited his right to testify in his own defense.\n\n       ¶66    Anthony argues that the circuit court erred in its\n\nforfeiture determination.               He submits that the circuit court\n\nwent    where    no     court     has    gone       before:     denying        a     criminal\n\ndefendant the right to testify where his conduct did not first\n\nwarrant      removal       from   the    courtroom.             Painting       this       case\n\nexclusively as a \"disruption case\" under Allen, Anthony contends\n\nthat there is no precedent for stripping a defendant \"of his\n\nright to testify based on 'disruptive' behavior when he was\n\nnever so disruptive as to render it impossible to carry on the\ntrial   in    his     presence.\"        In    his    view,      the    circuit        court's\n\ndecision in this case amounted to nothing more than a protective\n\nmeasure      based    on    the   circuit     court's      fear       that    Anthony      may\n\nbecome disruptive.           Anthony maintains that there is no basis in\n\nexisting law for such a preemptive application of Allen.\n\n       ¶67    Anthony       recognizes       that        Rock    permits           reasonable\n\nlimitations on the right to testify where legitimate interests\n\nin the criminal trial process are concerned.                      However, he argues\nthat the Rock balancing test weighs in his favor.                             In asserting\n                                             26\n\f                                                                No.     2013AP467-CR\n\n\n\nthat the circuit court's forfeiture determination was arbitrary\n\nor disproportionate to the purposes it was designed to serve,\n\nAnthony questions whether legitimate interests in the criminal\n\ntrial process were really at issue.             As to the preservation of\n\ncourtroom decorum, Anthony contends that \"there is no authority\n\nto support the proposition that [the right to testify] can be\n\ncircumscribed by principles of decorum.\"              Regarding the interest\n\nin maintaining order in the courtroom, Anthony argues that the\n\ncircuit court's concern for the jury's safety may have arisen\n\npost hoc.17      As for the circuit court's interest in controlling\n\nthe   presentation     of    evidence,    Anthony    submits    that        he   never\n\n\"indicated that he would testify in anything but a truthful and\n\nrelevant manner.\"\n\n      ¶68    In sum, according to Anthony, the complete denial of\n\nhis right to testify was a \"far too severe punishment for [his]\n\nminor disruption and dissent,\" particularly in light of the fact\n\nthat he planned to serve as the sole eyewitness in support of\n\nhis self-defense theory.\n      ¶69    The State contends that Anthony forfeited his right to\n\ntestify     by   refusing      to   comply    with     the   circuit         court's\n\nevidentiary ruling and posing a threat to the preservation of\n\ndignity,     order,    and    decorum    in   the    courtroom.         The      State\n\ndisagrees with Anthony's assertion that a circuit court can only\n\nbar   a    defendant   from    testifying     where    his     or     her    conduct\n\n      17\n       Post hoc is defined as \"[a]fter                  this;       consequently.\"\nBlack's Law Dictionary 4 (7th ed. 1999).\n\n\n                                         27\n\f                                                                      No.     2013AP467-CR\n\n\n\nwarrants removal from the courtroom.                    According to the State, a\n\ndenial of the right to be present at trial is a more extreme\n\nsanction than denial of the right to testify because removal\n\nfrom the courtroom infringes upon several rights: the right to\n\nconfrontation, the right to conduct a defense, and the right to\n\nappear before a jury.               Thus, per the State's reasoning, it is\n\nillogical to require the same level of misconduct to justify the\n\ndenial of both rights.\n\n       ¶70     The State acknowledges an absence of case law directly\n\naddressing the issue before the court; however, it contends that\n\ncases dealing with forfeiture of a defendant's right to counsel\n\nthrough conduct inconsistent with the assertion of the right are\n\nmore persuasive than the \"disruption\" type cases that Anthony\n\noffers.        See, e.g., Cummings, 199 Wis. 2d at 752-56; United\n\nStates       v.   Goldberg,     67     F.3d       1092,   1100      (3d      Cir.    1995)\n\n(recognizing that a defendant can forfeit or \"waive by conduct\"\n\nhis    or      her   right     to    counsel       through        dilatory     tactics).\n\nSpecifically, the State argues \"[i]f a defendant can be found to\nhave    forfeited     or     'waived    by    conduct'     the     right     to     counsel\n\nwithout an explicit waiver and absent any violent behavior, it\n\nlogically follows that a defendant can also be found to have\n\nforfeited his right to testify without engaging in behavior that\n\nmerits removal from the courtroom.\"\n\n       ¶71     Recognizing that Rock sets forth the appropriate test\n\nfor    determining     the    propriety       of    a   circuit     court's       decision\n\nconcerning forfeiture of the right to testify, the State asserts\nthat     the      circuit     court's        interests       in     controlling         the\n                                             28\n\f                                                                                     No.    2013AP467-CR\n\n\n\npresentation of the evidence and preserving dignity, order, and\n\ndecorum     in       the    courtroom            justified           the     complete       denial      of\n\nAnthony's right to testify.\n\n      ¶72       We     agree      with         the    State           and     hold     that      Anthony\n\nforfeited        his    right        to        testify      by       displaying        stubborn        and\n\ndefiant conduct that presented a                            serious          threat to both the\n\nfairness and reliability of the criminal trial process as well\n\nas   the    preservation             of     dignity,        order,          and     decorum      in    the\n\ncourtroom.\n\n      ¶73       As a preliminary matter, we concur with the State that\n\na circuit court need not remove a defendant from the courtroom\n\nin order to justify a denial of the right to testify.                                         The cases\n\nthat we have cited for the proposition that a defendant may\n\nforfeit      a       constitutional               right          through          conduct       do     not\n\nexclusively involve the type of violent and disruptive behavior\n\nthat may necessitate removal from the courtroom.                                            See, e.g.,\n\nCummings,       199     Wis.      2d      at    752-56;         See     also      Taylor    v.    United\n\nStates,     414      U.S.      17,     20      (1973)       (holding          that    the     defendant\nwaived     or     forfeited          his       constitutional               right    to    be    present\n\nthrough     his      voluntary         absence).                Therefore,         when    determining\n\nwhether     a     defendant          forfeited            his    or     her       right    to    testify\n\nthrough     conduct,         we      believe         the        appropriate          inquiry      is    to\n\nconsider the totality of the circumstances in order to assess\n\nwhether     the        defendant          interfered             with       the     circuit      court's\n\nability     to       protect      that         right.           We    reiterate       that      such    an\n\ninquiry must be guided by Rock's balancing test——the forfeiture\ndetermination must not be arbitrary or disproportionate to the\n                                                     29\n\f                                                                       No.    2013AP467-CR\n\n\n\npurposes it is designed to serve.                    In other words, a complete\n\ndenial of the right to testify must be reasonable under the\n\ncircumstances of the case.\n\n       ¶74    In this case, we recognize two distinct interests that\n\nformed    the      basis   of     the   circuit     court's      complete     denial     of\n\nAnthony's       right      to     testify.          Both    constitute        legitimate\n\ninterests in the criminal trial process.\n\n       ¶75    The    first      involves      the   circuit      court's     ability     to\n\ncontrol      the    presentation        of    evidence      so   as    to    ensure     the\n\nfairness and reliability of the criminal trial process.                                 The\n\nprimary purpose of a criminal trial is to develop \"relevant\n\nfacts on which a determination of guilt or innocence can be\n\nmade.\"       United States v. Nobles, 422 U.S. 225, 230 (1975); See\n\nalso State v. McClaren, 2009 WI 69, ¶5, 318 Wis. 2d 739, 767\n\nN.W.2d 550 (\"Ascertainment of the truth is the primary objective\n\nof a trial. . . .\").              \"Efficiency is a secondary objective of a\n\ntrial,    but      where     it   can    be    attained     with      constitutionally\n\npermitted measures, it is highly desirable.\"                      McClaren, 318 Wis.\n2d 739, ¶5.\n\n       ¶76    Under Wis. Stat. § 906.11, circuit courts are charged\n\nwith   serving       these      two   purposes.       The     statute       provides,    in\n\nrelevant part:\n\n       (1) Control by judge. The judge shall exercise\n       reasonable control over the mode and order of\n       interrogating witnesses and presenting evidence so as\n       to do all of the following:\n\n       (a) Make the interrogation and presentation effective\n       for the ascertainment of the truth.\n\n\n                                              30\n\f                                                               No.       2013AP467-CR\n\n\n    (b) Avoid needless consumption of time.\n\n    (c) Protect witnesses             from    harassment       or        undue\n    embarrassment.\nWis. Stat. § 906.11(1).        We have held that Wis. Stat. § 906.11\n\nenables a circuit court \"to try to be certain that a jury is\n\npresented    with     admissible,    reliable     evidence         and     to    make\n\npretrial rulings so that the trial runs smoothly.\"                        McClaren,\n\n318 Wis. 2d 739, ¶3.          Indeed, the trial process requires as\n\nmuch:\n\n    The adversary process could not function effectively\n    without adherence to rules of procedure that govern\n    the orderly presentation of facts and arguments to\n    provide each party with a fair opportunity to assemble\n    and submit evidence to contradict or explain the\n    opponent's case. The trial process would be a shambles\n    if either party had an absolute right to control the\n    time and content of his witnesses' testimony.\nTaylor v. Illinois, 484 U.S. 400, 410-411 (1988).\n\n    ¶77     It   is   clear   from   our     review    of    the     record      that\n\nAnthony's   proposed     testimony    likely    would       have     confused      or\n\nmisled    the    jury,   thereby     presenting       an    obstacle        to   the\n\nascertainment of truth.       As the circuit court acknowledged, the\njury had \"a difficult decision to make,\" and irrelevant matters\n\nsuch as Anthony's alleged wrongful conviction; Anthony's status\n\nas an African-American male; Anthony's religious beliefs; and\n\nAnthony's memories \"all the way back to when [he] was five years\n\nold\" would not have helped the jury make its decision.\n\n    ¶78     To take but one example, if Anthony had been allowed\n\nto testify about his alleged wrongful conviction, it is possible\nthat the State would have felt compelled to prove that Anthony's\n\n\n                                      31\n\f                                                                                 No.     2013AP467-CR\n\n\n\nconviction was never overturned and may have been completely\n\nlegitimate.            In other words, the issue of Anthony's purported\n\nwrongful conviction had the obvious potential to develop into a\n\ntrial    within        a    trial,       thereby    confusing             the   jury     as    to    the\n\nissues it was required to decide, or worse, misleading the jury\n\ninto    thinking           that     it     could        determine         Anthony's          guilt   or\n\ninnocence        in    this       case    based    on     the       likelihood         that    he    was\n\nwrongfully        convicted         of    armed     robbery          in    1966.        To     further\n\ncomplicate matters, the trial within a trial likely would have\n\nconstituted a needless consumption of time.\n\n       ¶79       Where,      as    here,    a     defendant         repeatedly         promises       to\n\ndisobey      a    circuit         court's    evidentiary            ruling,       the    effect       of\n\nwhich would seriously threaten the fairness and reliability of\n\nthe criminal trial process, we think it fair to say that a\n\ncircuit court has a legitimate interest in placing reasonable\n\nlimitations on a defendant's right to testify.                                        See Chambers,\n\n410 U.S. at 302 (\"In the exercise of this right, the accused, as\n\nis required of the State, must comply with established rules of\nprocedure        and       evidence      designed        to    assure       both      fairness       and\n\nreliability in the ascertainment of guilt and innocence.\"); See\n\nalso Holmes v. South Carolina, 547 U.S. 319, 327 (2006) (\"While\n\nthe     Constitution           thus       prohibits           the    exclusion          of     defense\n\nevidence under rules that serve no legitimate purpose or that\n\nare    disproportionate             to    the     ends     that      they       are    asserted       to\n\npromote, well-established rules of evidence permit trial judges\n\nto exclude evidence if its probative value is outweighed                                              by\n\n\n                                                   32\n\f                                                            No.   2013AP467-CR\n\n\n\ncertain other factors such as unfair prejudice, confusion of the\n\nissues, or potential to mislead the jury.\").\n\n      ¶80   The second distinct interest underlying the circuit\n\ncourt's forfeiture determination concerned the preservation of\n\ndignity, order, and decorum in the courtroom.              In our view, the\n\nrecord is clear that Anthony posed a serious threat to that\n\nlegitimate interest in the criminal trial process as well.\n\n      ¶81   The circuit court made findings of fact with respect\n\nto Anthony's demeanor at trial, both in its oral decision and\n\nits   written    decision    post-conviction,   and   we    defer   to    them\n\nunless they are clearly erroneous.        Ndina, 315 Wis. 2d 653, ¶45.\n\nThe circuit court observed that Anthony was \"quite animated\"\n\nwhen insisting to testify to irrelevant matters, i.e., he was\n\n\"speaking very forcefully\" with \"a good deal of anger in his\n\nvoice.\"     The circuit court noted how \"enraged\" and \"tensely\n\ncoiled\" Anthony became and \"how close he seemed to a breaking\n\npoint.\"18       Based   on   Anthony's   demeanor,    the    circuit     court\n\nexpressed concern that Anthony would cause \"a ruckus on the\nstand\" and pose a threat to the security of the jury.\n\n\n\n      18\n        Anthony suggests that these findings of fact, described\nin the circuit court's written decision post-conviction, were\nthe product of a post hoc rationalization for the circuit\ncourt's   forfeiture   determination.     However,  we  recently\nexplained that \"taking judges at their word is a fundamental\nassumption built into our legal system.\"      State v. Robinson,\n2014 WI 35, ¶48, 354 Wis. 2d 351, 847 N.W.2d 352.       \"In the\nabsence of clear evidence to contrary, we decline to assign\nimproper motive on the part of the circuit court.\" Id.\n\n\n                                    33\n\f                                                                     No.        2013AP467-CR\n\n\n\n     ¶82       The   circuit     court's    observations       are     supported         by\n\nother portions of the record.                   For example, the record shows\n\nthat Anthony threatened that he would need to be carried out of\n\nthe courtroom if he could not testify freely.                        At some point,\n\nadditional sheriff's deputies were called into the courtroom,\n\nbringing the total present to eight.                   Toward the end of the\n\ncircuit court's discussion with Anthony, the sheriff's office\n\nrequested that Anthony wear a stun belt for the remainder of the\n\ntrial.     Also, at Anthony's sentencing, the circuit court noted\n\nthe presence of additional sheriff's deputies \"because of that\n\n[one] incident in my court where you couldn't contain your rage,\n\nand that's what I'm concerned about.\"\n\n     ¶83       Where, as here, a defendant displays such disruptive\n\nconduct, we find it rational to conclude that a circuit court\n\nhas a legitimate interest in placing reasonable limitations on\n\nthe right to testify.19\n\n     ¶84       Having   identified         two    legitimate     interests             that\n\nwarranted the imposition of reasonable limitations on Anthony's\nright     to    testify,   the    question       remains   whether         the     circuit\n\ncourt's complete denial of that right was in fact reasonable\n\nunder     the    circumstances.        Stated       differently,           we     consider\n\n\n     19\n       Contrary to Anthony's assertion, there is case law\nsupporting the proposition that the right to testify can be\ncircumscribed by principles of decorum.       See, e.g., United\nStates v. Ives, 504 F.2d 935, 941-46 (9th Cir. 1974), vacated on\nother grounds, 421 U.S. 944 (1975), opinion reinstated in\nrelevant part, 547 F.2d 1100 (9th Cir. 1976).\n\n\n                                           34\n\f                                                                           No.   2013AP467-CR\n\n\n\nwhether      the       circuit     court's         forfeiture        determination         was\n\narbitrary or disproportionate to the purposes it was designed to\n\nserve.\n\n      ¶85     The circuit court's complete denial of Anthony's right\n\nto   testify       was   reasonable      in    light         of    the    totality    of   the\n\ncircumstances in this case.               Though we do not wish to diminish\n\nthe importance of Anthony's self-defense testimony, which was\n\ncertainly relevant to the charged offense, we cannot condone\n\nAnthony's blatant disrespect for the criminal trial process.                                 To\n\ndo so would seriously jeopardize a circuit court's ability to\n\nfulfill       its        constitutionally           or        legislatively          mandated\n\nobligations, including those imposed by Wis. Stat. § 906.11.\n\n      ¶86     The United States Supreme Court has stated countless\n\ntimes      that    adherence      to   rules       of    evidence        and   procedure     is\n\nessential         to   the   proper    functioning            of    our    criminal    trial\n\nprocess.      See, e.g., Chambers, 410 U.S. at 302; Rock, 483 U.S.\n\nat 55 n.11; Taylor, 484 U.S. at 410-411.                            That numerous rules\n\ncontrolling        the    presentation        of    evidence        \"do    not   offend    the\ndefendant's        right     to   testify\"20       is    a   sure    indication       that   a\n\ncircuit court's interest in effectuating the ascertainment of\n\ntruth is tantamount to the constitutional right to testify.21                                By\n\n      20\n           Rock, 483 U.S. at 55 n.11.\n      21\n       Indeed, the United States Supreme Court in Rock appeared\nmost concerned with the fact that the evidentiary rule at issue\nstripped the circuit court of its ability to control the\npresentation of evidence so as to facilitate the truth-seeking\nprocess. See id., 483 U.S. at 56-62.\n\n\n                                              35\n\f                                                                      No.   2013AP467-CR\n\n\n\nrepeatedly        refusing      to   comply      with    the         circuit    court's\n\ninstruction not to discuss irrelevant matters before the jury,\n\nAnthony gave the circuit court little choice but to completely\n\ndeny his right to testify for fear of compromising the primary\n\npurpose of the criminal trial process.\n\n      ¶87    In    light   of    this     conduct     alone,    we     would   be   hard\n\npressed not to conclude that Anthony forfeited his right to\n\ntestify.     But Anthony's conduct did not stop there.                         The more\n\nAnthony insisted on disregarding the circuit court's evidentiary\n\nruling, the more disruptive and enraged he became, to the point\n\nwhere the circuit court legitimately believed that Anthony posed\n\na threat to the orderliness of the courtroom, including the\n\nsecurity of the jurors.22                We think the United States Supreme\n\nCourt was clear when it stated that such a \"flagrant disregard\n\nin   the    courtroom      of   elementary      standards      of     proper    conduct\n\nshould not and cannot be tolerated.\"                Allen, 397 U.S. at 343.\n\n      ¶88    We are mindful, as was the circuit court, that \"courts\n\nmust indulge every reasonable presumption against the loss of\nconstitutional       rights.     .   .    .\"    Id.     In     its    post-conviction\n\nwritten decision, the circuit court explained that it considered\n\nless restrictive alternatives to forfeiture.                         For example, it\n\nconsidered permitting Anthony to provide irrelevant testimony\n\nand later instructing the jury to ignore it.                     However, it noted\n\n\n      22\n       The circuit court pointed out in its post-conviction\nwritten decision that the nearest juror sat eight feet away from\nthe witness stand.\n\n\n                                           36\n\f                                                                       No.      2013AP467-CR\n\n\n\nthat such an approach would \"condone disrespect for the court's\n\nrulings.\"       In addition, it might have provoked a disturbance\n\nonce Anthony witnessed the circuit court \"nullifying his attempt\n\nto sway the jury.\"\n\n       ¶89    That Anthony was likely to erupt at the provision of a\n\nlimiting instruction is clear from the record; thus, we find it\n\nreasonable to conclude that a limiting instruction would not\n\nhave    minimized      a     significant        risk     presented         by       Anthony's\n\ntestimony.          Moreover,    while     we    presume        that       juries      follow\n\nproperly given jury instructions, State v. Marinez, 2011 WI 12,\n\n¶41, 331 Wis. 2d 568, 797 N.W.2d 399, we note that a jury\n\ninstruction     in    this     case   would      not     have       solved      a    separate\n\nproblem created by Anthony's unfettered testimony: a needless\n\nconsumption of time.\n\n       ¶90    The    circuit     court    considered          at     least      one     other\n\nalternative to forfeiture.            It explained that it could have put\n\nAnthony on the stand and directed his attorney not to broach the\n\nsubject of Anthony's prior convictions.                        However, the circuit\ncourt   identified      the     obvious    flaw    in        that    approach.          Given\n\nAnthony's determination to testify freely, he likely would have\n\nfound a way to raise irrelevant matters on his own, thereby\n\ncreating the potential for a substantial disturbance once the\n\ncircuit court intervened.\n\n       ¶91    As the United States Supreme Court explained in Allen,\n\n\"[n]o   one    formula     for    maintaining          the    appropriate           courtroom\n\natmosphere will be best in all situations.\"                          Id.     Indeed, the\nCourt stressed that \"trial judges confronted with disruptive,\n                                          37\n\f                                                                           No.    2013AP467-CR\n\n\n\ncontumacious,         stubbornly      defiant       defendants             must    be    given\n\nsufficient discretion to meet the circumstances of each case.\"\n\nId.    We read this statement as a caution against the type of\n\n\"Monday-morning        quarterbacking\"           that     may    arise       on    appellate\n\nreview of these situations.\n\n       ¶92    Importantly,     the    Court       in    Allen    upheld          the    circuit\n\ncourt's      forfeiture    determination          despite       the    fact       that   there\n\nwere other coercive measures that could have been used with the\n\ndefendant.      Id. at 344-46.         The Court found significance in the\n\nfact   that     the    defendant      was    both       warned        of    the    potential\n\nconsequences      of    his    actions       and       given    the        opportunity      to\n\nparticipate at trial if he reformed his conduct.                           Id. at 346.\n\n       ¶93    Of course, that is exactly what happened in this case.\n\nThe circuit court warned Anthony on several occasions that he\n\nwould not be allowed to testify if he continued his misbehavior.\n\nThe    circuit        court    also     provided          Anthony          with        multiple\n\nopportunities to reform his conduct.\n\n       ¶94    Under these circumstances, the circuit court was not\nrequired to put Anthony on the stand and wait for the fireworks.\n\nThe criminal trial process deserves better.\n\n       ¶95    Therefore,      we   conclude        that    Anthony          forfeited      his\n\nright to testify by exhibiting stubborn and defiant conduct that\n\nposed a serious threat to the both the fairness and reliability\n\nof the criminal trial process and the preservation of dignity,\n\norder, and decorum in the courtroom.\n\n                                   D. Harmless Error\n\n\n                                            38\n\f                                                                                No.    2013AP467-CR\n\n\n\n      ¶96       Although we conclude that there was no error in this\n\ncase,      we    wish   to     take       the    opportunity          to       confirm    that      a\n\nviolation of a criminal defendant's right to testify to relevant\n\nevidence is subject to harmless error analysis.                                       Nelson, 355\n\nWis. 2d 722, ¶¶32-33.23                 Even if we assumed error in this case,\n\nwe   would        conclude         that    the       error    was        harmless       beyond      a\n\nreasonable doubt given the overwhelming evidence of Anthony's\n\nguilt.\n\n      ¶97       Despite      our        recent        decision       in     Nelson,       Anthony\n\ncontends        that    a    violation          of     the    right       to    testify       is    a\n\nstructural error and thus not subject to harmless error analysis\n\nwhere a defendant wishes to testify about relevant matters.                                        He\n\nargues that our decision in Nelson is confined to situations\n\nwhere a defendant wishes to testify about irrelevant matters.\n\nAnthony     reasons         that    a     violation      of    a    defendant's          right     to\n\ntestify         about   relevant          evidence       is    a     \"separate          and     more\n\npervasive error than denying a defendant the ability to testify\n\nas   to    irrelevant         matters.\"              According      to     Anthony,      this      is\nbecause         there   is     no       constitutional             right       to     testify      to\n\nirrelevant evidence, United States v. Sheffer, 523 U.S. 303, 308\n\n(1998), whereas there is a constitutional right to testify to\n\nrelevant evidence.            Rock, 483 U.S. at 55.\n\n\n\n\n      23\n       We note that Nelson has filed a petition for a writ of\ncertiorari before the United States Supreme Court and that\npetition is currently pending review.\n\n\n                                                 39\n\f                                                                     No.     2013AP467-CR\n\n\n\n      ¶98    Alternatively, Anthony argues that if harmless error\n\nreview applies to a violation of a defendant's right to testify\n\nto relevant evidence, any error here was not harmless beyond a\n\nreasonable       doubt.      Specifically,           Anthony    submits:     \"[b]ecause\n\n[he] was prevented from mounting any defense at all against the\n\nState's     allegations,      it    cannot      be    shown    beyond    a   reasonable\n\ndoubt that his testimony could not have presented                            some    jury\n\nquestion as to whether he intended to kill S.J. or was defending\n\nhimself. . . .\"           To support his position, he maintains that he\n\nwould have testified that he killed S.J. in self-defense, as\n\nS.J. was high on crack cocaine on the night in question and\n\ntherefore attacked him.24               He also would have testified that he\n\nfled the scene of the crime because he has a special fear of\n\npolice.\n\n      ¶99    The State argues that a violation of the right to\n\ntestify is subject to harmless error analysis regardless whether\n\nthe excluded testimony is relevant.                   It points out that there is\n\nno   qualifying     language       in    Nelson      supporting    Anthony's        narrow\nreading     of    the     decision.        The       State     maintains     that    \"the\n\nrelevance    or    irrelevance       of    a    defendant's      proposed     testimony\n\nshould     not    affect    the    threshold         determination      of   whether    a\n\nparticular constitutional violation amounts to structural error;\n\nlogically, it only factors into the harmless-error analysis.\"\n\n\n      24\n       S.J.'s purported crack cocaine use on the night in\nquestion was not included in Anthony's offer of proof regarding\nhis anticipated trial testimony.\n\n\n                                           40\n\f                                                                No.     2013AP467-CR\n\n\n\nAccording to the State, a court can assess the effect that a\n\nwrongful exclusion of relevant evidence has on a trial outcome\n\njust as easily as it can with respect to the wrongful exclusion\n\nof irrelevant evidence.\n\n      ¶100 Thus, according to the State, harmless error analysis\n\nis appropriate, and any error on the part of the circuit court\n\nin this case was harmless beyond a reasonable doubt given the\n\noverwhelming evidence of Anthony's guilt.\n\n      ¶101 We agree with the State.              First, a violation of a\n\ndefendant's right to testify to relevant evidence is subject to\n\nharmless    error   analysis.     In     Nelson,       we   explained      without\n\nqualification   that   \"[a]n    error    denying    the     defendant      of   the\n\nright to testify on his or her own behalf bears the hallmark of\n\na   trial   error.\"     Nelson,    355    Wis.    2d    722,     ¶32.       Unlike\n\nstructural errors,25 trial errors \"'occur[] during presentation\n\nof the case to the jury and their effect may be quantitatively\n\nassessed in the context of other evidence presented in order to\n\ndetermine    whether   [they    were]    harmless      beyond     a   reasonable\ndoubt.'\"    Id., ¶30 (quoting United States v. Gonzalez-Lopez, 548\n\nU.S. 140, 148 (2006)).         The fact that a defendant's testimony\n\nmay be significant to the issues in the case does not mean that\n\n\n      25\n       Structural errors \"'defy analysis by harmless-error\nstandards because they affec[t] the framework within which the\ntrial proceeds, and are not simply . . . error[s] in the trial\nprocess itself.\" State v. Nelson, 2014 WI 70, ¶30, 355 Wis. 2d\n722, 849 N.W.2d 317 (quoting Arizona v. Fulminante, 499 U.S.\n279, 309-10 (1991)).\n\n\n                                    41\n\f                                                                         No.    2013AP467-CR\n\n\n\nits absence is incapable of assessment.                        Id., ¶33.         Thus, we\n\nmade clear in Nelson that a violation of the right to testify is\n\nsubject      to   harmless      error        analysis        irrespective         of      the\n\ntestimony's relevance.\n\n       ¶102 Second,     even    if     we   assumed        that    the    circuit       court\n\nerred in denying Anthony the right to testify, we would conclude\n\nthat   the    error    was    harmless      beyond     a    reasonable         doubt.     In\n\nNelson, we explained that a reviewing court should consider the\n\nfollowing factors in determining whether a denial of the right\n\nto testify was harmless beyond a reasonable doubt:\n\n       (1) the importance of the defendant's testimony to the\n       defense case; (2) the cumulative nature of the\n       testimony; (3) the presence or absence of evidence\n       corroborating   or  contradicting  the   defendant  on\n       material points; and (4) the overall strength of the\n       prosecution's case.\nId., ¶46.\n\n       ¶103 The first two factors weigh in Anthony's favor, as it\n\nis clear that Anthony's self-defense testimony was important to\n\nhis    defense,   and    no    other     witness       could      have    provided       that\n\nevidence.      As a result, Anthony had no way to rebut the State's\n\nallegation that he intentionally killed S.J.\n\n       ¶104 However,     the    latter       two   factors        clearly       favor    the\n\nState, and, in our view, tip the scales in support of harmless\n\nerror.    As we demonstrated at the outset of this decision, the\n\nevidence of Anthony's guilt was substantial.                         The majority of\n\nevidence presented at trial contradicted Anthony's self-defense\n\ntheory,      thereby   contributing         to   the    overall      strength       of    the\nState's case.      The gruesome nature and extent of S.J.'s injuries\n\n                                            42\n\f                                                               No.   2013AP467-CR\n\n\n\ncompletely undermine Anthony's claim of self-defense.                 Moreover,\n\nat least three witnesses testified that Anthony threatened to\n\nkill S.J. with an ice pick, either on the day in question or two\n\ndays earlier.        In addition, one witness testified that Anthony\n\nadmitted to stabbing S.J. \"forty to fifty times\" because he\n\nthought S.J. was cheating on him, not because he was acting in\n\nself-defense.        The evidence also showed that S.J. was a sickly\n\nwoman who suffered from rheumatoid arthritis, particularly in\n\nthe hands, and that she was likely incapable of holding a knife.\n\n    ¶105 Given the evidence before us, we are satisfied that\n\nany assumed error on the part of the circuit court was harmless\n\nbeyond a reasonable doubt.\n\n                                      IV. Conclusion\n\n    ¶106 Because the circuit court's forfeiture determination\n\nwas not arbitrary or disproportionate to the purposes it was\n\ndesigned to serve,          we hold that the circuit court did not err\n\nin denying Anthony the right to testify.               Anthony forfeited his\n\nright to testify by displaying stubborn and defiant conduct that\npresented a serious threat to both the fairness and reliability\n\nof the criminal trial process and the preservation of dignity,\n\norder, and decorum in the courtroom.\n\n    ¶107 Although we conclude that the circuit court did not\n\nerr in refusing to allow Anthony's testimony, we further hold\n\nthat,   even    if    we    assumed    error,   such   error   is    subject   to\n\nharmless error analysis.              Given the overwhelming evidence of\n\nAnthony's      guilt,      the   assumed    error   was   harmless    beyond   a\nreasonable doubt.\n                                           43\n\f                                                               No.    2013AP467-CR\n\n\n\n    ¶108 Therefore,    we   affirm    the      decision   of    the    court   of\n\nappeals and uphold Anthony's conviction.\n\n    By   the   Court.—The   decision      of   the   court     of    appeals   is\n\naffirmed.\n\n\n\n\n                                     44\n\f                                                                    No.     2013AP467-CR\n\n\n\n\n      ¶109 ANN WALSH BRADLEY, J.              (concurring).         Contrary to the\n\nmajority,     I    conclude      that    it     was       error    to     exclude    the\n\ndefendant's       testimony.      I     agree      with    the    dissent    that    the\n\ncircuit court's interest in enforcing its evidentiary ruling did\n\nnot   justify     a   complete    denial      of    the     defendant's      right   to\n\ntestify.\n\n      ¶110   However,     like    the     majority,        I   determine     that    any\n\nerror was harmless.        The evidence of the defendant's guilt was\n\nsubstantial.       The gruesome nature of the offense and extent of\n\nthe victim's injuries appear to undermine the defendant's claim\n\nof self-defense.       Several witnesses testified that the defendant\n\nthreatened to kill the victim with an ice pick.                           One witness\n\nalso testified that the defendant admitted to killing the victim\n\nbecause she was cheating on him.                    Given the evidence, I am\n\nsatisfied beyond a reasonable doubt that the error was harmless.\n\nAccordingly, I concur.\n\n\n\n\n                                          1\n\f                                                                        No.     2013AP467-CR.ssa\n\n\n       ¶111 SHIRLEY            S.     ABRAHAMSON,         C.J.      (dissenting).              I\n\ndisagree with the majority opinion's resolution of both issues\n\npresented in the instant case:                   I. Did the circuit court violate\n\nthe defendant's constitutional right to testify?                                  II. Is the\n\nviolation of a criminal defendant's right to testify to relevant\n\nevidence (here, self-defense) subject to harmless error review?\n\n       ¶112 I would hold that the defendant was unconstitutionally\n\ndeprived of the right to testify on his own behalf.                                    I would\n\nfurther hold that harmless error review does not apply when a\n\ncriminal defendant is denied the right to testify to relevant\n\nevidence.          See my dissent in State v. Nelson, 2014 WI 70, ¶¶67-\n\n79,        355     Wis. 2d 722,         849      N.W.2d 317         (Abrahamson,         C.J.,\n\ndissenting), petition for cert. filed, 83 U.S.L.W. 3440 (U.S.\n\nNov.       13,    2014)      (No.    14-555).       The      majority      opinion     extends\n\nNelson.\n\n       ¶113 For         these       reasons,    I   would      reverse        the    court    of\n\nappeals decision and grant the defendant a new trial.\n\n                                                I\n       ¶114 The majority opinion correctly acknowledges that \"a\n\ndefendant in a criminal case has a fundamental constitutional\n\nright to testify in his or her own defense.\"1                              As the majority\n\nopinion          points      out,    this      right    \"is      not      absolute\";2        some\n\nlimitations            are   both    inevitable        and    permissible.            However,\n\naccording         to    Rock    v.   Arkansas,      483      U.S.   44,    56    (1987),     any\n\n\n       1\n           Majority op., ¶46.\n       2\n           Id., ¶48.\n\n\n                                                1\n\f                                                             No.   2013AP467-CR.ssa\n\n\nlimitations placed on a defendant's right to testify \"may not be\n\narbitrary or disproportionate to the purposes they are designed\n\nto serve.\"     In other words, the importance of the defendant's\n\nright to testify in his own defense must be balanced against any\n\ndangers posed by allowing the defendant to testify.                        As the\n\nmajority explains, \"'[t]he reviewing court [must] ask[] whether\n\nthe reasons given for the denial are sufficiently persuasive to\n\njustify      depriving         the    defendant       of     his     fundamental\n\nconstitutional right to testify.'\"3\n\n     ¶115 In the instant case, the \"limitation\" imposed on the\n\ndefendant's right to testify was in fact a complete denial of\n\nthat right, which prevented the defendant from testifying to\n\nrelevant evidence, namely self-defense.                   The majority opinion\n\ndetermines    that      this     \"limitation\"       was    \"not    arbitrary    or\n\ndisproportionate to the purposes it was designed to serve,\" and\n\nthus that the circuit court did not err.4\n\n     ¶116 I cannot agree.\n\n     ¶117 First, the circuit court's interest in enforcing an\nevidentiary        ruling        cannot        outweigh      the     defendant's\n\nconstitutional right to testify.\n\n     ¶118 In the instant case, the defendant wished to present\n\nevidence    that   he    killed      the   victim    in    self-defense.       The\n\nmajority opinion recognizes the importance of the defendant's\n\n\n     3\n       Id., ¶52 (quoting Arredondo v. Pollard, 498 F. Supp. 2d\n1113, 1126 (E.D. Wis. 2007)).\n     4\n         Majority op., ¶10.\n\n\n                                           2\n\f                                                                  No.    2013AP467-CR.ssa\n\n\nself-defense testimony.5            To explain why he fled the scene, the\n\ndefendant also intended to testify that he had been wrongfully\n\nconvicted in the 1960s and had a heightened fear of the criminal\n\njustice system.        The defendant's fleeing the scene was presented\n\nby the State as evidence of guilt.\n\n       ¶119 The circuit court sought to prevent the defendant's\n\nintroduction of information about his 1960s conviction, which\n\nthe circuit court viewed as irrelevant and unduly prejudicial.\n\nThe defendant insisted on speaking about the prior conviction.\n\nTo    keep   this     evidence     out,    the    circuit    court       prevented   the\n\ndefendant      from     testifying        altogether.        As      a    result,    the\n\ndefendant was unable to present any evidence of self-defense\n\n(the defendant's only defense).6\n\n       ¶120 The transcript of the circuit court's colloquy with\n\nthe    defendant,      much   of   which     is   reproduced       in    the   majority\n\nopinion,7 demonstrates that the circuit court's primary reason\n\nfor denying the defendant his right to testify was the circuit\n\ncourt's desire to exclude irrelevant testimony.8\n\n\n\n       5\n           See majority op., ¶85.\n       6\n           See id., ¶34.\n       7\n           See id., ¶¶26-34.\n       8\n       The following           statements         by   the   circuit        court    are\nillustrative:\n\n       I'm not making an arbitrary ruling making people\n       follow just for my pleasure. I have this rule because\n       this jury has a difficult decision to make.   I don't\n       want it made more difficult by having to consider\n       matters which don't help their decision, and your\n                                                      (continued)\n                                  3\n\f                                                            No.   2013AP467-CR.ssa\n\n\n     ¶121 The      circuit        court's    goal      of    preventing         the\n\nintroduction     of   what    it    viewed    as    irrelevant      and     unduly\n\nprejudicial evidence is, of course, a valid one.                  Indeed, it is\n\nobligatory.9     Consequently, irrelevance and undue prejudice \"may\n\nbe the basis for objecting to the defendant's testimony and for\n\nsustaining     objections    to    the   defendant's    testimony      once     the\n\ndefendant takes the stand.\"10            But they cannot be the bases for\n\npreventing the defendant from taking the stand in the first\n\nplace when the defendant intended to provide relevant testimony\n\nregarding self-defense.\n\n\n\n     difficult experience in Illinois as a younger                        man\n     doesn't help them make their decision today. . . .\n\n          . . . .\n\n     If it was a simple balancing test, if somebody told me\n     that they were intentionally going to break one of the\n     rules that we set for the court and it carried only a\n     little bit of prejudice and there was an awful lot of\n     probative value they would otherwise have in their\n     testimony . . . [it  would]   give   a   person  carte\n     blanch[e] to break the court's rules . . . . There's\n     nothing a court could do to enforce those rules. . . .\n     As a consequence if [the defendant] tried to get [the\n     excluded evidence] in he's forfeited his right to\n     testify.\n     9\n       See Wis. Stat. § 904.02 (2009-10) (\"Evidence which is not\nrelevant is not admissible.\"); Wis. Stat. § 904.03 (2009-10)\n(\"[E]vidence may be excluded if its probative value is\nsubstantially outweighed by the danger of unfair prejudice,\nconfusing of the issues, or misleading the jury . . . .\"). All\nsubsequent references to the Wisconsin Statutes are to the 2009-\n10 version unless otherwise indicated.\n     10\n       State v. Nelson, 2014 WI 70, ¶84, 355 Wis. 2d 722, 849\nN.W.2d 317 (Abrahamson, C.J., dissenting).\n\n\n                                         4\n\f                                                                          No.    2013AP467-CR.ssa\n\n\n       ¶122 In the instant case, this court is barring relevant\n\ntestimony.          In Nelson, the court insisted it was barring only\n\nirrelevant testimony.11                     In my dissent in Nelson, I took the\n\nposition      that    \"a           court    should     not    use   the      relevance      of   a\n\ndefendant's         testimony          to    justify     barring       the      defendant     from\n\ntaking the stand at all.                     We cannot know whether [his or] her\n\ntestimony      is    relevant          before      [he   or]    she    testifies.\"12          The\n\nmajority opinion extends Nelson in the present case.\n\n       ¶123 Further,               that     the    defendant's         testimony        may      be\n\nprejudicial to the defense cannot justify a trial court's denial\n\nof the defendant's right to testify.                          \"[A] circuit court cannot\n\nrefuse to allow a defendant to testify solely because the court\n\nwishes to protect the defendant from himself or herself.\"13\n\n       ¶124 Thus, the defendant in the instant case should have\n\nbeen    permitted         to       take     the   witness      stand    and      give   relevant\n\ntestimony.           If        a     part    of    the       defendant's        testimony     was\n\nobjectionable, the State could have objected and the circuit\n\ncourt could have sustained the objection.                               If necessary, the\n\n       11\n            Nelson, 355 Wis. 2d 722, ¶49 n.14.\n       12\n       Id., ¶84 (Abrahamson, C.J., dissenting). Cf. Luce v.\nUnited States, 469 U.S. 38, 41 (1984) (holding that a court\ncannot weigh the probative value of a defendant's testimony\nagainst its prejudicial effect when the defendant has not\ntestified because \"the precise nature of the defendant's\ntestimony . . . is unknowable\").\n       13\n       Nelson, 355 Wis. 2d 722, ¶24.       See also id., ¶82\n(Abrahamson, C.J., dissenting) (\"That the defendant may be ill-\nadvised or unwise to testify is not the legal standard for\ndetermining whether the circuit court erred in barring the\ndefendant from testifying.\").\n\n\n                                                   5\n\f                                                                  No.     2013AP467-CR.ssa\n\n\ncircuit court could also have provided a limiting instruction,\n\nas the majority opinion acknowledges.14                    These steps would have\n\ncomprised a proportionate response——if not a perfect solution——\n\nto    irrelevant       or      unduly       prejudicial      testimony        from    the\n\ndefendant.\n\n      ¶125 In contrast, preventing the defendant from taking the\n\nstand      altogether,      which    prevented       the   defendant       from     giving\n\nrelevant        testimony       regarding         self-defense,         constituted      a\n\ndisproportionate         response       in    violation      of     the     defendant's\n\nfundamental constitutional right to testify.15\n\n      ¶126 Second,       to    the    extent      the   circuit    court      based    its\n\ndenial of the defendant's right to testify on a determination\n\nthat the defendant forfeited that right through \"stubborn and\n\ndefiant      conduct     that       posed     a    serious      threat     to . . . the\n\npreservation of dignity, order, and decorum in the courtroom,\"16\n\nthe circuit court's response was disproportionate.\n\n      ¶127 The majority opinion quotes the statement in Illinois\n\nv. Allen, 397 U.S. 337, 343 (1970), that \"courts must indulge\nevery reasonable presumption against the loss of constitutional\n\nrights,\"17 but fails to apply it to the present case.                          Comparing\n\nthe     facts    of    Allen     with       the   facts    of     the     present     case\n\ndemonstrates this failure.\n\n      14\n           See majority op., ¶89.\n      15\n           See Rock v. Arkansas, 483 U.S. 44, 56 (1987).\n      16\n           Majority op., ¶95.\n      17\n           Id., ¶88.\n\n\n                                              6\n\f                                                              No.   2013AP467-CR.ssa\n\n\n     ¶128 The defendant in Allen sought to represent himself at\n\ntrial.     However, when trial commenced, the defendant's behavior\n\nposed a significant problem.               The defendant repeatedly engaged\n\nin   abusive,     disrespectful,           and   disruptive    conduct     in   the\n\npresence of the jury.          For example, the defendant argued loudly\n\nwith the judge, used violent language to threaten the judge,\n\ntalked over opposing counsel, and ripped up papers from his case\n\nfile.\n\n     ¶129 In response, the judge instructed appointed counsel to\n\ntake over representing the defendant, and repeatedly warned the\n\ndefendant that his outbursts could result in removal from the\n\ncourtroom.      Eventually, the judge did remove the defendant from\n\nthe courtroom.        However, the defendant was permitted to return\n\nlater that day.         When his disruptive conduct resumed, he was\n\nremoved again, and then permitted to return again.                       After his\n\nsecond     removal     and    return,      the   defendant    remained     in    the\n\ncourtroom for the rest of his trial.\n\n     ¶130 The        record    in    the     instant   case    shows     that   the\ndefendant never behaved in an unruly manner when the jury was\n\npresent; that his disruptive conduct was limited to a single,\n\nlengthy colloquy with the circuit court in which the defendant\n\ninsisted that if he took the stand, he would not follow the\n\ncircuit court's instructions regarding the subject matter of his\n\ntestimony;     and     that    the    circuit      court   responded      to    this\n\ncontumacy by depriving the defendant entirely of his right to\n\ntestify.\n\n\n\n                                            7\n\f                                                                    No.    2013AP467-CR.ssa\n\n\n       ¶131 The judge in Allen faced far more egregious conduct\n\nthan is present in the instant case, and yet the judge went to\n\nfar greater lengths to protect the defendant's constitutional\n\nrights than did the circuit court in the instant case.\n\n       ¶132 The same is true with regard to subsequent cases that\n\nhave        relied    on    Allen     to    justify     the       denial    of   criminal\n\ndefendants' rights to testify and be present in the courtroom.\n\nTrial judges have given defendants second and third chances to\n\nparticipate          in   trial    after   initially     denying      the    defendants'\n\nrights to testify and be present in the courtroom.18                                 Trial\n\njudges have also developed work-arounds to avoid the complete\n\ndenial of defendants' constitutional rights.19\n\n       ¶133 With          this    precedent   in    mind,     I    conclude      that    the\n\ncircuit       court's      complete    denial      of   the   defendant's        right    to\n\ntestify in the present case, which prevented the defendant from\n\ntestifying           to     relevant       evidence      regarding         self-defense,\n\n\n\n\n       18\n       See, e.g., United States v. Ives, 504 F.2d 935, 942-46\n(9th Cir. 1974), vacated on other grounds, 421 U.S. 944 (1975)\n(the defendant engaged in persistent disruptive behavior,\nincluding repeated physical attacks against multiple attorneys,\nbut the trial court nevertheless gave him three opportunities to\ntestify).\n       19\n       See, e.g., Ives, 504 F.2d at 943-44 (the trial court\naccommodated an unruly defendant's preference for testifying\nfrom the defense table without first taking an oath); Douglas v.\nState, 214 P.3d 312 (Alaska 2009) (after extreme disruptive\nconduct, including frequently interrupting the proceedings,\ninsulting his attorneys, and even striking one of his attorneys\nin the face, the trial court offered to allow the defendant to\ntestify telephonically).\n\n\n                                              8\n\f                                                                No.   2013AP467-CR.ssa\n\n\nconstitutes a disproportionate response to the dangers posed by\n\nthe defendant's unruly conduct.\n\n       ¶134 In sum, the importance of the defendant's right to\n\ngive relevant testimony in his own defense must be balanced in\n\nthe    instant    case    against     the    possibility      that    the   defendant\n\nwould introduce irrelevant testimony and engage in disruptive\n\nbehavior.       In the instant case, the appropriate balance was not\n\nstruck.       The circuit court failed to \"indulge every reasonable\n\npresumption against the loss of constitutional rights.\"20\n\n       ¶135 The question to be asked is whether \"the reasons given\n\nfor the denial are sufficiently persuasive to justify depriving\n\nthe    defendant     of    his       fundamental     constitutional         right   to\n\ntestify.\"21       My answer is no.               I conclude that the complete\n\ndenial of the defendant's constitutional right to testify was\n\nerror.\n\n                                            II\n\n       ¶136 I further conclude that the error in the instant case\n\nis not subject to          harmless error          review.      Rather, automatic\nreversal is appropriate and the defendant is entitled to a new\n\ntrial.      I disagree with the majority opinion's statement that it\n\nis    \"confirm[ing]      that    a   violation     of   a    criminal   defendant's\n\nright to testify to relevant evidence is subject to harmless\n\n\n\n\n       20\n            Illinois v. Allen, 397 U.S. 337, 343 (1970).\n       21\n       Arredondo v. Pollard, 498 F. Supp. 2d 1113, 1126 (E.D.\nWis. 2007).\n\n\n                                            9\n\f                                                                    No.   2013AP467-CR.ssa\n\n\nerror      analysis.\"           Majority     op.,     ¶96       (citing    Nelson,       355\n\nWis. 2d 722, ¶¶32-33).\n\n      ¶137 The holding of the majority opinion is not dictated by\n\nNelson.       The    Nelson       court    insisted       the   defendant's       proposed\n\ntestimony was irrelevant and applied harmless error review to\n\nthe   exclusion      of     the    defendant's       irrelevant       testimony.         In\n\ncontrast, the court in the present case applies harmless error\n\nreview to the exclusion of the defendant's relevant testimony\n\nregarding self-defense.\n\n      ¶138 I explored in Nelson the distinction between errors\n\nthat are subject to harmless error analysis and errors that are\n\nnot.22     In short, \"a limited class of fundamental constitutional\n\nerrors defy analysis by harmless error standards\" and \"are so\n\nintrinsically harmful as to require automatic reversal.\"23\n\n      ¶139 I maintained in Nelson that \"the defendant's right to\n\ntestify falls within this category of fundamental rights not\n\nsubject to harmless error analysis.\"24\n\n      ¶140 In       my    dissent     in    Nelson,       355    Wis. 2d 722,       ¶72-79\n(Abrahamson,         C.J.,        dissenting),        I     cited        three     primary\n\nconsiderations supporting this conclusion.                       These considerations\n\nare   even    more       compelling   in    the     instant      case,    in     which   the\n\n\n      22\n       Nelson,           355    Wis. 2d 722,        ¶¶70-71       (Abrahamson,       C.J.,\ndissenting).\n      23\n       Neder v. United States, 527 U.S. 1, 7 (1999) (internal\nquotation marks omitted).\n      24\n       Nelson,            355     Wis. 2d 722,        ¶72        (Abrahamson,        C.J.,\ndissenting).\n\n\n                                            10\n\f                                                                            No.    2013AP467-CR.ssa\n\n\ndefendant    was       barred      from    testifying             to    relevant             evidence\n\nregarding self-defense:\n\n    1.      The right to testify is meaningless if the defendant\n\n            is not allowed to actually testify.                              Testifying gives\n\n            the       defendant     an     opportunity            to    face        his      or    her\n\n            accusers, to tell his or her story, and to attempt to\n\n            persuade        those        who        will    make        a         decision        that\n\n            profoundly affects the defendant's life and liberty.\n\n            \"[T]here         [i]s         no        rational           justification               for\n\n            prohibiting the sworn testimony of the accused, who\n\n            above all others may be in a position to meet the\n\n            prosecution's case.\"25\n\n    2.      The right to testify is intertwined with the right of\n\n            self-representation.                 In    Faretta v. California, 422\n\n            U.S.      806    (1975),       the       United       States          Supreme         Court\n\n            declined to apply harmless error review to the denial\n\n            of    a    defendant's        right       of    self-representation.                     In\n\n            Rock v. Arkansas, 483 U.S. 44, 52 (1987), the United\n            States Supreme Court stated that the right to testify\n\n            is    even      more    fundamental            than    the        right       of      self-\n\n            representation.              If a denial of the right to self-\n\n            representation          is     not        subject          to        harmless         error\n\n            review,      and    the      right       to    testify          is     an   even      more\n\n            fundamental            right        than        the         right           of        self-\n\n\n\n\n    25\n         Ferguson v. Georgia, 365 U.S. 570, 582 (1961).\n\n\n                                               11\n\f                                                            No.   2013AP467-CR.ssa\n\n\n         representation, it follows that the right to testify\n\n         is not subject to harmless error review.\n\n    3.   The error of denying the defendant's right to testify\n\n         falls    within    the     various     formulations        the     United\n\n         States Supreme Court has provided for the category of\n\n         errors   not   subject      to    harmless   error       review.         For\n\n         example,   the     error    undermines       a   right      founded      on\n\n         respect for free choice and individual human dignity;\n\n         the error infects the entire trial process, rendering\n\n         it   fundamentally       unfair;       and   the     error        produces\n\n         consequences      that   are     unquantifiable,         indeterminate,\n\n         and unmeasurable.\n\n    ¶141 My   conclusion      that        the   erroneous         denial     of    a\n\ndefendant's right to testify is not subject to harmless error\n\nreview is well summarized by Judge Godbold in his dissent in\n\nWright v. Estelle, 572 F.2d 1070, 1078 (5th Cir. 1978) (Godbold,\n\nJ., dissenting) (citations omitted):\n\n    To deny a defendant the right to tell his story from\n    the stand dehumanizes the administration of justice.\n    I cannot accept a decision that allows a jury to\n    condemn to death or imprisonment a defendant who\n    desires to speak, without ever having heard the sound\n    of his voice.\n\n    The decision whether to testify is a matter of higher\n    quality and dignity than trial happenings such as\n    whether to object to evidence.\n    ¶142 In sum, because I determine that the circuit court\n\nerred in depriving the defendant of his right to testify to\n\nrelevant evidence regarding self-defense and that this error is\n\n\n\n                                     12\n\f                                                 No.   2013AP467-CR.ssa\n\n\nnot subject to harmless error review, I would reverse the court\n\nof appeals decision and grant the defendant a new trial.\n\n    ¶143 For the reasons set forth, I dissent.\n\n\n\n\n                               13\n\f    No.   2013AP467-CR.ssa\n\n\n\n\n1\n\f",
            "ocr": false,
            "opinion_id": 2783488
        }
    ],
    "court_short_name": "Wisconsin Supreme Court",
    "court_full_name": "Wisconsin Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Robbery"
}