{
    "id": 2789204,
    "judges": null,
    "date_filed": "1977-06-29",
    "date_filed_is_approximate": true,
    "slug": "in-re-ronald-f-ca12",
    "case_name_short": "In re Ronald F. CA1/2",
    "case_name": "In re Ronald F. CA1/2",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "http://www.courts.ca.gov/opinions/nonpub/A141990.PDF",
            "author_id": null,
            "opinion_text": "Filed 3/25/15 In re Ronald F. CA1/2\n                      NOT TO BE PUBLISHED IN OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n              IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                       FIRST APPELLATE DISTRICT\n\n                                                  DIVISION TWO\n\n\nIn re RONALD F., a Person Coming Under\nthe Juvenile Court Law.\n\nTHE PEOPLE,\n         Plaintiff and Respondent,\nv.                                                                   A141990\nRONALD F.,                                                           (Contra Costa County\n         Defendant and Appellant.                                    Super. Ct. No. J12-01384)\n\n\n         Appellant Ronald F. appeals\tafter\tadmitting one count of grand theft in\ta\tjuvenile\t\nwardship\tproceeding.\t\tOn appeal, appellant contends that the court’s award of\n$1,138.95 in victim restitution was unlawful because the recipient of the restitution was\nContra Costa County Risk Management, which was not a direct victim of his offense. He\nfurther contends that, even assuming the recipient was the direct victim, the court abused\nits discretion because the victim did not incur any actual losses. We shall affirm the\njuvenile court’s restitution order.\n                        FACTUAL AND PROCEDURAL BACKGROUND\n         On October 18, 2013, a juvenile wardship petition was filed, pursuant to Welfare\nand Institutions Code section 602, subdivision (a),1 alleging that appellant, then age 16,\n\n\n         1\n        All further statutory references are to the Welfare and Institutions Code unless\notherwise indicated.\n\n\n                                                             1\n\fhad committed robbery pursuant to Penal Code section 211. On October 23, 2013,\nappellant admitted an allegation of grand theft (Pen. Code, § 487, subd. (c)), and the\njuvenile court adjudged him a ward of the court and set a maximum term of confinement\nof three years. At the November 21, 2013 dispositional hearing, the court committed\nappellant to the Orin Allen Youth Rehabilitation Facility (OAYRF) for six months, with\nan additional 90-day conditional release/parole period. The court also imposed\nconditions of probation to be followed upon his release from commitment.\n       On December 4, 2013, the Contra Costa County Probation Department filed a\nnotice of probation violation, pursuant to section 777, for appellant’s involvement in a\n“physical altercation” at OAYRF. According to the probation report, the altercation\ninvolved a fight between appellant and several other minors. When OAYRF employee\nStephen Craft intervened, he fell and sustained an injury to the back of his head.\n       On December 12, 2013, appellant admitted the probation violation and, on\nDecember 27, the court extended appellant’s placement at OAYRF to 12 months. The\ncourt deferred determination of the amount of restitution to “victim Stephen Craft.”\n       On May 20, 2014, at the conclusion of a restitution hearing, the court found\nappellant and six other minors liable for $1,389.95 in restitution “for Victim Stephen\nCraft, reimbursable to Contra Costa County Risk Management.”\n       On May 22, 2014, appellant filed a notice of appeal from the restitution order.\n                                         DISCUSSION\n       Appellant contends (1) the juvenile court’s order of $1,138.95 in victim restitution\nwas unlawful because it awarded restitution to Contra Costa County Risk Management,\nwhich was not a direct victim of appellant’s offense, and (2) even assuming the court did\naward the restitution directly to victim Stephen Craft, it abused its discretion because\nCraft did not incur any actual losses.\n                                I. Trial Court Background\n       In an April 15, 2014 “Restitution Supplemental Report,” the probation officer\nreported that the probation department had identified Stephen Craft as a victim because\nhe was injured during the incident at OAYRF. He was treated for a head injury and,\n\n\n                                             2\n\fbecause he sustained the injury while working as a probation counselor for the Contra\nCosta County Probation Department, the matter had been referred to the Contra Costa\nCounty Risk Management Department (Risk Management) for a workers’ compensation\nclaim. The probation officer had contacted a claims adjuster from Risk Management,\nwho reported that the total medical bills and fees associated with Craft’s injury came to\n$1,138.95\n       The probation officer further reported that he had spoken with Craft, who said that\nhe was not seeking any financial restitution for the injury. The probation department\nrecommended that restitution be set at $1,138.95, with appellant jointly and severally\nliable with five other co-responsible minors, “payable to Contra Costa County Risk\nManagement.”\n       At the May 20, 2014 restitution hearing, defense counsel stated that he did not\ncontest the reasonableness of the amount of the proposed restitution order, but did not\nbelieve appellant should be required to pay the restitution because, inter alia, Risk\nManagement, which he described as “sort of the Worker’s Compensation/insurance for\nthe County,” was not the direct victim of the offense, and Craft did not suffer any\nfinancial loss. The court found “the fact that there was insurance coverage is irrelevant,”\nand explained that it was “ordering that the victim is Mr. Craft, but the money is\nreimbursable through him to Risk Management.” It then ordered restitution in the\namount of $1,138.95 “for victim Stephen Craft, reimbursable to Contra Costa County\nRisk Management.”2\n                                    II. Legal Analysis\n       “Enacted in 1982, Proposition 8, the ‘Victims’ Bill of Rights,’ amended the\nCalifornia Constitution to provide that ‘all persons who suffer losses’ resulting from\ncrime are entitled to ‘restitution from the persons convicted of the crimes causing the\nlosses.’ (Cal. Const., art. I, § 28, subd. (b)(13)(A).) In 1983, the Legislature enacted\n\n       2\n         The written restitution order originally listed the victim as Risk Management but,\nbefore signing the order, the court added the words, “Stephen Craft, reimbursable to,”\nabove the Risk Management notation.\n\n\n                                              3\n\fPenal Code section 1202.4, which requires a full victim restitution order in criminal cases\nfor every determined economic loss unless there are compelling and extraordinary\nreasons not to do so. [Citation.] In 1994, the Legislature enacted section 730.6 to\nprovide ‘parallel restitutionary requirements for juvenile offenders.’ [Citation.]” (Luis\nM. v. Superior Court (2014) 59 Cal. 4th 300, 304.)\n         Section 730.6, subdivision (a), provides in relevant part: “It is the intent of the\nLegislature that a victim of conduct for which a minor is found to be a person described\nin Section 602 who incurs any economic loss as a result of the minor’s conduct shall\nreceive restitution directly from that minor.” (§ 730.6, subd. (a)(1).) Subdivision (h) of\nsection 730.6 provides in relevant part: “Restitution . . . shall be imposed in the amount\nof the losses, as determined. . . . The court shall order full restitution unless it finds\ncompelling and extraordinary reasons for not doing so, and states them on the record. . . .\nA restitution order . . . shall be of a dollar amount sufficient to fully reimburse the victim\nor victims for all determined economic losses incurred as the result of the minor’s\nconduct for which the minor was found to be a person described in Section 602, including\nall of the following: [¶] . . . [¶] (B) Medical expenses.” (§ 730.6, subd. (h)(1).)\n         “ ‘ “In keeping with the [voters’] ‘unequivocal intention’ that victim restitution be\nmade, statutory provisions implementing the constitutional directive have been broadly\nand liberally construed.” ’ [Citations.]” (In re Luis M., supra, 59 Cal.4th at p. 305.) “An\norder of direct victim restitution acts to make the victim whole, rehabilitate the minor,\nand deter future delinquent behavior. [Citation.]” (Ibid.; accord, In re Anthony S. (2014)\n227 Cal. App. 4th 1352, 1357.)\n         Restitution awards are generally vested in the trial court’s discretion, although we\nreview an issue of law independently. (In re K.F. (2009) 173 Cal. App. 4th 655, 661.)\n                                               A.\n         Appellant first contends the victim restitution order was unlawful because the\njuvenile court improperly awarded restitution to a governmental entity and/or an\ninsurance company, i.e., Risk Management, rather than to the direct victim, Stephen\nCraft.\n\n\n                                                4\n\f       Appellant relies on People v. Birkett (1999) 21 Cal. 4th 226, 228-229 (Birkett), in\nwhich the California Supreme Court addressed whether the 1994 version of the adult\nrestitution statute, Penal Code section 1203.4 (now Pen. Code, § 1202.4), gave insurers a\nright to restitution of any amount they had paid to reimburse their policy-holders for\ncrime-related losses. The court concluded, based on the statutory language, that\nrestitution “should go entirely to the individual or entity the offender had directly\nwronged, regardless of the victim’s reimbursement from other sources.” (Birkett, at\np. 246.)\n       This case, however, does not involve a situation in which the juvenile court\nawarded restitution to someone other than the direct victim. Both the record and the\nrestitution order itself make clear that, following the discussion at the restitution hearing,\nthe court added Craft to the order as the direct victim and recipient of restitution, with the\ncaveat that the restitution received was reimbursable to Risk Management, which had\nalready paid Craft’s medical bills. (See pt. I., ante.) Although perhaps inartfully worded\ndue to the court’s stated concern that Risk Management be reimbursed for its medical\npayments on behalf of Craft, the restitution award was made to the direct victim of\nappellant’s conduct—Stephen Craft—and not to a governmental entity or insurance\ncompany. (Compare Birkett, supra, 21 Cal.4th at p. 246; People v. Franco (1993) 19\nCal. App. 4th 175, 185 [defendant convicted of assaulting police officer could not be\nordered to pay restitution to city for workers’ compensation benefits it had paid to injured\nofficer].)\n       The restitution order in this case is not contrary to law. (See In re K.F., supra, 173\nCal.App.4th at p. 661.)\n                                              B.\n       Appellant further contends the juvenile court abused its discretion when it\nawarded restitution to Craft because Craft did not incur any actual losses.\n       As previously discussed in part II., A., ante, our Supreme Court concluded, after\nanalyzing the language of former Penal Code section 1203.4, “that the Legislature\nintended to require a probationary offender, for rehabilitative and deterrent purposes, to\n\n\n                                              5\n\fmake full restitution for all losses his crime had caused, and that such reparation should\ngo entirely to the individual or entity the offender had directly wronged, regardless of that\nvictim’s reimbursement from other sources.” (Birkett, supra, 21 Cal.4th at p. 246.)\nSubsequently, in In re Brittany L. (2002) 99 Cal. App. 4th 1381, 1389, the appellate court\nfound that the principles announced in Birkett were applicable “to the virtually identical\nprovisions of section 730.6 regarding restitution orders imposed against minors.” The\ncourt therefore concluded that the victims “were entitled to a restitution order in an\namount sufficient to ‘fully reimburse’ them for losses incurred as a result of appellant’s\ncriminal conduct—without regard to potential reimbursement from their homeowners’\ninsurance carrier. A proper order thus would have included all proven losses they\nsustained, whether or not first submitted to their insurance carrier, and whether or not\nalready reimbursed by their insurer.” (In re Brittany L., at p. 1389; accord, People v.\nVasquez (2010) 190 Cal. App. 4th 1126, 1133-1134 [“Payments received by a crime\nvictim from his or her insurance company or from an independent third party for\neconomic losses suffered as a result of the defendant’s criminal conduct cannot reduce\nthe amount of restitution the defendant owes”].)\n       The court in In re Brittany L. discussed the policy reasons for not excusing a\njuvenile offender from paying restitution where the victim has been reimbursed by an\ninsurance company: “The purpose behind requiring a minor to pay victim restitution is\nfor its deterrent as well as rehabilitative effect. ‘Requiring the [minor] to make complete\nreparation to her victims for the harm done to them is more likely to make an impression\non the [minor] than simply imposing a statutory fine. [Citation.]’ These purposes would\nbe thwarted if a minor was relieved from responsibility for making her victims whole\nsimply because the victims had been farsighted enough to purchase insurance for this\ntype of damage . . . . Moreover, the principles announced by our Supreme Court in\nPeople v. Birkett make clear, trial courts are not to consider whether the victim has been,\nor will be, reimbursed from third parties in ordering victim restitution.” (In re Brittany\nL., supra, 99 Cal.App.4th at pp. 1387-1388, fns. omitted; accord, e.g., In re Anthony S.,\nsupra, 227 Cal.App.4th at p. 1360 [fortuity that victim was indigent and hospital had\n\n\n                                             6\n\fwritten off charges for his medical care as an unpaid debt did not shield minor from\nobligation of paying restitution]; In re Eric S. (2010 ) 183 Cal. App. 4th 1560, 1565 [even\nassuming victim who was a Kaiser member was not obligated to pay Kaiser any amount\nabove his membership fee, “charges were nonetheless incurred on his behalf as a result of\nappellant’s criminal conduct”].)\n       Likewise, in the present case, Craft is entitled to restitution despite the fact that\nRisk Management has already paid his medical expenses. Under section 730.6, appellant\nis required to “fully reimburse” Craft “for all determined economic losses incurred as the\nresult of [appellant’s] conduct” (§ 730.6, subd. (h)(1)), regardless of his “reimbursement\nfrom other sources.” (Birkett, supra, 21 Cal.4th at p. 246.) That Craft himself did not\nrequest restitution is immaterial since a victim cannot free a defendant from his or her\nvictim restitution obligation. (Cf. In re Tommy A. (2005) 131 Cal. App. 4th 1580, 1590-\n1591 [“ ‘[a] restitution order [under section 730.6, subd. (a)(1)] pursuant to a [juvenile\noffender’s admission] is an agreement between [the juvenile offender] and the state,’ and\nthus a release of liability by the victim, who is not a party to the agreement, ‘cannot act to\nrelease [the juvenile] from his financial debt to the state’ as a matter of law”].)\n       Appellant nonetheless argues that an award of restitution was unwarranted in this\ncase because there is no evidence that Risk Management has sought or will seek\nreimbursement from Craft. He cites In re K.F., supra, 173 Cal. App. 4th 655, 663, in\nwhich the appellate court discussed what it means for a victim to have “incurred” an\neconomic loss for purposes of section 730.6: “To ‘incur’ is ‘to become liable or subject\nto: bring down upon oneself.’ (Meriam-Webster’s Collegiate Dict. (10th ed. 1999)\np. 590.) To constitute evidence of a ‘loss incurred,’ there must be some basis to conclude\nthat the victim is ‘liable or subject to’ a charge. Where collection of the charge is barred\nby law, the victim is not liable or subject to it, and the charge is not ‘incurred.’ ” The\ncourt found that no such legal bar to recovery appeared in that case, although it did\nconclude that the juvenile court should not have ordered restitution for ambulance service\nrendered by the Kaiser health maintenance organization because the evidence in the\n\n\n\n                                               7\n\frecord reflected that Kaiser had not billed the victim for that expense. (In re K.F., at\npp. 663-664.)\n        Here, appellant points to no evidence in the record showing that Craft will not be\nrequired to reimburse Risk Management for the medical payments it made on his behalf\npursuant to his workers’ compensation coverage, either because reimbursement is “barred\nby law” or because Risk Management has made clear that it will not seek reimbursement\nfor such payments. Affirmative evidence that Risk Management intends to obtain\nreimbursement from Craft is not required for us to uphold the restitution order. (See,\nBirkett, supra, 21 Cal.4th at p. 246; accord, People v. Duong (2010) 180 Cal. App. 4th\n1533, 1537-1538 [“third party may pursue its civil remedies against either the perpetrator\nor the victim; the possibility that the victim may receive a windfall because the third\nparty fails to exercise its civil remedies does not diminish the victim’s right to receive\nrestitution of the full amount of economic loss caused by the perpetrator’s offense”];\nPeople v. Hove (1999) 76 Cal. App. 4th 1266, 1272-1273 [finding restitution order proper\ndespite fact that “the victim had no direct economic losses, and even though the victim\ncould conceivably profit from recovering restitution if defendant complies with the\nrestitution order and if Medicare and/or Medic-Cal does not pursue reimbursement”].)\n        There was no abuse of discretion. (See In re K.F., supra, 173 Cal.App.4th at p.\n661.)\n                                       DISPOSITION\n        The juvenile court’s restitution order is affirmed.\n\n\n\n\n                                               8\n\f                                _________________________\n                                Kline, P.J.\n\n\nWe concur:\n\n\n_________________________\nStewart, J.\n\n\n_________________________\nMiller, J.\n\n\n\n\n                            9\n\f",
            "ocr": false,
            "opinion_id": 2789204
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}