{
    "id": 2793082,
    "judges": null,
    "date_filed": 1428624000000,
    "date_filed_is_approximate": false,
    "slug": "com-v-thomas-c",
    "case_name_short": "Com.",
    "case_name": "Com. v. Thomas, C.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S21009-15m - 1021724653338744.pdf",
            "author_id": null,
            "opinion_text": "J-S21009-15\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\nCOMMONWEALTH OF PENNSYLVANIA,                     IN THE SUPERIOR COURT OF\n                                                        PENNSYLVANIA\n                          Appellee\n\n                     v.\n\nCARNELL THOMAS,\n\n                          Appellant                    No. 3552 EDA 2013\n\n\n             Appeal from the Judgment of Sentence June 26, 2013\n             In the Court of Common Pleas of Philadelphia County\n              Criminal Division at No(s): CP-51-CR-0000259-2012\n\n\nBEFORE: BOWES, JENKINS, and PLATT,* JJ.\n\nMEMORANDUM BY BOWES, J.:                               FILED APRIL 10, 2015\n\n       Carnell Thomas appeals from the judgment of sentence of nine to\n\ntwenty-three years imprisonment that the court imposed after he was\n\nconvicted at a bench trial of one count each of burglary and possession of an\n\ninstrument of crime and six counts each of simple assault and unlawful\n\nrestraint.   We reject his challenges to the discretionary aspects of his\n\nsentence and affirm.\n\n       The trial court set forth the facts adduced by the Commonwealth in\n\nsupport of the outlined convictions:\n\n           Ms. Elaine Wilson, the first complainant in this case, testified\n       that on September 10, 2011, she was at her house on the 200\n       block of South 50th Street when her son Anthony Wilson walked\n       inside and told her that there was a fight going on outside on the\n       street. She walked outside and observed her son's friend Steve\n       fighting with Defendant. After the fight ended, Ms. Wilson went\n       back into the house and Anthony and Steve then went up to the\n       third floor of the house.\n\n*\n    Retired Senior Judge assigned to the Superior Court.\n\fJ-S21009-15\n\n\n\n\n        A few moments later, Defendant and his brother entered the\n     house and pointed a gun at Malik Wilson, Ms. Wilson's grandson,\n     backing him into the living room. Defendant then pointed the\n     gun at Ms. Wilson and her children Denae Wilson, Sherri Scott,\n     Joyce Wilson, and Tyreek Wilson, who were all seated on the\n     couch. Ms. Wilson testified that the gun was a small black\n     revolver. Defendant and his brother ordered Ms. Wilson and her\n     children to remain seated, and demanded that somebody go find\n     Steve. Joyce Wilson went upstairs to find Steve, but instead\n     sought help from her brother Sean Wilson. Ms. Wilson testified\n     that she felt like she could not leave at this point and that she\n     felt that her life was threatened.\n\n         As Sean Wilson entered the living room, Defendant pointed\n     the gun at him. Mr. Wilson proceeded to grab Defendant and\n     attempted to wrestle the gun from his hands. During the\n     struggle the gun went off and the shot fired hit the ceiling fan\n     and broke the attached glass light fixture, at which point\n     everybody ran out of the house. Ms. Wilson, Anthony Wilson\n     and Sean Wilson remained behind and were able to subdue\n     Defendant until the police arrived.\n\n         Mr. Sean Wilson, Ms. Wilson's oldest son, corroborated the\n     testimony of Ms. Wilson. Mr. Wilson testified that on September\n     10, 2011, he was at his house on 209 South 50th Street at\n     approximately 10:00 pm when his sister Joyce Wilson came\n     upstairs seeking help [with respect to] a gunman in the living\n     room. Sean testified that as he entered the living room he saw\n     Defendant pointing a black revolver at him.          Mr. Wilson\n     immediately proceeded towards Defendant and attempted to\n     wrestle the gun out of his hand. During the struggle he heard\n     and felt the gun-go off. [Sean] Wilson and Anthony Wilson were\n     able to obtain the gun and hold Defendant down until the police\n     arrived.\n\n        Philadelphia Police Officer Tamika Reid testified that while she\n     was on duty on September 10, 2011, between 10:00 pm and\n     11:00 pm, she responded to a radio call indicating a person\n     screaming for help at 209 South 50th Street. Upon entering the\n     house, Officer Reid observed several occupants of that property\n     holding a male inside the property. Officer Reid also testified\n\n\n                                    -2-\n\fJ-S21009-15\n\n\n\n\n       that she observed broken glass on the floor from a shattered\n       ceiling fan light fixture. Officer Reid identified Defendant as the\n       man being held.\n\n            ....\n\n           Mr. Malik Wilson, Ms. Wilson's grandson, corroborated the\n       testimony of Mr. and Ms. Wilson. He testified that Defendant\n       entered his house on 209 South 50th Street at approximately 10\n       pm, and pointed a black revolver at his head and chest. Mr.\n       Wilson testified that he felt like he was unable to leave the\n       situation at this time.\n\nTrial Court Opinion, 8/1/14, at 3-5 (citations to record and quotation marks\n\nomitted).\n\n       The matter proceeded to sentencing on June 26, 2013, where the trial\n\ncourt had the benefit of a presentence report.        Additionally, Appellant’s\n\ncounsel spoke in mitigation of sentence, noting that Appellant had a prior\n\nrecord score of only one, had children, was working full time prior to this\n\nincident, was intoxicated when the crimes occurred, and obtained his GED\n\nwhile in jail.     The trial court imposed an aggregate sentence of nine to\n\ntwenty-three years. On the burglary conviction, Appellant was sentenced to\n\ntwo to six years, which was within the applicable guidelines1 using the\n\ndeadly weapon enhancement, weapon possessed matrix. The court imposed\n\n\n\n\n____________________________________________\n\n\n1\n  The applicable guidelines were the 6th edition, effective June 3, 2005 to\nDecember 28, 2012.\n\n\n\n\n                                           -3-\n\fJ-S21009-15\n\n\n\n\nsentences of one to two years, which exceeded the guidelines, 2 on the\n\nunlawful restraint and the simple assault convictions. The unlawful restraint\n\nand simple assault sentences were made concurrent to each other insofar as\n\nthey pertained to a single victim, but the one to two year term was imposed\n\nconsecutively as to all six victims.           The sentence on PIC was one to five\n\nyears, an aggravated range sentence, and that sentence was made\n\nconsecutive to the other ones. No objection was raised to this sentence at\n\nthe hearing.\n\n       Appellant filed a timely post-sentence motion for reconsideration of the\n\nsentence claiming that: 1) “the Court did not consider all of the factors” and\n\nthe sentence imposed was excessive; and 2) “the cumulative sentence of 9\n\nto 23 years is excessive considering Petitioner’s limited prior record and\n\nexcellent chance of being rehabilitated.” Defendant’s Post-Sentence Motion,\n\n7/8/13, at ¶¶ 4, 5. This appeal followed denial of the post-sentence motion.\n\nAppellant complied with the trial court’s directive to file a Pa.R.A.P. 1925(b)\n\nstatement, and now raises this contention on appeal:\n\n       I. Did the trial court abuse its discretion and violate general\n       sentencing principles when the court sentenced [Appellant] to an\n       aggregate sentence of nine (9) to twenty three (23) years of\n\n\n____________________________________________\n\n\n2\n  The Commonwealth did not invoke the deadly weapon enhancement\nguidelines when it outlined the applicable guideline ranges for the simple\nassault and unlawful restraint convictions. N.T. Sentencing, 6/26/12, at 4.\n\n\n\n                                           -4-\n\fJ-S21009-15\n\n\n\n\n      state imprisonment?\n\nAppellant’s brief at 4.\n\n      A defendant does not have an absolute right to pursue a challenge to\n\nthe discretionary aspects of his sentence. Commonwealth v. Raven, 97\n\nA.3d 1244, 1252 (Pa.Super. 2014).          First, to preserve a discretionary\n\nsentencing claim, the defendant must raise it either during the sentencing\n\nproceedings or in a post-sentence motion. Commonwealth v. Cartrette,\n\n83 A.3d 1030, 1042 (Pa.Super. 2013) (en banc). Second, to obtain merits\n\nreview of such a claim, an appellant must include a Pa.R.A.P. 2119(f)\n\nstatement in his brief. Raven, supra; Pa.R.A.P. 2119(b) (“An appellant who\n\nchallenges the discretionary aspects of a sentence in a criminal matter shall\n\nset forth in his brief a concise statement of the reasons relied upon for\n\nallowance of appeal with respect to the discretionary aspects of a\n\nsentence.”).   Finally, the Pa.R.A.P. 2119(f) statement must demonstrate\n\n“that there is a substantial question that the sentence imposed is not\n\nappropriate under the Sentencing Code. 42 Pa.C.S. § 9781(b).”          Raven,\n\nsupra at 1252 (citation and quotation marks omitted).           A substantial\n\nquestion warranting appellate review of a sentence is raised if the defendant\n\navers that “the sentence violates either a specific provision of the sentencing\n\nscheme set forth in the Sentencing Code or a particular fundamental norm\n\nunderlying the sentencing process.” Id.\n\n\n\n\n                                     -5-\n\fJ-S21009-15\n\n\n\n\n        Appellant’s brief does contain the requisite statement.       Appellant’s\n\nbrief at 8. In that statement, as well as in the argument portion of his brief,\n\nAppellant dissects his challenge to the sentence into two discrete aspects.\n\nFirst, Appellant complains that the court “failed to consider all relevant\n\nfactors” in rendering its decision. Id. Second, he argues that the sentence\n\nis manifestly excessive as grossly disproportionate to his crime and that the\n\ntrial court “failed to provide adequate reasons for the sentence on the\n\nrecord” especially with respect to the sentences that exceeded the applicable\n\nguidelines.     Id.     These positions raise a substantial question warranting\n\nappellate     review.    Commonwealth v.       Raven,    97   A.3d   1244,   1253\n\n(Pa.Super. 2014) (“It is well-established that a sentencing court's failure to\n\nconsider mitigating factors raises a substantial question.”); Commonwealth\n\nv. Bowen, 55 A.3d 1254, 1263-64 (Pa.Super. 2012) (“In every case where\n\na sentencing court imposes a sentence outside of the sentencing guidelines,\n\nthe court must provide in open court a contemporaneous statement of\n\nreasons in support of its sentence. 42 Pa.C.S.A. § 9721.”).\n\n        Appellant’s first claim is that the sentencing court focused solely on the\n\nseriousness of the offense and did not consider the mitigating factors at\n\nplay.     Concomitantly, Appellant suggests, his sentence was manifestly\n\nexcessive and the period of confinement was not consistent with the gravity\n\nof the offenses, which he committed while intoxicated, or with his\n\nrehabilitative needs. See 42 Pa.C.S. § 9721(b) (when imposing a sentence,\n\n\n                                        -6-\n\fJ-S21009-15\n\n\n\n\nthe court must abide by the principle that the sentence of incarceration be\n\nconsistent with the public’s protection, the gravity of the offense, and the\n\ndefendant’s rehabilitative needs). This averment was preserved since it was\n\ncontained in the post-sentence motion.\n\n      Our standard of review is established: “Sentencing is a matter vested\n\nin the sound discretion of the sentencing judge, and a sentence will not be\n\ndisturbed on appeal absent a manifest abuse of discretion.” Bowen, supra\n\nat 1263. An abuse of discretion occurs only if “the record discloses that the\n\njudgment exercised was manifestly unreasonable, or the result of partiality,\n\nprejudice, bias, or ill-will.” Id. (citation omitted).\n\n      Appellant takes umbrage with the sentencing court’s failure to\n\nspecifically articulate that it weighed Appellant’s low prior record score, his\n\npersonal background, his intoxication, and his rehabilitative needs. The fatal\n\nflaw in this position is that the sentencing court herein had the benefit of a\n\npresentence report, which the record establishes that it reviewed prior to\n\nsentencing, and heard Appellant’s mitigation argument, which it also\n\nexpressly considered. N.T. Sentencing, 6/26/13, at 11. (“THE COURT: Well,\n\nI reviewed the presentence report.        I listened to the arguments of both\n\nsides.”).\n\n      The law is settled.        When the sentencing court possesses and\n\nconsiders a presentence report, we are required by our Supreme Court’s\n\ndecision in Commonwealth v. Devers, 546 A.2d 12, 18 (Pa. 1988), to\n\n\n                                       -7-\n\fJ-S21009-15\n\n\n\n\npresume that the sentencing court “was aware of relevant information\n\nregarding the defendant's character and weighed those considerations along\n\nwith mitigating statutory factors.” See also Commonwealth v. Griffin, 65\n\nA.3d 932 (Pa.Super. 2013).         The case upon which Appellant relies,\n\nCommonwealth v. Richey, 779 A.2d 1183 (Pa.Super. 2001), is inapposite\n\nbecause therein, the matter proceeded to sentencing immediately after the\n\ndefendant’s guilty plea was entered, and the court did not have a\n\npresentence report. Hence, we must reject Appellant’s first position.\n\n      Appellant’s second averment is that the sentencing court failed to\n\narticulate sufficient reasons for the sentence imposed.      This contention is\n\nwaived.    At sentencing, Appellant did not object to the court’s failure to\n\nverbally justify its sentence. Additionally, the allegation was not preserved\n\nin the post-sentence motion.    However, since this allegation was raised in\n\nthe Pa.R.A.P. 1925(b) statement, it was addressed by the sentencing court.\n\nThat court maintained that it had proffered a sufficient basis for its decision.\n\nWe agree.\n\n      Initially, we note that “the sentencing guidelines are advisory in\n\nnature.”    Bowen, supra at 1264.      A sentencing court may deviate from\n\nthem if “it offers reasons for this determination.”    Id.   We must affirm a\n\nsentencing court’s departure if the rationale outlined by the sentencing court\n\nindicates that its decision is not unreasonable. Id. “In order to find that a\n\ntrial court imposed an ‘unreasonable’ sentence, we must determine that the\n\n\n                                     -8-\n\fJ-S21009-15\n\n\n\n\nsentencing court imposed the sentence irrationally and that the court was\n\n‘not guided by sound judgment.’” Commonwealth v. Riggs, 63 A.3d 780,\n\n786 (Pa.Super. 2012) (partially quoting Commonwealth v. Walls, 926\n\nA.2d 957, 961 (Pa. 2007)). In this case, the sentencing court supported its\n\nsentence as follows:\n\n          For each sentence outside the recommended sentencing\n      guidelines, the Court acknowledged its deviations and put\n      reasons for these deviations on the record. The court noted that\n      although the imposed sentences for simple assault and [unlawful\n      restraint] were above the guideline sentences, \"The aggregate\n      sentence was certainly within the guidelines.\" (N.T. 6/26/13 pg\n      16). The court reasoned further that the aggregate sentence of\n      nine to twenty three years was an appropriate sentence when it\n      comes down to a home invasion,\" despite minor deviations from\n      the guidelines on the individual crimes. (N.T. 6/26/13 pg 14).\n      This home invasion specifically involved holding six individuals at\n      gunpoint, including two minors, and a shot being fired.\n\nTrial Court Opinion, 8/1/14, at 9.\n\n      This statement establishes that the trial court’s decision was neither\n\nirrational nor unguided by sound judgment. Appellant entered a home and\n\nbrandished a weapon at six people, including adolescents aged fourteen and\n\nfifteen and a sixty-year-old woman.      He demanded that they produce the\n\nman with whom he just had been fighting, presumably so Appellant could\n\nshoot his target. The family came to the man’s defense, and Sean Wilson\n\nattempted to disarm Appellant.       In the process, a shot, which could have\n\nstruck someone, was fired in an occupied room. A sentence exceeding the\n\nguideline ranges as to simple assault and unlawful restraint was not\n\n\n                                      -9-\n\fJ-S21009-15\n\n\n\n\nunreasonable in light of these circumstances especially since the sentences\n\nwere concurrent with each other to the extent the same victim was involved.\n\n     Judgment of sentence affirmed.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 4/10/2015\n\n\n\n\n                                  - 10 -\n\f",
            "ocr": false,
            "opinion_id": 2793082
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}