{
    "id": 2811786,
    "judges": null,
    "date_filed": 1435190400000,
    "date_filed_is_approximate": false,
    "slug": "in-the-interest-of-ler-a-child",
    "case_name_short": null,
    "case_name": "in the Interest of L.E.R., a Child",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 18.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=19249&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa14%5cOpinion",
            "author_id": null,
            "opinion_text": "Affirmed and Memorandum Opinion filed June 25, 2015.\n\n\n\n\n                                     In The\n\n                    Fourteenth Court of Appeals\n\n                              NO. 14-15-00205-CV\n\n                  IN THE INTEREST OF L.E.R., A CHILD\n\n\n\n                   On Appeal from the 314th District Court\n                            Harris County, Texas\n                     Trial Court Cause No. 2014-00691J\n\n                 MEMORANDUM                     OPINION\n\n\n      C.E.W. (“Mother”) appeals the trial court’s final decree terminating her\nparental rights, and appointing the Department of Family and Protective Services\n(the “Department”) as sole managing conservator of L.E.R. (“the Child”). In two\nissues the Mother challenges the legal and factual sufficiency of the evidence to\nsupport the trial court’s finding under subsections 161.001(D), (E) & (O) of the\nTexas Family Code. S.A.R. (“Father”) also appeals the trial court’s final decree\nterminating his parental rights. In five issues the Father challenges the legal and\n\ffactual sufficiency of the evidence to support the trial court’s findings under (1)\nsubsections 161.001 (E), (N) & (O), and section 161.007(a) of the Texas Family\nCode, and (2) that termination of his rights would be in the best interest of the\nChild. We affirm.\n\n                I.    FACTUAL AND PROCEDURAL BACKGROUND\n\n      The Child was born September 25, 2013. On October 9, 2013, the\nDepartment received a referral alleging neglectful supervision of the Child by his\nmother. The Child’s maternal grandmother, (“the Grandmother”), contacted law\nenforcement officers several times due to her concern for the Child. The report\nalleged that the Father was “totally in control” of the Mother, the Father used\n“street drugs,” and that the Mother “popped bars,” and had possibly stolen the\nGrandmother’s prescription pain medication. On January 24, 2014, the Department\nreceived a second referral alleging the Mother and Father neglected the Child by\nleaving him with the Grandmother for several days at a time. The report alleged\nthat when the Mother returned home she smelled like marijuana smoke, the Father\nwas a known drug user, and that the Father had a history of violence against the\nMother. It was reported that the Mother was “out of control . . . does not attend\nschool, and exposes her child to drugs.”\n\n      On February 7, 2014, the Department filed its original petition for protection\nof the Child and for termination of the parents’ rights to the Child. On April 7,\n2014, the Department filed Family Service Plans for both parents. The plans noted\nthat the Child was removed from the Mother’s home due to alleged neglectful\nsupervision, and the fact that the Father was 21 years old, and the Mother was 15\nyears old at the time the Child was conceived. The crime of sexual assault was\nreported to law enforcement authorities. It was also reported that the Father\nadmitted to marijuana use, and the Mother admitted “popping pills” prior to her\n\n                                           2\n\fpregnancy.\n\n     The Mother’s service plan required her to:\n\n         Attend teen parenting classes;\n         Participate in a one-time domestic violence awareness class;\n         Complete individual counseling;\n         Maintain her grades to passing standards and complete the\n          requirements to obtain her high school diploma;\n         Attend all court hearings, permanency conferences, scheduled\n          visitations, and meetings requested by the Department or the\n          court;\n         Avoid criminal activity;\n         Demonstrate an attachment to the child through regular parent-\n          child visitation;\n         Participate in a psychological evaluation and drug assessment\n          and treatment, if recommended; and\n         Maintain full- or part-time stable employment.\n\n     The Father’s service plan required him to:\n\n         Participate in a domestic violence certification program;\n         Attend all court hearings, permanency conferences, scheduled\n          visitations, and meetings requested by the Department or the\n          court;\n         Submit to random drug testing;\n         Avoid criminal activity;\n         Demonstrate an attachment to the child through regular parent-\n          child visitation;\n         Maintain stable employment; and\n         Participate in a psychological evaluation and drug assessment\n          and treatment, if recommended.\n\n\n\n                                       3\n\f      On February 5, 2015, the termination case against both parents was tried to\nthe court. Prior to any witness testimony the Department introduced into evidence\nthe Child’s birth certificate; the DNA test result showing the paternity of the Child;\nthe Father’s February 20, 2014 positive drug test for PCP and marijuana; the\nFather’s April 15, 2014 positive drug test for cocaine and marijuana; the Mother’s\nAugust 20, 2014, and November 20, 2014 positive drug tests for cocaine; the\nFather’s order of deferred adjudication for the offense of sexual assault of a child;\nthe Father’s conviction for assault-bodily injury; and the reporter’s record from the\nshow cause hearing held February 20, 2014. Both the Mother and the Father\nobjected to the drug test results on the grounds of hearsay and chain of custody.\nThe Father objected to the judgments of deferred adjudication and conviction as\nnot being authenticated. The Father also objected to the record of the show cause\nhearing on hearsay grounds. The trial court overruled all objections and admitted\nthe evidence.\n\n      At the show cause hearing, the record of which was admitted at trial, the\nMother testified that she had not taken Xanax in over a year. The Mother’s\ntestimony was contradictory about smoking marijuana. At first she denied ever\nsmoking marijuana, but later admitted smoking marijuana two months before the\nhearing. The Mother testified that she no longer maintained a relationship with the\nFather, but permitted him to see the Child. Although the Mother admitted writing a\npaper about the Father’s physical abuse of her, at the show-cause hearing, she\ndenied the physical violence. The Mother took the Child to the doctor when he had\na lump on his chest and for immunizations. She testified the Child had never been\ninjured while living with her.\n\n      The Father testified that he was unaware of the Mother’s age at the time they\nwere engaged in a sexual relationship. When he learned she was underage he\n\n                                          4\n\fended the sexual relationship. The last time he used drugs was one or two months\nbefore the hearing. The Father testified that when he is working he contributes\nmoney to the Child’s welfare.\n\n      Shayolonda Herron, the caseworker at the time of the show cause hearing,\ntestified that the Mother admitted that she used drugs, and that her relationship\nwith the Father was physically violent. Herron had not met the other members of\nthe family. The Grandmother, also reported violence by the Father against the\nMother.\n\n      The Grandmother testified that she took care of the Child while the Mother\nwas in school. The Grandmother called the Department because the Mother would\nleave home for days at a time, and would return home smelling like marijuana and\ncigarettes. The Grandmother testified that the Mother did not return home\ninebriated or under the influence of drugs or alcohol. The paternal grandfather\nthreatened the Grandmother if she involved the Department. The Grandmother\ntestified that she told the Department she did not want to care for the Child, but\nstated she said so because she was afraid of the Father’s family. The Grandmother\nsuspects the Mother of stealing prescription medication, but has not seen her doing\nso. The Mother lives with the Grandmother and some of the Grandmother’s\nmedication is missing.\n\n      At the conclusion of the show cause hearing the trial court explained to the\nparents that they would be drug tested that day, and that if they wanted to be\nreunited with their child they would need to follow the Family Service Plans. The\nFather responded, “I just want to say, she does not do drugs. I do.” When the trial\ncourt asked why the Mother admitted using drugs, the Father responded, “She was\nwith me. She was worried it would be in her system.”\n\n      Almost one year after the show cause hearing, the trial court held a bench\n                                         5\n\ftrial on the termination of the parents’ rights. At trial, Leeshawn Lewis1 testified\nthat the Child was one year old and placed in a foster home. With regard to\nadherence to the Family Service Plans, Lewis testified that the Father had attended\ntherapy and completed a drug assessment. The Father began drug treatment, but\nwas arrested for assault and incarcerated. Lewis did not know if he completed\ntherapy or treatment while in jail. The Father tested positive for illegal drugs\nmultiple times while the termination case was pending. The Father completed a\npsychological evaluation, which resulted in recommendations that the Father\nadhere to the conditions of his community supervision and participate in a sexual-\noffender class. The psychological evaluation noted concern that the Father did not\nunderstand that his relationship with the Mother at her age was inappropriate.\n\n       With regard to the Mother’s compliance with the Family Service Plan,\nLewis testified that the Mother participated in individual therapy and parenting\nclasses. The Mother “continuously denied using any illegal substances, in spite of\nher [positive] drug test.” In July 2014 and October 2014, the Mother tested positive\nfor cocaine. Lewis testified that the October test showed increasing levels of\ncocaine in the Mother’s system. The Mother has consistently visited the Child.\n\n       Neither set of grandparents can be considered as potential placements for the\nChild because they do not have homes. The Department has an approved home\nstudy on a friend of the Father’s family who is willing to adopt the Child. Their\nhome is stable; both parents have stable jobs, and the financial ability to provide\nfor the Child. The Department is also conducting a home study on a relative in\nFlorida pursuant to the Interstate Compact on the Placement of Children (ICPC).\nAt the time of trial, the Department sought to place the Child with the family friend\n\n       1\n        Although not identified in the reporter’s record, it appears from the context of Lewis’s\ntestimony that she is a caseworker with the Department.\n\n                                               6\n\fof the Father’s family, who lives in Houston.\n\n      Ebonee Jones, a caseworker for the Department, testified that during a visit\nwith the Mother the Child began “screaming, started crying,” when the Mother\nwalked into the room where the visit was taking place. It was Jones’s opinion that\nthe Child was “mostly bonded with [the] paternal aunt.”\n\n      Hannah Khalil with Child Advocates testified that she has met the family\nfriend on the paternal side who is interested in adopting the Child. She testified that\nthe parents have a stable home, stable employment, and have raised four children\nof their own. Khalil testified that whether the family in Houston or the relative in\nFlorida adopts the Child, it was in his best interest of the Child for the parental\nrights to be terminated.\n\n      After the Department rested, the Father testified that he had used drugs in\nthe past, but had been clean for one year. He testified that the Mother had never\nused drugs. He asked that if his rights were terminated he would like the Child to\nbe placed with relatives or a family friend.\n\n      The Mother testified that she had been working at a grocery store for five\ndays. Before that she worked at “Party Barn Kids.” She had not provided check\nstubs to the caseworker because the caseworker did not ask for them. She finished\nher high school education, but was waiting to “walk the stage in June.” When she\nsaves up enough money she plans to get an apartment for her and her mother. The\nMother expressed confusion as to how she tested positive for cocaine. She said she\nhad been ill during those times taking cough medicine, amoxicillin, and\nacetaminophen. It was her opinion that those medications caused a false positive\nfor cocaine. She visited the Child every two weeks. She was able to bond with the\nChild in the beginning, but was unsuccessful when the Child moved to a different\nfoster home and bonded with the foster parents.\n                                          7\n\f                                   II.   ANALYSIS\n\n      In two issues the Mother argues the evidence was legally and factually\ninsufficient to support the trial court’s findings under subsections 161.001(1)(D),\n(E) & (O) of the Texas Family Code. In his first four issues, the Father argues the\nevidence was legally and factually insufficient to support the trial court’s findings\nunder subsections 161.001(1)(E), (N) & (O) and section 161.007(a) of the Texas\nFamily Code.\n\n      Parental rights can be terminated upon proof by clear and convincing\nevidence that (1) the parent has committed an act prohibited by section 161.001(1)\nof the Family Code; and (2) termination is in the best interest of the child. Tex.\nFam. Code Ann. § 161.001(1), (2) (West 2014); In re J.O.A., 283 S.W.3d 336, 344\n(Tex. 2009). Involuntary termination of parental rights is a serious matter\nimplicating fundamental constitutional rights. Holick v. Smith, 685 S.W.2d 18, 20\n(Tex. 1985); In re D.R.A., 374 S.W.3d 528, 531 (Tex. App.—Houston [14th Dist.]\n2012, no pet.). Although parental rights are of constitutional magnitude, they are\nnot absolute. In re C.H., 89 S.W.3d 17, 26 (Tex. 2002) (“Just as it is imperative for\ncourts to recognize the constitutional underpinnings of the parent-child\nrelationship, it is also essential that emotional and physical interests of the child\nnot be sacrificed merely to preserve that right.”).\n\n      Due to the severity and permanency of the termination of parental rights, the\nburden of proof is heightened to the clear and convincing evidence standard. See\nTex. Fam. Code Ann. § 161.001; In re J.F.C., 96 S.W.3d 256, 265–66 (Tex. 2002).\n“Clear and convincing evidence” means “the measure or degree of proof that will\nproduce in the mind of the trier of fact a firm belief or conviction as to the truth of\nthe allegations sought to be established.” Tex. Fam. Code Ann. § 101.007 (West\n2014); In re J.F.C., 96 S.W.3d at 264. This heightened burden of proof results in a\n\n                                           8\n\fheightened standard of review. In re C.M.C., 273 S.W.3d 862, 873 (Tex. App.—\nHouston [14th Dist.] 2008, no pet.).\n\n       In reviewing the legal sufficiency of the evidence in a parental termination\ncase, we must consider all the evidence in the light most favorable to the finding to\ndetermine whether a reasonable fact finder could have formed a firm belief or\nconviction that its finding was true. In re J.O.A., 283 S.W.3d at 336. We assume\nthat the fact finder resolved disputed facts in favor of its finding if a reasonable fact\nfinder could do so, and we disregard all evidence that a reasonable fact finder\ncould have disbelieved. Id.; In re G.M.G., 444 S.W.3d 46, 52 (Tex. App.—\nHouston [14th Dist.] 2014, no pet.).\n\n       In reviewing the factual sufficiency of the evidence, we consider and weigh\nall of the evidence, including disputed or conflicting evidence. In re J.O.A., 283\nS.W.3d at 345. “If, in light of the entire record, the disputed evidence that a\nreasonable fact finder could not have credited in favor of the finding is so\nsignificant that a fact finder could not reasonably have formed a firm belief or\nconviction, then the evidence is factually insufficient.” Id. We give due deference\nto the fact finder’s findings and we cannot substitute our own judgment for that of\nthe fact finder. In re H.R.M., 209 S.W.3d 105, 108 (Tex. 2006). The fact finder is\nthe sole arbiter when assessing the credibility and demeanor of witnesses. Id. at\n109.\n\n       A.    Predicate Termination Findings\n\n       The trial court made predicate termination findings that the Mother had\ncommitted acts establishing the grounds set out in subsections (D), (E), and (O) of\nsection 161.001(1), and that the Father had committed acts establishing the\ngrounds in subsections 161.001(E), (N), and (O), and section 161.007(a). Section\n161.001 provides that termination of parental rights is warranted if the fact finder\n                                           9\n\ffinds by clear and convincing evidence, in addition to the best-interest finding, that\nthe parent has:\n\n      (D) knowingly placed or knowingly allowed the child to remain in\n      conditions or surroundings which endanger the physical or emotional\n      well-being of the child;\n      (E) engaged in conduct or knowingly placed the child with persons\n      who engaged in conduct which endangers the physical or emotional\n      well-being of the child;\n                                      *****\n      (N) constructively abandoned the child who has been in the permanent\n      or temporary managing conservatorship of the Department of Family\n      and Protective Services for not less than six months, and:\n             (i) the department has made reasonable efforts to return the\n             child to the parent;\n\n             (ii) the parent has not regularly visited or maintained significant\n             contact with the child; and\n\n             (iii) the parent has demonstrated an inability to provide the\n             child with a safe environment; [or]\n      (O) failed to comply with the provisions of a court order that\n      specifically established the actions necessary for the parent to obtain\n      the return of the child who has been in the permanent or temporary\n      managing conservatorship of the Department of Family and Protective\n      Services for not less than nine months as a result of the child’s\n      removal from the parent under Chapter 262 for the abuse or neglect of\n      the child[.]\n\nTex. Fam. Code Ann. § 161.001(1).\n\n      Section 161.007(a) provides that the court “shall order the termination of the\nparent-child relationship of a parent and a child if the court finds by clear and\nconvincing evidence that (1) the parent has engaged in conduct that constitutes an\n\n\n\n\n                                          10\n\foffense under under Section 21.02,2 22.011,3 22.021,4 or 25.02,5 Penal Code; (2) as\na direct result of the conduct described by Subdivision (1), the victim of the\nconduct became pregnant with the parent’s child; and (3) termination is in the best\ninterest of the child.”\n\n       Only one predicate finding under section 161.001 is necessary to support a\njudgment of termination when there is also a finding that termination is in the\nchild’s best interest. In re A.V., 113 S.W.3d 355, 362 (Tex. 2003). We will address\nthe trial court’s findings under subsection 161.001(E).\n\n       “Under subsection (E), the relevant inquiry is whether evidence exists that\nthe endangerment of the child’s physical well-being was the direct result of the\nparent’s conduct, including acts, omissions, or failures to act.” In re J.T.G., 121\nS.W.3d 117, 125 (Tex. App.—Fort Worth 2003, no pet.); see also In re S.M.L., 171\nS.W.3d 472, 477 (Tex. App.—Houston [14th Dist.] 2005, no pet.). In this context,\nendanger means “to expose to loss or injury; to jeopardize.” In re T.N., 180 S.W.3d\n376, 383 (Tex. App.—Amarillo 2005, no pet.) (quoting In re M.C., 917 S.W.2d\n268, 269 (Tex. 1996)). A child is endangered when the environment creates a\npotential for danger that the parent is aware of but disregards. In re S.M.L., 171\nS.W.3d at 477.\n\n       Termination under subsection 161.001(1)(E) must be based on more than a\nsingle act or omission—the evidence must demonstrate a voluntary, deliberate, and\n\n\n       2\n        Section 21.02 prohibits continuous sexual abuse of a young child or children. Tex.\nPenal Code Ann. § 21.02 (West Supp. 2014).\n       3\n           Section 22.011 prohibits sexual assault. Tex. Penal Code Ann. § 22.011 (West 2011).\n       4\n        Section 22.021 prohibits aggravated sexual assault. Tex. Penal Code Ann. § 22.021\n(West Supp. 2014).\n       5\n          Section 25.02 prohibits sexual conduct with the actor’s ancestor, stepchild, stepparent,\nbrother, or sister. Tex. Penal Code Ann. § 25.02 (West 2011).\n\n                                                11\n\fconscious course of conduct by the parent. In re C.A.B., 289 S.W.3d 874, 883\n(Tex. App.—Houston [14th Dist.] 2009, no pet.). “Although ‘endanger’ means\nmore than a threat of metaphysical injury or the possible ill effects of a less-than-\nideal environment, it is not necessary that the conduct be directed at the child or\nthat the child actually suffers injury.” In re T.N., 180 S.W.3d at 383; see also In re\nJ.O.A., 283 S.W.3d at 336 (holding that endangering conduct is not limited to\nactions directed toward the child). Danger to the child’s well-being may be inferred\nfrom parental misconduct alone, and courts may look at parental conduct both\nbefore and after the child’s birth. Id. at 345. (“[T]he endangering conduct may\ninclude the parent’s actions before the child’s birth, while the parent had custody\nof older child, including evidence of drug usage.”). The conduct need not occur in\nthe child’s presence, and it may occur “both before and after the child has been\nremoved by the Department.” Walker v. Tex. Dep’t of Family & Protective Servs.,\n312 S.W.3d 608, 617 (Tex. App.—Houston [1st Dist.] 2009, pet. denied).\n\n      As a general rule, subjecting a child to a life of uncertainty and instability\nendangers the child’s physical and emotional well-being. In re R.W., 129 S.W.3d\n732, 739 (Tex. App.—Fort Worth 2004, pet. denied); see also In re J.O.A., 283\nS.W.3d at 345, n. 4. Furthermore, a parent’s use of narcotics and its effect on his or\nher ability to parent may qualify as an endangering course of conduct. In re T.N.,\n180 S.W.3d at 383 (“A parent’s engaging in illegal drug activity after agreeing not\nto do so in a service plan for reunification with her children is sufficient to\nestablish clear and convincing proof of voluntary, deliberate, and conscious\nconduct that endangered the well-being of her children.”).\n\n      Illegal drug use may support termination under subsection 161.001(1)(E)\nbecause “it exposes the child to the possibility that the parent may be impaired or\nimprisoned.” Walker, 312 S.W.3d at 617. This court has also held that a parent’s\n\n                                         12\n\fdecision to engage in illegal drug use during the pendency of a termination suit,\nwhen the parent is at risk of losing a child, may support a finding that the parent\nengaged in conduct that endangered the child’s physical or emotional well-being.\nIn re A.H.A., No. 14-12-00022-CV; 2012 WL 1474414 (Tex. App.—Houston [14th\nDist.] Apr. 26, 2012, no pet.) (mem. op.).\n\n       The evidence at trial showed that both parents tested positive for drugs while\nthe termination case was pending. The Mother tested positive for cocaine twice,\nand the Father tested positive for marijuana. The Father admitted previous drug\nuse, but claimed to have been clean for one year prior to trial. This testimony was\ndisputed by the evidence of positive drug tests.\n\n       In addition to the parents’ use of illegal drugs, the evidence supports a\nfinding that the parents subjected the Child to endangerment by subjecting him to a\nviolent environment. A parent’s abusive or violent conduct can produce a home\nenvironment that endangers a child’s well-being. In re J.I.T.P., 99 S.W.3d 841, 845\n(Tex. App.—Houston [14th Dist.] 2003, no pet.). Domestic violence, want of self-\ncontrol, and propensity for violence may be considered as evidence of\nendangerment. See id. (considering domestic violence, even when the child was\nnot the intended victim). Therefore, the trial court could have considered the\nMother’s allegations of physical violence, the Father’s conviction for assault, and\nthe Mother’s repeated reconciliation with the Father. See Walker, 312 S.W.3d at\n617.\n\n       Reviewing the evidence under the appropriate standards, we conclude that\nthe trial court could have formed a firm belief or conviction that termination of the\nparents’ rights is warranted under section 161.001(1)(E). Because there is legally\nand factually sufficient evidence of endangerment, we need not address the\nparents’ arguments that the evidence is insufficient to support the trial court’s\n\n                                         13\n\ffindings under section 161.001(1)(D), (N), and (O). Further, we need not address\nthe Father’s contention that the evidence is insufficient under section 161.007(a).\nSee In re A.V., 113 S.W.3d at 362. We overrule Mother’s two issues and Father’s\nissues one through four.\n\n      B.     Best Interest of the Child\n\n      In his fifth issue the Father challenges the legal and factual sufficiency of the\nevidence to support the trial court’s finding that termination is in the best interest\nof the Child. The Mother does not challenge the trial court’s best-interest finding.\n\n      A strong presumption exists that the best interest of the child is served by\nkeeping the child with its natural parent, and the burden is on the Department to\nrebut that presumption. In re U.P., 105 S.W.3d 222, 230 (Tex. App.—Houston\n[14th Dist.] 2003, pet. denied). Evidence supporting termination under section\n161.001(1)(E) supports a finding that termination is in the best interest of the child.\nSee In re C.H., 89 S.W.3d at 28. (“While it is true that proof of acts or omissions\nunder section 161.001(1) does not relieve the petitioner from proving the best\ninterest of the child, the same evidence may be probative of both issues.”).\n\n      The factors the trier of fact may use to determine the best interest of the\nchild include: (1) the desires of the child; (2) the present and future physical and\nemotional needs of the child; (3) the present and future emotional and physical\ndanger to the child; (4) the parental abilities of the persons seeking custody; (5) the\nprograms available to assist those persons seeking custody in promoting the best\ninterest of the child; (6) the plans for the child by the individuals or agency seeking\ncustody; (7) the stability of the home or proposed placement; (8) acts or omissions\nof the parent that may indicate the existing parent-child relationship is not\nappropriate; and (9) any excuse for the parents’ acts or omissions. Holley v.\nAdams, 544 S.W.2d 367, 371–72 (Tex. 1976); In re U.P., 105 S.W.3d at 230; see\n                                          14\n\falso Tex. Fam. Code Ann. § 263.307(b) (West 2014) (listing factors to consider in\nevaluating parents’ willingness and ability to provide the child with a safe\nenvironment).\n\n      There is a strong presumption that the best interest of a child is served by\nkeeping the child with his or her natural parent. In re D.R.A., 374 S.W.3d at 533.\nPrompt and permanent placement of the child in a safe environment is also\npresumed to be in the child’s best interest. Tex. Fam. Code Ann. § 263.307(a).\n\n      The Father contends that the presumption in his favor is not rebutted because\nboth parents were no longer using drugs; the Child was not removed from the\nhome due to injury or neglect; the evidence addressing stability and future\nplacement was conclusory; and the Father did not know the Mother was underage\nat the time they began their relationship.\n\n      1.     Needs of and Danger to the Child\n      With regard to the present and future emotional and physical needs of the\nchild and the present and future emotional and physical danger to the child, both\nparents had tested positive for drugs while the termination case was pending.\nNeither parent maintained a stable home, nor did the Child’s grandparents maintain\na home. The Child was removed from the home because of both parents’ drug use\nand the allegation of domestic violence. A parent’s drug use supports a finding that\ntermination is in the best interest of the child. See In re M.R., 243 S.W.3d 807, 821\n(Tex. App.—Fort Worth 2007, no pet.).\n\n      The Father’s knowledge of the Mother’s age, while the trial court could have\nconsidered this, is not a factor to be reviewed with regard to the best interest of the\nChild. See Holley, 544 S.W.2d at 371–72.\n\n\n\n\n                                             15\n\f      2. Stability and Compliance with Services\n\n      In determining the best interest of the child in proceedings for termination of\nparental rights, the trial court may properly consider that the parent did not comply\nwith the court-ordered service plan for reunification with the children. See In re\nE.C.R., 402 S.W.3d 239, 249 (Tex. 2013) (“Many of the reasons supporting\ntermination under subsection O also support the trial court’s best interest\nfinding.”).\n\n      In this case, neither parent completed the tasks contained in the Family\nService Plans. Despite positive drug tests for cocaine, the Mother continued to\ndeny drug use. The Father, having been convicted of assault, was incarcerated at\nthe time of trial. As stated earlier, neither had a stable home or provided proof of\nemployment. The parents’ failure to comply with court-ordered tasks, drug use\nduring the termination proceedings, and failure to provide a safe and stable\nenvironment support the trial court’s finding that termination is in the best interest\nof the children.\n\n      The Father argues that neither parent should have been subjected to a service\nplan because the Child was not removed from the home due to abuse or neglect.\nSee Tex. Fam. Code Ann. § 161.001(O) (requiring compliance with a service plan\nif the child has been removed from the parent due to abuse or neglect). The Father\nbases his argument on Lewis’s testimony that the Child was not injured when he\nwas removed from the Mother. The Family Code does not require actual injury to\nthe child before removing a child from a parent. The removal standards of abuse or\nneglect of the child necessarily include the risk or threats of the environment in\nwhich the child is placed. In re E.C.R., 402 S.W.3d at 248. There was evidence at\ntrial that the child was removed due to the Mother’s neglect, both parents’ drug\nuse, and the Father’s violence toward the Mother.\n\n                                         16\n\f      3.     Child’s Desires and Proposed Placement\n\n      The Child was an infant at the time of trial, and unable to express his desires.\nWhen children are too young to express their desires, the factfinder may consider\nthat the children have bonded with the foster family, are well cared for by them,\nand have spent minimal time with a parent. In re J.D., 436 S.W.3d 105, 118 (Tex.\nApp.—Houston [14th Dist.] 2014, no pet.).\n\n      The stability of the proposed home environment is an important\nconsideration in determining whether termination of parental rights is in the child’s\nbest interest. See In re J.N.R., 982 S.W.2d 137, 143 (Tex. App.—Houston [1st\nDist.] 1998, no pet.). A child’s need for permanence through the establishment of a\n“stable, permanent home” has been recognized as the paramount consideration in a\nbest interest determination. See In re K.C., 219 S.W.3d 924, 931 (Tex. App.—\nDallas 2007, no pet.). Therefore, evidence about the present and future placement\nof the children is relevant to the best interest determination. See In re C.H., 89\nS.W.3d at 28.\n\n      In this case, the caseworker testified that the Child appeared to have bonded\nwith the foster family. After visiting approximately every two weeks for almost a\nyear, the Mother admitted she had not bonded with the Child. The Father testified\nthat the Child knew who he was, but did not express a bond with the Child.\n\n      4.     Parenting Abilities and Family Support\n\n      Neither parent had family support to aid in parenting. The Grandmother\ntestified that she felt threatened by the Father’s family. Neither the paternal or\nmaternal grandparents were considered for placement of the child because they did\nnot have homes. The Grandmother was the first person to report the Mother’s\nneglect to the Department.\n\n\n                                         17\n\f      The record contains evidence supporting the best interest finding based on\nthe parents’ drug use, lack of stable employment, lack of a stable home, and failure\nto comply with court-ordered services. See In re S.B., 207 S.W.3d 877, 887–88\n(Tex. App.—Fort Worth 2006, no pet.) (considering the parent’s drug use, inability\nto provide a stable home, and failure to comply with a family service plan in\nholding the evidence supported the best interest finding).\n\n      Based on the evidence presented, the trial court could have reasonably\nformed a firm belief or conviction that terminating the parents’ rights was in the\nChild’s best interest so that he could promptly achieve permanency through\nadoption by a foster family. See In re T.G.R.-M., 404 S.W.3d 7, 17 (Tex. App.—\nHouston [1st Dist.] 2013, no pet.); In re M.G.D., 108 S.W.3d 508, 513–14 (Tex.\nApp.—Houston [14th Dist.] 2003, pet. denied).\n\n      Applying the applicable Holley factors to the evidence, we conclude that\nlegally and factually sufficient evidence supports the trial court’s finding that\ntermination of the parents’ rights was in the best interest of the Child. We overrule\nthe Father’s fifth issue.\n\n      We affirm the trial court’s judgment.\n\n\n\n\n                                       /s/    Marc W. Brown\n                                              Justice\n\n\n\nPanel consists of Justices Christopher, Brown, and Wise.\n\n\n\n\n                                         18\n\f",
            "ocr": false,
            "opinion_id": 2811786
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}