{
    "id": 2815288,
    "judges": null,
    "date_filed": 1436313600000,
    "date_filed_is_approximate": false,
    "slug": "anteis-robinson-v-state-of-indiana-mem-dec",
    "case_name_short": null,
    "case_name": "Anteis Robinson v. State of Indiana (mem. dec.)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.in.gov/judiciary/opinions/pdf/07081503jsk.pdf",
            "author_id": null,
            "opinion_text": "MEMORANDUM DECISION\n                                                                        Jul 08 2015, 8:01 am\nPursuant to Ind. Appellate Rule 65(D), this\nMemorandum Decision shall not be regarded as\nprecedent or cited before any court except for the\npurpose of establishing the defense of res judicata,\ncollateral estoppel, or the law of the case.\n\n\n\nATTORNEYS FOR APPELLANT                                   ATTORNEYS FOR APPELLEE\nRuth Johnson                                              Gregory F. Zoeller\nMarion County Public Defender Agency                      Attorney General of Indiana\nAppellate Division\n                                                          Richard C. Webster\nIndianapolis, Indiana\n                                                          Deputy Attorney General\nTimothy J. Burns                                          Indianapolis, Indiana\nIndianapolis, Indiana\n\n\n\n                                             IN THE\n    COURT OF APPEALS OF INDIANA\n\nAnteis Robinson,                                         July 8, 2015\n\nAppellant-Defendant,                                     Court of Appeals Case No.\n                                                         49A04-1411-CR-536\n        v.                                               Appeal from the\n                                                         Marion Superior Court\nState of Indiana,                                        The Honorable David E. Cook,\n                                                         Judge Pro Tempore\nAppellee-Plaintiff.\n                                                         Cause No. 49G07-1404-CM-17912\n\n\n\n\nKirsch, Judge.\n\n\n\n\nCourt of Appeals of Indiana | Memorandum Decision 49A04-1411-CR-536 |July 8, 2015              Page 1 of 8\n\f[1]   Anteis Robinson was convicted after a bench trial of resisting law enforcement 1\n\n      as a Class A misdemeanor. He appeals and raises the following restated issue\n\n      for our review: whether the State presented sufficient evidence to prove his\n\n      identity as the person who fled from the police and to support his conviction for\n\n      resisting law enforcement.\n\n\n[2]   We affirm.\n\n\n                                    Facts and Procedural History\n[3]   At approximately 3:00 a.m., on April 7, 2014, Officer Marc Klonne of the\n\n      Indianapolis Metropolitan Police Department was patrolling on East 30th\n\n      Street in Indianapolis, Indiana. Approaching the intersection of 30th Street\n\n      with Euclid Avenue, Officer Klonne observed a dark-colored SUV turn from\n\n      30th Street onto Euclid Avenue without using a turn signal and proceed\n\n      northbound on Euclid Avenue. Officer Klonne also turned northbound behind\n\n      the SUV, and the SUV immediately sped up. At the intersection of Euclid\n\n      Avenue and 31st Street, the SUV turned westbound onto 31st Street, again\n\n      without using a turn signal. The SUV continued on 31st Street for one block\n\n      and then turned southbound on Colorado Avenue. At that time, Officer\n\n      Klonne turned on his emergency lights to initiate a traffic stop of the SUV; he\n\n\n\n\n      1\n       See Ind. Code § 35-44.1-3-1(a)(3). We note that, effective July 1, 2014, a new version of this criminal statute\n      was enacted. Because Robinson committed his crime prior to July 1, 2014, we will apply the statute in effect\n      at the time he committed his crime.\n\n\n\n      Court of Appeals of Indiana | Memorandum Decision 49A04-1411-CR-536 |July 8, 2015                   Page 2 of 8\n\f      also turned on his spotlight and illuminated the SUV. The SUV slowed and\n\n      began to roll to a stop. At that time, Officer Klonne saw a man, later identified\n\n      as Robinson, exit from the front passenger window of the SUV and flee\n\n      westbound between the houses.\n\n\n[4]   Officer Klonne began to pursue Robinson on foot. The officer was not able to\n\n      see Robinson’s face, but was able to see him during the pursuit and observe his\n\n      build. During the pursuit, Officer Klonne radioed a description of Robinson as\n\n      a black male, wearing a grey sweatshirt and black pants, in his late teens or\n\n      early twenties, between six feet and six feet two inches tall, and with dreadlocks\n\n      pulled back. The officer also radioed for additional police units to establish a\n\n      perimeter in the area, which the units in the area established immediately.\n\n      Officer Klonne was able to pursue Robinson westbound between the houses\n\n      and observed Robinson turn around the corner of a house and run southbound\n\n      behind the house. Officer Klonne yelled at Robinson to stop and identified\n\n      himself as a police officer, but Robinson continued to flee. When Officer\n\n      Klonne reached the corner of the house, he had to stop for safety reasons to\n\n      clear the corner of the house. After doing so, he lost sight of Robinson. At that\n\n      time, he radioed to ensure the perimeter was secure and for a K-9 unit to assist\n\n      in the pursuit.\n\n\n[5]   While waiting for the K-9 unit, Officer Klonne returned to his police vehicle,\n\n      ran the license plate number for the SUV, and discovered that the SUV was a\n\n      stolen vehicle. Officer Greg Davis and his K-9 unit arrived within minutes and\n\n      began tracking Robinson from the SUV, westbound between the houses and\n\n      Court of Appeals of Indiana | Memorandum Decision 49A04-1411-CR-536 |July 8, 2015   Page 3 of 8\n\f      following the path of the earlier pursuit. At the corner of the house where\n\n      Officer Klonne had lost sight of Robinson, the K-9 turned and followed\n\n      Robinson’s path southbound for several houses to the house at 3038 Colorado\n\n      Avenue. The K-9 alerted at the back of the house, where a screen had been\n\n      removed from a window and was lying on the ground. The officer looked in\n\n      the kitchen window and observed Robinson; Officer Davis asked Officer\n\n      Klonne if Robinson looked like the man who fled from the SUV, and Officer\n\n      Klonne replied that he did. Officer Davis then took the K-9 around the area of\n\n      the house, but the K-9 did not pick up any other scents and returned to the\n\n      house.\n\n\n[6]   Officer Klonne and another officer knocked on the front door of the house, and\n\n      Officer Davis took his K-9 unit to the back door to ensure no one fled through\n\n      the rear of the house. The female homeowner answered the door, and after the\n\n      officers explained why they were there, she gave them permission to enter the\n\n      house and search for Robinson. The officers searched several rooms of the\n\n      house and then proceeded to the back bedroom where the homeowner’s two\n\n      daughters were located. This was the room where the screen had been removed\n\n      from the window. The officers opened the closet door and found Robinson\n\n      sitting on top of a pile of clothes, wearing only a pair of shorts and talking on a\n\n      cell phone. Officer Klonne positively identified Robinson as the man who the\n\n      officer pursued after observing the man flee from the SUV. When the officers\n\n      asked for Robinson’s identification, he gave them a name and social security\n\n      number, which information was found to be false when checked by the officers.\n\n\n      Court of Appeals of Indiana | Memorandum Decision 49A04-1411-CR-536 |July 8, 2015   Page 4 of 8\n\f      Robinson then gave the officers his real name, and when it was checked, the\n\n      officers discovered Robinson had an outstanding warrant. Robinson was\n\n      arrested on that warrant and for the crimes of auto theft and resisting law\n\n      enforcement.\n\n\n[7]   The State charged Robinson with Class A misdemeanor resisting law\n\n      enforcement. At the conclusion of the bench trial, he was found guilty as\n\n      charged. The trial court sentenced him to 365 days with 361 days suspended.\n\n      Robinson now appeals.\n\n\n                                     Discussion and Decision\n[8]   The deferential standard of review for sufficiency claims is well settled. This\n\n      court will neither reweigh the evidence nor assess the credibility of witnesses.\n\n      Tooley v. State, 911 N.E.2d 721, 724 (Ind. Ct. App. 2009), trans. denied; Elisea v.\n\n      State, 777 N.E.2d 46, 48 (Ind. Ct. App. 2002). Rather, we will consider only\n\n      the evidence and reasonable inferences most favorable to the trial court’s ruling.\n\n      Elisea, 777 N.E.2d at 48. We will affirm unless no reasonable fact-finder could\n\n      find the elements of the crime proven beyond a reasonable doubt. Tooley, 911\n\n      N.E.2d at 724-25. Thus, if there is sufficient evidence of probative value to\n\n      support the conclusion of the trier of fact, then the verdict will not be disturbed.\n\n      Trimble v. State, 848 N.E.2d 278, 279 (Ind. 2006).\n\n\n[9]   Robinson argues that the State failed to present sufficient evidence to support\n\n      his conviction for resisting law enforcement. He specifically asserts that the\n\n      State presented insufficient evidence of identification of Robinson as the man\n\n      Court of Appeals of Indiana | Memorandum Decision 49A04-1411-CR-536 |July 8, 2015   Page 5 of 8\n\f       who exited the SUV and fled from Officer Klonne. Robinson contends that,\n\n       because Officer Klonne never saw the face of the man who fled from him, the\n\n       identification of Robinson as the suspect is ambiguous and not sufficient to\n\n       sustain his conviction.\n\n\n[10]   Robinson does not argue that the evidence was insufficient to prove all of the\n\n       necessary elements of the crime of resisting law enforcement; he only argues\n\n       that the evidence identifying him as the man who fled from the police was not\n\n       sufficient. Identification testimony need not necessarily be unequivocal to\n\n       sustain a conviction. Holloway v. State, 983 N.E.2d 1175, 1178 (Ind. Ct. App.\n\n       2013). Elements of offenses and identity may be established entirely by\n\n       circumstantial evidence and the logical inferences drawn therefrom. Id. (citing\n\n       Bustamante v. State, 557 N.E.2d 1313, 1317 (Ind. 1990)). As with other\n\n       sufficiency matters, we will not weigh the evidence or resolve questions of\n\n       credibility when determining whether the identification evidence is sufficient to\n\n       sustain a conviction. Id. Rather, we examine the evidence and the reasonable\n\n       inferences therefrom that support the conviction. Id.\n\n               Where circumstantial evidence is used to establish guilt, the question\n               for the reviewing court is whether reasonable minds could reach the\n               inferences drawn by the jury; if so, there is sufficient evidence.\n               Furthermore, we need not determine whether the circumstantial\n               evidence is adequate to overcome every reasonable hypothesis of\n               innocence, but rather whether inferences may be reasonably drawn\n               from that evidence which supports the verdict beyond a reasonable\n               doubt.\n       Klaff v. State, 884 N.E.2d 272, 274-75 (Ind. Ct. App. 2008) (internal quotations\n\n       and citations omitted).\n\n       Court of Appeals of Indiana | Memorandum Decision 49A04-1411-CR-536 |July 8, 2015   Page 6 of 8\n\f[11]   In the present case, the evidence presented showed that, immediately after\n\n       Robinson fled from the SUV, Officer Klonne began to pursue him, and\n\n       although the officer could not see Robinson’s face, he was able to observe his\n\n       build. Officer Klonne was also able to observe that Robinson was wearing a\n\n       grey sweatshirt and black pants, was in his late teens or early twenties, and was\n\n       between six feet and six feet two inches in height. When Robinson turned the\n\n       corner of a house, Officer Klonne lost sight of him, but immediately called for a\n\n       K-9 unit to continue the pursuit. Within five minutes, the K-9 unit began\n\n       tracking the path that Robinson took from the SUV. When the K-9 unit turned\n\n       the corner where Officer Klonne had lost sight of Robinson, the K-9 tracked a\n\n       couple of houses farther south and went to the back window of the house at\n\n       3038 Colorado Avenue, where a screen had been removed from a window. As\n\n       the K-9 neared the house, he lifted his nose in the air, which indicated that he\n\n       smelled the actual suspect and not just the scent on the ground. When the K-9\n\n       was taken to search the area around the house, he found no other scent and\n\n       returned to the house four different times. The K-9 also alerted to the side of\n\n       the house where the screen had been removed. The total time from the start of\n\n       the K-9’s tracking until it alerted on the house was about one minute.\n\n\n[12]   When the officers looked into the kitchen window, Officer Klonne saw a man\n\n       inside that looked like the man he had observed during the pursuit. Officers\n\n       entered into the house and found Robinson hiding in a closet. Officer Klonne\n\n       positively identified Robinson as the man who fled from the SUV and who\n\n       ignored the officer’s commands to stop. When the police asked Robinson for\n\n\n       Court of Appeals of Indiana | Memorandum Decision 49A04-1411-CR-536 |July 8, 2015   Page 7 of 8\n\f       identification, he gave them a false name. Although the majority of the\n\n       evidence presented was circumstantial in nature, we conclude that it was\n\n       sufficient to support the inference that Robinson was the man who fled from the\n\n       SUV and ignored Officer Klonne’s commands to stop after identifying himself\n\n       as a police officer. The evidence was sufficient to support Robinson’s\n\n       conviction for resisting law enforcement.\n\n\n[13]   Affirmed.\n\n\n       Vaidik, C.J., and Bradford, J., concur.\n\n\n\n\n       Court of Appeals of Indiana | Memorandum Decision 49A04-1411-CR-536 |July 8, 2015   Page 8 of 8\n\f",
            "ocr": false,
            "opinion_id": 2815288
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}