{
    "id": 2818992,
    "judges": null,
    "date_filed": "1978-10-10",
    "date_filed_is_approximate": true,
    "slug": "com-v-burch-d",
    "case_name_short": "Com.",
    "case_name": "Com. v. Burch, D.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S46008-15m - 1022928985104710.pdf",
            "author_id": null,
            "opinion_text": "J-S46008-15\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\nCOMMONWEALTH OF PENNSYLVANIA                          IN THE SUPERIOR COURT OF\n                                                            PENNSYLVANIA\n                            Appellant\n\n                       v.\n\nDARREN BURCH\n\n                            Appellee                       No. 1219 EDA 2014\n\n\n                     Appeal from the Order March 18, 2014\n              In the Court of Common Pleas of Philadelphia County\n              Criminal Division at No(s): CP-51-CR-0000329-2014\n\n\nBEFORE: MUNDY, J., OLSON, J., and MUSMANNO, J.\n\nMEMORANDUM BY MUNDY, J.:                                    FILED JULY 21, 2015\n\n        The Commonwealth appeals1 from the March 18, 2014 order, denying\n\nits motion to refile certain charges stemming from a robbery in Philadelphia,\n\nafter the municipal court dismissed the same against Appellee, Darren\n\nBurch.2       After   careful   review,    we   reverse   and   remand   for   further\n\nproceedings.\n\n        The trial court summarized the relevant factual history of this case as\n\nfollows.\n\n                   At the preliminary hearing in this case, Elliott\n              Weiss testified that he was with a friend on the 2100\n____________________________________________\n1\n The Commonwealth has certified in its notice of appeal that the trial court’s\norder terminates or substantially handicaps its prosecution pursuant to\nPennsylvania Rule of Appellate Procedure 311(d).\n2\n    We note that Appellee has elected not to file a brief in this matter.\n\fJ-S46008-15\n\n\n          block of Catherine Street in Philadelphia at\n          approximately 10:15 p.m. on December 1, 2013[,]\n          when two males came up from behind. One man put\n          his arm around Mr. Weiss’ neck, placed a gun to his\n          head and demanded that he give them his cell\n          phone. Mr. Weiss complied by reaching into his coat\n          pocket and handing over the phone. The assailants\n          then turned around and took a couple steps before\n          demanding to see Mr. Weiss’ wallet.       Mr. Weiss\n          immediately opened his wallet, took out the cash and\n          handed it to one of the men.\n\n                 When the robbers left, Mr. Weiss called “911”\n          from his friend’s cell phone. In that call he described\n          both of his assailants as clean shaven. He estimated\n          one man’s height as 5’10” and the other as 5’7”.\n          Philadelphia Police Officer Carmen Palmiero testified\n          that the only description he received in the radio call\n          about the robbery was two black males in their mid-\n          twenties wearing dark clothing. Although Mr. Weiss\n          identified [Appellee] in a one-on-one identification\n          procedure shortly after the incident, when asked by\n          the prosecutor if he saw any of his assailants in the\n          courtroom, he hesitated for approximately 10 to 15\n          seconds and then said he was not sure. On cross-\n          examination, Mr. Weiss reiterated that he did not\n          know if [Appellee] was one of the men who robbed\n          him. Further, when counsel pointed to [Appellee]’s\n          full mustache, beard and side burns, facial hair that\n          he had at the time of his arrest, Mr. Weiss agreed\n          that had [Appellee] been the robber he would not\n          have described him as clean shaven.\n\n                 Officer Palmiero was responding to the radio\n          call of the robbery when he observed two black\n          males walking in the area of the 1900 block of\n          League Street.      The men faced in the officer’s\n          direction and then made a quick left onto another\n          block where Officer Palmiero observed [Appellee]\n          crouched down between two parked cars stuffing an\n          item into a backpack. Officer Palmiero drew his\n          weapon and apprehended [Appellee] after a quick\n          foot pursuit. A search of the bag revealed a loaded\n          semiautomatic Tec-9. The officer admitted that he\n\n                                   -2-\n\fJ-S46008-15\n\n\n              had no information that either perpetrator had a\n              backpack or used a Tec-9 in the robbery. No phone,\n              cash or any other proceeds from the robbery were\n              found in [Appellee]’s possession.\n\n                    Philadelphia Police Officer Mark Palazzi pursued\n              the other male (Hickman) eastbound on the 1900\n              block of League Street. During the chase, the officer\n              observed that male discard a black handgun in front\n              of 1905 League Street. As Officer Palazzi continued\n              to chase this male around the corner he saw him\n              discard an iPhone in a red case. Mr. Weiss was\n              brought to the location where this male was finally\n              apprehended and identified him as one of the\n              robbers.\n\nTrial Court Opinion, 1/16/15, at 1-3.\n\n       The Commonwealth sought to charge Appellee with one count each of\n\nrobbery, criminal conspiracy, possession of a firearm, firearms not to be\n\ncarried without a license, theft by unlawful taking, receiving stolen property,\n\ncarrying firearms in public in Philadelphia, possession of an instrument of a\n\ncrime (PIC), simple assault, and recklessly endangering another person.3\n\nThe municipal court conducted a preliminary hearing on January 9, 2014. At\n\nthe conclusion of said hearing, the municipal court dismissed all charges\n\nagainst Appellee for lack of evidence, except for the charges of firearms not\n\nto be carried without a license and PIC.          On January 16, 2014, the\n\nCommonwealth filed a notice of its intent to refile the entire original criminal\n\n\n\n____________________________________________\n3\n  18 Pa.C.S.A. §§ 3701(a)(1)(i), 903, 6110.2(a), 6106(a)(1), 3921(a),\n3925(a), 6108, 907(a), 2701(a) and 2705, respectively.\n\n\n\n                                           -3-\n\fJ-S46008-15\n\n\ncomplaint, including the dismissed charges, in the trial court. 4    The trial\n\ncourt treated the Commonwealth’s notice of its intent, as a motion to refile\n\nthe dismissed charges, and denied the same on March 18, 2014. On April\n\n17, 2014, the Commonwealth filed a timely notice of appeal.5\n\n       On appeal, the Commonwealth raises one issue for our review.\n\n              Properly viewed in the light most favorable to the\n              Commonwealth, did the evidence showing that two\n              witnesses identified [Appellee] minutes after the\n              robbery near the crime scene establish a prima facie\n              case of robbery, conspiracy, and related offenses?\n\nCommonwealth’s Brief at 4.\n\n       We begin by noting our well-settled standard of review. A preliminary\n\nhearing is similar to a pre-trial habeas corpus hearing. Commonwealth v.\n\nBlack, 108 A.3d 70, 77 (Pa. Super. 2015) (citation omitted). The purpose\n\nof such a hearing is to determine whether the Commonwealth had made out\n\na prima facie case for the offenses charged. Commonwealth v. Jackson,\n\n849 A.2d 1254, 1257 (Pa. Super. 2004) (citation omitted). “A prima facie\n\ncase consists of evidence, read in the light most favorable to the\n\nCommonwealth, that sufficiently establishes both the commission of a crime\n\n\n____________________________________________\n4\n  We note that the municipal court’s decision was non-appealable as this\nCourt has held an attempt at reinstituting the dismissed charges is the\nCommonwealth’s only recourse. Commonwealth v. Carbo, 822 A.2d 60,\n64 (Pa. Super. 2003) (en banc) (citation omitted).\n5\n The Commonwealth and the trial court have complied with Pennsylvania\nRule of Appellate Procedure 1925.\n\n\n\n                                           -4-\n\fJ-S46008-15\n\n\nand that the accused is probably the perpetrator of that crime.”         Black,\n\nsupra. Proof beyond a reasonable doubt is not required. Id.\n\n            We have held that in determining the presence or\n            absence of a prima facie case, inferences reasonably\n            drawn from the evidence of record that would\n            support a verdict of guilty are to be given effect, but\n            suspicion and conjecture are not evidence and are\n            unacceptable as such. Further, since a trial court\n            must view the evidence in the light most favorable to\n            the Commonwealth when ruling upon a petition for\n            writ of habeas corpus, it is inappropriate for the trial\n            court to make credibility determinations in deciding\n            whether the Commonwealth established a prima\n            facie case.\n\nId. Similar to an order granting a habeas petition, we will reverse such an\n\norder only if the trial court committed a manifest abuse of discretion.\n\nCarbo, supra at 63.\n\n      In this case, the trial court denied the Commonwealth’s motion to\n\nrefile the previously dismissed charges based on the fact that there was\n\ninsufficient evidence to establish identity. Trial Court Opinion, 3/26/15, at 4.\n\nThe Commonwealth counters in its brief that it did present sufficient\n\nevidence of Appellee’s identity to establish its prima facie case. Specifically,\n\nthe Commonwealth avers that it met its burden primarily because when “the\n\nvictim was brought to [Appellee]’s location, he immediately identified\n\n[Appellee] as one of his assailants.”     Commonwealth’s Brief at 15.       The\n\nCommonwealth further points out that an eyewitness also identified Appellee\n\nas one of the perpetrators. Id. at 15-16.\n\n\n\n\n                                     -5-\n\fJ-S46008-15\n\n\n      At the preliminary hearing, Weiss testified that at the time he made\n\nhis initial identification of Appellee on the night of the offenses, he identified\n\nAppellee as one of his assailants, and that he was entirely sure of said\n\nidentification at the time. N.T., 1/9/14, at 9. In addition, Officer Palmiero\n\ntestified and corroborated that Weiss “immediately” identified Appellee as\n\none of his assailants.   Id. at 26.   Officer Palmiero also stated that Weiss’\n\nfemale friend, who was with him at the time of the robbery, upon seeing\n\nAppellee, “started hysterically crying saying, yes, that’s him[.]” Id. at 27.\n\n      The trial court acknowledged the above testimony.                 Trial Court\n\nOpinion, 1/16/15, at 4. However, the trial court denied the Commonwealth’s\n\nmotion to refile the charges based on the following rationale.\n\n                    Here, the victim of the robbery testified that he\n            was sure his assailants were clean shaven. This\n            testimony was at odds with the fact that [Appellee]\n            had a full mustache, beard and side burns when he\n            was arrested shortly after the incident. The incident\n            took place at night and happened very quickly.\n            Although Mr. Weiss identified [Appellee] in an on the\n            street      one-on-one       identification    procedure\n            approximately fifteen minutes after the robbery, he\n            was unable to identify him at the preliminary hearing\n            and repeatedly stated that he was not at all sure if\n            [Appellee] was one of the men who robbed him.\n            Further, [Appellee] was not in possession of any of\n            the proceeds of the robbery when arrested, and the\n            firearm in his possession was not the weapon used in\n            the incident.     The fact that he was in unlawful\n            possession of a firearm at the time [the] police\n            approached him provides an independent reason for\n            his flight from the officers.\n\nId.\n\n\n                                      -6-\n\fJ-S46008-15\n\n\n      After careful review of the certified record, we conclude the trial court\n\nerred in denying the Commonwealth’s motion.          The trial court’s cardinal\n\nreason for denying the Commonwealth’s motion was that Weiss’ in-person\n\nidentification on the night of the robbery contradicted the fact that “he was\n\nunable to identify him at the preliminary hearing.”       Id.   The trial court\n\nfurther stated that Weiss believed his assailants to be clean shaven, but\n\nAppellee was not. Id. Respectfully, in our view, the only way the trial court\n\ncould reach this conclusion was by weighing the evidence, i.e. the two\n\nidentifications against one another.     Stated another way, the trial court\n\nessentially credited Weiss’ lack of identification at the preliminary hearing\n\nand rejected his identification on the night of the incident. It is axiomatic\n\nthat “it is inappropriate for the trial court to make credibility determinations\n\nin deciding whether the Commonwealth established a prima facie case.”\n\nBlack, supra; see also Commonwealth v. Marti, 779 A.2d 1177, 1180\n\n(Pa. Super. 2001) (stating, “the weight and credibility of the evidence are\n\nnot factors at [the pre-trial] stage, and the Commonwealth need only\n\ndemonstrate sufficient probable cause to believe the person charged has\n\ncommitted the offense[]”).     The trial court essentially made a credibility\n\ndetermination, which is exclusively the role of the fact-finder at a trial. As a\n\nresult, we conclude the trial court abused its discretion when it denied the\n\nCommonwealth’s motion to refile the charges. Carbo, supra.\n\n\n\n\n                                     -7-\n\fJ-S46008-15\n\n\n     Based on the foregoing, we conclude the trial court erred when it\n\ndenied the Commonwealth’s motion to refile the charges that were\n\ndismissed by the municipal court.   Accordingly, the trial court’s March 18,\n\n2014 order is reversed, and the case is remanded for further proceedings,\n\nconsistent with this memorandum.\n\n     Order reversed. Case remanded. Jurisdiction relinquished.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 7/21/2015\n\n\n\n\n                                    -8-\n\f",
            "ocr": false,
            "opinion_id": 2818992
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}