{
    "id": 2820249,
    "judges": null,
    "date_filed": "2003-09-16",
    "date_filed_is_approximate": true,
    "slug": "people-v-feeter-ca6",
    "case_name_short": null,
    "case_name": "People v. Feeter CA6",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "http://www.courts.ca.gov/opinions/nonpub/H039750.PDF",
            "author_id": null,
            "opinion_text": "Filed 7/24/15 P. v. Feeter CA6\n                      NOT TO BE PUBLISHED IN OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n\n\n              IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                      SIXTH APPELLATE DISTRICT\n\n\nTHE PEOPLE,                                                          H039750\n                                                                    (Santa Cruz County\n         Plaintiff and Respondent,                                   Super. Ct. No. F22273)\n\n             v.\n\nCHRISTINE ELLEN FEETER,\n\n         Defendant and Appellant.\n\n\n\n         Following a jury trial, defendant Christine Feeter was convicted of burglary\n(Pen. Code, § 459), 1 stalking (§ 646.9, subd. (a)), and contempt of court (§ 166,\nsubd. (c)(1).) On appeal, defendant asserts the trial court erred in failing to give a\nunanimity instruction for the burglary charge, and in sentencing defendant separately\nfor the stalking and contempt of court charges.\n                                 STATEMENT OF THE FACTS AND CASE\n         The present case stems from the failed relationship of the victim, and her\nformer husband, Richard Van Dine. The couple was married in August 2008 and\ndivorced in December 2010. From the time of their separation in February 2010,\ndefendant sent a high volume of e-mails, and texts to Van Dine. Some of the\ncommunications were related to their divorce, but many were abusive and\n\n         1\n             All further statutory references are to the Penal Code.\n\fdemeaning. Eventually, Van Dine asked appellant to stop calling, e-mailing, and\ntexting him. In an e-mail dated September 24, 2010, Van Dine told appellant:\n“Christi, you sent me 20 texts. . . . [¶] Eight calls yesterday afternoon alone. . . . [¶]\nThis is excessive and invasive, so no more phone or text contact. Thanks. And stop\nsending me all these excessive long emails, or I’ll just block those too.” He also\nasked appellant to stay away from his residence. However, appellant did not stop\ncontacting Van Dine or coming to his home.\n\n      After the couple’s divorce became final in December 2010, Van Dine\nblocked appellant from his phone, e-mail, and Facebook account. Defendant\ncontinued to e-mail Van Dine’s friends, and drop-off letters and gifts to Van Dine.\nOn February 14, 2011, appellant left a gift basket for Van Dine at the front house\nwhere he was staying at the time.\n      In June 2011, Van Dine moved back into a studio where he had lived\npreviously. Van Dine discovered letters and some concert tickets that defendant\nhad left for him at his studio. During this time, Van Dine saw defendant parked\nnear his studio, and driving nearby on a number of different occasions. Van\nDine began to notice items missing from his home, including a large golf\numbrella and a pair of sunglasses.\n      During the period between June 2011 and January 2012, Van Dine\ncontinued to receive e-mails, letters and gifts from defendant. Defendant also\nsent e-mails and letters to Van Dine’s friends accusing Van Dine of\nwrongdoing. Defendant was volatile in her communications with Van Dine,\nexpressing both love and hate for him in the same messages. On July 15, 2011,\nVan Dine’s truck was vandalized in front of his house and he suspected\ndefendant was responsible.\n      On January 14, 2012, Van Dine’s outrigger paddle was stolen from his\n\n                                            2\n\ffront porch, and Van Dine suspected defendant had taken it. Defendant e-\nmailed Van Dine one week later asking him to meet her because defendant had\nsomething to give him that she knew he wanted. Van Dine believed it was the\npaddle.\n      Following the theft of the outrigger paddle, Van Dine installed a\nsurveillance system at his home. Van Dine put two cameras on the outside of\nthe studio to monitor the deck area and the front door, and installed one camera\nin the bedroom. The security monitor was on a desk in the kitchen. There was\nalso another camera that was not installed on the desk in the kitchen.\n      On February 14, 2012, Van Dine came home around 5:15 in the afternoon,\nand found a vase of roses and a gift bag from defendant on his front porch. Van\nDine left the gifts on the porch and went out for the night. Van Dine locked the\ndoor to his house on the way out. When Van Dine came home that night, he\nnoticed that one of the outdoor surveillance cameras was missing and the wires had\nbeen ripped out. Van Dine also saw that the roses and gift that had been left on the\nporch were gone. The front door of his house was locked from the inside, but not\nthe way he had left it. When Van Dine went into the house, he saw that his jacket,\nthe surveillance camera that had been on the kitchen table, and a set of headphones\nwas missing from his bedroom.\n\n      The video surveillance footage from the day of the burglary showed\ndefendant coming up to the front porch of Van Dine’s house around 4:00 in the\nafternoon, opening the front door with a key, coming back outside, and leaving\nroses and a gift bag. The video then showed defendant coming back to the house\naround 6:45 in the evening. One of the surveillance cameras on the porch showed\ndefendant pulling the other porch camera and its wires out. The remaining porch\ncamera showed defendant use a key to enter the house, and come out of the house\n\n                                          3\n\fwith a shopping bag and an armful of Van Dine’s property, including his jacket.\nThe video also showed defendant taking the flowers and the gift bag that she had\npreviously left on the porch.\n\n      After watching the surveillance video, Van Dine called the sheriff’s\ndepartment. Van Dine discovered other property missing from his house,\nincluding an iPod from the bedroom, a toiletry bag and medications from the\nbathroom, a digital camera and a pocket-knife from the kitchen, Van Dine’s\npassport from his files in the kitchen, vitamins from the refrigerator, and a spare\nset of keys from the kitchen cabinet.\n\n      Based on information from Van Dine, a sheriff’s deputy contacted defendant\nat her home. Defendant denied any knowledge of the theft of property from Van\nDine’s home. The deputy searched defendant’s car and found the roses, gift bag,\nnote, and a set of keys on the console similar to those described by Van Dine. One\nof the keys tested on Van Dine’s door unlocked the door.\n\n      On May 2, 2012, an inspector from the district attorney’s office interviewed\ndefendant. Defendant told the inspector that she had found some old keys\nbelonging to Van Dine in a junk drawer at her home. On Valentine’s Day,\ndefendant went to give a gift to Van Dine at his house and out of curiosity, tried\none of the keys on the door. Defendant told the investigator that the key unlocked\nthe door, but she did not go inside the house. After leaving the gifts at Van Dine’s\nhouse, defendant drove by her friend’s house and saw Van Dine’s truck parked\noutside. Defendant told the investigator that she was upset that Van Dine was\nvisiting one of her friends. Defendant then went back to Van Dine’s house and\nwent inside. Defendant admitted that she went into the house and took\nmedications from his bathroom, his jacket, headphones and a key ring. Defendant\nalso admitted to placing a GPS on Van Dine’s truck to track his whereabouts.\n                                           4\n\f      After the burglary, Van Dine changed the locks to his home. On\nFebruary 16, 2012, Van Dine found a GPS tracking device under his truck. Van\nDine obtained an emergency protective order requiring defendant to stay 100 yards\naway from Van Dine and his home. The temporary protective order was in effect\nuntil February 22, 2012. Appellant was served with the protective order on\nFebruary 17, 2012.\n\n      On February 29, 2012, Van Dine obtained a more permanent restraining\norder against defendant preventing her from communicating with him in any\nmanner, or being within 100 yards of Van Dine or his residence. The protective\norder stated that defendant “[m]ust have no personal, electronic, or written\n[contact]” with Van Dine and the order was to be in effect for three years.\n\n      On May 29, 2012, Van Dine received an e-mail from appellant that said,\n“[s]orry.” That same day, a preliminary hearing had been scheduled in this\ncriminal case but had been continued.\n\n      At trial, defendant testified that she continued contacting Van Dine after\ntheir divorce because she wanted closure of the relationship and he responded to\nsome of her e-mails. Defendant said that she was angry and frustrated in some of\nthe e-mails because Van Dine owed her on a large financial debt that had not been\nresolved. Defendant left gifts for Van Dine during his birthday and holidays as a\ngesture of peace with the hopes of having a relationship without animosity.\n\n    Defendant testified that Van Dine had given appellant a key to his house in\n2005 when he asked defendant to care for his cat while he was in Hawaii.\nWhen Van Dine returned from his trip, he told defendant to keep the key. After\nthey separated, defendant found two sets of keys to Van Dine’s house in a junk\ndrawer at her home. She was curious if the keys still worked.\n\n\n                                          5\n\f    Defendant admitted having placed the GPS tracking device on Van Dine’s\ntruck. She had been getting mixed messages about Van Dine’s income and there\nwere still unresolved financial issues between them. Defendant had been\npreparing to file a civil lawsuit and wanted to find out at which construction site\nhe was working in order to serve him with the papers.\n\n    Defendant testified that she did not go into Van Dine’s home on February 14\nwith the intent of taking his property. At the time, defendant felt betrayed and\nwanted to find proof that Van Dine and her friend were on a date and involved in\na romantic relationship. Defendant said that she went into the bathroom and took\nVan Dine’s toiletry bag, and prescription medications to show her friend that Van\nDine was taking Cialis and lying. Defendant testified that she was upset and took\nVan Dine’s jacket because it smelled like him, a key ring with her house key on\nit, and headphones from the bedroom that belonged to her son. Defendant denied\ntaking Van Dine’s camera or iPod.\n\n    Appellant admitted that she e-mailed Van Dine on May 29, 2012, in violation\nof the restraining order issued against her on February 29, 2012. Appellant\naffirmed that she had been present when the terms of the no-contact order were\nread by the court.\n\n    Defendant was charged by information with first degree residential burglary\n(§ 459), stalking (§ 646.9, subd. (a)), and contempt of court (§ 166, subd. (c)(1).) .\nFollowing a jury trial, defendant was found guilty of all three counts. The court\nsentenced defendant to a total term of four years in state prison for burglary, a\nconsecutive term of eight months for stalking, and 180 days in county jail for\ncontempt of court. Defendant filed a timely notice of appeal.\n\n\n\n\n                                            6\n\f                                     DISCUSSION\n      Defendant agues on appeal that the trial court erred by failing to give a\nunanimity instruction as to the burglary charge, and by sentencing defendant for all\nthree of her crimes separately in violation of section 654.\nUnanimity Instruction\n      Defendant asserts the trial court had a sua sponte duty to give a unanimity\ninstruction on the burglary charge because the prosecutor argued to the jury that\ndefendant committed multiple acts that were separate burglaries.\n      The unanimity instruction is as follows: “The defendant is charged with\n[burglary] . . . . [¶] The People have presented evidence of more than one act to\nprove that the defendant committed this offense. You must not find the defendant\nguilty unless you all agree that the People have proved that the defendant committed\nat least one of these acts and you all agree on which act [he] committed.”\n(CALCRIM No. 3500.)\n      In a criminal case, a jury verdict must be unanimous and the jury must agree\nunanimously that the defendant is guilty of a specific crime. (People v. Russo\n(2001) 25 Cal. 4th 1124, 1132 (Russo).) “Therefore, cases have long held that when\nthe evidence suggests more than one discrete crime, either the prosecution must elect\namong the crimes or the court must require the jury to agree on the same criminal\nact. [Citations.] [¶] This requirement of unanimity as to the criminal act ‘is\nintended to eliminate the danger that the defendant will be convicted even though\nthere is no single offense which all the jurors agree the defendant committed.’\n[Citation.] For example, in People v. Diedrich [(1982)] 31 Cal. 3d 263, the\ndefendant was convicted of a single count of bribery, but the evidence showed two\ndiscrete bribes. [The California Supreme Court] found the absence of a unanimity\ninstruction reversible error because without it, some of the jurors may have believed\n\n                                           7\n\fthe defendant guilty of one of the acts of bribery while other jurors believed him\nguilty of the other, resulting in no unanimous verdict that he was guilty of any\nspecific bribe. (Id. at pp. 280-283.) ‘The [unanimity] instruction is designed in part\nto prevent the jury from amalgamating evidence of multiple offenses, no one of\nwhich has been proved beyond a reasonable doubt, in order to conclude beyond a\nreasonable doubt that a defendant must have done something sufficient to convict on\none count.’ ” (Ibid.)\n      “On the other hand, where the evidence shows only a single discrete crime\nbut leaves room for disagreement as to exactly how that crime was committed or\nwhat the defendant’s precise role was, the jury need not unanimously agree on the\nbasis or, as the cases often put it, the ‘theory’ whereby the defendant is guilty. (See\ngenerally People v. Jenkins (2000) 22 Cal. 4th 900, 1024-1026 . . . .) The crime of\nburglary provides a good illustration of the difference between discrete crimes,\nwhich require a unanimity instruction, and theories of the case, which do not.\nBurgalry requires an entry with a specified intent. (Pen. Code, § 459.) If the\nevidence showed two different entries with burglarious intent, for example, one of a\nhouse on Elm Street on Tuesday and another of a house on Maple Street on\nWednesday, the jury would have to unanimously find the defendant guilty of at least\none of those acts. If, however, the evidence showed a single entry, but possible\nuncertainty as to the exact burglarious intent, that uncertainty would involve only\nthe theory of the case and not require the unanimity instruction.” (Russo, supra, 25\nCal.4th at pp. 1132-1133.)\n      “The key to deciding whether to give the unanimity instruction lies in\nconsidering its purpose. The jury must agree on a ‘particular crime’ (People v.\nDiedrich, supra, 31 Cal.3d at p. 281); it would be unacceptable if some jurors\nbelieved the defendant guilty of one crime and other jurors believed [the defendant]\n\n                                           8\n\fguilty of another. But unanimity as to exactly how the crime was committed is not\nrequired. Thus, the unanimity instruction is appropriate ‘when conviction on a\nsingle count could be based on two or more discrete criminal events,’ but not ‘where\nmultiple theories or acts may form the basis of a guilty verdict on one discrete\ncriminal event.’ [Citation.] In deciding whether to give the instruction, the trial\ncourt must ask whether (1) there is a risk the jury may divide on two discrete crimes\nand not agree on any particular crime, or (2) the evidence merely presents the\npossibility the jury may divide, or be uncertain, as to the exact way the defendant is\nguilty of a single discrete crime. In the first situation, but not the second, it should\ngive the unanimity instruction.” (Russo, supra, 25 Cal.4th at pp. 1134-1135.)\n      Here, at the conclusion of trial, the jury was instructed with CALCRIM\nNo. 1700 on the crime of burglary. Specifically, the court instructed the jury: “To\nprove that the defendant is guilty of [burglary], the People must prove that:\n[¶] 1. The defendant entered a building, or any room within a building; [¶] AND\n[¶] 2. When she entered the building, or when she entered any room within the\nbuilding, she intended to commit theft.”\n      The prosecutor argued to the jury “And so we know the order of where\n[defendant] went doesn’t really matter. Because only she knows where she went.\nMr. VanDine doesn’t know in which order she went. But as soon as she went from\noutside to inside and began taking items, that’s burglary. As soon as she went from\nthe main room to the bedroom, that’s burglary. And stole items from the bedroom.\n[¶] . . . [¶] Because each time she goes into a room and takes something, she’s\nshowing you she has the intent to steal. [¶] . . . [¶] You must agree that [defendant]\nhad the intent to steal. You must all be unanimous on that but you don’t have to\nagree on whether she entered the home with intent to steal, whether she entered the\nbedroom, the bathroom or the main kitchen area with the intent to steal. Five of yo u\n\n                                            9\n\fcan think she went into the bedroom to steal with the intent to steal. Five of you can\nthink she went from outside to inside the home with the intent to steal, but you must\nall 12 of you agree she had the intent to steal”\n       Under these circumstances, the court was required to give a unanimity\ninstruction. Here, the conviction on the single count of burglary could be “ ‘based\non two or more discrete criminal events,’ ” in this case, the multiple entries into the\nhouse and rooms with the intent to steal. (Russo, supra, 25 Cal.4th at p. 1135.) The\njury was required to unanimously agree on which entry occurred with the intent to\nsteal to find defendant guilty of a single count of burglary.\n       While it was error for the court not to give the unanimity instruction on the\nburglary charge, the error was harmless beyond a reasonable doubt. (See Chapman\nv. California (1967) 286 U.S 18.) 2 Failure to give a unanimity instruction is\nharmless if the record provides no rational basis for the jury to distinguish betw een\nthe various acts, and the jury must have believed beyond a reasonable doubt that the\ndefendant committed all acts if he or she committed any. (People v. Deletto (1983)\n147 Cal. App. 3d 458, 473, disapproved on other grounds in People v. Pearson (1984)\n106 Cal. App. 3d 416.) Here, the evidence that defendant committed burglary was\noverwhelming. Specifically, the evidence showing defendant disabling the security\ncamera, her coming out of Van Dine’s house with a shopping bag containing his\nproperty, and defendant’s admission to the investigator and at trial that she entered\nthe house intending to take certain items all support the jury’s finding of guilt.\nThere was no rational basis for the jury to distinguish between the entries to the\n\n\n       2\n          There is split of authority as to whether the Chapman v. California, supra, 286\nU.S. 18 or the standard stated in People v. Watson (1956) 46 Cal. 2d 818 for prejudice\napplies to error in failing to give the unanimity instruction. (See People v. Milosavljevic\n(2010) 183 Cal. App. 4th 640, 646.) We apply the more stringent Chapman standard in\nthis case.\n                                             10\n\fhouse with the intent to steal and the entries into different rooms inside the house\nwith the intent to steal. We conclude that any error in failing to give the unanimity\ninstruction as to the burglary charge was harmless beyond a reasonable doubt.\nSection 654\n      Defendant asserts the trial court erred in sentencing her separately on all three\ncounts, because all three crimes involved the single criminal objective of harassing\nVan Dine. Specifically, defendant asserts the sentence on count 2 of eight months in\nstate prison and on count 3 of 180 days in county jail should have been stayed\npursuant to section 654.\n      Section 654 provides, “An act or omission that is punishable in different ways\nby different provisions of law shall be punished under the provision that provides for\nthe longest potential term of imprisonment, but in no case shall the act or omission\nbe punished under more than one provision.” (§ 654, subd. (a).) Section 654\nprohibits separate punishment for multiple offenses arising from the same act or\nfrom a series of acts constituting an indivisible course of conduct. (People v.\nRodriguez (2009) 47 Cal. 4th 501, 507.)\n      “Whether a course of criminal conduct is divisible and therefore gives rise to\nmore than one act within the meaning of section 654 depends on the intent and\nobjective of the actor. If all of the offenses were incident to one objective, the\ndefendant may be punished for any one of such offenses but not for more than one.”\n(Neal v. State of California (1960) 55 Cal. 2d 11, 19, disapproved on other grounds\nin People v. Correa (2012) 54 Cal. 4th 333, 334.) On the other hand, if the defendant\nentertained multiple criminal objectives that were independent and not incidental to\neach other, he or she “may be punished for each statutory violation committed in\npursuit of each objective” even though the violations were otherwise part of an\nindivisible course of conduct. (People v. Harrison (1989) 48 Cal. 3d 321, 335.)\n\n                                           11\n\f“ ‘The principal inquiry in each case is whether the defendant’s criminal intent and\nobjective were single or multiple.’ [Citation.] ‘A defendant’s criminal objective is\n“determined from all the circumstances.” ’ ” (In re Jose P. (2003) 106 Cal. App. 4th\n458, 469.)\n      The determination of whether a defendant held multiple criminal objectives\nwhen committing crimes is a factual issue to be decided by the trial court. (People\nv. Hutchins (2001) 90 Cal. App. 4th 1308, 1312.) The trial court’s findings will not\nbe reversed on appeal if there is any substantial evidence to support them. (Ibid.)\n“We review the trial court’s determination in the light most favorable to the\nrespondent and presume the existence of every fact the trial court could reasonably\ndeduce from the evidence.” (People v. Jones (2002) 103 Cal. App. 4th 1139, 1143.)\n      Our review of the evidence in this case reveals that defendant had different\nobjectives in committing the three crimes. With regard to the burglary, the evidence\nshows that defendant intended to steal Van Dine’s property. Specifically, defendant\ndisabled an outside security camera at Van Dine’s home, went inside his home, took\nnumerous things from each room and placed them in a shopping bag. Defendant\nthen left Van Dine’s home with the shopping bag containing the things she took.\nThis evidence demonstrates defendant’s intent to steal Van Dine’s property.\n      As to the stalking charge, the evidence shows that defendant had numerous\nunwanted contacts with Van Dine over a period of two years, including unwanted e-\nmails, and letters to Van Dine. Defendant tracked Van Dine’s whereabouts with a\nGPS device, vandalized his truck and harassed Van Dine’s friends. This evidence\nsupports a finding that defendant continuously harassed Van Dine and intended to\nplace Van Dine in reasonable fear for his safety.\n      Finally, with regard to the contempt of court charge, the evidence shows that\nthe court issued a restraining order against defendant on February 29, 2010. The\n\n                                          12\n\forder prohibited defendant from having any contact with Van Dine, including\nelectronic communication. On May 29, 2010, the same day the preliminary hearing\nin this case was continued, defendant sent Van Dine an e-mail stating, “[s]orry.”\nThis evidence supports a finding that defendant had the criminal intent of making\ncontact with Van Dine in violation of the restraining order.\n      There is substantial evidence to support the trial court’s finding that\ndefendant’s criminal objective in committing the three crimes in this case was\nseparate and distinct for each charge. As such, the trial court properly sentenced\ndefendant separately for her three crimes and the sentence did not violate the\nprovisions of section 654.\n                                    DISPOSITION\n      The judgment is affirmed.\n\n\n\n\n                                          13\n\f                                        ______________________________________\n                                                   RUSHING, P.J.\n\n\n\n\nWE CONCUR:\n\n\n\n\n____________________________________\n      ELIA, J.\n\n\n\n\n___________________________________\n      WALSH, J.*\n\n\n\n\n      *\n         Judge of the Santa Clara County Superior Court assigned by the Chief Justice\npursuant to article VI, section 6 of the California Constitution.\n                                          14\n\f",
            "ocr": false,
            "opinion_id": 2820249
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}