{
    "id": 2830820,
    "judges": null,
    "date_filed": "1986-11-29",
    "date_filed_is_approximate": true,
    "slug": "weylin-alford-v-state",
    "case_name_short": null,
    "case_name": "Weylin Alford v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=15829&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOpinion",
            "author_id": null,
            "opinion_text": "Opinion issued August 25, 2015\n\n\n\n\n                                     In The\n\n                             Court of Appeals\n                                    For The\n\n                         First District of Texas\n                          ————————————\n                             NO. 01-14-00822-CR\n                           ———————————\n                        WEYLIN ALFORD, Appellant\n                                       V.\n                      THE STATE OF TEXAS, Appellee\n\n\n\n                   On Appeal from the 177th District Court\n                           Harris County, Texas\n                       Trial Court Cause No. 1404673\n\n\n                       MEMORANDUM OPINION\n\n      A jury convicted appellant Weylin Alford of the felony offense of burglary\n\nof a habitation with intent to commit assault. See TEX. PENAL CODE ANN.\n\n§ 30.02(a)(1) (West 2011). After finding an enhancement paragraph to be true, the\n\fjury assessed appellant’s punishment at thirty years’ confinement in the\n\nInstitutional Division of the Texas Department of Criminal Justice. See id.\n\n§ 12.42(b) (West Supp. 2014). Appellant timely filed a notice of appeal.\n\n      Appellant’s appointed counsel on appeal has filed a motion to withdraw,\n\nalong with a brief stating that the record presents no reversible error and the appeal\n\nis without merit and is frivolous. See Anders v. California, 386 U.S. 738, 87 S. Ct.\n\n1396 (1967).\n\n      Counsel’s brief meets the Anders requirements by presenting a professional\n\nevaluation of the record and supplying us with references to the record and legal\n\nauthority. 386 U.S. at 744, 87 S. Ct. at 1400; see also High v. State, 573 S.W.2d\n\n807, 812 (Tex. Crim. App. 1978). Counsel indicates that he has thoroughly\n\nreviewed the record and he is unable to advance any grounds of error that warrant\n\nreversal. See Anders, 386 U.S. at 744, 87 S. Ct. at 1400; Mitchell v. State, 193\n\nS.W.3d 153, 155 (Tex. App.—Houston [1st Dist.] 2006, no pet.).\n\n      In his pro se response, appellant argues, among other things, that the\n\nevidence is insufficient to support his conviction, he received ineffective assistance\n\nof counsel, the State failed to disclose evidence in violation of Brady v. Maryland,\n\n373 U.S. 83, 183 S. Ct. 1194 (1963) and the trial court abused its discretion when it\n\ndenied several of appellant’s pretrial motions and prevented him from introducing\n\nthe police report into evidence. Appellant further contends that the trial court\n\n\n\n                                          2\n\fviolated his constitutional rights when it terminated appellant’s self-representation\n\nand appointed counsel to represent him and ordered appellant shackled for the\n\nremainder of trial.\n\n      We have independently reviewed the entire record in this appeal, and we\n\nconclude that no reversible error exists in the record, there are no arguable grounds\n\nfor review, and the appeal is frivolous. See Anders, 386 U.S. at 744, 87 S. Ct. at\n\n1400 (emphasizing that reviewing court—and not counsel—determines, after full\n\nexamination of proceedings, whether appeal is wholly frivolous); Garner v. State,\n\n300 S.W.3d 763, 767 (Tex. Crim. App. 2009) (reviewing court must determine\n\nwhether arguable grounds for review exist); Bledsoe v. State, 178 S.W.3d 824,\n\n826–27 (Tex. Crim. App. 2005) (same); Mitchell, 193 S.W.3d at 155 (reviewing\n\ncourt determines whether arguable grounds exist by reviewing entire record). We\n\nnote that an appellant may challenge a holding that there are no arguable grounds\n\nfor appeal by filing a petition for discretionary review in the Texas Court of\n\nCriminal Appeals. See Bledsoe, 178 S.W.3d at 827 & n.6.\n\n      We affirm the judgment of the trial court and grant counsel’s motion to\n\nwithdraw. 1 Attorney Glenn J. Youngblood must immediately send appellant the\n\n\n\n1\n      Appointed counsel still has a duty to inform appellant of the result of this appeal\n      and that he may, on his own, pursue discretionary review in the Texas Court of\n      Criminal Appeals. See Ex Parte Wilson, 956 S.W.2d 25, 27 (Tex. Crim. App.\n      1997).\n\n                                           3\n\frequired notice and file a copy of the notice with the Clerk of this Court. See TEX.\n\nR. APP. P. 6.5(c).\n\n                                 PER CURIAM\n\nPanel consists of Justices Keyes, Huddle, and Lloyd.\nDo not publish. TEX. R. APP. P. 47.2(b).\n\n\n\n\n                                           4\n\f",
            "ocr": false,
            "opinion_id": 2830820
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}