{
    "id": 2836879,
    "judges": null,
    "date_filed": "2020-12-03",
    "date_filed_is_approximate": true,
    "slug": "cedrick-a-thompson-v-state",
    "case_name_short": null,
    "case_name": "Cedrick A. Thompson v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=12410&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nOpinion issued December 9, 2004\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn The\r\nCourt of Appeals\r\nFor The\r\nFirst District of Texas\r\n\r\n\r\n\r\n\r\nNO. 01-03-01243-CR\r\n\r\n\r\n\r\n\r\nCEDRICK A. THOMPSON, Appellant\r\n\r\nV.\r\n\r\nTHE STATE OF TEXAS, Appellee\r\n\r\n\r\n\r\nOn Appeal from the 178th District Court\r\nHarris County, Texas\r\nTrial Court Cause No. 933348\r\n\r\n\r\n\r\nMEMORANDUM OPINION\r\n          Appellant, Cedrick A. Thompson, pleaded not guilty to the felony offense of\r\nrobbery.  The jury found appellant guilty, found the enhancement allegations true, and\r\nassessed punishment at 40 years in prison.  Appellant presents three issues on appeal. \r\nIn his first issue, appellant asserts that the admission of evidence of extraneous\r\noffenses during the guilt-innocence phase was error.  In his second and third issues,\r\nappellant claims ineffective assistance of counsel in violation of the 6th and 14th\r\nAmendments to the U.S. Constitution and Article I, Section 10, of the Texas\r\nConstitution.  We affirm.\r\nBACKGROUND\r\n          On November 27, 2002 at approximately 12:30 p.m., the complainant, Kristen\r\nAshby, was leaving the Kroger grocery store on Old Spanish Trail in Houston, Texas. \r\nAshby testified that a white Toyota Camry, with a rental sticker on the left side of the\r\ntrunk and a license plate beginning with P47, pulled close to her and came to a stop.\r\nThe driver grabbed her purse and the car then speed away.  Ashby suffered bruising\r\nand other injuries as she was dragged about 5 to 10 feet before her purse came off her\r\nshoulder.  Ashby identified appellant at trial and testified that she had previously\r\nidentified him in a police line-up about two weeks after the robbery. \r\n          During the guilt-innocence phase of the trial, the jury heard evidence of four\r\nother, almost identical, purse-snatching robberies. \r\nExtraneous robberies involving the white Toyota Camry  \r\n          On November 25, 2002, according to the testimony of Houston and Hedwig\r\nVillage police officers, a white Toyota Camry, license plate number P47GYG, was\r\nreported stolen from the parking lot of Texas Southern University in Houston, Texas.\r\n          Three of the extraneous robberies involved the white Toyota Camry.  Jennifer\r\nBosley testified that she was robbed and her purse was taken—in a manner almost\r\nidentical to the robbery of Ashby—on November 26, 2002, in the parking lot of a\r\nWal-Mart store in Pearland, Texas.  Bosley described the vehicle as a white Toyota\r\nCamry.  She identified appellant at trial and testified that she had previously\r\nidentified him to police from a photographic array.  \r\n          Melissa Saucier testified that she was robbed when her purse was taken on\r\nNovember 26, 2002 in the parking lot of the Kroger’s store at 6322 Telephone Road\r\nin Houston.  The details she related were similar to the details of the Ashby and\r\nBosley robberies.  She stated that appellant was driving a Toyota Camry with a\r\nlicense plate that began with P47.  Saucier identified appellant at trial and testified\r\nthat she had previously picked appellant out of a police line-up.  \r\n          Detective Packard of the Hedwig Village Police Department testified that he\r\ninvestigated the robbery of Regina Pierce.  He testified that Pierce reported that the\r\nrobbery took place on November 30, 2002 in the parking lot of a Target store in the\r\n9400 block of the Katy Freeway in Hedwig Village, Texas and that the perpetrator\r\nsnatched her purse while driving a white or light gold Toyota Camry or Avalon. \r\nDetective Packard identified several photographs he had taken of the injuries that\r\nPierce said she sustained while being dragged behind the Camry. \r\n          Houston Police Department (“HPD”) Officer John Thornburgh testified that,\r\non December 3, 2002 (three days after the robbery of Pierce), he received a call “to\r\ncheck by with the arson unit at a city park at 7400 Scott.”  Officer Thornburgh\r\ntestified that he found a burned-out white Toyota Camry with a license plate number\r\nP47GYG at that location.\r\nExtraneous robbery involving the Honda Accord\r\n          Eva Aguilar testified that she was robbed and her purse was taken by appellant\r\nin the parking lot of a Sam’s store at 1615 South Loop West in Houston, Texas on\r\nDecember 8, 2002 at approximately 11:45 a.m.  Aguilar testified that appellant was\r\ndriving a small white car, license plate number FO6LJD.\r\nAppellant’s arrest\r\n          HPD Officer J. Vergil testified that he attempted to stop a white Honda Accord,\r\nlicense plate number FO6LJD, for speeding on December 12, 2002.  According to\r\nOfficer Vergil, the driver of the Honda Accord led him on a brief car-chase before\r\nstopping and fleeing the vehicle.  The driver, identified by Officer Vergil as appellant,\r\nclimbed onto the roof of a nearby house and fell off the roof directly in front of\r\nOfficer Vergil, who apprehended him after a brief foot-chase. \r\nAppellant’s alibi witness\r\n          Appellant called Kenneth Luckett as his alibi witness.  Luckett testified that\r\nappellant was with working with him when the Bosley, Saucier, and Ashby robberies\r\ntook place.  Luckett testified that he employed appellant as a helper on his bread\r\ndelivery route for Mrs. Baird’s/Bimbo Breads and also at his own business, K&amp;L\r\nCleaning.  Luckett also testified that appellant may have worked for him on\r\nDecember 8, 2002, the day of the Aguilar robbery.  Detective Bonnette was recalled\r\nto give rebuttal testimony for the State.  Detective Bonnette testified that Luckett had\r\npreviously told him that appellant did not work for him during the week of November\r\n25th through the 29th, 2002 and did not work for him after December 1, 2002. DISCUSSION\r\n          In his first issue, appellant asserts that the trial court erred in allowing \r\ntestimony regarding extraneous offenses.  Specifically, appellant complains of the\r\ntrial court’s decision, at a hearing before opening arguments, to allow evidence of the\r\nBosley, Saucier, Pierce, and Aguilar robberies.\r\n\r\n\r\n  Appellant contends that this\r\ntestimony was highly prejudicial in violation of rule 403 of the Texas Rules of\r\nEvidence and that the statements were not admissible under rule 404(b) of the Texas\r\nRules.  \r\nExtraneous offenses\r\n          Under some circumstances, extraneous offenses may be admitted to establish\r\nmotive, opportunity, intent, preparation, plan, knowledge, identity, or absence of\r\nmistake or accident.  Tex. R. Evid. 404(b).  We review the trial court’s admission of\r\ntestimony about the extraneous offenses for abuse of discretion.  Goff v. State, 931\r\nS.W.2d 537, 553 (Tex. Crim. App. 1996).  The trial court is given wide discretion or\r\nlatitude in its decision to admit evidence.  Theus v. State, 845 S.W.2d 874, 881 (Tex.\r\nCrim. App. 1992); Pierre v. State, 2 S.W.3d 439, 442 (Tex. App.—Houston [1st\r\nDist.] 1999, pet. ref’d).  The trial court’s ruling in admitting the evidence must be\r\nsustained if reasonably supported by the record and correct on any theory of law\r\napplicable to this case. Willover v. State, 70 S.W.3d 841, 845 (Tex. Crim. App. 2002). \r\n          Appellant bases his contention, that the extraneous offense evidence was not\r\nadmissible under Rule 404(b), on the assertion that appellant had not placed identity\r\nat issue at the time the evidence was admitted, which was during the State’s case-in-chief.  We note that this argument, even if correct, is not determinative because\r\nappellant later put identity squarely at issue by presenting an alibi defense. “[T]he\r\npremature receipt of extraneous offense evidence may be rendered harmless by a\r\ndefendant’s subsequent action at trial.”  Howland v . State, 966 S.W.2d 98, 104 (Tex.\r\nApp.—Houston [1st Dist.] 1998), aff’d, 990 S.W.2d 274 (Tex. Crim. App. 1999).  \r\n          Rule 404(b) states, “Evidence of other crimes, wrongs, or acts is not admissible\r\nto prove the character of a person in order to show action in conformity therewith.” \r\nTex. R. Evid. 404(b).  However, extraneous offenses may be relevant apart from\r\ncharacter conformity.  Wyatt v. State, 23 S.W.3d 18, 25 (Tex. Crim. App. 2000).  The\r\nextraneous offenses may tend to establish some elemental fact, such as identity or\r\nintent. Id.  They may also be relevant in establishing some evidentiary fact, such as\r\nmotive, opportunity or preparation, leading inferentially to an elemental fact, or may\r\nrebut a defensive theory by showing, for example, absence of mistake or accident. Id.\r\n           Ashby was the first witness called by the State at trial.  She testified that she\r\nhad described the perpetrator of the robbery to police and had picked him up out of\r\na police line-up.  She identified appellant as her assailant in court.  During the State’s\r\ndirect examination, appellant’s counsel moved to suppress Ashby’s in-court\r\nidentification of appellant.  In a hearing outside the jury’s presence, appellant’s\r\ncounsel elicited the following testimony contrasting appellant’s appearance with the\r\ndescription Ashby gave to police:\r\nQ: [by appellant’s counsel] And you said that he was 30 years old; is\r\nthat correct?\r\n \r\nA: [Ashby] Yes, sir.  I said in his thirties.\r\n \r\nQ: All right.  And you said also that - - looking at Mr. Thompson here\r\nseated to my right here, his complexion - - you considered his\r\ncomplexion to be light, dark or medium complexion?\r\n \r\nA: Probably medium.  I don’t consider him extremely light.\r\n \r\nQ: Okay.  So that is contrary to the dark complexion that you would\r\nhave told the police officer originally at the scene, correct?\r\n \r\nA: That is correct.\r\n \r\nAppellant’s motion to suppress was denied.  During his cross-examination of Ashby,\r\nappellant’s counsel again challenged Ashby’s identification, this time in the presence\r\nof the jury.  The following testimony is a portion of the testimony in which appellant\r\nchallenged Ashby’s identification:\r\nQ: [by appellant’s counsel] And do you recall that you told, I guess, that\r\nparticular officer that the person that took your purse, that it was a black\r\nindividual, say in the 30 years of age bracket; do you recall that?\r\n \r\nA: [Ashby] Yes, sir. \r\n \r\nQ: And do you recall him having - - that you recall that individual or\r\nthat individual having dark complexion; is that correct?\r\n \r\nA: That’s what I initially stated, yes, sir.\r\n \r\nQ: Now, you’re sitting here in court today you identified my client, Mr.\r\nThompson, as being that individual that stole your purse, correct? \r\n \r\nA: Yes, sir.\r\n \r\nQ: Now, do you consider - - using, say, a category of light complected,\r\nmedium complected and dark complexion, what do you classify Mr.\r\nThompson’s complexion to be?\r\n \r\nA: Today I would probably say medium complexion.\r\n \r\nQ: All right.  And you told officer on that day that his complexion was\r\na darker-skin complexion, correct?\r\n \r\nA: Yes, sir.\r\n \r\n          From the recited testimony, it is clear that appellant’s contention that Ashby’s\r\nidentification of appellant was not challenged, and that identity was not at issue\r\nbefore the extraneous offenses were admitted, does not stand.  A defense strategy\r\naimed at undermining the State’s sole witness’s identification raises the issue of\r\nidentity.  Lane v. State, 933 S.W.2d 504, 519 (Tex. Crim. App. 1996).  When identity\r\nis at issue, extraneous offenses may be admissible to prove identity.  Id.\r\nAdmissibility under Rule 403\r\n          Even if it is admissible under Rule 404(b), extraneous offense evidence may\r\nbe excluded if its probative value is substantially outweighed by the danger of unfair\r\nprejudice.  Tex. R. Evid. 403; Swarb v. State, 125 S.W.3d 672, 681 (Tex.\r\nApp.—Houston [1st Dist.] 2003, no pet.).  We conclude that the probative value of\r\nthe extraneous offense evidence was not substantially outweighed by its prejudicial\r\neffects.  See Swarb, 125 S.W.3d at 681.  The probative value was high, given the\r\nState’s need to establish appellant’s identity and to tie appellant to both vehicles.\r\n\r\n\r\n \r\nAny resulting prejudice was not undue, and the judge instructed the jury during the\r\npresentation of the extraneous offense evidence that it was to be used to establish\r\nidentity and for no other purpose.  A proper limiting instruction was also in the jury\r\ncharge.  We overrule appellant’s first issue.\r\nIneffective assistance of counsel\r\n          The standard of review for evaluating claims of ineffective assistance of\r\ncounsel is set forth in Strickland v. Washington, 466 U.S. 668, 687, 104 S. Ct. 2052,\r\n2064 (1984).  Appellant must show that (1) counsel’s performance was so deficient\r\nhe was not functioning as acceptable counsel under the sixth amendment and (2) but\r\nfor the counsel’s error, the result of the proceedings would have been different.  Id.\r\nat 2064; Thompson v. State, 9 S.W.3d 808, 812 (Tex. Crim. App. 1999); Hernandez\r\nv. State, 726 S.W.2d 53, 55 (Tex. Crim. App. 1986); Gamble v. State, 916 S.W.2d 92,\r\n93 (Tex. App.—Houston [1st Dist.] 1996, no pet.).  It is the defendant’s burden to\r\nprove ineffective assistance of counsel.  Strickland, 466 U.S. at 687, 104 S. Ct. at\r\n2064; Gamble, 916 S.W.2d at 93.  A defendant must overcome the presumption that,\r\nunder the circumstances, the challenged action might be considered sound trial\r\nstrategy.  See Strickland, 466 U.S. at 689, 104 S. Ct. at 2065; Thompson, 9 S.W.3d\r\nat 813; Gamble, 916 S.W.2d at 93. \r\n          Appellant bases his claim of ineffective assistance of counsel on his trial\r\ncounsel’s failure to make certain objections.  Specifically, appellant asserts that\r\nOfficer Packard’s testimony about the Pierce robbery was inadmissible hearsay, that\r\nother police officers were allowed to make hearsay statements without objection, and\r\nthat the photographs of Pierce’s injuries were subject to exclusion as irrelevant.   \r\n          The record is silent as to why appellant’s trial counsel did not object as\r\nappellant’s present counsel claims he should have.  See Gamble, 916 S.W.2d at 93. \r\nTo find that appellant’s trial counsel was ineffective based on the asserted grounds\r\nwould call for speculation, which we will not do.  See Jackson v. State, 877 S.W.2d\r\n768, 771 (Tex. Crim. App.1994); Gamble, 916 S.W.2d at 93.  Appellant’s second and\r\nthird issues are overruled.\r\n                                                     CONCLUSION\r\n          We affirm the judgment of the trial court. \r\n \r\n                                                             Sam Nuchia\r\n                                                             Justice\r\n\r\nPanel consists of Justices Nuchia, Hanks, and Higley.\r\n\r\nDo not publish.  Tex. R. App. P. 47.2(b).                                                          \r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2836879
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}