{
    "id": 2843201,
    "judges": null,
    "date_filed": "2016-04-20",
    "date_filed_is_approximate": true,
    "slug": "john-douglas-v-state",
    "case_name_short": null,
    "case_name": "John Douglas v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=7022&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nOpinion issued October 28, 2010\r\n\r\n\r\n\r\nIn The\r\n\r\nCourt of\r\nAppeals\r\n\r\nFor The\r\n\r\nFirst District\r\nof Texas\r\n\r\n————————————\r\n\r\nNos. 01-08-00463-CR &amp;\r\n01-08-00464-CR\r\n\r\n———————————\r\n\r\nJohn Douglas, Appellant\r\n\r\nV.\r\n\r\nThe State of\r\nTexas, Appellee\r\n\r\n\r\n\r\n \r\n\r\n\r\n\r\n \r\n\r\nOn Appeal from the 248th District Court\r\n\r\nHarris County, Texas\r\n\r\n\r\n\r\nTrial Court Case Nos. 1158727 &amp; 1158728\r\n\r\n \r\n\r\n\r\n\r\n \r\n\r\nMEMORANDUM OPINION\r\n\r\n          Following\r\nJohn Douglas’s guilty plea to two offenses of aggravated assault[1] and\r\nhis plea of true to a prior felony enhancement paragraph in each indictment,\r\nthe jury heard evidence on punishment. \r\nAfter finding the enhancement paragraph true, the jury assessed\r\npunishment at life in one offense and forty years’ incarceration on the other\r\noffense.[2]  In two issues, Douglas complains that, during\r\nthe punishment phase of his trial, he was deprived of his constitutional right\r\nto confrontation and hearsay was improperly admitted.  We affirm.\r\n\r\nBackground\r\n\r\n          Douglas\r\ndated Stacy Blackmon for about eighteen months. \r\nAccording to Blackmon, she left Douglas in March 2007 because of his\r\nabuse toward her,[3]\r\n but Douglas continued trying to contact\r\nher, calling her frequently, and physically confronting her once, forcing her\r\ninto a car with him.  In September 2007, Blackmon\r\nbegan dating Leo Price.   On the night of October 18, 2007, Douglas\r\ncalled Blackmon repeatedly at her job and then followed her home from her job after\r\nPrice picked up Blackmon from work.   Douglas\r\npulled into the space next to them at Blackmon’s apartment complex parking lot,\r\nwent up to the parked car, and starting yelling through the window, demanding\r\nthat Blackmon get out of the car.  Douglas\r\nthen pulled out a gun, and, when Blackmon would not leave the car, Douglas\r\nfired numerous times, seriously wounding both Blackmon and Price.  According to Price, Douglas then grabbed Blackmon,\r\nand dragged her to his car, forced her in, and drove away.[4]  Police caught up with Douglas when he crashed\r\ninto a fence. \r\n\r\nBoth complainants testified at the punishment\r\nphase of trial, along with several other witnesses for the State, including\r\nMichelle Eaglin, a woman who lived at the apartment complex where the shooting\r\noccurred.  Appellant also testified at\r\npunishment, along with three other witnesses on his behalf. \r\n\r\nDiscussion\r\n\r\n          In his first issue, appellant complains\r\nthat he was deprived of his constitutional right to confrontation under the Sixth\r\nAmendment of the United States Constitution and Article 1, Section 10 of the\r\nTexas Constitution, by not being permitted to cross-examine Price about his\r\ncriminal history during the punishment phase of the trial.\r\n\r\n          In his second issue, appellant asserts\r\nthat the trial court improperly admitted a certain hearsay statement made by\r\nBlackmon, testified to by Michelle Eaglin in violation of the Texas Rules of\r\nEvidence and appellant’s right to confrontation under article I, section 10 of\r\nthe Texas Constitution. \r\n\r\nI.       Confrontation\r\nof Leo Price\r\n\r\n          A.      Factual\r\nbackground\r\n\r\nDuring Price’s direct testimony,\r\nPrice admitted to (1) a federal felony conviction for felon in possession of a\r\nfirearm, for which he was given seven years in prison; (2) a state jail felony\r\ndrug conviction for which he received six months in state jail; and (3) a\r\nconviction for robbery by threat for which he was also sentenced to\r\nincarceration.   The prosecutor asked\r\nPrice, “Have you been convicted of any other felonies outside of these three,”\r\nand Price responded “not felonies.”  Price\r\nalso testified that he was on federal parole at the time of trial, that he had\r\nbeen released “from jail” in January of that year, and that he had not been\r\nreleased from “the halfway house” until that July.  \r\n\r\nIn cross-examination, appellant\r\nasked Price questions about his three felony convictions and then reminded him\r\nof his response of “not felonies.”  Price\r\nresponded that he had had misdemeanor conviction for possession of marijuana in\r\n2000.  Counsel asked Price several\r\nquestions about that misdemeanor conviction and then the following exchange\r\noccurred: \r\n\r\n[Defense]:   And then you got another misdemeanor conviction?\r\n\r\n[State]:        Objection, relevance.\r\n\r\n[Court]:       Sustained.\r\n\r\n[Defense]:   Do you have another other convictions?\r\n\r\n[State]:        Objection, Your Honor, relevance.\r\n\r\n[Court]:       May be relevant.  It’s\r\nnot a proper question. \r\n\r\n[Defense]:   Have you ever been convicted of anything else?\r\n\r\n[State]:        Objection, Your Honor.\r\n\r\n[Court]:       Sustained.  Sustain the\r\nobjection.  Improper question. \r\n\r\n[Defense]:   What other felonies have you had?\r\n\r\n[State]:        Objection, Your Honor.\r\n\r\n[Court]:       Improper.\r\n\r\n[Defense]:   May I approach?\r\n\r\n[Court]:       Yes.\r\n\r\n(At the bench)\r\n\r\n[Defense]:   Judge, she opened the door when she was\r\nasking about his other convictions.  I\r\nwent through the record.  She asked the question.  \r\n\r\n \r\n\r\n[Court]:       Improper question.  He answered it properly, not a felony.  That was an honest answer.  It does not open the door.  If he had said no, it would, but it does not\r\nopen the door. \r\n\r\n \r\n\r\n[Defense]: For the purpose\r\nof the record, I would like to ask about his other misdemeanor cases,\r\ntrespassing and the Court’s not allowing me?\r\n\r\n \r\n\r\n[Court]:       That’s correct. \r\n\r\n(Conclusion at the bench).\r\n\r\nAppellant made no other argument\r\nregarding the admission of any evidence regarding Price’s convictions nor did\r\nhe make an offer of proof as to any specific conviction that he wished to have\r\nadmitted. \r\n\r\nB.      Argument\r\non appeal\r\n\r\nOn appeal, appellant complains that he was denied his Sixth Amendment\r\nright under the United States Constitution, and his right under Article I,\r\nSection 10 of the Texas Constitution, to confront and cross-examine Price\r\n“about his credibility,” specifically by asking Price about “his prior felony\r\nand misdemeanor convictions.”   \r\n\r\nWe first note that appellant never\r\nmade an offer of proof of the evidence that he sought to have admitted.  This alone makes it impossible for us to\r\nreview this issue.  The record is not\r\neven clear as to what conviction appellant sought to have admitted.  While appellant now asserts that he sought to\r\nquestion Price about unspecified prior felony and misdemeanor convictions, his actual\r\ncomplaint at trial was that he was not allowed to ask about a misdemeanor conviction\r\nfor trespassing.  Without an offer of\r\nproof, we cannot evaluate this complaint and error may not be predicated on\r\nthis ruling.  See Tex. R. App. P. 103(a)(2),\r\n(b).\r\n\r\nMoreover, appellant’s argument on\r\nappeal does not comport with his argument at trial.  At trial, appellant did not complain that his\r\nrights to confrontation were being denied or that either the State or Federal\r\nConfrontation clause required the admission of the sought evidence.  Instead, the only argument advanced at trial\r\nwas that the State had “opened the door” by asking “about his other\r\nconvictions.”   \r\n\r\nThe “opened the door” or “false\r\nimpression” legal theory for admission of prior convictions is a well-known legal\r\nprinciple that provides that, when a witness, during direct examination,\r\nunambiguously leaves a false impression that suggests that he has not been\r\narrested, charged, or convicted of an offense, the opposing party is permitted,\r\nin cross-examination of that witness, to correct this false impression.  Delk v.\r\nState, 855 S.W.2d 700, 704 (Tex. Crim. App. 1993).  The trial court clearly understood appellant’s\r\nobjection and properly rejected it, noting that the witness’s statement that he\r\nhad “no [other] felonies” did not leave a false impression in response to the\r\nState’s question whether he had other “felony convictions,” and that this\r\nanswer did not open the door to evidence of a misdemeanor conviction.  See\r\nHammett v. State, 713 S.W.2d 102, 106–07 (Tex. Crim. App. 1986) (holding\r\nthat extent to which question “opened the door” depends on specific question\r\nasked and statement that witness had one arrest does not leave false impression\r\nthat witness had no other arrests or open door to evidence of other arrests).\r\n\r\nHowever, appellant does not\r\ncomplain of the trial court’s rejection of the “opened door”/”false impression”\r\nlegal theory advanced at trial for the admission of the evidence.  Appellant complains instead that the trial\r\ncourt did not admit evidence under a different legal theory that was not\r\nadvanced at trial and on which the trial court was not asked to rule.\r\n\r\nArguments on appeal must comport with\r\nthe arguments made at trial and must bring to the trial court’s attention the\r\nvery complaint that it is now making on appeal. \r\nSee Reyna v. State, 168 S.W.3d\r\n173, 177 (Tex. Crim. App. 2005). This\r\nis true even when the complaint on appeal is that a party’s right to\r\nconfrontation has been denied.  Id. at 179–80.  In order to preserve a complaint that the\r\nConfrontation Clause required admission of certain evidence, the proponent of\r\nthis evidence must clearly articulate this basis for admission to the trial\r\ncourt so that the trial court has the opportunity to rule on this rationale.[5]  Id. at\r\n179.  Because appellant did not do so, he\r\nhas failed to preserve this issue for our review.  See id.\r\n\r\n\r\nWe overrule appellant’s first\r\nissue.\r\n\r\nII.      Testimony\r\nof Michelle Eaglin\r\n\r\n          During\r\nher testimony, Eaglin described running up to Price, who was bleeding on the\r\nground, taking his cell phone to call for help, and calling the last number on\r\nhis cell phone.  The number was for\r\nBlackmon’s cell phone, and appellant answered the phone.  Appellant told Eaglin that Blackmon was with\r\nhim, that he had done something wrong and was sorry, and handed the phone to\r\nBlackmon.  Eaglin testified that Blackmon\r\nsounded very afraid, scared, weak, and was crying.  Over appellant’s objection of “hearsay,”\r\nEaglin testified that Blackmon told her to “please tell [appellant] something\r\nbecause I’m not going to be—I don’t think I’m going to see my kids again.”  Appellant made no other objections to this\r\ntestimony.  The testimony was admitted under\r\nthe excited utterance exception to hearsay. \r\nSee Tex. R. Evid. 803 (2).\r\n\r\nIn his second issue on appeal, appellant complains that the\r\nadmission of this statement violated his confrontation rights under the Texas\r\nConstitution and also was an improper admission of hearsay evidence.  For the same reasons discussed under\r\nappellant’s first issue, we hold that, because there was no specific argument\r\ntendered to the trial court regarding the violation of any constitutional\r\nconfrontation right as to this evidence, appellant failed to preserve his\r\nconstitutional complaint for appellate review. \r\nSee Reyna, 168 S.W.3d\r\nat 179. \r\nWe furthermore hold that, in light of the evidence in this\r\nrecord regarding the condition of Blackmon at the time (weak, scared, bleeding,\r\nseriously injured from two gunshots to the abdomen, being driven away against\r\nher will by her assailant who had abused and abducted her on other occasions\r\nand threatened to kill her), the complained-of evidence was admissible under\r\nthe excited utterance exception to hearsay. See Tex. R. Evid. 803(2).\r\n\r\nWe overrule appellant’s second issue.\r\n\r\nConclusion\r\n\r\n          We affirm the judgment of the trial\r\ncourt in each cause.\r\n\r\n \r\n\r\n \r\n\r\n                                                                   Jim\r\nSharp\r\n\r\n                                                                   Justice\r\n\r\n\r\n \r\n\r\nPanel\r\nconsists of Justices Jennings, Alcala, and Sharp.\r\n\r\nDo\r\nnot publish.   Tex. R. App. P. 47.2(b).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n[1]           Tex. Penal Code Ann.\r\n§ 22.02(b)(1) (Vernon\r\nSupp. 2010) (assault against family member) (trial\r\ncourt cause number 1158727, appellate cause number 01-08-00463-CR) (complainant\r\nStacy Blackmon); id. § 22.02 (a)(2) (trial court cause number 1158728, appellate cause\r\nnumber 01-08-00464-CR) (complainant Leo Price); Tex. Penal Code Ann.  § 12.42 (b) (Vernon Supp. 2009).\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[2]\r\n          The jury sentenced Douglas to\r\nlife in trial court cause number 1158727 (appellate cause number\r\n01-08-00463-CR) and forty years’ incarceration in trial court cause number\r\n1158728 (appellate cause number 01-08-00464-CR).\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[3]\r\n          Douglas maintained that they\r\nwere still dating at the time of the incident. \r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[4]\r\n          Douglas maintained he was taking\r\nBlackmon to a hospital. \r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[5]           We have also so held in a prior unpublished opinion with\r\nfacts similar to this case.  See Fortunato v. State, No.\r\n01-07-00066-CR, 2008 WL 1827910 at *3 (Tex. App.—Houston [1st Dist.] April 24,\r\n2008, pet. ref’d) (mem. op., not designated for publication) (argument at trial\r\nthat charge was admissible to impeach credibility did not put trial court on\r\nnotice of violation of confrontation clause and so did not preserve complaint\r\nof denial of confrontation clause for appellate review).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2843201
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}