{
    "id": 2844438,
    "judges": null,
    "date_filed": "1982-11-01",
    "date_filed_is_approximate": true,
    "slug": "patrick-william-murry-aka-patrick-murry-v-state",
    "case_name_short": null,
    "case_name": "Patrick William Murry A/K/A Patrick Murry v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=15637&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa02%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\nCOURT OF APPEALS\r\nSECOND DISTRICT OF TEXAS\r\nFORT WORTH\r\n \r\nNO. \r\n2-02-398-CR\r\n\r\nPATRICK WILLIAM MURRY,                                                    APPELLANT \r\nA/K/A PATRICK MURRY \r\n\r\nV.\r\n \r\nTHE STATE OF TEXAS                                                                  STATE \r\n \r\n------------\r\n \r\nFROM THE \r\n213TH DISTRICT COURT OF TARRANT COUNTY \r\n \r\n------------\r\n \r\nMEMORANDUM OPINION\r\n\r\n\r\n\r\n \r\n------------\r\n        Patrick William Murry appeals from his conviction by a jury of the offense \r\nof burglary of a habitation with the intent to commit assault.  The jury assessed \r\nappellant’s punishment at nine years’ confinement.  In his sole point on appeal, \r\nappellant complains that the evidence is factually insufficient to support the \r\nappellant’s conviction.  We affirm the trial court’s judgment. \r\n \r\nFACTUAL BACKGROUND \r\n        Appellant is the father of Jandell Echols’s daughter Kalia Murry, who was \r\nten months old at the time of the offense.  Jandell and Kalia lived with Jandell’s \r\nmother, Deborah Nickerson.  Appellant and Jandell began dating in February \r\n2001 and continued to be romantically involved on and off again until they \r\nbroke up in June 2002.  Jandell lived with appellant in an apartment from \r\nMarch through June 2002, but her primary residence was her mother’s home.  \r\nHowever, Jandell’s relationship with her mother has at times been strained \r\nbecause  Nickerson disapproves of Jandell’s relationship with appellant.  \r\n        Although appellant knew that Nickerson disapproved, prior to June 24, \r\n2002, appellant often went to see Kalia at Nickerson’s house.  Appellant \r\nusually arrived for visitation sometime after 7:00 a.m. on weekdays because he \r\nknew that Nickerson left for work at approximately 6:45 a.m. every morning.  \r\nAppellant testified that he went to Nickerson’s home the morning of June 24, \r\n2002, upon Jandell’s invitation.  Jandell admits that she and appellant argued \r\non the phone the night before, but she denied inviting appellant to the house.  \r\nNickerson never consented to appellant’s entry into her house. \r\n        When appellant arrived at Nickerson’s house at approximately 7:00 a.m. \r\non June 24, 2002, he knocked on the door, but received no answer.  Jandell \r\nand Kalia were asleep in Tristan’s room near the front of the house.  Tristan is \r\nJandell’s sister who also lived there.  In response to the knocking on the front \r\ndoor, Tristan went to the door, looked through the peephole, and saw appellant \r\nstanding outside.  Tristan returned to the bedroom and told Jandell that it was \r\nappellant.  Jandell instructed her not to let him in.  \r\n        Appellant then went to Tristan’s  window at the front of the house and \r\nknocked on it demanding that he be let in.  The sisters continued to ignore \r\nappellant’s demands to let him in, so he went to the back bedroom window \r\nwhere Jandell usually slept and began banging on it.  Tristan and Jandell both \r\ntestified that in addition to demanding  entry, appellant also threatened to beat \r\nup Jandell.  Appellant denied that he made any threats at this time. \r\n        Frustrated by the sisters’ nonresponsiveness, appellant finally lost his \r\ntemper and threw a brick through the back bedroom window, breaking it.  Still \r\nin the front bedroom, the sisters heard the crash from the broken window and \r\nran toward the front door.  \r\n        The testimony conflicts as to whether appellant actually entered the \r\nhouse through the back window or ran around the house to the front yard. \r\nTristan  testified that her sister, carrying her baby, ran to the front door ahead \r\nof her.  As Tristan reached the front door, she looked back toward the back \r\nbedroom and saw appellant climbing through the window.  She asked him what \r\nhe was doing there.  In response, appellant demanded to know where Jandell \r\nwas and threatened to assault Jandell. \r\n        Jandell’s testimony corroborated her sister’s account of what happened. \r\nJandell testified that although she did not actually see the appellant climb \r\nthrough the window into the house, she heard him come through the window. \r\nJandell further testified that in addition to being told by her sister that appellant \r\nwas inside the house, she also saw appellant in the house shortly after he \r\nclimbed through.  \r\n        Appellant admitted that he broke the bedroom window, but denies he \r\nentered the home, or put any part of his body through the window.  According \r\nto appellant, after breaking the window, he saw the sisters run toward the front \r\ndoor, so he ran out the side yard to catch up with Jandell in the street.  \r\n        Once in the street, appellant grabbed Jandell by the hair, and she fell or \r\nwas thrown down onto the ground.  Appellant grabbed the baby and began \r\nkicking and throwing Jandell’s head against the concrete.  When neighbors \r\nbegan gathering at the scene, appellant stopped the assault, put the baby inside \r\nthe front door of the house, and ran away.  \r\n        Davette Jackson, a neighbor, testified that Tristan ran to her house to get \r\nhelp.  When Jackson went outside, she saw appellant beating Jandell’s head \r\nagainst the concrete.  Jackson did not see appellant enter or leave the home. \r\nSimilarly, another neighbor, April Diaz, looked out her bedroom window and \r\nsaw appellant jumping up and down on Jandell’s head.  Like Jackson, Diaz did \r\nnot see appellant enter or leave the house prior to the assault. \r\n        The police arrived on the scene shortly after the assault.  Officer J.D. \r\nHopper of the Fort Worth Police Department testified to what he saw at the \r\nscene and inside the home.  He stated that he saw that the back bedroom \r\nwindow was knocked out and that glass was lying on the floor inside the \r\nwindow.  Officer Hopper noted that the location of the glass was consistent \r\nwith the window being broken “in” instead of someone going “out” through it.  \r\nHe also saw that the furniture in front of the window was knocked down.  A \r\nfew hours later, Officer Hopper located appellant and took him into custody.  \r\nOnce in custody, appellant admitted to committing the assault and explained \r\nthat he had been to the house to see his daughter.  He stated that he had never \r\nentered the house prior to putting the baby inside the front door.  \r\n        At trial, the jury found appellant guilty of the offense of burglary of a \r\nhabitation with the intent to commit assault. \r\nSTANDARD OF REVIEW\r\n        Appellant’s sole point on appeal complains that the evidence is factually \r\ninsufficient to support his conviction.  In reviewing the factual sufficiency of the \r\nevidence to support a conviction, we are to view all the evidence in a neutral\r\nlight, favoring neither party.  Johnson v. State, 23 S.W.3d 1, 7 (Tex. Crim.\r\nApp. 2000); Clewis v. State, 922 S.W.2d 126, 129, 134 (Tex. Crim. App.\r\n1996).  Evidence is factually insufficient if it is so weak as to be clearly wrong\r\nand manifestly unjust or the adverse finding is against the great weight and\r\npreponderance of the available evidence.  Johnson, 23 S.W.3d at 11. \r\nTherefore, we must determine whether a neutral review of all the evidence,\r\nboth for and against the finding, demonstrates that the proof of guilt is so\r\nobviously weak as to undermine confidence in the verdict, or the proof of guilt,\r\nalthough adequate if taken alone, is greatly outweighed by contrary proof.  Id. \r\nIn performing this review, we are to give due deference to the fact finder’s\r\ndeterminations.  Id. at 8-9; Clewis, 922 S.W.2d at 136.  We may not substitute\r\nour judgment for that of the fact finder’s.  Johnson, 23 S.W.3d at 12. \r\nConsequently, we may find the evidence factually insufficient only where\r\nnecessary to prevent manifest injustice.  Johnson, 23 S.W.3d at 9, 12; Cain v.\r\nState, 958 S.W.2d 404, 407 (Tex. Crim. App. 1997).\r\n        To make a determination of factual insufficiency, a complete and detailed \r\nexamination of all the relevant evidence is required.  Johnson, 23 S.W.3d at \r\n12.  A proper factual sufficiency review must include a discussion of the most \r\nimportant and relevant evidence that supports the appellant’s complaint on \r\nappeal.  Sims v. State, 99 S.W.3d 600, 603 (Tex. Crim. App. 2003). \r\nDISCUSSION\r\n        Appellant complains that the evidence is factually insufficient to support \r\nhis conviction because the State failed to show that he actually entered the \r\nhome on June 24, 2002.  A conviction for burglary with intent to commit \r\nassault requires a showing of entry into a habitation, building, or part of a \r\nbuilding not open to the public, without the effective consent of the owner, \r\nwith the intent to commit a felony, theft, or assault.  Tex. Penal Code Ann. § \r\n30.02(a) (Vernon 2003).  For the purposes of penal code section 30.02, \r\n\"enter\" means to intrude any part of the body or any physical object connected \r\nwith the body.  Id. § 30.02(b).  Appellant says there was no entry. \r\n        Appellant admits knocking out the bedroom window with a brick and \r\nassaulting Jandell; however, he denies entering the house prior to the assault.  \r\nThus, appellant contends that he is only guilty of assault and that his burglary\r\nconviction cannot stand. \r\n        Appellant points out that no witnesses at the scene were able to say \r\nwhether appellant came from inside the house except for Tristan, who testified \r\nthat appellant entered the home prior to placing the baby inside the front door.  \r\nAppellant states that his version of events never wavered and that his \r\ntestimony so outweighs the testimony of Tristan and Jandell as to undermine \r\nconfidence in the verdict or the proof of guilt.  \r\n        Contrary to appellant’s assertions, ample evidence exists to support the \r\nburglary conviction.  Appellant incorrectly states that Jandell’s testimony was \r\nbased solely upon Tristan’s hearsay statements. \r\n \r\n\r\n  However, appellant ignores \r\npart of Jandell’s testimony where she stated that she actually saw appellant\r\ninside the house before she ran out the front door, even though she did not see\r\nhim come in.  Jandell’s testimony is corroborated by Tristan’s testimony. \r\nHowever, the only corroborating evidence that appellant points to is Officer\r\nHopper’s testimony that appellant denied entering the house prior to the\r\nassault.  Even so, Officer Hopper could only testify as to appellant’s statements\r\nand not from any personal observation.\r\n        Officer Hopper’s testimony actually provides evidence of physical entry \r\ninto the home.  While at the home, he observed that the broken glass from the \r\nbedroom window was consistent with being broken in when someone climbed\r\nin through it.  Additionally, he noted that furniture in the room was knocked\r\nover.  Appellant testified that the window broke, and the large shelf sitting in\r\nfront of the window fell over when he threw the brick through the window. \r\n        After a neutral review of all the evidence, we can say that it was not so \r\nweak that it would undermine the confidence in the verdict.\r\n \r\n\r\n\r\n        In conclusion, we hold that the evidence in this case is factually sufficient \r\nto support a finding that appellant entered the house prior to committing the \r\nassault and did so with the intent to commit assault.  Accordingly, we overrule \r\nappellant’s sole issue and affirm the trial court’s judgment. \r\n\r\n                                                                  PER CURIAM \r\n \r\nPANEL F:   LIVINGSTON, HOLMAN, and GARDNER, JJ. \r\n \r\nDO NOT PUBLISH\r\nTex. R. App. P. 47.2(b)\r\n \r\nDELIVERED:  October 2, 2003\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2844438
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}