{
    "id": 2847621,
    "judges": null,
    "date_filed": "2021-04-08",
    "date_filed_is_approximate": true,
    "slug": "rodney-l-rich-v-state",
    "case_name_short": null,
    "case_name": "Rodney L. Rich v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=20999&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa02%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n  \r\n  \r\n  \r\n  \r\n  \r\n \r\n\r\n\r\n\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n                                      COURT\r\nOF APPEALS\r\n\r\n                                       SECOND\r\nDISTRICT OF TEXAS\r\n\r\n                                                   FORT\r\nWORTH\r\n\r\n \r\n\r\n                                        NO.\r\n2-01-102-CR\r\n\r\n \r\n\r\nRODNEY L. RICH                                                                 APPELLANT\r\n\r\n \r\n\r\n                                                   V.\r\n\r\n \r\n\r\nTHE STATE OF TEXAS                                                                STATE\r\n\r\n \r\n\r\n                                              ------------\r\n\r\n \r\n\r\n           FROM\r\nTHE 396TH DISTRICT COURT OF TARRANT COUNTY\r\n\r\n \r\n\r\n                                              ------------\r\n\r\n \r\n\r\n                                   OPINION\r\nON REMAND\r\n\r\n \r\n\r\n                                              ------------\r\n\r\nI.  Introduction\r\n\r\nRodney L. Rich appeals from\r\nhis convictions for burglary of a habitation and aggravated assault with a\r\ndeadly weapon.  Appellant complains that\r\nthe trial court erred by preventing him from asking venire members during voir\r\ndire about their views on what constitutes reasonable doubt.  The State concedes that appellant was\r\nentitled to question prospective jurors about their concepts of reasonable\r\ndoubt but asserts that the trial court=s error in limiting the voir dire was harmless.  Because we agree that the error was harmless,\r\nwe affirm.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n                                      II.  Procedural History\r\n\r\nIn our original opinion, we\r\nconcluded that the error was harmless under appellate rule 44.2(b) after\r\napplying the test for individual voir dire examinations  set out in Anson v. State.[1]  The court of criminal appeals granted\r\nappellant=s petition\r\nfor discretionary review and held that the Anson test is inapplicable to\r\ncases in which voir dire is conducted in a group setting rather than\r\nindividually.[2]\r\nInstead, the court of criminal appeals held that we should have conducted our\r\nharm analysis in light of the factors applicable to cases involving the\r\nerroneous admission of evidence.[3]\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe court of criminal appeals\r\nthen remanded the case to this court for a rule 44.2(b) harm analysis based on\r\nthose factors, which include:  (1) voir\r\ndire, (2) the jury instructions, (3) the character of the alleged error and how\r\nit might be considered in connection with other evidence in the case, (4) any\r\ntestimony or physical evidence admitted for the jury=s consideration, (5) the nature of the evidence supporting the\r\nverdict, (6) the State=s theory and\r\nany defensive theories, (7) closing arguments, and (8) whether the State\r\nemphasized the error.[4]  After conducting this review, we again\r\nconclude that the trial court=s error in limiting appellant=s voir dire was harmless.\r\n\r\n                                            III.  Analysis\r\n\r\nVoir Dire.  During voir dire, the trial\r\ncourt refused to allow defense counsel to ask the venire members, AWhat does &gt;reasonable\r\ndoubt= mean to you?@  Although this limitation on voir dire was\r\nimproper,[5]\r\nthe State repeatedly emphasized to the venire members that the State had the\r\nburden of proving beyond a reasonable doubt that appellant had committed the\r\ncharged offenses. The prosecutor explained:\r\n\r\nThe burden of proof as you probably heard, . . .\r\nthe burden of proof is beyond a reasonable doubt. . . .  [A]s district attorneys [we] have to prove\r\nthe charges to you beyond a reasonable doubt.\r\n\r\n \r\n\r\nThe burden of proof is always on us.  It never shifts to the defense.  They=re not required to bring\r\nforward any witnesses or evidence.  They\r\ncertainly can if they want to, but they=re not required to.  So the burden of proof is always on us, and\r\nwe have to prove the case beyond a reasonable doubt. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nLikewise, defense counsel\r\nemphasized the State=s duty to\r\nprove its case beyond a reasonable doubt, the prosecutor=s duty Ato do\r\njustice,@ and defense counsel=s duty Ato zealously\r\nrepresent my client.@\r\n\r\nAnd the reason the law is set up that way, out of\r\nthat conflict, out of the prosecutor attempting to do justice, bringing the\r\nevidence, trying to prove the case to you beyond a reasonable doubt, and myself\r\nzealously representing my client, putting the prosecution to the test, making\r\nthem prove their case beyond a reasonable doubt, out of that conflict is\r\nsupposed to come the truth.\r\n\r\n \r\n\r\nThat=s what we=re\r\nhere for.  We=re\r\nhere today to find out or being to find out what the truth is in this\r\nparticular case and what really happened on the day in question . . . . \r\n\r\n \r\n\r\nThe trial court also orally\r\ninstructed the venire members:  AYou will not be getting any instructions from me as far as\r\nspecifically what reasonable doubt is. \r\nYou will be given an instruction as to how you are to consider.@\r\n\r\nJury Instructions.  Later, in the court=s charge, the trial court instructed the jury as follows:  AIt is not required that the prosecution prove guilt beyond all\r\npossible doubt; it is required that the prosecution=s proof excludes all reasonable doubt concerning the defendant=s guilt.@  The court of criminal appeals has held that\r\nthis instruction is proper.[6]\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nCharacter of the Error and\r\nHow it Might be Considered in Connection With the Evidence in the Case.  A defendant is entitled to\r\nquestion venire members to determine how they would apply the State's burden of\r\nproof because such examination seeks to discover a prospective juror=s views on an issue applicable to the case.[7]  A trial court abuses its discretion when it\r\ndenies defense counsel the right to ask prospective jurors a proper question\r\nbecause it prevents the defendant from intelligently exercising his peremptory\r\nstrikes.[8]\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn this case, appellant was\r\nprevented from peremptorily striking venire members based on their individual\r\nviews of what constitutes reasonable doubt. The venire members were, however,\r\nproperly instructed several times that the State was required to prove\r\nappellant=s guilt\r\nbeyond a reasonable doubt, and neither the Constitution nor any Texas statute\r\nrequires that a particular form of words be used in advising the jury what\r\nreasonable doubt meansCor that\r\nreasonable doubt be defined at all.[9]  There is no evidence that anyone who sat on\r\nthe jury was unwilling or unable to follow the reasonable doubt instruction.\r\nFurther, as we discuss below, the evidence of appellant=s guilt is overwhelming.\r\n\r\nNature of Evidence Supporting\r\nVerdict, Including Testimony and Physical Evidence.  The events giving rise to the\r\ncharged offenses occurred during the early morning hours of October 29,\r\n2000.  Appellant affirmatively states\r\nthat he Adoes not challenge the sufficiency of the evidence@ to support his convictions.[10]\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nRegarding the aggravated\r\nassault charge, although appellant requested and received a jury instruction on\r\nself-defense, he testified on his own behalf at guilt-innocence and admitted\r\nthat he had stabbed the victim, Shauna Bess. Appellant and Bess, the mother of\r\nappellant=s four\r\nchildren, gave conflicting testimony regarding who was the initial\r\naggressor.  Bess testified that appellant\r\nhad attacked her with a kitchen knife; appellant testified that Bess had\r\ninitially come after him with the knife and cut his hand, but he had wrestled\r\nit away from her. \r\n\r\nRegardless of how the\r\naltercation began, however, appellant admitted that he had stabbed Bess five or\r\nsix times after disarming herCout of anger, not in self-defense. \r\nAppellant testified that he was angry over A[e]verything she had done to me@Cthe couple=s stormy\r\nromantic relationship and Bess=s alleged cutting of his hand with the knife before he took it from\r\nher.  Appellant further testified that,\r\nafter stabbing Bess, he had gone outside and slashed her car tires because AI was mad.@  In addition, he acknowledged that Bess had\r\nbeen terrified of him at the time. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWith regard to the burglary\r\ncharge, Bess testified that she and appellant were not living together at the\r\ntime of the offense.  Appellant did not\r\nhave a key to her home, because she had made him return his keys when he moved\r\nout in September 2000 and then had the locks changed.  In the early morning hours before the\r\nassault, appellant=s mother\r\ncalled and said that appellant was intoxicated and was probably on his way over\r\nto Bess=s home.  When he arrived at Bess=s home, appellant ran into her car, which was parked in the driveway,\r\nand then walked to the front door.  When\r\nBess would not let him inside, appellant kicked open the door, splintering the\r\njamb, and went inside. About an hour later, after Bess had attempted to calm\r\nappellant down by talking to him, the assault occurred. \r\n\r\nOfficer Richard Devoe\r\ntestified that he had conducted a crime scene investigation at Bess=s residence immediately after the alleged offenses had occurred.  Officer Devoe testified that he had Afound some evidence . . . from the front door where it had been\r\nbroken.@  This evidence consisted of\r\nwhat appeared to be a heel print on the door=s exterior near the door knob, a broken piece of the door jamb that\r\nhad been partially torn loose but was still connected to the door frame, a\r\nbroken piece of the door jamb that was lying on the porch just in front of the\r\nfront door, and the striker plate for the door knobCwith the screws still in itCthat was lying on the driveway fourteen inches to two feet from the\r\nfront door. \r\n\r\nOfficer Devoe testified that\r\nhe photographed this damage, as well as the damage appellant caused by running\r\ninto Bess=s car and\r\nslashing her tires.  The photographs were\r\nadmitted into evidence and published to the jury.  Officer Devoe also picked up the broken piece\r\nof the door jamb and the striker plate and placed them into an evidence bag. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant testified\r\ninconsistently about whether he had a key to Bess=s home at the time of the October 29 incidents, and there is evidence\r\nthat Bess did not always keep her door locked.[11]  Initially, appellant testified that he had\r\nreturned his key to Bess when he moved out of Bess=s home in September 2000. \r\nLater, however, he testified that he had a key on October 29 because,\r\nafter Bess had changed the locks in September, she had given him a key to the\r\nnew lock.  He further testified that,\r\nalthough he was living with his mother at the time, he had spent the night at\r\nBess=s home a week or two before October 29. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant also testified\r\ninconsistently concerning whether he had kicked in Bess=s front door on October 29. \r\nAppellant admitted running into Bess=s car in her driveway before the assault and slashing her tires\r\nafterwards, but he initially denied kicking in the door.  Instead, he testified that any damage to Bess=s door had occurred two months earlier, in August 2000, when he had\r\nkicked the door in because it was locked and Bess would not let him inside.[12]\r\nAccording to appellant, on October 29 Bess had come out of the house while he\r\nwas still in the driveway, asked why he had run into her car, and then allowed\r\nhim to enter her home.  \r\n\r\nOn cross-examination,\r\nhowever, appellant testified that he did not recall whether he had kicked in\r\nthe door before the assault and that he did not recall making the heel print on\r\nthe door.  He also testified that there A[c]ould be a possibility@ that he had kicked in the door when he entered Bess=s home the second timeCpost-assault after slashing her tiresCto get his eldest son. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nClosing Arguments.  During closing arguments, the\r\ndefense argued that the State had not proven the charged offenses beyond a\r\nreasonable doubt.  In response, the State\r\ndirected the jury=s attention\r\nto Bess=s testimony, appellant=s admission that he had stabbed Bess several times and had done it out\r\nof anger rather than fear, all the physical evidence that appellant had kicked\r\nBess=s door in on October 29, and appellant=s equivocating testimony concerning whether, or when, he had done so. \r\n\r\n                                          IV. Conclusion\r\n\r\nIn summary, our review of the\r\nrecord shows that, although the trial court improperly limited appellant=s voir dire, the jury was instructed repeatedly that the State had to\r\nprove the charged offenses beyond a reasonable doubt. Although the trial court\r\ndid not give the jury any instructions regarding the definition of reasonable\r\ndoubtCexcept that it does not mean beyond all possible doubtCthe court of criminal appeals has held that the better practice is not\r\nto define reasonable doubt for the jury.[13]  Further, there is no evidence that anyone who\r\nsat on the jury would have been unable or unwilling to follow the court=s reasonable doubt instruction. \r\nFinally, appellant has affirmatively stated on appeal that he does not\r\nchallenge the sufficiency of the evidence to support his convictions, and there\r\nis overwhelming evidence that appellant did, indeed, commit those offenses.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFor all of these reasons, we\r\nhold that the trial court=s improper\r\nlimiting of appellant=s voir dire\r\nregarding the venire members= concepts of reasonable doubt did not, under the circumstances of this\r\ncase, affect appellant=s\r\nsubstantial rights.[14]  Accordingly, we disregard the error and\r\noverrule appellant=s issue.[15]\r\n\r\nHaving overruled appellant=s issue, we affirm the trial court=s judgments. \r\n\r\n \r\n\r\n \r\n\r\nJOHN CAYCE\r\n\r\nCHIEF JUSTICE\r\n\r\n \r\n\r\nPANEL\r\nA:   CAYCE, C.J.; LIVINGSTON and WALKER,\r\nJJ.\r\n\r\n \r\n\r\nPUBLISH\r\n\r\n \r\n\r\nDELIVERED: \r\nDecember 1, 2005\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n[1]See\r\nRich v. State, 114 S.W.3d 54, 57 (Tex. App.CFort\r\nWorth 2003) (citing Anson, 959 S.W.2d 203, 204 (Tex. Crim. App. 1997), cert.\r\ndism=d, 525\r\nU.S. 924 (1998)).\r\n\r\n\r\n\r\n\r\n\r\n[2]Rich\r\nv. State, 160 S.W.3d 575, 577 (Tex. Crim. App. 2005).\r\n\r\n\r\n\r\n\r\n\r\n[3]Id. at\r\n577-78.\r\n\r\n\r\n\r\n\r\n\r\n[4]Id.;\r\nsee also Sanchez v. State, 165 S.W.3d 707, 713 n.16 (Tex. Crim.\r\nApp. 2005) (citing its opinion in Rich and stating that rule 44.2(b) Ais\r\napplicable when voir dire is conducted in a group setting and defendant is\r\nprohibited from asking a proper question of the panel@).\r\n\r\n\r\n\r\n\r\n\r\n[5]See Barajas\r\nv. State, 93 S.W.3d 36, 38 (Tex. Crim. App. 2002); Woolridge v. State,\r\n827 S.W.2d 900, 906 (Tex. Crim. App. 1992).\r\n\r\n\r\n\r\n\r\n\r\n[6]Woods\r\nv. State, 152 S.W.3d 105, 115 (Tex. Crim. App. 2004), cert.\r\ndenied, 125 S. Ct. 2295 (2005).\r\n\r\n\r\n\r\n\r\n\r\n[7]Barajas, 93\r\nS.W.3d at 38; Woolridge, 827 S.W.2d at 906.\r\n\r\n\r\n\r\n\r\n\r\n[8]Barajas, 93\r\nS.W.3d at 38; Woolridge, 827 S.W.2d at 906-07; Smith v. State,\r\n703 S.W.2d 641, 643 (Tex. Crim. App. 1985).\r\n\r\n\r\n\r\n\r\n\r\n[9]See Paulson\r\nv. State, 28 S.W.3d 570, 573 (Tex. Crim. App. 2000); see also Hankins v.\r\nState, 132 S.W.3d 380, 384 (Tex. Crim. App.) (holding that, because Geesa\r\ninstruction defining reasonable doubt is no longer required, trial court did\r\nnot abuse its discretion in refusing appellant's request to ask venire members\r\nwhether they could consider and follow it), cert. denied, 125 S. Ct. 358\r\n(2004).\r\n\r\n\r\n\r\n\r\n\r\n[10]The\r\nburglary count of the indictment alleged that appellant\r\n\r\n \r\n\r\ndid\r\nintentionally or knowingly, without the effective consent of Shauna Bess, the\r\nowner thereof, enter a habitation with intent to commit aggravated assault [and\r\ndid attempt to commit or commit aggravated assault] and the defendant did use\r\nor exhibit a deadly weapon, to-wit:  a\r\nknife, that in the manner of its use or intended use was capable of causing\r\ndeath or serious bodily injury.  \r\n\r\n \r\n\r\nThe\r\naggravated assault count of the indictment alleged that appellant\r\n\r\n \r\n\r\ndid intentionally or knowingly cause\r\nbodily injury to Shauna Bess by stabbing her with a knife and the defendant did\r\nuse or exhibit a deadly weapon, to-wit: \r\na knife, that in the manner of its use or intended use was capable of\r\ncausing death or serious bodily injury. \r\n\r\n\r\n\r\n\r\n\r\n[11]Appellant=s\r\nten-year-old sister Candace, who often visited Bess, testified that appellant\r\nhad taken her to Bess=s\r\nhome on the afternoon before the assault occurred.  Candace testified that Bess was not home when\r\nthey arrived, but the door was unlocked, so Candace and appellant went\r\ninside.  Bess confirmed that she had\r\nreturned home to find Candace in her house and that Candace had said she got in\r\nbecause the door was open.  Bess\r\ntestified that she had thought the door was locked when she left but that her\r\nbrother Randy, who was living with her, must have forgotten to lock it.  Doris Rich, appellant=s\r\nmother, also testified that she and appellant had dropped Candace off at Bess=s\r\nhouse and that the door had been closed but unlocked. \r\n\r\n \r\n\r\nNone of this evidence, however, is inconsistent with Bess=s\r\ntestimony that she would not let appellant into her home just before the\r\nassault occurred. Moreover, Doris confirmed that she had called Bess in the wee\r\nhours of the morning on October 29 to say that appellant was drunk and probably\r\non his way to Bess=s\r\nhome.  Doris testified that she assumed\r\nhe was headed there because appellant and Doris sometimes spent the night at\r\nBess=s\r\nhouse after they had been out late drinking. \r\n\r\n\r\n\r\n\r\n\r\n[12]Appellant\r\nand Bess were still living together at that time.  Bess also testified that appellant had kicked\r\nin the door, causing damage to the trim, in August 2000.  She further testified, however, that\r\nappellant had replaced the damaged trim and that, except for a crack in the\r\nwall, the damage depicted in Officer Devoe=s photographs was done on\r\nOctober 29. \r\n\r\n\r\n\r\n\r\n\r\n[13]See\r\nPaulson, 28 S.W.3d at 573.\r\n\r\n\r\n\r\n\r\n\r\n[14]See Tex. R. App. P. 44.2(b).\r\n\r\n\r\n\r\n\r\n\r\n[15]See\r\nid.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2847621
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}