{
    "id": 2850513,
    "judges": null,
    "date_filed": 1142467200000,
    "date_filed_is_approximate": false,
    "slug": "aundre-vashawn-davis-v-state",
    "case_name_short": null,
    "case_name": "Aundre Vashawn Davis v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=3156&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa02%5cOpinion",
            "author_id": null,
            "opinion_text": "\n\n\n\nAundre Vashawn Davis v. State\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCOURT OF APPEALS\n\nSECOND DISTRICT OF TEXAS\n\nFORT WORTH\n\n\n\n\n\nNO. 2-04-519-CR\n\n\n\n\n\nAUNDRE VASHAWN DAVIS\tAPPELLANT\n\n\n\nV.\n\n\n\nTHE STATE OF TEXAS\tSTATE\n\n\n\n------------\n\n\n\nFROM CRIMINAL DISTRICT COURT NO. 4 OF TARRANT COUNTY\n\n\n\n------------\n\n\n\nMEMORANDUM OPINION\n(footnote: 1)\n\n\n------------\n\nI. \nIntroduction\n\nAppellant Aundre Vashawn Davis appeals his conviction for aggravated robbery with a deadly weapon.  In his sole point on appeal, Davis asserts that the trial court erred by admitting evidence of pretrial identifications because the identifications were the result of impermissibly suggestive pretrial procedures.  We will affirm.\n\nII.  \nFactual and Procedural Background \n\nCharles Lochridge was at a drive-through ATM when a man approached his car and demanded money.  The man pointed a gun at Lochridge’s head. Lochridge noted the man’s face, specifically his “protruding eyes.”  Lochridge grabbed the barrel of the gun, pushed it out of the car window, and drove away. \n\nTwo days after the robbery, a detective showed Lochridge a photospread. Lochridge did not positively identify Davis as the robber, but he circled Davis’s photo as the “most familiar looking person” in the photospread “because of his eyes.”  The police were able to match Davis’s thumb and palm prints to those found on Lochridge’s car.  \n\nAt a pretrial hearing, Lochridge was unable to positively identify Davis as the robber.  When Lochridge was testifying in front of the jury the next day, however, he positively identified Davis as the robber. \n\nTwo days before the attempted robbery of Lochridge, both Brian Hodges and Doug Ketcham were robbed while using ATM machines during two different incidents.  Four days later, each identified Davis from a photographic array as the person who had robbed them.  During the punishment phase of the trial, the State offered evidence of Hodges’s and Ketcham’s pretrial identifications of Davis as the person who had robbed them. \n\nIII.  \nPretrial Identification\n\nIn his sole point, Davis complains that the in-court identification evidence of him by the three witnesses should have been suppressed because their  ability to make an accurate identification was tainted, which violated his due process rights.  Davis argues that this taint was the result of impermissibly suggestive out-of-court identification procedures that created a substantial likelihood of mistaken identification.   \n\nIn considering the scope of due process rights afforded a defendant with regard to the admission of identification evidence, the court of criminal appeals  has held that a pretrial identification procedure may be so suggestive and conducive to mistaken identification that subsequent use of that identification at trial would deny the accused due process of law.  \nWebb v. State\n, 760 S.W.2d 263, 269 (Tex. Crim. App. 1988), \ncert. denied\n, 491 U.S. 910 (1989).  Hence, the court has formulated a two-step analysis to determine the admissibility of an in-court identification: (1) whether the out-of-court identification procedure was impermissibly suggestive, and (2) whether that suggestive procedure gave rise to a very substantial likelihood of irreparable misidentification.  \nCantu v. State\n, 738 S.W.2d 249, 251 (Tex. Crim. App.), \ncert. denied\n, 484 U.S. 872 (1987).  An analysis under these steps requires an examination of the “totality of the circumstances” surrounding the particular case and a determination of the reliability of the identification.  \nId\n.  The appellant bears the burden to prove, by clear and convincing evidence, that the out-of-court identification procedure was impermissibly suggestive and that the suggestive procedure gave rise to a very substantial likelihood of misidentification.  \nBarley v. State\n, 906 S.W.2d 27, 32-33 (Tex. Crim. App. 1995), \ncert. denied\n, 516 U.S. 1176 (1996).  A criminal defendant who contends on appeal that the trial court erred by allowing in-court identification of him by a witness has a heavy burden to sustain.  \nJackson v. State\n, 628 S.W.2d 446, 448 (Tex. Crim. App. [Panel Op.] 1982).\n\nTurning to the first step of the analysis, suggestiveness may be created by the manner in which the pretrial identification procedure is conducted, for example, by police pointing out the suspect or suggesting that a suspect is included in the line-up or photo array.  \nBarley\n, 906 S.W.2d at 33\n.\n  It may also be created by the content of the line-up or photo array itself if the suspect is the only individual closely resembling the pre-procedure description.  \nId.\n\t\nA.  Witness Identification at Guilt/Innocence Phase of Trial\n\nLochridge gave the police a description of the robber, mentioning that the robber had bulging eyes and was wearing a hooded jacket.  Two days after the robbery, Detective Jim Ford contacted Lochridge and arranged a meeting because Detective Ford had some photographs for Lochridge to view.  Detective Ford did not tell Lochridge that the police had a suspect in mind.  At the meeting, Detective Ford handed Lochridge a set of six photographs and asked Lochridge to look at them and to determine if he recognized anyone.  The detective told Lochridge that the suspect may or may not be among the photographs.  Detective Ford gave Lochridge no further instructions and made no verbal or nonverbal suggestions. Lochridge stated that he felt no compulsion to select a particular photograph. After reviewing the photographs, Lochridge stated that the photograph of Davis looked like the robber, but that he could not be absolutely positive. Detective Ford did not confirm or comment on Lochridge’s choice.  During the guilt/innocence phase of the trial, the State admitted evidence of Lochridge’s pretrial identification of Davis as the person who robbed him.    \n\nInitially, Davis argues that the identification was tainted because Detective Ford did not follow the U.S. Department of Justice’s guidelines that recommend a double-blind presentation of the lineup and a sequential presentation of the photographs.  However, as the State points out, Davis presents no authority showing that such techniques are required, not merely suggestions.  \nThis contention is simply inadequately briefed and consequently presents nothing for our review.  \nSee\n \nTex. R. App. P. \n38.1(h); \nLong v. State\n, 137 S.W.3d 726, 737 (Tex. App.—Waco 2004, pet. ref’d).\n\nSecondly\n, \nDavis argues that there were three significant differences in the individual photographs that added to the photospread’s suggestibility.  Davis points to (1) the difference in the skin tones of the individuals depicted, (2) the fact that his face appears larger than any of the other men’s faces in the array, and (3) the different colored background in his and one other individual’s photograph.  He argues that these differences added to the suggestability of the photospread and caused Lochridge to be drawn to his photograph.    \n\nThe record contains a copy of State’s Exhibit 1 (the photographic array), and although the reproduction is of poor quality, it is nonetheless undermines Davis’s contentions.  The photographs appear similar enough to provide a reasonable test for Lochridge to reliably identify the robber.  \nSee Ford v. State\n, 794 S.W.2d 863, 866 (Tex. App.—El Paso 1990, pet. ref’d).\n  The photographs of Davis and of the others in the array reflect great similarity in size and facial features.  In addition, all six men are African-American.  Viewing each photograph separately, we conclude that Davis has not demonstrated an impermissibly suggestive array.  We hold that the differences are less than suggestive.  \nSee\n \nid. \n(holding appellant did not demonstrate impermissibly suggestive array when some subjects in photographic array had longer hair than others in array).  \n\nAdditionally, the testimony was consistent that the detective at no time indicated that a suspect was included in the photographic array or suggested which individual to choose.  \nSee\n \nHerrera v. State\n, 682 S.W.2d 313, 318-19 (Tex. Crim. App. 1984), \ncert. denied\n, 471 U.S. 1131 (1985).  We hold that neither the manner in which the pretrial identification procedure was conducted, nor the content of the photo array itself, was suggestive.  \nSee Barley\n, 906 S.W.2d at 33-34 (holding photo array not suggestive when array consisted of photos of six black males of similar features and similar heights and officer at no time indicated suspect was included in array or suggested which individual to choose).\n\nB.  Witness Identification at Punishment Phase of Trial\n\nHodges and Ketcham were each robbed while using ATM machines just two days before Lochridge was robbed.  During the punishment phase of the trial, the State introduced evidence of Hodges’s and Ketcham’s identifications of Davis as the actor who robbed them.    \n\nBoth Hodges and Ketcham gave the police descriptions of the robber, including height and weight estimates as well as descriptions of the robber’s clothing.  Four days after the robberies, Detective Manny Reyes and Detective David Sears separately showed Hodges and Ketcham the same photographic array.  Neither detective suggested that the suspect was included in the array.  And neither Hodges nor Ketcham felt compelled to choose a photo from the line-up. \n\nWhen shown the array, Ketcham immediately identified Davis as the person who robbed him.  Hodges also identified Davis as the person who robbed him but stated that the person in the picture looked heavier than the person who had robbed him.  However, he stated that he was ninety-nine percent certain that the individual he selected was the man who had robbed him.  Shortly thereafter, Detective Reyes showed Hodges the array with a recent photograph of Davis.  Hodges immediately identified Davis as the robber.\n\nDavis argues that these photospreads also were tainted because the detectives did not follow the recommendations of the U.S. Department of Justice when they obtained Hodges’s and Ketcham’s photographic identifications.  But again, Davis presents no authority that such techniques are more than guidelines or that the failure to follow them automatically taints a photospread.  \nConsequently, this argument is inadequately briefed and presents nothing for our review.  \nSee\n \nTex. R. App. P. \n38.1(h); \nLong, \n137 S.W.3d at 737.\n\nDavis also argues that the content of the photospread itself tainted the identifications because there were two significant differences in the individuals’ photos that added to the suggestability of the identification.  Davis claims that his skin tone appears darker and his head appears larger than the other individuals in the photospread.  He contends that these differences caused Hodges and Ketcham to be drawn to his photo and added to the suggestability of the photospread. \n\nThe record contains a copy of State’s Exhibit 3 (the photographic array), and although this reproduction is also of poor quality, it is nonetheless adequate to disprove Davis’s contentions.  The similarities in appearance are adequate to provide a reasonable test for Hodges and Ketcham to reliably identify the robber.  \nSee Ford, \n794 S.W.2d at 866.  Like the photographic array shown to Lochridge, the photographs of Davis and the others in this photographic line-up reflect great similarity.  All six men are African-American and of similar size, build, and hair color.  Viewing each photograph separately, we conclude that Davis has not demonstrated an impermissibly suggestive array.  We hold that the differences are less than suggestive.  \nId. \n \n\nAnd finally, Davis argues that Hodges’s viewing of the two photospreads tainted the identification because there was no way to discern whether Hodges  identified Davis because he believed that Davis was the person who robbed him or because Davis’s photograph was familiar to him due to its presence in the prior photospread.  However at trial, Hodges testified that he recognized Davis from the second photospread based on his memory from the robbery and not on his previous observation of the first photospread.    \n\nWe hold that neither the manner in which the pretrial identification procedures were conducted nor the content of the photo arrays themselves  was suggestive.  \nSee Herrera, \n682 S.W.2d at 318-19; \nWilliams v. State, \n675 S.W.2d 754, 757 (Tex. Crim. App. 1984).  \n\nBecause we hold that Davis has failed to show that any of the out-of-court identifications were impermissibly suggestive, we need not address Davis’s contention that the pretrial procedures resulted in a substantial likelihood of irreparable misidentification. \n See Williams, \n675 S.W.2d at 757. \n We overrule his sole point.\n\nIV.  \nConclusion\n\nHaving overruled Davis’s sole point, we affirm the trial court’s judgment.\n\n\n\n\n\nSUE WALKER\n\nJUSTICE\n\n\n\nPANEL A:\tCAYCE, C.J.; GARDNER and WALKER, JJ.\n\n\n\nDO NOT PUBLISH\n\nTex. R. App. P.\n 47.2(b)\n\n\n\nDELIVERED: March 16, 2006\n\nFOOTNOTES\n1:See\n \nTex. R. App. P. \n47.4.\n\n\n\n\n",
            "ocr": false,
            "opinion_id": 2850513
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}