{
    "id": 2860844,
    "judges": null,
    "date_filed": "1977-09-07",
    "date_filed_is_approximate": true,
    "slug": "timothy-scott-v-state",
    "case_name_short": null,
    "case_name": "Timothy Scott v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=22258&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa03%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\nTEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 03-95-00345-CR\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTimothy Scott, Appellant\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\nThe State of Texas, Appellee\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFROM THE DISTRICT COURT OF TRAVIS COUNTY, 147TH JUDICIAL DISTRICT\r\n\r\n\r\nNO. 0945017, HONORABLE TOM BLACKWELL, JUDGE PRESIDING\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\tAppellant Timothy Scott appeals from his conviction for the offense of aggravated\r\nrobbery with a deadly weapon.  See Tex. Penal Code Ann. § 29.03 (West 1994).  Appellant's\r\npunishment was assessed by the trial court at imprisonment for twenty years.  In his first point,\r\nappellant asserts that the evidence does not support the jury's verdict.  We agree and will reverse\r\nthe judgment of the trial court.\r\n\r\n\tAppellant and three codefendants were charged with the offenses of attempted\r\ncapital murder and aggravated robbery.  All were tried together before the same jury.  The charge\r\nof attempted capital murder was abandoned and the jury was charged only on the offense of\r\naggravated robbery.  The jury acquitted Christopher Whitman and convicted Cornell Loving,\r\nAndre Webb, and appellant of the offense of aggravated robbery.  The evidence shows appellant\r\ndrove the car in which the defendants left the scene of the crime.  The State acknowledges that\r\nappellant could be convicted of the offense of aggravated robbery only as a party.  The trial court\r\ninstructed the jury on the law of parties.  Then, with the State's acquiescence, the court instructed\r\nthe jury that before it could find the appellant guilty it must find beyond a reasonable doubt that\r\nappellant entered into an agreement and a conspiracy with the codefendants to commit the offense\r\nof robbery, that one or more of the codefendants committed the robbery, and after the\r\ncodefendants committed the robbery, appellant pursuant to the prior agreement \"aided as a  party\r\nby driving the getaway car . . . and that such offense was committed in the furtherance of the\r\nunlawful purpose to commit robbery.\"  The sufficiency of the evidence to convict must be\r\nmeasured against the jury charge.  Jackson v. State, 898 S.W.2d 896, 898 (Tex. Crim. App.\r\n1995); see Fisher v. State, 887 S.W.2d 49 (Tex. Crim. App. 1994).\r\n\r\n\tIn reviewing the legal sufficiency of the evidence, the standard is whether, after\r\nviewing the evidence in the light most favorable to the prosecution, any rational trier of fact could\r\nhave found the essential elements of the crime beyond a reasonable doubt.  Jackson v. Virginia,\r\n443 U.S. 307, 319 (1979); Staley v. State, 887 S.W.2d 885, 888 (Tex. Crim. App. 1994).  The\r\nstandard of review is the same for both direct and circumstantial evidence.  Geesa v. State, 820\r\nS.W.2d 154, 162 (Tex. Crim. App. 1991); Mack v. State, 859 S.W.2d 526, 527 (Tex.\r\nApp.--Houston [1st Dist.] 1993, no pet.).  A person is criminally responsible for an offense\r\ncommitted by the conduct of another if acting with intent to promote or assist the commission of\r\nthe offense, he solicits, encourages, directs, aids, or attempts to aid the other person to commit\r\nthe offense.  Tex. Penal Code Ann. § 7.02(a)(2) (West 1994).\r\n\r\n\tIn determining whether an accused is a party to an offense and bears criminal\r\nresponsibility, the court may look to events before, during, and after the commission of the\r\noffense.  Beardsley v. State, 738 S.W.2d 681, 684 (Tex. Crim. App. 1987).  Participation in an\r\nenterprise may be inferred from circumstances and need not be shown by direct evidence.  Id. \r\nCircumstantial evidence may be sufficient to show that one is a party to the offense.  Id.; Ex parte\r\nPryor, 540 S.W.2d 723, 728 (Tex. Crim. App. 1976).  If the evidence shows the mere presence\r\nof an accused at the scene of an offense, or even his flight from the scene, without more, then it\r\nis insufficient to sustain a conviction as a party to the offense.  Valdez v. State, 623 S.W.2d 317,\r\n321 (Tex. Crim. App. 1981).  Standing alone, proof that an accused assisted the primary actor\r\nin making his getaway is likewise insufficient--even though the accused's conduct may constitute\r\nthe independent offense of hindering apprehension or prosecution.  See Tex. Penal Code Ann.\r\n§ 38.05 (West 1994); Guillory v. State, 877 S.W.2d 71, 74 (Tex. App.--Houston [1st Dist.] 1994,\r\npet. ref'd).  The jurors are the exclusive judges of the facts, the credibility of the witnesses, and\r\nthe weight to be accorded their testimony.  Esquivel v. State, 506 S.W.2d 613, 615 (Tex. Crim.\r\nApp. 1974); Davis v. State, 831 S.W.2d 426, 434 (Tex. App.--Austin 1992, pet. ref'd).  The jury\r\nis free to reject any or all evidence presented at trial.  Id.; see Russeau v. State, 785 S.W.2d 387,\r\n391 (Tex. Crim. App. 1990).\r\n\r\n\tThe State asserts that \"appellant and several of his buddies were riding around in\r\nappellant's 'big car' when they decided to 'jack' some Mexicans . . . . appellant and his buddies\r\ndecided that appellant should wait in the car in order to provide a quick escape after the robbery.\" \r\nHowever, we are unable to find, and the State has failed to designate, where in the record\r\nevidence admitted before the jury supports the assertions other than that appellant and his buddies\r\nwere riding around in appellant's car.\r\n\r\n\tNone of the four defendants testified or offered other evidence before the jury. \r\nAppellant's two written statements and codefendant Loving's written statement were admitted in\r\nevidence before the jury.  The names of all codefendants and some other matters were redacted\r\nfrom the statements before they were admitted in evidence.  The jury was instructed that a\r\ndefendant's written statement could be considered only against the defendant making the\r\nstatement.  However, appellant's attorney, while cross-examining the officer who obtained\r\nLoving's statement, asked the officer, in the presence of the jury, to reinsert appellant's name in\r\nLoving's statement where it had been deleted.  In these circumstances, the jury could consider\r\nLoving's statement along with appellant's statements and any other evidence in the record for the\r\npurpose of determining appellant's guilt.\r\n\r\n\tIn pertinent part appellant's first statement reads as follows:\r\n\r\n\r\n\tOn 8/6/94 I was at the house, with   *  . (1)  We drive to the club, Chesters.  I saw a\r\nBlack male I know as   *  .  I met him earlier this year.    *   asked   *   if we could\r\ndrop him off at his house.    *   got in the car and we went down to Dove Springs.  \r\n*   wanted to get dropped off out there.  Before we got near the store    *   told me to\r\npull over near a house, I thought thats where he stayed but instead    *   and   *   got\r\nout the car.  I saw this . . . who was talking to   *   and   *  , I saw . . . them walk over\r\nto the store, I pulled the car to the store but   *   told me to park at the apartments\r\nbehind the store.    *   pulled out . . . from I think one of his pockets and thats when\r\nI saw a gun.  I knew   *   carried a .32 revolver and it looked like the same gun.  Its\r\nchrome colored.  I then drove the car behind it and parked at some apartments.  I\r\nbacked the car up in the parking lot of the apartment complex.  I stayed in the car. \r\nI turned the car off but had the windows rolled up and was listening to music.    *  \r\nand   *   ran to the car and got in.  They told me to go, I asked them where they\r\nwanted to go and   *   told me to go the back way out of Dove Springs to Springdale. \r\nWe ended up on Riverside and then I dropped off   *  . . . .  While we were in the car\r\nand before I dropped them off   *   said that he had shot the Mexican that was sitting\r\non the truck.    *   had hit one that was one standing.    *   must have already put up\r\nthe gun because I didn't see it anymore.   *   and I went back home and thats when\r\nhe told me that they had gotten about a thousand.  He gave me one hundred dollars.\r\n\r\n\r\n\r\n\tIn pertinent part codefendant Loving's statement reads as follows:\r\n\r\n\r\n\r\nWe were all outside talking and thats when I saw Timothy Scott and   *  . (2)  Tim\r\nwas driving a blue Cadiallac and   *   was sitting in the front passenger seat. . . . \r\nTim told me they were going that way so they would give me a ride home. . . . \r\nI know Tim to smoke some weed, marijuana, I've known Tim for about two weeks\r\nand Ive known   *   for a couple of years.  I got in the car with   *   and Tim and\r\nwe drove toward Dove Springs.  They were telling me that they were        putting\r\nin some work.  They told me they were         .    *   asked me if I knew anyone\r\nthey could get some weed from.  I told them they could probably ask Monster, his\r\nreal name is Mario Johnson.  Tim was going to pull onto Merritt Circle but I told\r\nTim it was \"hot\" there so I told him to pull into the store, Metro Mart.  At the\r\nstore me and   *   got out of the car,    *   told Tim to pull the car behind the store. \r\n  *   told Tim that he would be right back, he was going to go get some weed.  I\r\ntold them I was going to walk home, right across the street 5002 Merritt.  There\r\nwere a bunch of people at the store, we walked behind the store and   *   was\r\ntalking to some dudes and I was talking to this guy named   *  .  Hes black, but\r\nlight skin, 5'9\", 130 lbs., he always wears a hat with   *   on it.  I don't his real\r\nname.  I think he might be related to   *   because he was talking to   *   like he\r\nreally knew him.  I was talking to this guy name \"Big Black\"  I don't know his\r\nreal name, I was telling him that I new that they had been acting real bad, they had\r\nbeen fighting some Mexicans in the circle, Merritt Circle.  He said they were take\r\ncare of business and had gotten into a big fight with the Mexicans.    *  ,   *  , Big\r\nBlack and I were standing out by Michael Johnsons fourplex, when Big Black was\r\ntalking about how they were taking care of business out there and when he\r\nmentioned that the Mexicans always have a bunch of money thats when   *   said,\r\n\"thats all I need to know.\"    *   and   *   walk off toward where the shooting\r\nhappened.  I stayed talking to Big Black, Big Black then told me that   *   and   * \r\nwere over there jacking some people.    *   had knocked one of the Mexicans and\r\nthe Mexican was up underneath the car.  I saw another Mexican on the roof of a\r\ntruck.    *   was pointing at the Mexican on the roof and telling him to get down. \r\n  *   was on the side of the truck, he was also yelling at the Mexican to get down. \r\nThe Mexican jumped down and   *   started chasing him.  I think   *   shot the\r\nMexican, I know   *   always carries a gun, he usually carries a .38 pistol.  I heard\r\nat least one gun shot.  I saw the Mexican laying on the ground, he had one hand\r\nextended out.    *   got the wallet from the the Mexican, the wallet is black and\r\nfolds in two, its a big wallet.    *   told me to hurry up and follow him and   *  . \r\nWe got to the car, got in and   *   to told Tim to hurry up and leave.  Tim drove\r\nthe car away.    *   was sitting in the front passenger seat and me and   *   were\r\nin the back seat.    *   was talking about how he was    *   and was getting  his\r\nstripes, he said he shot at he Mexican guy but didn't know if he hit him.    *   had\r\na gun in the waistband of his pants, the gun was silver and was automatic.  I told\r\nhim . . . my grandmother lives right across the street.  Tim was driving and he\r\nended up on Riverside Dr.  I told Tim to drop me off there and I called  a taxi to\r\ntake me to my brothers place.    *   also got out on Riverside Dr.   *   gave me\r\nsome money for the taxi.  I think he gave me about $50.00.\r\n\r\n\r\n\r\n\tCombined, these statements show that appellant (1) drove Loving and another\r\ncodefendant to the place where the robbery occurred, (2) waited for the codefendants in his car,\r\n(3) drove codefendants from the scene of the robbery, and (4) after leaving the scene, the\r\ncodefendants told appellant they had committed robbery and gave appellant one hundred dollars. \r\n\r\n\tWe now consider appellant's second statement admitted in evidence.  Appellant\r\nmade his first statement on August 31, 1994.  On November 16, 1994, while he was in jail,\r\nappellant told the officers he wanted to make another statement.  In that statement appellant said:\r\n\r\n\r\n\tOn the case in question Cornell Loving was not involved.  I Timothy Scott did the\r\noffense.  I regret involving Cornell Loving in the investigation.  He was not\r\ninvolved.  I did the act knowily.  The act of Attempted Capal Muder.  I feel I was\r\nwrong for doing it and am ready to take my consequences like a man.  I did it\r\nclose to one of his relatives house and I know he spent time out there so I tried to\r\nthrow the investigation off by adding people.\r\n\r\n\r\n\r\n\tAlthough the jury was free to believe appellant's second statement, there is no\r\nindication it did.  It  convicted Loving.  Moreover, the officer who took appellant's first statement\r\nand Loving's statement testified she did not believe appellant's second statement.  Appellant's\r\nsecond statement was incompatible with all of the other evidence.  On the face of that statement\r\nappellant confessed to an offense of attempted capital murder for the purpose of absolving Loving\r\nof blame for that offense.  The abandonment of the charge of attempted capital murder after\r\njeopardy had attached was tantamount to an acquittal for that offense.  We conclude a rational trier\r\nof fact could not find probative value in appellant's second statement to prove his guilt of the\r\noffense of aggravated robbery as a party by driving the getaway car as required by the courts jury\r\ninstructions.  Appellant's second statement adds nothing to show appellant's guilt of the offense\r\nof which he was convicted.\r\n\r\n\tThe State has not pointed out, and we cannot find, any evidence in the record other\r\nthan Loving's and appellant's statements tending to support the jury's verdict finding the appellant\r\nguilty as a party to the offense of aggravated robbery.  Although a jury may accept or reject any\r\nor all evidence adduced, a jury may not reach a verdict based on speculation.  Johnson v. State,\r\n673 S.W.2d 190, 196 (Tex. Crim. App. 1984).  A jury's verdict must be supported by evidence\r\nproving beyond a reasonable doubt every element of the offense of which a defendant is convicted.\r\n\r\n\tWe conclude the evidence, considered in the light most favorable to the jury's\r\nverdict, is not sufficient for a rational trier of fact to find beyond a reasonable doubt that before\r\nthe codefendants committed the offense of robbery, appellant entered into a conspiracy and agreed\r\nto become a party to aid in the robbery by driving the getaway car.  Therefore, the evidence,\r\ndirect and circumstantial, is insufficient to support a necessary element of the offense of which\r\nappellant was convicted.\r\n\r\n\tWe reverse the judgment of conviction and render a judgment of acquittal.\r\n\r\n\r\n\r\n\t\t\t\t\t                                                                       \r\n\r\n\t\t\t\t\tCarl E. F. Dally, Justice\r\n\r\nBefore Chief Justice Carroll, Justices B. A. Smith and Dally*\r\n\r\nReversed and Rendered\r\n\r\nFiled:    May 22, 1997\r\n\r\nPublish\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n*\tBefore Carl E. F. Dally, Judge (retired), Court of Criminal Appeals, sitting by assignment. \r\nSee Tex. Gov't Code Ann. § 74.003(b) (West 1988\r\n1.   Names were deleted from the statement admitted in evidence before the jury.\r\n2. Names were deleted from the statement admitted in evidence before the jury.\r\n\r\n\r\n\r\nnts from the scene of the robbery, and (4) after leaving the scene, the\r\ncodefendants told appellant they had committed robbery and gave appellant one hundred dollars. \r\n\r\n\tWe now consider appellant's second statement admitted in evidence.  Appellant\r\nmade his first statement on August 31, 1994.  On November 16, 1994, while he was in jail,\r\nappellant told the officers he wanted to make another statement.  In that statement appellant said:\r\n\r\n\r\n\tOn the case in question Cornell Loving was not involved.  I Timothy Scott did the\r\noffense.  I regret involving Cornell Loving in the investigation.  He was not\r\ninvolved.  I did the act knowily.  The act of Attempted Capal Muder.  I feel I was\r\nwrong for doing it and am ready to take my consequences like a man.  I did it\r\nclose to one of his relatives house and I know he spent time out there so I tried to\r\nthrow the investigation off by adding people.\r\n\r\n\r\n\r\n\tAlthough the jury was free to believe appellant's second statement, there is no\r\nindication it did.  It  convicted Loving.  Moreover, the officer who took appellant's first statement\r\nand Loving's statement testified she did not believe appellant's second statement.  Appellant's\r\nsecond statement was incompatible with all of the other evidence.  On the face of that statement\r\nappellant confessed to an offense of attempted capital murder for the purpose of absolving Loving\r\nof blame for that offense.  The abandonment of the charge of attempted capital murder after\r\njeopardy had attached was tantamount to an acquittal for that offense.  We conclude a rational trier\r\nof fact could not find probative value in appellant's second statement to prove his guilt of the\r\noffense of aggravated robbery as a party by driving the getaway car as required by the courts jury\r\ninstructions.  Appellant's second statement adds nothing to show appellant's guilt of the offense\r\nof which he was convicted.\r\n\r\n\tThe State has not pointed out, and we cannot find, any evidence in the record other\r\nthan Loving's and appellant's statements tending to support the jury's verdict finding the appellant\r\nguilty as a party to the offense of aggravated robbery.  Although a jury may accept or reject any\r\nor all evidence adduced, a jury may not reach a verdict based on speculation.  Johnson v. State,\r\n673 S.W.2d 190, 196 (Tex. Crim. App. 1984).  A jury's verdict must be supported by evidence\r\nproving beyond a reasonable doubt every element of the offense of which a defendant is ",
            "ocr": false,
            "opinion_id": 2860844
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}