{
    "id": 2869484,
    "judges": null,
    "date_filed": 1125014400000,
    "date_filed_is_approximate": false,
    "slug": "manuel-joseph-hernandez-v-state",
    "case_name_short": null,
    "case_name": "Manuel Joseph Hernandez v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=18237&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa03%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\nTEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 03-03-00456-CR\r\n\r\n\r\n\r\n\r\n\r\n\r\nManuel Joseph Hernandez, Appellant\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\nThe State of Texas, Appellee\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFROM THE DISTRICT COURT OF TRAVIS COUNTY, 147TH JUDICIAL DISTRICT\r\n\r\n\r\nNO. 9034113, HONORABLE WILFORD FLOWERS, JUDGE PRESIDING\r\n\r\n\r\n\r\n\r\n\r\n\r\nM E M O R A N D U M   O P I N I O N\r\n\r\n\r\n\r\n\r\n\tManuel Joseph Hernandez appeals from his conviction for burglary of a habitation. \r\nSee Tex. Pen. Code Ann. § 30.02(a) (West 2003).  After the jury returned its guilty verdict, appellant\r\npled true to the enhancement allegations (1) in the indictment and the jury assessed punishment at\r\nninety-nine years' confinement in the Texas Department of Criminal Justice-Institutional Division,\r\nas well as a $10,000 fine.  In four issues, appellant challenges the legal and factual sufficiency of the\r\nevidence to support his conviction, urges that the State improperly attempted to shift the burden of\r\nproof to appellant, and asserts that the court erred in admitting an audiotape.  We will affirm the\r\nconviction.\r\n\r\nBackground\r\n\r\n\r\n\tOn August 21, 2001, Ms. Ardis Meschke discovered that items were missing from\r\nthe master bedroom of her home:  her husband's watch, her camera, and two jewelry boxes.  Because\r\nshe did not sleep in that room, she was not sure when the items disappeared.  After discovering the\r\ntheft, Meschke called the police.  She was able to find the box in which the 35-mm camera was\r\noriginally packed and supply the police with its serial number.  She told the police that a burglar\r\nmight have been able to get into her house by crawling under the garage door, which she kept slightly\r\nopen for ventilation.\r\n\r\n\tDavid Johnson, a deputy for the Travis County Sheriff, responded to Meschke's call. \r\nJohnson testified that he identified the garage door as a possible point of entry because it had been\r\nleft open so that it was about twelve to sixteen inches off the ground.  Appellant's fingerprints were\r\nnot found in the house.\r\n\r\n\tCraig Moore, another deputy, was assigned to investigate the burglary.  He testified\r\nthat the Austin Police Department maintains a database that allows investigators to search all\r\npawnshops in the Travis County area.  Moore entered the camera's serial number in the database; \r\nthe search result showed him the camera type, the person who pawned it, when it was pawned, and\r\nthe name of the pawnshop.  Moore then went to the pawnshop to retrieve the camera.  While at the\r\npawnshop, he examined the paperwork that the person who pawned the item had to fill out.  By law,\r\npawnshops must obtain photographic identification from every customer, and must document the\r\ninformation.  After reviewing this information, Moore determined that appellant pawned the camera.\r\n\r\n\tThe manager of the pawnshop, Juan Castro, testified that anyone who wants to pawn\r\nan item must display a valid identification and photograph.  The pawnshop has an interest in\r\nverifying that the identification is valid because the shop does not receive compensation from the\r\nstate when the authorities confiscate stolen property.  Castro testified that he found documentation\r\nfor a camera with a serial number of 8613197, which had been pawned on August 17, 2001.  On this\r\ndocument, the identification number for the customer was 07882464, and the person's name was\r\nlisted as Manuel Joseph Hernandez, Jr.  This information corresponds to the name and driver's\r\nlicense on appellant's identification.  Castro testified that before this incident, appellant had been at\r\nthe pawnshop five times to pawn other items; he eventually redeemed most of those items.  The\r\npawnshop was located no more than four miles from Meschke's residence.\r\n\r\n\r\nDiscussion\r\n\r\n\r\n\r\nSufficiency of the Evidence\r\n\r\n\r\n\tIn his first two issues, appellant challenges the legal and factual sufficiency of the\r\nevidence to support his conviction.  Under a legal sufficiency review, we view the evidence in the\r\nlight most favorable to the verdict and determine whether any rational trier of fact could have found\r\nthe essential elements of the crime beyond a reasonable doubt.  Jackson v. Virginia, 443 U.S. 307,\r\n309 (1979); Johnson v. State, 23 S.W.3d 1, 7 (Tex. Crim. App. 2000).  The sufficiency of the\r\nevidence is determined from the cumulative effect of all the evidence; each fact in isolation need not\r\nestablish the guilt of the accused.  Alexander v. State, 740 S.W.2d 749, 758 (Tex. Crim. App. 1987). \r\nThe jury as trier of fact is entitled to resolve any conflicts in the evidence, to evaluate the credibility\r\nof the witnesses, and to determine the weight to be given any particular evidence.  See Jones v. State,\r\n944 S.W.2d 642, 647 (Tex. Crim. App. 1996).\r\n\r\n\tIn a factual-sufficiency review, the reviewing court \"views all the evidence without\r\nthe prism of 'in the light most favorable to the prosecution,'\" and sets aside the verdict only if it is\r\n\"so contrary to the overwhelming weight of the evidence as to be clearly wrong and unjust.\"  Clewis\r\nv. State, 922 S.W.2d 126, 129 (Tex. Crim. App. 1996).  In such a review, the court asks whether a\r\nneutral review of all the evidence, both for and against the finding, demonstrates that the proof of\r\nguilt is too weak or that the contrary evidence is too strong to rationally support a finding of guilt\r\nbeyond a reasonable doubt.  Zuniga v. State, 144 S.W.3d 477, 484 (Tex. Crim. App. 2004).  In other\r\nwords, considering all the evidence in a neutral light, we determine whether the jury was rationally\r\njustified in finding guilt beyond a reasonable doubt.  Id.  A court reviews the evidence weighed by\r\nthe jury that tends to prove the existence of the elemental fact in dispute and compares it with the\r\nevidence that tends to disprove that fact.  Johnson, 23 S.W.3d at 7.  Appellate courts are not free to\r\nreweigh the evidence and set aside a jury verdict merely because the reviewing judges feel that a\r\ndifferent result is more reasonable.  Clewis, 922 S.W.2d at 135.  A factual-sufficiency review must\r\nemploy appropriate deference to the fact-finder's role as the sole judge of the weight and credibility\r\nto be given to witness testimony.  Johnson, 23 S.W.3d at 7.\r\n\r\n\tEvidence can be both factually and legally sufficient for a conviction even if it is\r\nentirely circumstantial.  King v. State, 29 S.W.3d 556, 565 (Tex. Crim. App. 2000).  The standard\r\nof review for circumstantial and direct evidence is the same.  Id.  It is not necessary that every fact\r\npoint directly and independently to the defendant's guilt; it is enough if the conclusion is warranted\r\nby the combined and cumulative force of all the incriminating circumstances.  Johnson v. State, 871\r\nS.W.2d 183, 186 (Tex. Crim. App. 1993).\r\n\r\n\tBurglary of a habitation occurs when a person, without the effective consent of the\r\nowner, enters a habitation, or a building (or any portion of a building) not then open to the public,\r\nwith intent to commit a felony, theft, or an assault.  Tex. Pen. Code Ann. § 30.029(a) (West 2003). \r\nBurglarious entry can be proven solely through circumstantial evidence.  Gilbertson v. State, 563\r\nS.W.2d 606, 608 (Tex. Crim. App. 1978); see Tabor v. State, 88 S.W.3d 783, 786-87 (Tex.\r\nApp.--Tyler 2002, no pet.).  In cases in which there is independent evidence of a burglary, the\r\nunexplained personal possession of recently stolen property may constitute sufficient evidence to\r\nsupport a conviction.  See Chavez v. State, 843 S.W.2d 586, 587 (Tex. Crim. App. 1992); Tabor, 88\r\nS.W.3d at 786.  Mere possession of stolen property does not give rise to a presumption of guilt, but\r\nrather it will support an inference of guilt of the offense in which the property was stolen.  Hardesty\r\nv. State, 656 S.W.2d 73, 76 (Tex. Crim. App. 1983).  To warrant an inference of guilt based solely\r\non the possession of stolen property, it must be established that the possession was personal, recent,\r\nand unexplained.  Tabor, 88 S.W.3d at 786.  Also, the possession must involve a distinct and\r\nconscious assertion of right to the property by the defendant.  Id.  If the defendant offers an\r\nexplanation for his possession of the stolen property, the record must demonstrate the account is\r\nfalse or unreasonable.  Adams v. State, 552 S.W.2d 812, 815 (Tex. Crim. App. 1977).  Whether a\r\ndefendant's explanation for possession of recently stolen property is true or reasonable is a question\r\nof fact to be resolved by the trier of fact.  Tabor, 88 S.W.3d at 786.\r\n\r\n\tViewing the evidence in the light most favorable to the verdict, the State established\r\nthe elements of the offense of burglary.  Meschke testified that she did not give appellant permission\r\nto enter the house.  Appellant could have entered the home through a garage door that was left twelve\r\nto sixteen inches off the ground.  The camera that appellant pawned had the same serial number as\r\nthe one stolen from Meschke's residence and was pawned at a location in close proximity to that\r\nresidence.  Appellant offered no explanation for his possession of the recently stolen camera.  His\r\nact of pawning the camera was a conscious assertion of right to the property.  See Tabor, 88 S.W.3d\r\nat 786.  The \"combined and cumulative\" force of these incriminating circumstances leads to the\r\nconclusion of appellant's guilt.  See Johnson, 871 S.W.2d at 183.  A rational trier of fact could have\r\nfound all the elements of the crime beyond a reasonable doubt.  Jackson, 443 U.S. at 319.\r\n\r\n\tThe evidence was also factually sufficient.  Appellant argues that the time differential\r\nbetween pawning the camera on August 17 and the discovery of the missing items on August 21\r\ninvalidates the jury's finding.  Meschke testified, however, that she did not sleep in the master\r\nbedroom and sometimes does not notice the dresser.  She said she did not notice anything unusual\r\nuntil she looked at the dresser on August 21 and noticed her jewelry boxes missing.  Appellant also\r\nargues that there was no evidence that he pawned any of the other items taken from the crime scene. \r\nHowever, Moore testified that burglars usually do not pawn all of the stolen items at the same\r\npawnshop.  Further, when items do not have serial numbers, they are almost impossible to locate. \r\nBecause none of the other stolen items had a serial number, it was rational for the jury to infer that\r\nnone of the other items would be recovered, rather than inferring that appellant did not commit the\r\noffense because only one of several items was recovered.\r\n\r\n\tAppellant also basically argues that the jury should have drawn an inference that he\r\ndid not know that the camera was stolen.  He urges that the pawnshop staff followed their standard\r\nidentification procedures, and that if he had been acting suspiciously, the transaction would not have\r\noccurred.  In other words, his behavior evidenced a lack of consciousness of guilt.  Appellant argues\r\nthat he showed that he had a history of redeeming his property after economic considerations had\r\nforced him to pawn it.  However, past legitimate conduct is not an explanation for his possession of\r\nMeschke's recently stolen camera.\r\n\r\n\tA gap between the actual burglary and the discovery of the appellant's possession of\r\nthe stolen items is not fatal to a conviction.  See Williams v. State, 621 S.W.2d 613 (Tex. Crim. App.\r\n1981).  The court said that \"[e]vidence that the appellant had the exclusive, unexplained possession\r\nof this property recently stolen is sufficient to sustain the conviction.\"  Id. at 614.  Similarly,\r\nappellant had the exclusive possession of the stolen item at the time he took it to the pawnshop.  He\r\nprovided no explanation for how he obtained it.  Had appellant pawned the item after the burglary\r\nwas discovered, it would have been more reasonable to infer that he might have obtained the item\r\nin a way other than through the burglary.  After examining all of the evidence, both for and against\r\nthe finding, we cannot say that the proof of guilt is so obviously weak as to undermine confidence\r\nin the jury's determination or that the proof of guilt is greatly outweighed by contrary proof.  See\r\nJohnson, 23 S.W.3d at 11.  We overrule appellant's first and second issues.\r\n\r\n\r\nImproper Jury Argument\r\n\r\n\r\n\tIn his third issue, appellant contends that the State improperly attempted to shift its\r\nburden of proof onto appellant during the State's jury argument.  Texas courts recognize four areas\r\nof jury argument:  (1) summations of the evidence; (2) reasonable deductions from the evidence; (3)\r\nresponses to the defense counsel's argument; and (4) pleas for law enforcement.  Lagrone v. State,\r\n942 S.W.2d 602, 619 (Tex. Crim. App. 1997).  A prosecutor cannot comment on a defendant's\r\nfailure to testify at trial, but commenting on a defendant's failure to present other types of testimony\r\nis permissible.  Wolfe v. State, 917 S.W.2d 270, 279 (Tex. Crim. App. 1996).  Courts do not imply\r\nmeanings into the prosecutor's words:  \"That such language might be construed as an implied or\r\nindirect allusion to the defendant's failure to testify is not enough to warrant exclusion.\"  Id.  A\r\nprosecutor may rebut defense counsel's argument that the State failed to carry its burden of proof \r\nas long as the prosecutor does not refer to the defendant's failure to testify.  See Jackson v. State, 17\r\nS.W.3d 664, 674 (Tex. Crim. App. 2000).  In the closing arguments in Jackson, the defense counsel\r\nimplied that the prosecutor's DNA witness lied about the results, and the prosecutor responded: \r\n\"They can sit there like potted plants.  But don't you know if there was something wrong, they would\r\nhave had one of those experts on the stand to tell you that that evidence wasn't B type.  And you can\r\nmake an inference from that.\"  Id.  The court held that his argument did not shift the burden of proof\r\nto the defense.\r\n\r\n\tThe following exchange is the basis for appellant's claim:\r\n\r\n\r\nProsecutor:\t\tBecause you can have a doubt, but your doubt has to be based\r\non reason.  You have got to be able to articulate that doubt, and\r\nit's got to make sense.  Could that camera have fallen from the\r\nsky and landed in Mr. Hernandez's hands?  That doesn't make\r\nsense.\r\n\r\n\r\nDefense Counsel:\tI'm sorry.  Again, I'm going to object to this line of argument\r\nas commenting on the failure of the accused to testify - - \r\n\r\n\r\nCourt:\t\tOverrule the objection.\r\n\r\n\r\nDefense Counsel:\t- - in the Court's charge.\r\n\r\n\r\nCourt:\t\tOverruled to that.  Thank you.  You may proceed.\r\n\r\n\r\nProsecutor:\t\tCould the camera have just been found on the side of the road? \r\nThese things don't happen.  Don't you know folks - - the\r\ndefense does not have to put on any evidence.  Don't you know\r\nif someone had given that camera to the defendant they\r\nhave subpoena power.  They can go find them with an\r\ninvestigator - - \r\n\r\n\r\nDefense Counsel:\tI'm sorry.  I object.  This line is an impermissible assertion of\r\nthe fact that the defense has any burden of proof in this case at\r\nall.\r\n\r\n\r\nProsecutor:\t\tI prefaced my comment, Your Honor.\r\n\r\n\r\nCourt:\t\tOverruled.\r\n\r\n\r\n\r\n\tThis exchange presents a situation similar to Jackson.  Defense counsel attempted to\r\nargue that the State failed to carry its burden of proof that the appellant stole the camera.  The\r\nprosecutor never said that the defendant had to present a case.  Indeed, she directly stated that \"the\r\ndefense does not have to put on any evidence.\"  As in Jackson, she was pointing out that the\r\ndefendant had the power to present witnesses that would exonerate him about how he came to\r\npossess the stolen camera.  Accordingly, the trial court did not err in overruling the objection to the\r\nprosecutor's argument.  We overrule appellant's third issue.\r\n\r\n\r\nTaped Telephone Calls\r\n\r\n\r\n\tIn his fourth issue, appellant challenges the admission during the punishment phase\r\nof recordings of two telephone calls made to the same number (not to his attorney) while he was in\r\njail.  He contends the admission violated both the United States and Texas Constitutions and article\r\n18.20 of the Texas Code of Criminal Procedure. (2)\r\n\r\n\tThe Fourth Amendment serves to safeguard an individual's privacy from\r\nunreasonable governmental intrusions.  Richardson v. State, 865 S.W.2d 944, 948 (Tex. Crim. App.\r\n1993).  A defendant may challenge the admission of evidence obtained by such governmental\r\nintrusion only if he had a legitimate expectation of privacy in the place invaded.  Rakas v. Illinois,\r\n439 U.S. 128, 143 (1978).  A two-pronged test is used to determine if a person had a reasonable\r\nexpectation of privacy:  (1) whether the person's conduct exhibited a subjective expectation of\r\nprivacy, and (2) whether the person's subjective expectation of privacy is one that society is willing\r\nto recognize as reasonable.  Smith v. Maryland, 442 U.S. 735, 740 (1979) (citing Katz v. United\r\nStates, 389 U.S. 347, 361 (1967)); Villarreal v. State, 935 S.W.2d 134, 138 (Tex. Crim. App. 1996);\r\nMeyer v. State, 78 S.W.3d 505, 507 (Tex. App.--Austin 2002, pet. ref'd).\r\n\r\n\tWhether a subjective expectation of privacy is one that society recognizes as being\r\nreasonable is a question of law.  Villarreal, 935 S.W.2d at 138 n.5; see also Guzman v. State, 955\r\nS.W.2d 85, 89 (Tex. Crim. App. 1997) (questions of law reviewed de novo).  Among the factors to\r\nbe considered in making this determination are whether the accused:  (1) had a property or\r\npossessory interest in the place invaded; (2) was legitimately in the place invaded; (3) had complete\r\ndominion or control and the right to exclude others; (4) before the intrusion, took normal precautions\r\ncustomarily taken by those seeking privacy; (5) put the place to some private use; and (6) has a claim\r\nof privacy consistent with historical notions.  Calloway v. State, 743 S.W.2d 645, 651 (Tex. Crim.\r\nApp. 1988).\r\n\r\n\tIn general, however, \"society is not prepared to recognize as legitimate any subjective\r\nexpectation of privacy that a prisoner might have in his prison cell.\"  Hudson v. Palmer, 468 U.S.\r\n517, 525-26 (1984).  The court added that it believed that our society accepts that loss of freedom\r\nof choice and privacy are inherent incidents of confinement.  Id. at 528.\r\n\r\n\tIn State v. Scheinman, the court of criminal appeals held admissible the recording of\r\na conversation between defendant Trevino and a co-defendant while in jail.  77 S.W.3d 810, 811\r\n(Tex. Crim. App. 2002).  Trevino asked to speak alone with his co-defendant.  The deputy allowed\r\nthe two to move into one room and left them alone.  Id.  They began to discuss their actions in the\r\nattempted burglary for which they were arrested.  This conversation was recorded.  Id.  Trevino\r\nargued that the deputy's actions lulled the two into believing that the conversation was private, and\r\nthus raised a legitimate expectation of privacy.  Id.  It was undisputed that neither co-defendant knew\r\nthat the conversation was being recorded.  Id.  After stating the proposition that society in general\r\nis not prepared to recognize as reasonable an arrestee's subjective expectation of privacy concerning\r\nconversations that occur in jail, the court of appeals nevertheless had held that the actions of police\r\ncreated the expectation that the conversation was private.  Id. at 812.  It noted that the recording was\r\nmade purely for evidence gathering purposes and held that society should not condone the use of\r\nmisrepresentation to allow the police to gather evidence.  Id.\r\n\r\n\tThe court of criminal appeals disagreed.  It noted that there was no allegation or\r\nevidence of any oral assurances of privacy, nor was this a situation in which a suspect was\r\nthreatened, tricked or cajoled in waiving his Fifth Amendment privilege.  Id.  The court held that it\r\ndid not believe that society is prepared to recognize a legitimate expectation of privacy in\r\nconversations between arrestees who are in custody in a county law enforcement building.  Id.\r\n\r\n\tMeyer v. State involved a challenge to the admission of the audio portion of a video\r\nrecording made while the defendant was talking to himself while seated in the back seat of a police\r\ncar after having his rights read to him.  78 S.W.3d at 506.  The car doors were closed and the\r\nwindows were shut.  Appellant argued that the officers' actions led him to believe that his musings\r\nwould be private.  Id. at 507.  The court cited numerous cases that held that there is no reasonable\r\nexpectation of privacy in the back seat of a police car.  Id. at 508.  It noted that appellant was in\r\ncustody, handcuffed, and confined in a police car and could expect his movements and statements\r\nto be monitored.  Id.  The court concluded that appellant had no reasonable expectation of privacy. \r\nId.\r\n\r\n\tAlong with the back seats of police cars and jailhouse conversations, some categories\r\nof telephone calls from jail have been held to lack the protection of a reasonable expectation of\r\nprivacy.  See United States v. Van Poyck, 77 F.3d 285, 290 (9th Cir. 1996) (society is not objectively\r\nprepared to recognize an expectation of privacy from the recording of outbound jail phone calls to\r\na non-attorney, especially in light of institutional safety).  As stated in Richardson v. State, \"the need\r\nfor jail and prison administrators to maintain order and prevent criminal activity requires a greater\r\nability to monitor the activities of inmates that would be permitted by police in society at large.\"  902\r\nS.W.2d 689, 694 (Tex. App.--Amarillo 1995, no pet.) (running illegal drug operation by phone calls\r\nfrom prison) (citing Hudson v. Palmer, 468 U.S. 517, 529 (1984)).\r\n\r\n\tIn this case, appellant complained of the recording of two of his outbound phone\r\ncalls.  The evidence showed that the telephone system that inmates are allowed to use informs the\r\ncallers that all calls are subject to being monitored.  Not only did appellant have a diminished\r\nexpectation of privacy because of his confinement, he was specifically warned that use of that\r\nparticular telephone system was monitored.  There was no evidence that appellant could not hear the\r\nwarning, did not understand the warning, or that the system suffered from a problem at the point at\r\nwhich appellant made his calls such that a warning was not given.  Accordingly, we hold that\r\nappellant's Fourth Amendment rights were not violated as he did not have a reasonable expectation\r\nof privacy regardless of his subjective expectation.\r\n\r\n\tAppellant also argues that the interception of his calls violated the wiretapping statute. \r\nSee Tex. Code Crim. Proc. Ann. art. 18.20.  In interpreting the Texas statute, it is appropriate to\r\nconsider the interpretation of the federal statute on which it was modeled.  Meyer v. State, 78 S.W.3d\r\nat 509; Ex parte Graves, 853 S.W.2d 701, 705 (Tex. App.--Houston [1st Dist.] 1993, pet. ref'd). \r\nThe legislative history of the federal statute reveals that Congress' intent was to protect persons\r\nengaged in oral communications under circumstances justifying an expectation of privacy.  United\r\nStates v. McIntyre, 582 F.2d 1221, 1223 (9th Cir. 1978).  Because we have already held that\r\nappellant had no reasonable expectation of privacy, we hold that the recording of his calls did not\r\nviolate the wiretapping statute.  The admission of those phone calls was not error.  We overrule\r\nappellant's fourth issue.\r\n\r\nConclusion\r\n\r\n\r\n\r\n\tWe have overruled all of appellant's issues.  We affirm the trial court's judgment.\r\n\r\n\r\n\r\n\t\t\t\t\t\t                                                                                  \t\t\t\t\t\tW. Kenneth Law, Chief Justice\r\n\r\nBefore Chief Justice Law, Justices Patterson and Puryear\r\n\r\n\r\nAffirmed\r\n\r\n\r\nFiled:   August 26, 2005\r\n\r\n\r\nDo Not Publish\r\n1.        The indictment alleged that appellant had previously been convicted of one count of burglary\r\nof a habitation and two counts of indecency with a child by exposure.\r\n2.        Appellant does not assert that Article I, Section 9 of the Texas Constitution gives him any\r\ndifferent rights than the Fourth Amendment of the United States Constitution.  Accordingly, we\r\ndiscuss them as one.  See Sandoval v. State, 35 S.W.3d 763, 769 (Tex. App.--El Paso 2000, pet.\r\nref'd).\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2869484
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}