{
    "id": 2870276,
    "judges": null,
    "date_filed": "1984-10-28",
    "date_filed_is_approximate": true,
    "slug": "deloes-ockleberry-jr-v-state",
    "case_name_short": null,
    "case_name": "Deloes Ockleberry, Jr. v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=7608&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa03%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\r\n\r\n\r\n\r\n\r\nNO. 03-04-00548-CR\r\n\r\n\r\n\r\n\r\n\r\nDeloes Ockleberry, Jr., Appellant\r\n\r\n\r\nv.\r\n\r\n\r\nThe State of Texas, Appellee\r\n\r\n\r\n\r\n\r\n\r\n\r\nFROM THE DISTRICT COURT OF BELL COUNTY, 27TH JUDICIAL DISTRICT\r\nNO. 56109, HONORABLE MARTHA J. TRUDO, JUDGE PRESIDING\r\n\r\n\r\n\r\n\r\nM E M O R A N D U M   O P I N I O N\r\n \r\nAppellant Deloes Ockleberry, Jr., pleaded guilty to burglary of a habitation.  See Tex.\r\nPen. Code Ann. § 30.02 (West 2003).  The court adjudged him guilty and assessed punishment,\r\nenhanced by a previous felony conviction, at imprisonment for life and a $2500 fine.\r\nOckleberry’s court-appointed attorney filed a brief concluding that the appeal is\r\nfrivolous and without merit.  The brief meets the requirements of Anders v. California, 386 U.S. 738\r\n(1967), by demonstrating that the only arguable contentions that might support the appeal are\r\nultimately without merit.  See also Penson v. Ohio, 488 U.S. 75 (1988); High v. State, 573 S.W.2d\r\n807 (Tex. Crim. App. 1978); Currie v. State, 516 S.W.2d 684 (Tex. Crim. App. 1974); Jackson v.\r\nState, 485 S.W.2d 553 (Tex. Crim. App. 1972); Gainous v. State, 436 S.W.2d 137 (Tex. Crim. App.\r\n1969).\r\nAs was his right, Ockleberry filed a pro se brief.  His primary complaint is that his\r\ntrial attorney did not provide effective assistance.  Ockleberry asserts that counsel failed to\r\ninvestigate the facts of the case and failed to produce evidence, including testimony by family\r\nmembers and friends, regarding Ockleberry’s mental illness.  He also urges that counsel was\r\nineffective for having urged him to plead guilty knowing that he was mentally ill and under the\r\ninfluence of medication.\r\nThe record contains a copy of the presentence investigation report.  This report states\r\nthat Ockleberry takes medication for depression.  There is no indication, however, that he is mentally\r\nill.  Both he and his attorney assured the trial court that he was competent, and there is nothing in\r\nthe record to suggest otherwise.  There is no evidence to support any of Ockleberry’s other\r\ncomplaints regarding his attorney.  He has not overcome the presumption that counsel rendered\r\nreasonable professional assistance.  See Jackson v. State, 877 S.W.2d 768, 771 (Tex. Crim. App.\r\n1994).\r\nOckleberry also urges that the trial court abused its discretion by failing to take into\r\naccount his mental health history in assessing punishment.  Given Ockleberry’s criminal record, the\r\npunishment assessed was within the range prescribed for the offense.  There is no basis in the record\r\nfor finding an abuse of discretion.\r\nWe have reviewed the record, counsel’s brief, and the pro se brief.  We find nothing\r\nin the record that might arguably support the appeal.  Counsel’s motion to withdraw is granted.\r\nThe judgment of conviction is affirmed.\r\n \r\n \r\n                                                __________________________________________\r\n                                                Bea Ann Smith, Justice\r\nBefore Justices B. A. Smith, Puryear and Pemberton\r\nAffirmed\r\nFiled:   March 17, 2005\r\nDo Not Publish\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2870276
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}