{
    "id": 2873491,
    "judges": null,
    "date_filed": 1173744000000,
    "date_filed_is_approximate": false,
    "slug": "johnny-lee-mcclaren-v-state",
    "case_name_short": null,
    "case_name": "Johnny Lee McClaren v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=27250&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa03%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\nTEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 03-05-00830-CR\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nJohnny Lee McClaren, Appellant\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\nThe State of Texas, Appellee\r\n\r\n\r\n\r\n\r\n\r\n\r\nFROM THE DISTRICT COURT OF MILAM COUNTY, 20TH JUDICIAL DISTRICT\r\n\r\n\r\nNO. CR21283, HONORABLE EDWARD P. MAGRE, JUDGE PRESIDING\r\n\r\n\r\n\r\n\r\n\r\n\r\nM E M O R A N D U M   O P I N I O N\r\n\r\n\r\n\r\nA jury found appellant Johnny Lee McClaren guilty of burglary of a habitation.  See\r\nTex. Penal Code Ann. § 30.02 (West 2003).  The court assessed punishment at eight years'\r\nimprisonment.  Appellant brings forward a single point of error urging that the evidence is factually\r\ninsufficient to sustain the jury's verdict.  We will overrule this contention and affirm the conviction.\r\n\r\nThe complainant, Gabriel Garza, testified that he left home at 10:45 p.m. to go to\r\nwork at the local Alcoa plant.  He returned home the next morning to find that someone had entered\r\nhis residence and stolen a video game console and several games, a television set, two pistols, a ring,\r\na wristwatch, and about $20 in change.  Suspicion immediately fell on appellant, Kellie Castlow,\r\nBilly Joe Walker, and Pamela Whitlow.  The four lived near Garza and were familiar with his house\r\nand work schedule.  Garza had seen them together that night at a convenience store where he had\r\nstopped to buy food on the way to work.\r\n\r\nWalker testified that he, appellant, Castlow, and Whitlow were in Castlow's car on\r\nthe night of the burglary.  He said that they decided to \"go rob Gene's place\" after seeing Garza at\r\nthe convenience store on his way to work.  Walker testified that he opened the door to Garza's house,\r\nwhich was not locked.  Walker said that he stole the jar of change and one of the pistols and that the\r\nother property was taken by appellant and Whitlow.  According to Walker, Castlow remained outside\r\nin her car.  After leaving Garza's house, they went to Whitlow's house, where they \"unloaded all the\r\nstuff, and [then] Kellie and Pamela and them took off to go try to sell the stuff.\"\r\n\r\nDeputy Johnny Beathard testified that he found the stolen television and wristwatch\r\nat Whitlow's residence soon after the burglary was reported.  The video game console and games\r\nwere found in the possession of Ivory Joe Williams.  Williams testified that he had purchased them\r\nthat morning from a woman named Pam.  The stolen jar of change was at Walker's residence.  The\r\nother property taken in the burglary was not recovered.  In a videotaped statement to Beathard on the\r\nday after the burglary, appellant admitted selling one of the pistols in Rockdale for $30.\r\n\r\nWhen there is a challenge to the sufficiency of the evidence to sustain a criminal\r\nconviction, the question presented is whether a rational trier of fact could have found the essential\r\nelements of the offense beyond a reasonable doubt.  Griffin v. State, 614 S.W.2d 155, 158-59\r\n(Tex. Crim. App. 1981) (legal sufficiency); Johnson v. State, 23 S.W.3d 1, 11 (Tex. Crim. App.\r\n2000) (factual sufficiency).  The evidence will be deemed factually insufficient if the evidence\r\nsupporting the verdict is so weak as to make the finding of guilt clearly wrong or manifestly unjust,\r\nor if the verdict is against the great weight and preponderance of the available evidence.  Watson v.\r\nState, 204 S.W.3d 404, 414-15 (Tex. Crim. App. 2006); Johnson, 23 S.W.3d at 11.\r\n\r\nAppellant argues that the evidence is factually insufficient because Walker, as an\r\naccomplice, was not a credible witness and his testimony was not adequately corroborated. \r\nAppellant also points out that none of the stolen property was found in his possession and that the\r\npistol he admitted selling was never recovered.\r\n\r\nA conviction cannot be based on the testimony of an accomplice unless it is\r\ncorroborated by other evidence tending to connect the defendant to the offense.  Tex. Code Crim.\r\nProc. Ann. art. 38.14 (West 2005).  Factual sufficiency review does not apply to the corroboration\r\nof an accomplice's testimony.  Cathey v. State, 992 S.W.2d 460, 462-63 (Tex. Crim. App. 1999). \r\nThe corroborating evidence need not be sufficient to convict; it need only tend to connect the\r\ndefendant to the offense.  Id.  Appellant's admission to Beathard that he sold one of the pistols stolen\r\nfrom Garza's residence tends to connect him to the burglary.  See Mays v. State, 726 S.W.2d 937,\r\n942 (Tex. Crim. App. 1986).  So also does the testimony placing appellant in Whitlow's company\r\non the night of the burglary because property taken during the burglary was found in Whitlow's\r\npossession within hours after the offense.  The accomplice witness rule is satisfied.\r\n\r\nThe jury obviously credited Walker's testimony.  We must give due deference to the\r\nfact finder's determinations, particularly those concerning the weight and credibility of the evidence,\r\nand we may disagree with the result only to prevent a manifest injustice.  Johnson, 23 S.W.3d at 9;\r\nCain v. State, 958 S.W.2d 404, 407 (Tex. Crim. App. 1997).  We hold that the jury's guilty verdict\r\nis supported by factually sufficient evidence and is not manifestly unjust.\r\n\r\n\r\nThe point of error is overruled and the judgment of conviction is affirmed.\r\n\r\n\r\n\r\n\t\t\t\t__________________________________________\r\n\r\n\t\t\t\tW. Kenneth Law, Chief Justice\r\n\r\nBefore Chief Justice Law, Justices Patterson and Puryear\r\n\r\nAffirmed\r\n\r\nFiled:   March 13, 2007\r\n\r\nDo Not Publish\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2873491
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}