{
    "id": 2883429,
    "judges": null,
    "date_filed": 1229385600000,
    "date_filed_is_approximate": false,
    "slug": "11910-in-u-s-currency-v-state",
    "case_name_short": null,
    "case_name": "$11,910 in U. S. Currency v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=5263&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa06%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn The\r\n\r\n\r\nCourt of Appeals\r\n\r\n\r\nSixth Appellate District of Texas at Texarkana\r\n\r\n\r\n\r\n______________________________\r\n\r\n\r\n\r\nNo. 06-08-00123-CV\r\n\r\n\r\n______________________________\r\n\r\n\r\n\r\n\r\n$11,910 IN U.S. CURRENCY, Appellant\r\n\r\n\r\n\r\nV.\r\n\r\n\r\n\r\nTHE STATE OF TEXAS, Appellee\r\n\r\n\r\n\r\n\r\n                                              \r\n\r\n\r\nOn Appeal from the 115th Judicial District Court\r\n\r\n\r\nUpshur County, Texas\r\n\r\n\r\nTrial Court No. 249-08\r\n\r\n\r\n\r\n\r\n                                                 \r\n\r\n\r\n\r\n\r\nBefore Morriss, C.J., Carter and Moseley, JJ.\r\n\r\n\r\nMemorandum Opinion by Justice Carter\r\n\r\n\r\n\r\nMEMORANDUM OPINION\r\n\r\n\r\n\r\n\tKevin Lewis, the sole appellant in this case, has filed a motion seeking to dismiss his appeal. \r\nPursuant to Tex. R. App. P. 42.1, his motion is granted.\r\n\r\n\tWe dismiss the appeal.\r\n\r\n\r\n\t\t\t\t\t\tJack Carter\r\n\r\n\t\t\t\t\t\tJustice\r\n\r\n\r\nDate Submitted:\tDecember 15, 2008\r\n\r\nDate Decided:\t\tDecember 16, 2008\r\n\r\n\r\n\r\n sans-serif\"&gt;Opinion by Justice Cornelius\r\nConcurring Opinion by Justice Carter\r\n*William J. Cornelius, C.J., Retired, Sitting by Assignment\r\n\r\n\r\nO P I N I O N\r\n\r\n          Michael D. Lewis was charged with aggravated robbery.  He was tried by a jury,\r\nwhich convicted him of the lesser included offense of robbery.  His punishment, enhanced\r\nby prior convictions, was set by the jury at thirty years' confinement.\r\n          Lewis does not challenge the sufficiency of the evidence.  His only contention on\r\nappeal is that the trial court reversibly erred in sustaining the State's objection to a\r\nstatement made by defense counsel at final argument.  We overrule this contention and\r\naffirm the judgment.\r\n          Lewis was indicted for aggravated robbery by stealing a motor vehicle while using\r\na deadly weapon, \"to-wit:  a knife and unknown object, the exact nature and description\r\nof which is unknown to the Grand Jurors, . . . .\"  At trial, the State produced the foreman\r\nof the grand jury, who testified that the grand jurors could not determine the nature of the\r\nweapon.  The defense counsel cross-examined the foreman, and questioned him as\r\nfollows:\r\nQBut how many people are on a Grand Jury?\r\n \r\nAThere are twelve standing jurors, and I believe two alternates.\r\n \r\nQOkay.  And isn't it true that the primary purpose of the Grand\r\nJury is just to determine whether or not there is probable cause to hold the\r\ndefendant over for trial?\r\n\r\n                     A        Yes.\r\n \r\nQAnd probable cause can be just the complaining witness saying\r\nthat it happened and you believe him?\r\n\r\n                     A        Correct.\r\n\r\n                     . . . .\r\n \r\nQAnd you make or you and the Grand Jury make your\r\ndetermination based on the testimony.  It can be just one witness; is that\r\ncorrect?\r\n\r\n                     A        That's correct.\r\n \r\nQAnd in this case the only witness that testified at the Grand Jury\r\nwas a police officer?\r\n\r\n                     A        That's correct.\r\n \r\nQAnd in fact Mr. Pleasant did not come and testify for himself,\r\ndid he?\r\n\r\n                     A        Did not.\r\n\r\n          Later, at final argument, defense counsel made the following statement:\r\nNow, let's look at David Dial who came in here who was foreman of\r\nthe grand jury.  I submit to you it's not very often that the foreman of the\r\ngrand jury comes in to testify.  But he testified that they could not determine\r\n-- that they determined the weapon was unknown.  And he also testified\r\nbecause the grand jury is very important to the victims.  That's when they\r\ncome to get to testify so that this person will have to go to trial.  Mr. Pleasant\r\ndidn't even show up to the grand jury.\r\n \r\n[Prosecutor]:  Judge, I'm going to object to that as improper. \r\nI'm going to object to that as improper argument.  It's outside the testimony.\r\n\r\n                                THE COURT:  Sustain the objection.\r\n\r\n \r\n\r\n[Prosecutor]:  Ask the jury be instructed to disregard that.  \r\n\r\n                                THE COURT:  The jury will disregard the last comment.\r\n\r\n          Lewis argues that the trial court's action in sustaining the State's objection in this\r\ninstance was harmful error because (1) it constituted a violation of his Sixth Amendment\r\nright to effective counsel, (2) it was a strike at him over the shoulders of his counsel, (3) it\r\nwas an improper comment on the evidence by the trial court, and (4) it improperly restricted\r\nhis counsel's valid argument to the jury.  We reject this contention.\r\n          Lewis construes the trial court's action as a ruling that defense counsel's statement\r\nthat Charles Pleasant failed to testify before the grand jury was improper.  He posits that,\r\nsince testimony to that effect had already been given and received in evidence earlier in\r\nthe trial without objection, it was a part of the evidence and his counsel had a right to\r\ndiscuss it in argument.\r\n          Considering the entire context of the cross-examination, the argument, and the\r\nobjection, we hold that the trial court's ruling may be upheld on the ground that the court\r\nwas preventing defense counsel from embarking on a discussion dealing with what\r\ntranspired before the grand jury.  It seems that defense counsel's intent was to raise the\r\ninference that the complainant really did not want to press charges against Lewis, and was\r\nreluctant to testify before the grand jury for that or some other reason.  Such a tack by\r\ndefense counsel was coming dangerously close to revealing the proceedings of the grand\r\njury, particularly the quantity and quality of the testimony before it, and the trial court was\r\nwithin its discretion in taking a pre-emptive step to prevent compromising the grand jury\r\nproceedings.  In this we believe the trial court was acting within its broad discretion and did\r\nnot abuse that discretion.\r\n          It is true that the trial court had previously allowed the foreman of the grand jury to\r\ntestify that Pleasant did not appear and that only one witness, a police officer, did testify\r\nbefore the grand jury.  But there was no objection to that testimony, and defense counsel\r\ndid not pursue the matter any further until argument.  It seems the trial court was more\r\nwary when defense counsel began arguing to the trial jury about the purpose and extent\r\nof the grand jury proceedings, and took this action to prevent any further exploration of the\r\ngrand jury proceedings.\r\n          The trial court has broad discretion, and indeed is required, to take all necessary\r\nsteps to ensure that the proceedings before the grand jury remain secret, except in those\r\nspecific instances where the law permits or requires that they be revealed.  Tex. Code\r\nCrim. Proc. Ann. art. 20.02 (Vernon Supp. 2004); McManus v. State, 591 S.W.2d 505\r\n(Tex. Crim. App. 1979), overruled on other grounds, Reed v. State, 744 S.W.2d 112 (Tex.\r\nCrim. App. 1988); Legate v. State, 52 S.W.3d 797, 803–04 (Tex. App.—San Antonio 2001,\r\npet. ref'd); Stern v. State ex rel. Ansel, 869 S.W.2d 614, 628–29 (Tex. App.—Houston\r\n[14th Dist.] 1994, pet. denied).\r\n          The trial court's ruling did not deprive Lewis of effective representation of counsel. \r\nHis counsel made a thorough and able argument covering every aspect of the State's case\r\nand the defense, except as to what transpired before the grand jury.  She was not entitled\r\nto discuss that.\r\n          The trial court's action did not amount to striking at Lewis over his counsel's\r\nshoulders.  The court's ruling on the propriety or admissibility of evidence or argument does\r\nnot constitute a personal attack on Lewis or his counsel unless it is accompanied by some\r\nhint of impropriety or personal condemnation.  There was none of that here.\r\n          And the trial court's action was not an improper comment on the weight of the\r\nevidence.  To constitute such a prohibited comment, the court's action must give the jury\r\nthe impression that the court has an opinion about the case or believes some particular\r\nevidence is true or untrue.  Tex. Code Crim. Proc. Ann. art. 38.05 (Vernon 1979).  If a\r\nmere ruling on an objection to evidence or argument without any further comment by the\r\ntrial court constitutes an improper comment on the evidence, the trial court could not rule\r\non any of the issues arising during the trial.  See Smith v. State, 595 S.W.2d 120 (Tex.\r\nCrim. App. [Panel Op.] 1980).  \r\n          We also reject the contention that the trial court's action improperly restricted\r\ndefense counsel's argument.  The trial court has the duty to sustain objections to argument\r\nwhen the argument violates some rule or statute.  Bray v. State, 478 S.W.2d 89 (Tex. Crim.\r\nApp. 1972); Eckert v. State, 672 S.W.2d 600 (Tex. App.—Austin 1984, pet. ref'd).  Such\r\nrulings do not improperly restrict the right of argument.  An attorney has no right to engage\r\nin improper argument.\r\n          If it can be considered that the trial court's action in this matter was error, we\r\nconclude it was harmless beyond a reasonable doubt.  By either the constitutional standard\r\nor the traditional standard of harm analysis, the trial court's action neither violated any of\r\nLewis' substantial rights, nor in any way contributed to the conviction or the punishment. \r\nTex. R. App.P. 44.2(a), (b).\r\n          The complainant, Pleasant, testified extensively and unequivocally that Lewis\r\napproached him in his automobile outside a convenience store, engaged him in\r\nconversation, put something \"cold\" to his throat, said he had a gun, and took Pleasant's\r\nvehicle.  Later that night, police saw Lewis driving the vehicle and turned around to follow\r\nhim.  Lewis left the vehicle and fled on foot, but was apprehended shortly thereafter. \r\nPolice found two items of Pleasant's property, which had been in Pleasant's vehicle, on\r\nLewis when he was apprehended.  Lewis testified and said another man had taken\r\nPleasant's vehicle and later gave him the keys so he could drive it.  Lewis voluntarily\r\nadmitted to the jury that he had been convicted previously of six felonies and had been in\r\nthe penitentiary several times for burglary and other offenses.  He also admitted that he\r\nwas a parole violator when he was apprehended for this offense.  Despite this evidence,\r\nthe jury set Lewis' punishment at only thirty years' confinement, near the minimum for the\r\noffense, which could have justified a life sentence.  Considering all of this evidence, we\r\nconclude beyond a reasonable doubt that the trial court's action in this regard made no\r\ncontribution to Lewis' conviction or punishment, and it did not deprive Lewis of any\r\nsubstantial right.\r\n          For all the stated reasons, we affirm the trial court's judgment.\r\n \r\n                                                                           William J. Cornelius*\r\n                                                                           Justice\r\n\r\n*William J. Cornelius, Chief Justice, Retired, Sitting by Assignment\r\n\r\n\r\nCONCURRING OPINION\r\n\r\n          Since the grand jury foreman stated that Mr. Pleasant did not appear before the\r\ngrand jury, I believe defense counsel should have been allowed to argue that to the jury. \r\nConsequently, it is my view that the trial court erred in sustaining the State's objection to\r\nthe argument.  I agree, for all the reasons set out in the majority opinion, that such error\r\nwas harmless.\r\n \r\n                                                                           Jack Carter\r\n                                                                           Justice\r\n\r\nDate Submitted:      March 17, 2004\r\nDate Decided:         July 7, 2004\r\n\r\nDo Not Publish\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2883429
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}