{
    "id": 2892671,
    "judges": null,
    "date_filed": "1998-07-20",
    "date_filed_is_approximate": true,
    "slug": "stephen-allen-beard-v-state",
    "case_name_short": null,
    "case_name": "Stephen Allen Beard v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=20882&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa07%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 07-04-0530-CR\r\n\r\n\r\n\r\nIN THE COURT OF APPEALS\r\n\r\n\r\n\r\nFOR THE SEVENTH DISTRICT OF TEXAS\r\n\r\n\r\n\r\nAT AMARILLO\r\n\r\n\r\n\r\nPANEL B\r\n\r\n\r\n\r\nMARCH 2, 2005\r\n\r\n\r\n\r\n______________________________\r\n\r\n\r\n\r\nSTEPHEN ALLEN BEARD, APPELLANT\r\n\r\n\r\n\r\nV.\r\n\r\n\r\n\r\nTHE STATE OF TEXAS, APPELLEE\r\n\r\n\r\n_________________________________\r\n\r\n\r\n\r\nFROM THE 47TH DISTRICT COURT OF POTTER COUNTY;\r\n\r\n\r\n\r\nNO. 49,044-A; HONORABLE HAL MINER, JUDGE\r\n\r\n\r\n_______________________________\r\n\r\n\r\n\r\nBefore JOHNSON, C.J., and QUINN and CAMPBELL, JJ.\r\n\r\nMEMORANDUM OPINION\r\n\r\n\r\n\tPending before this Court is appellant's motion to dismiss his appeal.  Appellant and his\r\nattorney both have signed the document stating that appellant withdraws his appeal.  Tex. R.\r\nApp. P. 42.2(a).  No decision of this Court having been delivered to date, we grant the motion. \r\nAccordingly, the appeal is dismissed.  No motion for rehearing will be entertained and our\r\nmandate will issue forthwith.\r\n\r\n\t\t\t\t\t\t\tJames T. Campbell\r\n\r\n\t\t\t\t\t\t\t        Justice\r\n\r\n\r\nDo not publish.\r\n\r\n\r\n\r\nIn this case, appellant Mitchell Ray Rodgers was indicted for the offense of burglary\r\nof a building, enhanced by two prior felony convictions.  On January 24, 1994, he entered\r\na plea of guilty  and was granted deferred adjudication community supervision for a period\r\nof ten years.  On September 24, 1999, the trial court proceeded to adjudicate appellant's\r\nguilt and assessed his punishment at 20 years confinement in the Institutional Division of\r\nthe Department of Criminal Justice.  From a general notice of appeal, appellant now\r\nchallenges that sentence.  In doing so, he raises three issues for our decision.  In those\r\nissues, he asserts: 1) his plea of guilty was involuntary because his trial counsel did not\r\nrender effective assistance; 2) he was denied due process because the \"trial judge's\r\nstatements indicated predisposition towards the matter, depriving appellant of a neutral\r\nand detached hearing body,\" and 3) his plea of guilty \"must be presumed involuntary, for\r\nthere is no record of the existence of a voluntarily signed judicial confession, and the\r\nappellant's lack of any plea of true on the record, coupled with the Court's obvious\r\nacceptance of said phantom pleas, made such pleas clearly involuntary.\"  We dismiss for\r\nwant of jurisdiction.\r\n\r\n\tA defendant ordinarily may not appeal the trial court's determination to proceed to\r\nadjudicate guilt after a deferment.  Tex. Code Crim. Proc. Ann. art. 42.12 § 5(b) (Vernon\r\nSupp. 2001) (no appeal may be taken from the determination to proceed with a\r\ndetermination of guilt); Brown v. State, 896 S.W.2d 327, 328 (Tex.App.--Houston [1st Dist.]\r\n1995, pet. denied).  Furthermore, in cases in which the adjudication arises from a\r\ndefendant's plea of guilty or nolo contendere, and the punishment does not exceed the\r\nrecommendation by the prosecutor, the notice must also state that:  1) it is for a\r\njurisdictional defect; 2) it is for matters raised by written motion before trial; or 3) the trial\r\ncourt granted permission to appeal.  Tex. R. App. P. 25.2(b).  \r\n\r\n\tAppellant's notice of appeal does not satisfy these requirements.  Citing Manuel v.\r\nState, 994 S.W.2d 658 (Tex.Crim.App. 1999), the State posits that because of that lack,\r\nand the fact that appellant did not raise the question of the ineffectiveness of his trial\r\ncounsel in an appeal at the time he was placed on deferred adjudication, he may not now\r\nraise that question.  In Manuel, the relevant holding was that \"a defendant placed on\r\ndeferred adjudication community supervision may raise issues relating to the original plea\r\nproceeding such as evidentiary sufficiency, only in appeals taken when deferred\r\nadjudication community supervision is first imposed.\"  Id. at 662. \r\n\r\n\t We also note the recent holding in Cooper v. State, 45 S.W.3d 77 (Tex.Crim.App.\r\n2001), that in an appeal from a plea bargained felony conviction in which the judgment\r\nassessed by the trial court does not exceed the punishment recommended by the\r\nprosecutor and agreed to by the defendant, the voluntariness of his guilty plea may not be\r\nraised.  Id. at 83.  In Crawford v. State, 890 S.W.2d 941 (Tex.App.--San Antonio 1994, no\r\npet.), the court held that a plea bargain agreement that did not encompass an agreed\r\nrecommendation as to punishment did not fall within the parameters of Rule of Appellate\r\nProcedure 40(b)(1), the progenitor of present Rule 25.2(b)(3), and a general notice of\r\nappeal was sufficient to invoke the appellate court's jurisdiction.  Id. at 943.  However, in\r\nVidaurri v. State, 49 S.W.3d 880 (Tex.Crim.App. 2001), the court considered a plea\r\nbargain in which there was a plea bargained recommendation for deferred adjudication but\r\nthere was no recommendation as to punishment.  In that case, the court opined, even\r\nwithout a State recommendation as to punishment, the defendant's knowledge that he was\r\nsubject to punishment within the range allowed by law meant the punishment did not\r\nexceed that recommended by the prosecutor and Rule 25.2(b)(3) was applicable.\r\n\r\n\tIt is in the light of those decisions that we examine the procedural history of this\r\ncase.  We must first consider appellant's  initial contention that he never actually entered\r\na plea, either to the charged offense or to the alleged enhancement offenses, because if\r\nhe never entered a plea, there would be no valid judgment for us to consider.  The record\r\nshows a written instrument styled \"Waiver of Jury-Felony Plea of Guilty/Nolo\r\nContendere/Indictment/Information.\"  That document contains some eight printed warnings\r\nand explanations of the defendant's rights and the effect of a waiver of those rights.  It also\r\ncontains a recitation that \"I do further admit and judicially confess that I am the person\r\nnamed in the charging instrument and that I understand the charge contained therein.\"  It\r\nalso contains an acknowledgment by which a check mark is placed.  That acknowledgment\r\nreads, \"I am guilty of the offense of Burglary of a Building.\"  The instrument is signed by\r\nappellant and his lawyer.  The instrument also contains a certificate by the trial judge\r\ncertifying that he has warned appellant of \"the consequences of the plea entered herein.\"\r\nThe judge further certifies that he \"finds such plea, and all waivers, agreements and\r\nconsents contained herein to be freely and voluntarily made and accepts the Defendant's\r\nplea\" (emphasis added).  The record is amply sufficient to negate appellant's claim that he\r\nnever actually entered a guilty plea.\r\n\r\n\tWith regard to appellant's claim that he did not enter a plea on the enhancement\r\nparagraphs, the reporter's record reveals that during the course of the plea hearing and\r\nprior to the time that the trial court announced that it was accepting appellant's plea of\r\nguilty, the following colloquy occurred: \t\r\n\r\n\tCourt: Do you want to offer in State's exhibit number 2, being the\r\ndefendant's signed plea of true in both cases?\r\n\r\n\r\n\tProsecutor: Yes, sir, I do.\r\n\r\n\r\nThe exhibit was then received into evidence without objection.  The record is sufficient to\r\nestablish that appellant did enter a plea to the enhancement paragraphs.\r\n\r\n\tWith regard to any question whether the plea was the result of a plea bargain, the\r\nrecord contains an instrument denominated \"Plea Bargain Agreement,\" which is signed by\r\nappellant, his counsel, and the prosecutor.  It contains a check by paragraphs providing\r\nthat appellant would plead guilty and testify.  It also contains a paragraph providing, \r\n\"[a]dditional provisions of the agreement are:\"  This paragraph contains the following\r\nhandwritten notation, namely, \"Open  plea - for probation &amp; drug rehabilitation.\"  This\r\ninstrument is also signed by the prosecutor, appellant and his attorney.  This record is\r\nsufficient to establish that a plea bargain was struck that appellant would plead guilty and\r\nthe State would not oppose a plea for probation with drug rehabilitation.  Under the\r\ninstruction of Vidaurri, this agreement is sufficient to limit our jurisdiction to consider\r\nappellate issues to those stated in a notice of appeal complying with the requirements of\r\nRule of Appellate Procedure 25.2(b). \r\n\r\n\tWe have not overlooked the State's contention that although we should affirm\r\nappellant's conviction, we should remand this case for a new punishment hearing because\r\nthe sentence was outside the applicable range of punishment.  See Tex. Code Crim. Proc.\r\nAnn. art. 44.29(b) (Vernon Supp. 2001).  In pursuance of that request, the State points out\r\nthat appellant pled true, and the court found true, the enhancement allegations.  That\r\nbeing so, the applicable range of punishment was not less than 25 nor more than 99 years. \r\nSee Tex. Penal Code § 12.42(d) (Vernon Supp. 2001).  Because the sentence assessed\r\nby the trial court is less than the minimum prescribed, the State contends that portion of\r\nthe court's judgment is void.  See Heath v. State, 817 S.W.2d 335, 336 (Tex.Crim.App.\r\n1991).  However, for the reasons we have stated, appellant's notice of appeal was\r\nineffective and, because the State did not file a notice of appeal, we have no jurisdiction\r\nto consider its contention.\r\n\r\n\tAccordingly, for the reasons we have recounted, this appeal must be, and is,\r\ndismissed for want of jurisdiction.\r\n\r\n\r\n\t\t\t\t\t\t\tJohn T. Boyd\r\n\r\n\t\t\t\t\t\t\t Chief Justice\r\n\r\n\r\nDo not publish.\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2892671
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}