{
    "id": 2892848,
    "judges": null,
    "date_filed": "2022-04-29",
    "date_filed_is_approximate": true,
    "slug": "clarence-daniel-paxton-v-state",
    "case_name_short": null,
    "case_name": "Clarence Daniel Paxton v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=20702&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa07%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 07-03-0041-CR\r\n\r\n\r\nIN THE COURT OF APPEALS\r\n\r\n\r\nFOR THE SEVENTH DISTRICT OF TEXAS\r\n\r\n\r\nAT AMARILLO\r\n\r\n\r\nPANEL D\r\n\r\n\r\nJANUARY 31, 2005\r\n\r\n\r\n_________________________________\r\n\r\n\r\n\r\nCLARENCE DANIEL PAXTON, APPELLANT\r\n\r\n\r\nV.\r\n\r\n\r\nTHE STATE OF TEXAS, APPELLEE\r\n\r\n\r\n\r\n_________________________________\r\n\r\n\r\nFROM THE 46TH DISTRICT COURT OF HARDEMAN COUNTY;\r\n\r\n\r\nNO. 3782; HONORABLE TOM NEELY, JUDGE\r\n\r\n\r\n_______________________________\r\n\r\n\r\nBefore QUINN, REAVIS and CAMPBELL, JJ.\r\n\r\nMEMORANDUM OPINION\r\n\r\n\tClarence Daniel Paxton was convicted by a jury of aggravated robbery over his plea\r\nof not guilty and sentenced to 20 years confinement in the Institutional Division of the Texas\r\nDepartment of Criminal Justice.  He appeals the conviction and sentence. We will affirm\r\nthe trial court's judgment.\r\n\r\n\tPaxton presents eight points of error.  By his points of error one and two, he\r\ncontends the required evidence of his intent was legally and factually insufficient.  Through\r\npoints three and four, he makes the same contentions with respect to the evidence he used\r\na deadly weapon while committing theft.  Points five and six present Paxton's arguments\r\nhe was wrongfully denied his right to represent himself granted by the Sixth Amendment\r\nand the Due Process Clause of the Fourteenth Amendment to the United States\r\nConstitution.  By points seven and eight, Paxton contends he was wrongfully denied due\r\nprocess of law when he was brought before prospective jurors in jail clothes.\r\n\r\n\tA Hardeman County grand jury indicted Paxton alleging that in that county on or\r\nabout July 23, 2002, Paxton did \"while in the course of committing theft of property and with\r\nintent to obtain or maintain control of said property, intentionally or knowingly threaten or\r\nplace Brett Ramirez in fear of imminent bodily injury or death, and the defendant did then\r\nand there use or exhibit a deadly weapon, to-wit: a firearm.\"\r\n\r\n\tAt trial Ramirez testified he was working alone on that date as cashier at a small\r\ngrocery store in Chillicothe, Texas, when a person he identified as Paxton entered and\r\nwalked about the store.  He inquired of Ramirez about the store's supply of duct tape and\r\nlater asked to use the telephone.  When Ramirez gave him the phone, Paxton pulled its\r\ncord from the handset, (1) pointed a small pistol at Ramirez and said, \"Give me your money.\" \r\nRamirez removed cash from both the store's registers and gave it to Paxton.  Ramirez\r\ntestified he was fearful during the encounter that Paxton might shoot him, causing him\r\ndeath or injury.  He followed Paxton's instructions to go to the back of the store and, after\r\nhe heard Paxton's vehicle leave, told two entering customers of the robbery and locked the\r\nstore.\r\n\r\n\tEvidence including the testimony of law enforcement officers established that a\r\nTexas highway patrolman stopped Paxton's vehicle on U. S. Highway 287 outside Vernon\r\nbecause the vehicle matched the description broadcast over police radio.  Examining the\r\ninterior of the vehicle with Paxton's consent, the patrolman found a two-shot .22 caliber\r\nDerringer, which was admitted into evidence and identified by Ramirez as the gun the\r\nrobber pointed at him.  Paxton's vehicle also contained three boxes of .22 caliber\r\nammunition, and a sports bag in which officers found $903 in cash.  While the patrolman's\r\nattention was directed toward the vehicle's interior, Paxton left the scene on foot.  A search\r\nensued and he was arrested when he later approached officers.  He was seventeen at the\r\ntime.\r\n\r\n\tA written statement prepared by a Texas Ranger and signed by Paxton within hours\r\nof his arrest also was among the evidence.  In the statement Paxton admitted actions\r\nconsistent with Ramirez's version of the events.  It states, in part, \"I had my uncle's two\r\nshot pistol . . . .  I pulled the pistol out of my front right pants pocket.  I told the guy can I\r\nhave your money please.  I felt bad about it.  He sat the money on the counter.\"  \r\n\r\n\tPaxton's case at the guilt-innocence phase of trial was developed only through cross\r\nexamination.  He offered no testimony or other evidence.\r\n\r\n\tIn reviewing the legal sufficiency of the evidence, we look at all the evidence in the\r\nlight most favorable to the verdict to determine whether any rational trier of fact could have\r\nfound the essential elements of the offense beyond a reasonable doubt. Jackson v.\r\nVirginia, 443 U.S. 307, 319, 99 S. Ct. 2781, 2789, 61 L. Ed. 2d 560, 573 (1979); Griffin v.\r\nState, 614 S.W.2d 155, 159 (Tex.Crim.App. 1981).  The standard for legal sufficiency\r\nreview \"gives full play\" to the jury's responsibility \"fairly to resolve conflicts in the testimony,\r\nto weigh the evidence, and to draw reasonable inferences from basic facts to ultimate\r\nfacts.\"  Jackson, 443 U.S. at 319; Sanders v. State, 119 S.W.3d 818, 820 (Tex.Crim.App.\r\n2003).  In a review of the record for factual sufficiency, we consider all the evidence in a\r\nneutral light, and will set aside the verdict if the evidence supporting it, either (1) standing\r\nalone or (2) when weighed against the contrary evidence, is too weak to establish the\r\nelements of the offense beyond a reasonable doubt.  The analysis is to answer the single\r\nultimate question: considering all the evidence in a neutral light, was the jury rationally\r\njustified in finding appellant guilty beyond a reasonable doubt? See Zuniga v. State, 144\r\nS.W.3d 477, 481 (Tex.Cr.App. 2004); Goodman v. State, 66 S.W.3d 283, 285\r\n(Tex.Crim.App. 2001). \r\n\r\nPoints One and Two - Evidence of Intent \r\n\r\n\r\n\tUnder point of error one, Paxton argues the trial court erred by denying his motion\r\nfor directed verdict because there was no evidence he had any intent to obtain and\r\nmaintain control of the \"said property\" referred to in the indictment.  The court's charge\r\ninstructed the jury, in accordance with Penal Code Section 29.02(a), that robbery requires\r\nan \"intent to obtain or maintain control of the property,\" and, in accordance with Penal Code\r\nSection 6.03(a), that a person acts intentionally, or with intent, with respect to a result of\r\nhis conduct when it is his conscious objective or desire to cause the result.  See Tex. Pen.\r\nCode Ann. §§ 6.03(a), 29.02(a) (Vernon 2003).  The court also instructed the jury that\r\n\"property\" means a document, including money, that represents or embodies anything of\r\nvalue.  See Tex. Pen. Code Ann. § 29.01(2)(B).   \r\n\r\n\tThe jury could infer Paxton's intent from his acts, words and conduct.  See\r\nHernandez v. State, 819 S.W.2d 806, 810 (Tex.Crim.App. 1991), cert. denied 504 U.S.\r\n974, 112 S Ct. 2944, 119 L. Ed. 2d 568 (1992).  See also Manrique v. State, 994 S.W.2d\r\n640, 649 (Tex.Crim.App. 1999) (Meyers, J., concurring) (intent almost always proven\r\nthrough evidence of circumstances surrounding the crime).  Ramirez's undisputed\r\ntestimony, corroborated by Paxton's own statement, that Paxton took money from Ramirez\r\nat gunpoint, provides legally sufficient evidence that he acted with the intent to obtain or\r\nmaintain control of the money.  If further evidence of his intent were needed, it is provided\r\nby the evidence he placed the money in a bag in his vehicle and drove away with it.  \r\n\r\n\tPaxton argues in his second point that the evidence of his intent was factually\r\ninsufficient, but does not point us to evidence he contends demonstrates the absence of\r\nthe required intent.  As noted, his written statement says he \"felt bad\" about his actions. \r\nIt also states that as he left the store he \"knew\" Ramirez was going to call police, and that\r\nas he drove down the highway at 55-60 mph, he \"figured\" he would get caught. None of\r\nthose statements weaken the inference that Paxton acted with the conscious objective of\r\nobtaining or maintaining control of the money.  The evidence of his intent to do so is\r\nfactually sufficient.  Paxton's first and second points are overruled.\r\n\r\nPoints Three and Four - Evidence of Deadly Weapon\r\n\r\n\r\n\tPaxton's robbery of Ramirez was aggravated, the indictment alleged, because he\r\nused or exhibited a deadly weapon, a firearm.  Paxton contends the evidence of his use\r\nor exhibition of a deadly weapon is legally and factually insufficient.  \r\n\r\n\tPenal Code Section 1.07(a)(17) includes a firearm within the definition of the term\r\ndeadly weapon.  See Tex. Pen. Code Ann. § 1.07(a)(17)(A) (Vernon Supp. 2004); Thomas\r\nv. State, 821 S.W.2d 616, 620 (Tex.Crim.App. 1991).  Because an object meets the\r\ndefinition of deadly weapon if it is a firearm, the State \"must simply prove at trial that it was\r\na firearm in fact.\"  Id. at 620.  As noted, the gun was in evidence.  During the testimony of\r\nthe Texas Ranger, he responded affirmatively to the district attorney's question whether he\r\nwould describe the gun as a firearm.  He further testified that the Derringer would shoot a\r\n.22 caliber bullet, and, responding to a question about the capability of a bullet shot from\r\nthe gun to cause death or serious bodily injury, stated that to his knowledge more people\r\nare killed with .22s each year than any other caliber.  \r\n\r\n\tA person \"uses or exhibits\" a deadly weapon under Penal Code Section 29.03(a)(2)\r\nif he employs the weapon in any manner that facilitates the associated felony.  McCain v.\r\nState, 22 S.W.3d 497, 502 (Tex.Crim.App. 2000).  Again, Ramirez's undisputed testimony\r\nthat Paxton pointed the gun at him, corroborated by Paxton's own statement, provide ample\r\nevidence from which a rational jury could have found Paxton used or exhibited a firearm\r\nwhile taking the money from Ramirez.  \r\n\r\n\tAgain, too, Paxton does not direct us to any contrary evidence.  In presenting his\r\nmotion for directed verdict to the trial court, Paxton contended there was no evidence the\r\ngun was a \"functioning firearm\" because officers had not fired the gun.  On cross\r\nexamination, the Texas Ranger acknowledged he had not fired the weapon, but stated it\r\nappeared to him to be functional and he did not see anything that would prevent it from\r\nfunctioning.  The Chillicothe Chief of Police testified he examined the gun when a\r\npatrolman delivered it to him for safekeeping.  He broke the weapon open and found it to\r\nbe loaded with one round.  He also acknowledged he had not fired it.  That officers had not\r\nfired the gun is not evidence it would not fire.  Examined in a neutral light, the evidence is\r\nnot too weak to establish that Paxton used or exhibited a firearm.   Thomas, 821 S.W.2d\r\nat 620.  See also Adame v. State, 69 S.W.3d 581, 583 (Tex.Crim.App. 2002) (Meyers, J.,\r\nconcurring).  We overrule points three and four.\r\n\r\nPoints Five and Six - Right of Self-Representation\r\n\r\n\r\n\tAfter the State's argument following the close of evidence in the guilt-innocence\r\nstage of the trial, as his appointed counsel began his argument, Paxton interrupted and\r\nasked to \"address the court.\"  The jury was removed, and Paxton advised the court that he\r\nwas going to \"fire\" his attorney, stating also the attorney \"has no say in this case from here\r\non.\"  The court disallowed Paxton's effort.  Paxton persisted, asserting \"by my constitutional\r\nright it's my choice\" and \"I have a right to fire my lawyer.\" (2)\r\n\r\n\tOn appeal Paxton argues the trial court's action denied his right to represent himself\r\nunder the Sixth Amendment and the Due Process Clause of the Fourteenth Amendment. \r\nThe defendant in a criminal case has the constitutional rights to waive the assistance of\r\ncounsel and to represent himself without counsel at trial.  See  Faretta v. California, 422\r\nU.S. 806, 95 S. Ct. 2525, 45 L. Ed. 2d 562 (1975); Johnson v. State, 760 S.W.2d 277\r\n(Tex.Crim.App. 1988).  The right of self-representation must be asserted, though, clearly\r\nand unequivocally in a timely manner.  \"Timely\" generally has been held to mean before\r\nthe jury is impaneled.  See McDuff v. State, 939 S.W.2d 607, 619 (Tex.Crim.App. 1997);\r\nEx parte Winton, 837 S.W.2d 134, 135 (Tex.Crim.App. 1992); Blankenship v. State, 673\r\nS.W.2d 578, 585 (Tex.Crim.App. 1984).  But see Johnson v. State, 676 S.W.2d 416, 419-20 (Tex.Crim.App. 1984) (assertion of right timely after impaneling of jury but before any\r\nevidence presented to jury). (3)  Paxton's assertion of the desire to represent himself, made\r\nfor the first time after the evidence was closed, was not timely and the trial court did not err\r\nin refusing it.  Points five and six are overruled.\r\n\r\nPoints Seven and Eight - Appearance in Jail Clothes\r\n\r\n\r\n\tPaxton filed a pretrial motion asking the court to direct that he not be brought to the\r\ncourtroom for trial wearing jail clothes.  No one arranged for civilian clothing for him,\r\nthough, and shortly after 8:00 on the first morning of trial, a sheriff's deputy escorted Paxton\r\nto the courthouse in his jail clothes.  Before the jury panel was brought into the courtroom,\r\nthe judge heard a defense motion for continuance and, after denying the motion, directed\r\nthat Paxton be provided with civilian clothes. (4)  The sheriff escorted Paxton to a room off the\r\ncourtroom, from which he was taken back to the jail while the court met with the panel.  \r\n\r\n\tDuring the second day of trial, Paxton's counsel brought to the court's attention a\r\nmotion for mistrial, prepared pro se by Paxton.  The motion alleged Paxton walked past the\r\npotential jurors in his jail clothes when he was escorted initially to the courtroom the day\r\nbefore.  The court filed the motion and held a hearing outside the presence of the jury. \r\nTestimony indicated the jury panel was summoned for 9:00 the morning of trial and that\r\nseveral cases were scheduled.  Testimony was consistent that there were several people\r\nin the hallway outside the courtroom both when Paxton was brought into the courthouse\r\nand when he was escorted back to the jail to change clothes.  There was conflicting\r\ntestimony concerning whether any of those present at either time were jurors.  Paxton and\r\nhis aunt both testified there were \"a lot\" of people in and around the hallway outside the\r\ncourtroom, and Paxton said he saw many of the same faces later during voir dire.  The law\r\nenforcement officers who testified remembered fewer persons being present when Paxton\r\nwas brought in.  The Texas Ranger testified he was present at that time and there were \"six\r\nor seven\" people, none of whom was on the jury.  The officers who escorted Paxton from\r\nthe courtroom area back to the jail testified there were then 15 to 20 people present.  A\r\nconstable who was acting as bailiff testified that he was collecting information sheets from\r\nprospective jurors when Paxton was taken from the courtroom, and there were not any\r\nprospective jurors then in the hallway. \r\n\r\n\tThe trial court denied the motion for mistrial, and Paxton argues on appeal that his\r\ndue process rights under both the United States and Texas Constitutions were violated\r\nwhen he was brought before prospective jurors in jail clothes.  He cites Randle v. State,\r\n826 S.W.2d 943 (Tex.Crim.App. 1992) and Ephraim v. State, 471 S.W.2d 798\r\n(Tex.Crim.App. 1971).  Those cases establish that requiring a defendant, over his\r\nobjection, to go to trial wearing jail clothes violates his rights to a fair trial and to be\r\npresumed innocent.  Randle, 826 S.W.2d at 944-45.  In those cases, however, there was\r\nno question the defendants were tried in jail clothes.  Here, the trial court was not asked\r\nto make a finding on the fact question whether Paxton appeared before jury members in\r\nhis jail clothes.  Because the evidence heard by the trial court would support a conclusion\r\nthat he did not appear before jurors in jail clothes, we view the evidence in the light most\r\nfavorable to the trial court's ruling and assume that was the court's implicit finding of fact. \r\nSee State v. Ross, 32 S.W.3d 853, 858 (Tex.Crim.App. 2000); Quinn v. State, 958 S.W.2d\r\n395, 401-02 (Tex.Crim.App. 1997).  Such a conclusion requires that we overrule points\r\nseven and eight.\r\n\r\n\tHaving overruled Paxton's points of error, we affirm the judgment of the trial court.\r\n\r\n\r\n\t\t\t\t\t\t\tJames T. Campbell\r\n\r\n\t\t\t\t\t\t\t         Justice\r\n\r\n\r\n\r\n\r\n\r\nDo not publish.                         \r\n\r\n\t\t\t\t\t\t\t\t\t\t\r\n1. The testimony uses the term \"headset.\"\r\n2.             \r\n             ' \r\n -      '       \r\n       '        \r\n              \r\n     \r\n3.    '        \r\n      ---   ---  \r\n -           \r\n             \r\n        \"     \r\n        \"      \r\n            - \r\n    \"       \r\n\"              '\r\n                \r\n            \r\n            \" \"  \r\n              \r\n            \r\n4.             ' \r\n            \r\n \" '                 \r\n \"\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2892848
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}