{
    "id": 2913529,
    "judges": null,
    "date_filed": "2009-12-27",
    "date_filed_is_approximate": true,
    "slug": "anthony-austin-metts-v-state",
    "case_name_short": null,
    "case_name": "Anthony Austin Metts v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=6173&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa11%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nOpinion filed December 21, 2006               \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n  \r\n   \r\n  \r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n  \r\n   \r\n  \r\n \r\n\r\n\r\n\r\n\r\nOpinion filed December 21, 2006               \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n                                                                        In The\r\n\r\n                                                                              \r\n\r\n    Eleventh Court of Appeals\r\n\r\n                                                                   __________\r\n\r\n \r\n\r\n                                       Nos. 11-06-00173-CR &amp; 11-06-00174-CR \r\n\r\n                                                    __________\r\n\r\n \r\n\r\n                               ANTHONY\r\nAUSTIN METTS, Appellant\r\n\r\n \r\n\r\n                                                             V.\r\n\r\n \r\n\r\n                                        STATE\r\nOF TEXAS,\r\nAppellee\r\n\r\n \r\n\r\n\r\n\r\n \r\n\r\n                                         On\r\nAppeal from the 385th District Court\r\n\r\n \r\n\r\n                                                         Midland\r\n  County, Texas\r\n\r\n \r\n\r\n                              Trial\r\nCourt Cause Nos. CR-29,169-A &amp; CR-29,170-A\r\n\r\n \r\n\r\n\r\n\r\n \r\n\r\n                                                                   O\r\nP I N I O N\r\n\r\nThese are appeals pursuant to Tex. R. App. P. 31.  In each case, the trial court denied\r\nthe petition for writ of habeas corpus. \r\nWe affirm.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAnthony Austin Metts was indicted for two offenses\r\nof sexual assault of a child under the age of seventeen.  In each case, appellant entered a plea of\r\nguilty.  Pursuant to the plea bargain\r\nagreements, the trial court deferred the adjudication of appellant=s guilt in each case and placed him on community\r\nsupervision for ten years.  In Cause No.\r\n11-06-00173-CR, the trial court also imposed a fine of $2,500.  Three months later, the State filed motions\r\nto revoke the community supervision and to adjudicate guilt in each case.  Appellant entered pleas of true to the State=s allegations.  Pursuant to the plea bargain agreements, the\r\ntrial court entered orders further deferring the adjudication of guilt and\r\nmodifying the terms and conditions of appellant=s\r\ncommunity supervision including deleting the fine imposed in Cause No.\r\n11-06-00173-CR.  Appellant later filed\r\npetitions for pre-conviction writs of habeas corpus pursuant to Tex. Code Crim. Pro. Ann. art.  11.072\r\n(Vernon 2005).  The trial court\r\ndenied both petitions, and appellant perfected these appeals.\r\n\r\nOn appeal, appellant contends that he received Aprejudicial representation during the\r\nplea process.@  Appellant attacks his original guilty pleas\r\non the grounds that, in each case,  trial\r\ncounsel did not sufficiently pursue the motion to suppress and that trial\r\ncounsel erroneously advised appellant and his family concerning a possible\r\nreduction in the amount of time appellant would be on deferred adjudication\r\ncommunity supervision and concerning his sentence if he did not accept the plea\r\nbargain.  Appellant contends that, in\r\neach case, he would not have entered his plea of guilty but for trial counsel=s erroneous advice concerning the\r\nmotion to suppress and punishment.\r\n\r\nThe Court of Criminal Appeals recently addressed a\r\npre-conviction habeas challenge to an original guilty plea in Kniatt v.\r\nState, No. PD-0323-05, 2006 WL 1710881, *6 (Tex. Crim. App. June 20, 2006), and stated:\r\n\r\nAn\r\napplicant seeking habeas corpus relief on the basis of an\r\ninvoluntary guilty plea must prove his claim by a preponderance of the\r\nevidence.  Ex parte Morrow, 952\r\nS.W.2d 530, 535 (Tex. Crim. App. 1997). . . . An appellate court reviewing a\r\ntrial court's ruling on a habeas claim must review the record evidence in the\r\nlight most favorable to the trial court's ruling and must uphold that ruling\r\nabsent an abuse of discretion. Ex parte Peterson, 117 S.W.3d 804, 819\r\n(Tex. Crim. App. 2003).\r\n\r\n \r\n\r\nThe\r\nrecord reflects that the Midland Police Department was investigating the\r\nillegal sale of items from the police department=s\r\nproperty room.  During this\r\ninvestigation, the police received information that appellant might have\r\npurchased narcotics from someone who ran the property room.  The information also indicated that appellant\r\nmight be involved with underage females.         \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAs\r\npart of the ongoing property room theft investigation, Texas Ranger Don\r\nWilliams went with Midland Police Lieutenant Cherry to Camp Longhorn\r\nnear Burnet where appellant was working as a counselor for the summer.  Ranger Williams testified that he told\r\nappellant that Athere\r\nwere some things@\r\nhappening in Midland\r\nthat they wanted to talk to him about. \r\nRanger Williams asked appellant to come with the two officers to the\r\nBurnet County Sheriff=s\r\nDepartment.  Ranger Williams testified\r\nthat appellant agreed and went voluntarily. \r\nPrior to contacting appellant, Ranger Williams was aware of one\r\nallegation of sexual assault involving appellant, was aware that appellant had\r\nbeen arrested  for possession of\r\nmarihuana a few weeks before, was aware that appellant had had a fifteen-\r\nyear-old girl with him at the time of that arrest, and was aware that appellant\r\nAliked to play like he was a police\r\nofficer.@\r\n\r\nRanger\r\nWilliams stated that, before talking with appellant at the sheriff=s department, he told appellant that he\r\nwas free to leave at anytime and that someone would give him a ride back to the\r\ncamp.  Ranger Williams also repeated this\r\nstatement to appellant several times during the interview.  No Miranda[1]\r\nwarnings were given.\r\n\r\nRanger\r\nWilliams testified that appellant was very cooperative, that appellant=s body language was Avery comfortable,@ that appellant Aactually\r\nseemed like he was enjoying it,@\r\nand that appellant assisted in the preparation of his statement by pointing out\r\nspelling and grammatical errors. \r\nAppellant provided information about various drug dealers in Midland, and he\r\nunderstood the process of giving his statement.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant=s trial counsel testified that he had\r\nwritten a letter six weeks before the plea hearing stating that, if the\r\nadjudication of appellant=s\r\nguilt was deferred, appellant might be able to request release from community\r\nsupervision after three and one-half to four years and that, if appellant went\r\nto trial on all three charges, he would be facing a mandatory life\r\nsentence.  Counsel further stated that he\r\nmet repeatedly with appellant and appellant=s\r\nfamily after the letter was sent and before the plea hearing and explained\r\nthat, if appellant was required to register as a sex offender, he could not be\r\nreleased from community supervision early. \r\nCounsel stated that he discussed at length with appellant and appellant=s family the risks involved with pursuing\r\nthe motions to suppress appellant=s\r\nstatement.  Counsel described how the\r\nState=s offer\r\nof deferred adjudication would be withdrawn if the motions to suppress were\r\npursued and detailed his analysis of the legal issues involved with the motions\r\nto suppress.  Counsel stated that he had Avery serious discussions -- extremely\r\nserious@\r\ndiscussions -- with appellant and appellant=s\r\nfather about the consequences of pursuing the motions to suppress and of\r\naccepting the plea agreements.  They had Amany meetings@\r\nand Amany\r\ndiscussions.@  Counsel testified that everyone understood\r\nthe situation and that no one told him that appellant wanted to go to\r\ntrial.  Counsel stated that his statement\r\nin the letter concerning the mandatory life sentence was not a correct\r\nstatement of the applicable law and that for the two to three weeks prior to\r\nthe plea hearing there was no mention or discussion of a mandatory life\r\nsentence.  Counsel unequivocally stated\r\nthat the Awhole key@ to deciding the strategy for appellant=s three cases was the chance of winning\r\nthe motions to suppress (which Awas\r\nnot very good@)\r\nbalanced against Athrowing\r\naway a deferred adjudication chance@\r\nin each of appellant=s\r\ncases.\r\n\r\nAppellant\r\ntestified that Ranger Williams told him that he needed to go with the officers\r\nand that they had some questions that he needed to answer.  Appellant stated that, even though the\r\nofficers did not pull their guns, grab him, or put handcuffs on him, he did not\r\nthink that he had any other choice but to go with the officers.  The officers asked about the evidence missing\r\nfrom the property room and about his sexual activity with underage girls.  Appellant stated that the words in his\r\nstatement were already typed into the computer when he saw the screen and that\r\nhe was only asked to check the statement for any misspelled names.  Appellant further testified that he went\r\nwillingly with the officers, that they told him a Acouple\r\nof times@ that he\r\nwas free to leave, that he had had a chance to read through the statement, and\r\nthat Anothing\r\nin the statement was incorrect.@\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant\r\ntestified that, if he had known at the time of the plea hearing what he knew at\r\nthe time of the habeas hearing, he would have gone to trial on all three\r\ncharges rather than accept the plea agreements of deferred adjudication on two\r\ncharges and the dismissal of the third. \r\nAppellant acknowledged that his trial counsel had worked hard to get his\r\nadjudication deferred, that at the time of the plea negotiations that is what\r\nhe wanted, and that he was satisfied at that time with the deferred\r\nadjudication.  However, appellant\r\ntestified that trial counsel Adid\r\nnot fully explain@ that the\r\ndeferred adjudications would not be Aoff@ his record.  Appellant stated that he started having\r\ntrouble with his situation A[t]he\r\nminute [the trial judge] hit his gavel on the wooden block.@ \r\nAppellant testified that, while his trial counsel had explained the\r\nlegal concept of stacking sentences as it applied to his three charges, Ano one@\r\ninformed him of the punishment range for each charge.  He had relied on trial counsel=s representation that, if he went to\r\ntrial, he was facing a mandatory life sentence when he entered his pleas.  Even though the trial court admonished him at\r\nthe plea hearing that the range of punishment was confinement for a term of not\r\nmore than twenty and not less than two years, appellant stated at the habeas\r\nhearing that he did not question the range of punishment or alleged mandatory\r\nlife sentence.\r\n\r\nAppellant\r\nalso testified that he had no reason to believe that his trial counsel was not\r\ntelling the truth when counsel said that there was no future in pursuing the\r\nsuppression matter.  Appellant stated, AIf he had given me the comfort of\r\nknowing, and if he had felt strongly that that suppression could have happened,\r\nI would have entered a plea of not guilty.@  However, appellant  acknowledged that that was not the\r\nsituation.  Appellant also stated that,\r\napproximately three weeks after he gave his statement, he was arrested and Akicked out@\r\nof Camp Longhorn.\r\n\r\nAppellant\r\nis in essence challenging the effectiveness of his trial counsel.  In order to determine whether appellant=s trial counsel rendered ineffective\r\nassistance at trial, we must first determine whether appellant has shown that\r\ncounsel=s\r\nrepresentation fell below an objective standard of reasonableness and, if so,\r\nthen determine whether there is a reasonable probability that the result would\r\nhave been different but for counsel=s\r\nerrors.  Wiggins v. Smith, 539 U.S. 510 (2003); Strickland v. Washington, 466 U.S.\r\n668 (1984); Andrews v. State, 159 S.W.3d 98 (Tex. Crim. App. 2005); Hernandez v. State,\r\n988 S.W.2d 770 (Tex. Crim. App. 1999).  \r\nWe must indulge a strong presumption that counsel=s\r\nconduct fell within the wide range of reasonable professional assistance; and\r\nappellant must overcome the presumption that, under the circumstances, the\r\nchallenged action might be considered sound trial strategy.  Bone v. State, 77 S.W.3d 828, 833 (Tex. Crim. App.  2002); Stafford\r\nv. State, 813 S.W.2d 503, 508-09 (Tex. Crim. App. 1991).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe\r\nrecord does not support appellant=s\r\ncontentions that the trial court abused its discretion by denying the writs for\r\nhabeas corpus.  The record does support\r\nthe trial court=s\r\nconclusions that  appellant=s contentions that his trial counsel=s representation concerning the law\r\napplicable to the circumstances surrounding his statement, concerning not\r\npursuing the suppression issue and accepting the plea bargain offers, and\r\nconcerning the letter with erroneous statements as to punishment were without\r\nmerit.  The record does not reflect that\r\ncounsel=s\r\nrepresentation was not within the range of competence demanded of attorneys in\r\ncriminal cases or that there is a reasonable probability that, but for counsel=s error, appellant would have not\r\npleaded guilty but would have insisted on going to trial.  Hill v. Lockhart, 474 U.S. 52 (1985); Kober\r\nv. State, 988 S.W.2d 230, 232 (Tex. Crim. App. 1999); Ex parte Morrow,\r\n952 S.W.2d 530 (Tex. Crim. App. 1997). \r\nThe record also supports the trial court=s\r\nconclusion that appellant failed to establish any prejudice.  Appellant=s\r\nissues are overruled.\r\n\r\nThe\r\norders of the trial court are affirmed.\r\n\r\n \r\n\r\nPER\r\nCURIAM\r\n\r\n \r\n\r\nDecember\r\n21, 2006\r\n\r\nDo\r\nnot publish.  See Tex. R. App. P. 47.2(b).\r\n\r\nPanel\r\nconsists of:  Wright, C.J., \r\n\r\nMcCall,\r\nJ., and Strange, J.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n[1]Miranda v. Arizona, 384 U.S. 436 (1966).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2913529
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}