{
    "id": 2927779,
    "judges": null,
    "date_filed": "1985-11-16",
    "date_filed_is_approximate": true,
    "slug": "fields-andre-keith-v-state",
    "case_name_short": null,
    "case_name": "Fields, Andre Keith v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=2354&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa14%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAffirmed and Opinion filed October 24, 2002\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAffirmed and Opinion filed October 24, 2002.\r\n\r\n \r\n\r\n \r\n\r\nIn The\r\n\r\n \r\n\r\nFourteenth Court of\r\nAppeals\r\n\r\n____________\r\n\r\n \r\n\r\nNO. 14-01-01099-CR\r\n\r\n____________\r\n\r\n \r\n\r\nANDRE KEITH FIELDS, Appellant\r\n\r\n \r\n\r\nV.\r\n\r\n \r\n\r\nTHE STATE OF TEXAS, Appellee\r\n\r\n \r\n\r\n\r\n\r\n \r\n\r\nOn Appeal from the 185th District Court\r\n\r\nHarris County, Texas\r\n\r\nTrial Court Cause No. 865,893\r\n\r\n \r\n\r\n\r\n\r\n \r\n\r\nO P I N I O N\r\n\r\nAppellant, Andre Keith Fields, was charged by indictment with\r\naggravated robbery;  he entered a plea of\r\nnot guilty.  However, a jury convicted\r\nappellant, found him to be a second offender, and assessed his punishment at 25\r\nyears’ imprisonment.  On appeal,\r\nappellant contends (1) the trial court failed to instruct the jury on the\r\nburden of proof for extraneous offenses, (2) the prosecutor conducted improper\r\nvoir dire, (3) he received ineffective assistance of counsel, and (4) the\r\nevidence is legally and factually insufficient to support his conviction.  We affirm.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe record reflects that Winnie Montgomery, the complainant,\r\nwas the president of LaWon Enterprises, a business engaged in direct sales of\r\nproducts via a sales force of approximately twenty people.  At the end of each work day, the sales\r\npersons would typically return to the business to turn in their cash receipts\r\nwhich were then placed in a blue bank bag in preparation for deposit at a local\r\nbank.  On January 5, 2001, three armed\r\nmen wearing ski masks entered LaWon Enterprises and ordered the employees to\r\nget down on the floor and empty their pockets. \r\nOne of the hijackers, later identified as appellant, pointed a gun at\r\nMontgomery and asked, “Where’s the blue bag?” \r\nMontgomery did not have the bag, and appellant ordered her to the floor.\r\n\r\n\r\nAfter about an hour, the assailants ordered everyone into the\r\nbathroom.  Meanwhile, employees heard the\r\nassailants going through the office, turning over desks and pulling phones out,\r\napparently looking for the blue bag.  The\r\nemployees came out of the bathroom about 20 minutes later and called\r\npolice.  \r\n\r\nSeveral employees recognized the voice of one of the\r\nhijackers as belonging to appellant, who was employed for several months as a\r\ndistributor and sales person at LaWon Enterprises until shortly before the\r\nrobbery.\r\n\r\nI.  Charge Error \r\n\r\nIn his first issue, appellant contends the trial court erred\r\nat the punishment phase of  the trial\r\nwhen it failed to instruct the jury on the State’s burden of proof for\r\nextraneous offenses.  To support its\r\nenhancement allegation, the State introduced a penitentiary packet showing\r\nappellant had been previously convicted of aggravated assault.  The penitentiary record, however, also\r\ncontained numerous disciplinary reports regarding appellant=s behavior while incarcerated.  Appellant argues the disciplinary reports\r\nconstitute evidence of extraneous offenses and that the jury should have been\r\ninstructed on the State=s burden to prove up such offenses “beyond a reasonable\r\ndoubt.”[1]\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nA trial court must submit a charge setting forth “the law\r\napplicable to the case.”  Tex. Code Crim. Proc. Ann. art. 36.14\r\n(Vernon Supp. 2002).  Law applicable to\r\nthe case concerning extraneous crimes requires proof beyond a reasonable doubt\r\nand an instruction  to that effect\r\nregardless of whether requested.  Huizar\r\nv. State, 12 S.W.3d 479, 484 (Tex. Crim. App. 2000).  Failing to give this instruction constitutes\r\nstatutory error,[2]\r\nand thus requires analysis under Almanza v. State, 686 S.W.2d 157 (Tex.\r\nCrim. App. 1985).  Huizar, 12 S.W.3d\r\nat 482–83.  Under Almanza, the\r\nreviewing court must first ascertain whether the error was preserved by\r\nobjection at trial.  Almanza v. State,\r\n686 S.W.2d 157, 171 (Tex. Crim. App. 1984). \r\nAn unpreserved complaint will not constitute reversible error unless the\r\nerror was so unfair that the defendant was denied “a fair and impartial trial.”  Arline v. State, 721 S.W.2d 348, 351\r\n(Tex. Crim. App. 1986).  Thus, a\r\ndefendant can only obtain a reversal if the error caused “egregious” harm to\r\nthe defendant.  Id. A court must\r\nmeasure the degree of harm in “light of the entire jury charge, the state of\r\nthe evidence, including contested issues and weight of probative evidence, the\r\nargument of counsel and other relevant information.”  Almanza, 686 S.W.2d at 171.  \r\n\r\nAppellant did not preserve error and after reviewing the\r\nentire record of his trial, we conclude that he was not denied a fair and\r\nimpartial trial.  The State presented a\r\nthirty-three page penitentiary report containing disciplinary infractions such\r\nas failure to obey orders, threatening guards, punching a guard, and indecent\r\nexposure.  Appellant does not contest  the veracity of these reports; rather,\r\nappellant complains he was harmed by the sheer volume of the evidence presented\r\nand the prosecution’s focus on the extraneous crimes.  Although the prosecutor mentioned appellant’s\r\nprior conduct in closing argument, she focused primarily on his 1990 conviction\r\nfor aggravated assault.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nMost important, however, the jury assessed a relatively low\r\npunishment.  The statutory range of\r\npunishment in this case was 15 years to 99 years or life;[3]  the jury, however, assessed a punishment of\r\nonly 25 years.  Accordingly, we find no\r\negregious harm resulting from the trial court’s failure to properly instruct\r\nthe jury.  See Brown v. State, 45 S.W.3d\r\n228, 232 (Tex. App.CFort Worth 2001, pet. ref’d) (holding defendant was not\r\ninjured by trial courts failure to give reasonable doubt instruction regarding\r\nextraneous offenses when the jury assessed punishment well below the maximum\r\npermitted).  Appellant’s first issue is\r\noverruled.\r\n\r\nII.  Voir Dire\r\n\r\nIn his second issue, appellant claims the trial court erred\r\nin permitting the State’s attorney to offer a hypothetical scenario during her\r\nvoir dire examination that was factually specific to the case on trial.[4]  We perceive no error in the prosecutor’s\r\nremarks.  However, even if the prosecutor\r\nerred, appellant lodged no objection to the remarks.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAs a prerequisite to presenting a complaint for appellate\r\nreview, the record must show that counsel complained to the trial court by a\r\ntimely request, objection, or motion.  Tex. R. App. P. 33.1(a)(1).  To preserve error during voir dire, the\r\ndefendant must object to the prosecutor’s statement.  Jenkins v. State, 870 S.W.2d 626, 629 (Tex.\r\nApp.CHouston [1st Dist.] 1994, pet. ref’d).  Here, appellant’s counsel did not object to\r\nthe prosecutor’s use of a hypothetical scenario.  Thus, appellant failed to preserve any error\r\nfor appellate review.  See Ransom v.\r\nState, 789 S.W.2d 572, 583 (Tex. Crim. App. 1989) (holding appellant failed\r\nto preserve error by failing to raise the complaint at trial court).\r\n\r\nAccordingly, appellant’s second issue is overruled.  \r\n\r\nIII.  Ineffective Assistance of Counsel \r\n\r\nIn his third issue, appellant\r\ncomplains his counsel was ineffective for failing to request a reasonable doubt\r\ninstruction regarding the extraneous offenses introduced at the punishment\r\nphase of the trial.  We find, however,\r\nthat appellant failed to meet the test for ineffective assistance of counsel set\r\nforth in Strickland v. Washington, 466 U.S. 668, 688–93 (1984).\r\n\r\nUnder Strickland, appellant must demonstrate (1)\r\ncounsel’s performance was deficient and not reasonably effective and (2) the\r\ndeficient performance prejudiced the defense. \r\nId.  Essentially, appellant\r\nmust show his counsel’s representation fell below an objective standard of\r\nreasonableness, based on prevailing professional norms, and there is a\r\nreasonable probability that, but for his counsel=s unprofessional errors, the result\r\nof the proceeding could have been different. \r\nId. at 693; Valencia v. State, 946 S.W.2d 81, 83 (Tex.\r\nCrim. App. 1997).  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nJudicial scrutiny of counsel’s performance must be highly\r\ndeferential and we are to indulge a strong presumption that counsel was\r\neffective.  Jackson v. State, 877\r\nS.W.2d 768, 771 (Tex. Crim. App. 1994). \r\nWe presume counsel’s actions and decisions were reasonably professional\r\nand that they were motivated by sound trial strategy.  Id. \r\nMoreover, to rebut  this\r\npresumption, appellant must show, by a preponderance of the evidence, why trial\r\ncounsel did what he did.  Id.  Any allegation of ineffectiveness must be\r\nfirmly founded in the record and the record must affirmatively demonstrate the\r\nalleged ineffectiveness.  McFarland v.\r\nState, 928 S.W.2d 482, 500 (Tex. Crim. App. 1996), overruled on other\r\ngrounds by Mosley v. State, 983 S.W.2d 249, 263 (Tex. Crim. App.\r\n1998).  If the record contains no\r\nevidence of the reasoning behind trial counsel’s actions, we cannot conclude\r\ncounsel’s performance was deficient or speculate about the reasons behind trial\r\ncounsel’s actions.  Jackson, 877\r\nS.W.2d at 771.           \r\n\r\nIf appellant proves his counsel’s representation fell below\r\nan objective standard of reasonableness, he must still affirmatively prove\r\nprejudice as a result of those acts or omissions.  Strickland, 466 U.S. at 693; McFarland,\r\n928 S.W.2d at 500.  Counsel=s errors, even if professionally\r\nunreasonable, do not warrant setting the conviction aside if the errors had no\r\neffect on the judgment.  Strickland,\r\n466 U.S. at 691.  Appellant must prove\r\nthat counsel’s errors, judged by the totality of the representation, denied him\r\na fair trial, or his claim fails.  McFarland, 928 S.W.2d at 500.  \r\n\r\nAppellant fails to provide this Court with any evidence to\r\naffirmatively demonstrate the ineffectiveness of his trial counsel.  He did not file a motion for new trial, and\r\nthe record contains no evidence of the reasoning behind his trial counsel’s\r\nactions in failing to request a reasonable doubt instruction at the punishment\r\nphase.  Thus, appellant has failed to\r\nrebut the presumption that counsel’s actions were reasonably professional and\r\nmotivated by sound trial strategy.\r\n\r\nAdditionally, appellant has not demonstrated that trial\r\ncounsel’s performance prejudiced his defense. \r\nAs we have already observed, appellant’s punishment was on the low end\r\nof the statutory range.  Appellant’s\r\nthird issue is overruled.\r\n\r\nIV.  Legal and Factual\r\nInsufficiency \r\n\r\nIn his fourth and fifth issues, appellant argues the evidence\r\nis insufficient to support his conviction. \r\nSpecifically, appellant contends the evidence is legally and factually\r\ninsufficient to establish appellant=s identity as one of the\r\nperpetrators.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn evaluating a legal sufficiency challenge, we view the\r\nevidence in the light most favorable to the verdict and determine whether a\r\nrational trier of fact could have found the essential elements of the offense\r\nbeyond a reasonable doubt.  Jackson v.\r\nVirginia, 443 U.S. 307, 319 n. 12 (1979); Garrett v. State, 851 S.W.2d\r\n853, 857 (Tex. Crim. App. 1993).  We will\r\nnot overturn the verdict unless it is irrational or unsupported by proof beyond\r\na reasonable doubt.  Matson v. State,\r\n819 S.W.2d 839, 846 (Tex. Crim. App. 1991). \r\nThe jury, as the trier of fact, “is the sole judge of the credibility of\r\nwitnesses and of the strength of the evidence.” \r\nFuentes v. State, 991 S.W.2d 267, 271 (Tex. Crim. App.\r\n1999).  The jury may believe or\r\ndisbelieve any portion of the witnesses’ testimony.  Sharp. v. State, 707 S.W.2d 611, 614\r\n(Tex. Crim. App. 1986).  Therefore, if\r\nany rational trier of fact could have found the essential elements of the crime\r\nbeyond a reasonable doubt, we must affirm. \r\nMcDuff v. State, 939 S.W.2d 607, 614 (Tex. Crim. App. 1997).  \r\n\r\nAppellant argues the evidence is legally insufficient because\r\nhe was identified primarily by voice recognition.  However, a voice identification may be made\r\nby means of an “opinion based upon hearing the voice at anytime under\r\ncircumstances connecting it with the alleged speaker.”  Tex.\r\nR. Evid. 901(b)(5).  In fact, the\r\nuse of voice identification has been upheld many times.  Norton v. State, 564 S.W.2d 714, 717 (Tex.\r\nCrim. App. 1978) (holding in a case of false report to a peace officer that\r\nvoice recognition was sufficient to establish the identity of the perpetrator);\r\nLocke v. State, 453 S.W.2d 484, 485 (Tex. Crim. App. 1970) (“Voice is a\r\ncompetent means of identification if the witness had any previous acquaintance\r\nwith the person identified.”); Fuller v. State, 858 S.W.2d 528, 530 (Tex.\r\nApp.CEastland 1993, pet. ref=d) (holding voice identification may\r\nbe used to identify the perpetrator of a sexual assault); Wright v. State,\r\n648 S.W.2d 35, 36 (Tex. App.CDallas 1983, no pet.) (holding that voice identification is\r\nneither unfair nor suggestive).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nHere, several witnesses identified appellant as the\r\nperpetrator.  Two employees recognized\r\nappellant’s voice because they worked with him for over four months.  In fact, one of the witnesses worked closely\r\nwith appellant for two weeks and spoke with him several hours a day.  Although the assailant wore a ski mask during\r\nthe robbery, both witnesses also identified appellant in a live lineup with\r\neach suspect wearing a ski mask. \r\nMoreover, the complainant recognized the jacket worn by this assailant\r\nas the exact jacket that appellant  had\r\nworn to work almost everyday. \r\n\r\nFurther, the evidence suggests the robbery was committed by\r\nan “insider.”  For example, the\r\nperpetrators knew their way around the office, although it was not normally\r\nopen to the public.  Also, the robbery\r\ncoincided with the time that sales persons were returning to the office with\r\ntheir cash receipts.  Additionally, the\r\nhijackers knew the money would be in a blue canvas bag.  Finally, during the course of the robbery,\r\nappellant yelled at one of the employees to “get on the floor,” and called him\r\nby name while doing so. \r\n\r\nIt is also probative that the hijackers targeted only\r\nselected employees for physical abuse. \r\nAlthough appellant and his accomplices kicked and hit several employees\r\nduring the robbery, they focused their abuse on certain people, including Kenny\r\nSutton, one of the office managers.  Montgomery\r\ntestified that appellant got along with his coworkers except Sutton because\r\nSutton told appellant to get rid of his dreadlocks.  Appellant refused and Montgomery put him on “9:00\r\nto 5:00.”  This required appellant to\r\npick up his products at 9:00 a.m., instead of 7:00 a.m. and return unsold\r\nproducts at 5:00 p.m., instead of 6:00 p.m. \r\nAppellant blamed Sutton for his reduction in hours. \r\n\r\nFinally, we must presume the jury resolved any conflicting\r\ninferences on the issue in favor of the prosecution.  Farris v. State, 819 S.W.2d 490, 495\r\n(Tex. Crim. App. 1990), overruled on other grounds by Riley v. State,\r\n889 S.W.2d 290 (Tex. Crim. App. 1993). \r\nWe test the evidence only to see if any reasonable trier of fact could\r\nfind the elements established beyond a reasonable doubt.  Jackson, 443 U.S. at 318.  After examining the evidence, we find it is\r\namply sufficient to permit a rational factfinder to convict appellant of\r\naggravated robbery. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant, however, also contends the evidence is factually\r\ninsufficient.  When conducting a factual\r\nsufficiency review, the evidence is not viewed in the light most favorable to\r\nthe verdict, and the verdict is set aside only if it is so contrary to the\r\noverwhelming weight of the evidence to be clearly wrong and unjust.  Johnson v. State, 23 S.W.3d 1, 6–7\r\n(Tex. Crim. App. 2000).  The evidence is\r\nconsidered equally, including the testimony of defense witnesses and the\r\nexistence of alternative hypotheses.  Orona\r\nv. State, 836 S.W.2d 319, 321 (Tex. App.CAustin 1992, no pet.).  We consider the factfinder’s\r\nweighing of the evidence and can disagree with the factfinder’s\r\ndetermination.  Clewis v. State,\r\n922 S.W.2d 126, 133 (Tex. Crim. App. 1996). \r\nHowever, we are not free to reweigh the evidence and set aside a verdict\r\nmerely because a different result is more reasonable.  Cain v. State, 958 S.W.2d 404, 407\r\n(Tex. Crim. App. 1997).  We must defer to\r\njury findings and find the evidence factually insufficient “only where\r\nnecessary to prevent manifest injustice.” \r\nId.\r\n\r\nAppellant specifically argues that the evidence is factually\r\ninsufficient because he had an alibi witness. \r\nAppellant offered the testimony of his mother, Carrie Fields.  Ms. Fields’ testimony, if believed, placed\r\nappellant at home during the robbery; however, this evidence must be weighed\r\nagainst the testimony of the State’s witnesses. \r\nMoreover, Ms. Fields had no independent recollection of the specific day\r\nthe offense was committed; rather, she remembered appellant’s routine time to\r\nbe home.  Ms. Fields was impeached to\r\nsome extent by her admission that she never went to police with the alibi claim\r\nbut, instead, waited until trial to acknowledge her son’s innocence.  \r\n\r\nThe jury disregarded appellant’s alibi witness as was its\r\nright.  Moore v. State, 804 S.W.2d\r\n165, 166 (Tex. App.CHouston [14th Dist.] 1991, no pet.) (holding jury is entitled\r\nto accept the State’s version of the facts and reject appellant’s version or\r\nreject any of the witnesses’ testimony). \r\nWe find the verdict was not so contrary to the overwhelming weight of\r\nthe evidence as to be clearly wrong and unjust. \r\nAppellant=s fourth and fifth issues are overruled.  \r\n\r\nThe judgment of the trial court is affirmed.  \r\n\r\n \r\n\r\n \r\n\r\n/s/        J. Harvey Hudson\r\n\r\nJustice\r\n\r\n \r\n\r\n \r\n\r\nJudgment rendered\r\nand Opinion filed October 24, 2002.\r\n\r\nPanel consists of\r\nChief Justice Brister and Justices Hudson and Fowler.\r\n\r\nDo Not Publish C Tex.\r\nR. App. P. 47.3(b).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n[1]  Article 37.07 ' 3(a) provides in relevant part: “. . . evidence may\r\nbe offered by the state and the defendant as to any matter the court deems\r\nrelevant to sentencing, including but not limited to ... evidence of an\r\nextraneous crime or bad act that is shown beyond a reasonable doubt by evidence\r\nto have committed by the defendant or for which he could be held criminally\r\nresponsible . . .”  Tex. Code Crim. Proc. Ann. Art. 37.07\r\n(Vernon Supp. 2002).  \r\n\r\n\r\n\r\n\r\n\r\n[2]  Article 36.14\r\nof the Texas Code of Criminal Procedure , which applies to Article 37.07,\r\nrequires a jury charge to contain the law applicable to the case.  Tex.\r\nCode Crim. Proc. Ann. art. 36.14; Huizar, 12 S.W.3d at 484.  An omitted instruction on the law applicable\r\nto the case constitutes a purely charge error under article 36.19 rather than a\r\nconstitutional error and requires analysis under Almanza.  Huizar, 12 S.W.3d at 484.\r\n\r\n\r\n\r\n\r\n\r\n[3]  Tex. Pen. Code Ann. ' 12.42(c)(1) (Vernon Supp. 2002).\r\n\r\n\r\n\r\n\r\n\r\n[4]  During voir\r\ndire, the prosecutor questioned the jury about a hypothetical aggravated\r\nrobbery as follows:\r\n\r\nQ.         [By\r\nMs. Sinclair, the State=s attorney]: Okay. \r\nLet=s talk about how this occurs, how does this crime\r\noccur?  Juror No. 3, who gets to pick the\r\nplace the aggravated robbery is going to happen?  Do you think that is going to be my complainant\r\nor a perpetrator?  Who do you think is\r\ngoing to pick the place?\r\n\r\nA.         [Venireperson]:\r\nThe persons who anticipate committing the crime.  \r\n\r\nQ.         Certainly.  How about who=s around\r\nwhen the crime=s committed?\r\n\r\nA.         Could\r\nbe anybody.\r\n\r\nQ.         Who=s going to get to pick?  That=s the\r\nquestion.\r\n\r\nA.         Perpetrator.\r\n\r\nQ.         Okay.  Who=s going\r\nto pick whether or not I B let=s say there=s a\r\nfirearm versus a knife versus a baseball bat?\r\n\r\nA.         Perpetrator.\r\n\r\nQ.         Okay.  Who is going to pick what type of disguise,\r\nif any, I wear?\r\n\r\nA.         Perpetrator.\r\n\r\n\r\nQ.         Okay.  Would everyone agree with me that the\r\nperpetrator is going to be in control here in terms of how this is going to\r\ntake place?  Everyone can see that?  Anyone think the complainant has come\r\ncontrol?  Anyone see that?  Okay\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2927779
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}