{
    "id": 2933591,
    "judges": null,
    "date_filed": "2005-09-02",
    "date_filed_is_approximate": true,
    "slug": "jaicourrie-dewayne-finley-v-state",
    "case_name_short": null,
    "case_name": "Jaicourrie Dewayne Finley v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=14092&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa14%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\nAffirmed and Opinion filed March 13, 2007\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAffirmed and Opinion filed March 13, 2007.\r\n\r\n \r\n\r\n \r\n\r\nIn The\r\n\r\n \r\n\r\nFourteenth Court of\r\nAppeals\r\n\r\n____________\r\n\r\n \r\n\r\nNO. 14-06-00127-CR\r\n\r\n____________\r\n\r\n \r\n\r\nJACOURRIE DEWAYNE FINLEY, Appellant\r\n\r\n \r\n\r\nV.\r\n\r\n \r\n\r\nTHE STATE OF TEXAS, Appellee\r\n\r\n \r\n\r\n\r\n\r\n \r\n\r\nOn Appeal from the 248th\r\nDistrict Court\r\n\r\nHarris County, Texas\r\n\r\nTrial Court Cause No. 1028187\r\n\r\n \r\n\r\n\r\n\r\n \r\n\r\nO P I N I O N\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant, Jacourrie DeWayne Finley, appeals from his\r\nconviction for third degree felony theft.  A jury found him guilty, and the\r\ntrial court sentenced him to sixteen years in prison.  In six issues, appellant\r\ncontends that (1) the trial court erred in failing to have appellant sign a\r\nwritten waiver of his right to counsel; (2) the trial court erred in failing to\r\nadequately admonish appellant of the dangers and disadvantages of\r\nself-representation; (3) the trial court erred in refusing to provide counsel\r\nwhen appellant attempted to waive his right to self-representation; (4)\r\nappellant=s motion to recuse the trial judge should have been\r\ngranted because the judge was partial, biased, and prejudiced against him; (5)\r\na witness testified that appellant was on probation, thus impeaching appellant\r\nbefore he testified; and (6) the trial judge made inflammatory and harmful\r\ncomments to appellant in front of the jury.  We affirm.\r\n\r\nBackground\r\n\r\nAppellant was charged with Aidentity theft@ from several\r\ncomplainants in the aggregate amount of greater than $20,000 but less than\r\n$100,000.  Prior to trial, appellant waived his right to counsel and asserted\r\nhis right to self-representation.  The trial court held a hearing on the matter\r\nand granted appellant=s requests.  Subsequently, at the\r\nbeginning of jury voir dire, appellant stated that he no longer wished to\r\nrepresent himself and instead wanted counsel to represent him.  The trial court\r\ndenied this request, and trial proceeded with appellant representing himself.\r\n\r\nOne morning during trial, appellant told the judge that he\r\nwas having trouble seeing out of one of his eyes.  The judge permitted\r\nappellant to move so that he might be able to see the witnesses better.  Later,\r\nappellant again complained that he was having trouble seeing.  The judge\r\ninitially refused to halt the proceedings and again told appellant that he\r\ncould move in order to see the witnesses better.  At lunchtime, however, the\r\ncourt recessed the trial for the remainder of the day so that appellant could\r\nreceive medical attention.  Appellant subsequently filed a motion to recuse the\r\njudge, alleging that the judge was partial, biased, and prejudiced against him\r\nbecause she did not permit him prompt medical attention regarding his eye.  The\r\nmotion was heard and denied by a different appointed judge.\r\n\r\nAlso during trial, while appellant was cross-examining his\r\nformer landlord, the witness gave a long, unresponsive answer that included a\r\nsuggestion that appellant had been on parole at one time.  After the conclusion\r\nof the witness=s testimony (and after the jury was excused for the\r\nday), appellant requested that the judge instruct the jury to disregard.  The\r\nnext morning, the judge instructed the jury to disregard the witness=s answer.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAdditionally, at one point during appellant=s\r\ncross-examination of a witness, the trial judge called the parties to the bench\r\nand admonished appellant for asking questions that called for hearsay.  When\r\nappellant returned to counsel table and asked his next question, the judge\r\nstated: AThat=s the type of\r\nquestion that=s improper and we=re not going to\r\nspend all day doing that.  I just advised you of that.  Improper hearsay\r\ninformation.@  Appellant did not object to the judge=s comments.  The\r\njury found appellant guilty as charged, and after finding allegations in an\r\nenhancement paragraph to be true, the trial court sentenced him to sixteen\r\nyears in prison.\r\n\r\nWritten Waiver\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn his first issue, appellant contends that the trial court\r\nerred in failing to have him sign a written waiver of his right to counsel. \r\nSpecifically, appellant contends that article 1.051(g) of the Texas Code of\r\nCriminal Procedure requires that a defendant=s waiver of the\r\nright to counsel must be in writing.  Tex.\r\nCode Crim. Proc. Ann. art. 1.051(g) (Vernon 2005).[1] \r\nThe Court of Criminal Appeals has expressly held otherwise.  See Burgess v.\r\nState, 816 S.W.2d 424, 429-31 (Tex. Crim. App. 1991) (A[W]e hold that\r\nwhen an accused affirmatively asserts his right to self‑representation .\r\n. . , a written waiver of the right to counsel is not required under [article\r\n1.051].@); see also 42\r\nGeorge E. Dix &amp; Robert O. Dawson, Texas Practice: Criminal Practice and\r\nProcedure, ' 24.26 (2d ed. 2001) (discussing Burgess). \r\nAppellant here waived counsel in conjunction with an affirmative assertion of\r\nhis right to self-representation.  Accordingly, under Burgess, we\r\noverrule appellant=s first issue.\r\n\r\nAdmonishments\r\n\r\nIn his second issue, appellant contends that the trial\r\ncourt erred in failing to provide adequate admonishments on the dangers and\r\ndisadvantages of self-representation.  Before a defendant invokes the right to\r\nself‑representation, he or she should be made aware of the dangers and\r\ndisadvantages of self‑representation such that the record establishes a\r\nchoice Amade with his eyes\r\nopen.@  Faretta v.\r\nCalifornia, 422 U.S. 806, 835 (1975).  Faretta does not mandate a\r\nformulaic inquiry concerning a defendant=s age, education,\r\nbackground, or previous mental health history.  Blankenship v. State,\r\n673 S.W.2d 578, 583 (Tex. Crim. App. 1984).  The trial court must make,\r\nhowever, proper admonishments concerning pro se representation and sufficient\r\ninquiries to assess whether the defendant is making a knowing exercise of the\r\nright to defend himself.  Id.  Viewed from the appellate standpoint, the\r\nrecord must reflect that the defendant was made aware of the dangers and\r\ndisadvantages of self‑representation and, thus, that he intelligently and\r\nunderstandingly rejected the assistance of counsel.  Goffney v. State,\r\n843 S.W.2d 583, 584-85 (Tex. Crim. App. 1992).\r\n\r\nIn his brief, appellant states that\r\n\r\n[t]he trial court only asked the\r\nAppellant whether he had any formal legal training (which Appellant had not),\r\nwhether he had any experience in self representation in any criminal cases\r\n(which Appellant had only once), why Appellant did not want an appointed\r\nlawyer, and if Appellant felt he had Asufficient\r\nknowledge@ to represent himself, and then announced that he\r\n[sic] would allow Appellant to go forward and represent himself.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThis is an incomplete representation of the trial court=s inquiry and\r\nadmonishments.  After appellant indicated a desire to represent himself, the\r\ncourt queried appellant and admonished him at some length.  The judge began by\r\ntelling appellant that she did not think it was smart for a defendant to\r\nrepresent him or herself.  She inquired of appellant exactly why he wanted to\r\nrepresent himself.  She explained at length that while sometimes defendants don=t like hearing\r\nwhat appointed counsel has to say, counsel may just be truthfully analyzing the\r\nstrength of the case against the defendant.  She also informed appellant that\r\nin her experience, defendants who are represented by counsel have a better\r\nchance of being found not guilty or of getting a lesser sentence than\r\ndefendants who represent themselves.\r\n\r\nThe judge asked appellant his age (35), his level of\r\neducation (graduated from New York University with a business degree), his\r\nprior employment (included seven years with Citibank), whether he had ever been\r\ntreated for mental illness (no), whether he had ever represented himself (yes,\r\nin a month-and-a-half-long federal fraud trial), and whether he had\r\nparticipated in any other trials with counsel (yes, a two-and-a-half-week-long\r\nstate fraud trial in which the jury found him not guilty).  She also asked him\r\nwhether he had learned anything about the Federal Rules of Evidence and whether\r\nhe understood that there were differences between the Federal Rules and Texas\r\nRules; he answered Ayes@ to both\r\nquestions.  She asked him whether he was familiar with the level and punishment\r\nranges of the charged offenses, and he indicated that he was.  He also showed a\r\nknowledge regarding possible enhancement of the punishment range.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nShe told him several times that he would receive no favors\r\nfrom the court by choosing self-representation and that the prosecution might\r\nattempt to exploit his lack of knowledge.  She further grilled him at length\r\nregarding various nuances of the evidentiary rules.  She told him that he could\r\nconceivably be found guilty simply because he did not know how to ask a\r\nquestion properly or because he did not know the correct objection to make. \r\nShe told him that he would not be able to complain on appeal that he had\r\nreceived ineffective representation.  Lastly, she asked him if he was familiar\r\nwith various rules, procedures, and strategies relating to picking a jury.  At\r\nthe conclusion of this exchange, appellant asserted his right to\r\nself-representation.\r\n\r\nAppellant does not suggest any additional questions that\r\nthe judge should have asked or any additional information the judge should have\r\nimparted.  On this record, we find that the judge thoroughly questioned and\r\nadmonished appellant regarding his knowledge and experience and the pitfalls of\r\nself-representation.  Accordingly, we overrule appellant=s second issue.\r\n\r\nWaiver of Self-Representation\r\n\r\nIn his third issue, appellant contends that the trial court\r\nerred in refusing to provide him with counsel when he attempted to revoke his\r\nwaiver of counsel at the beginning of voir dire.  Appellant waived counsel and\r\nasserted his right to self-representation on July 26, 2005.  On January 30,\r\n2006, a venire panel was seated, and the judge began talking to them.  At that\r\npoint, appellant expressed confusion regarding who would determine punishment\r\nif he was found guilty.  Ultimately, during a bench conference, appellant asked\r\nthe judge to Akick [him] out of court@ and stated AI give up my right\r\nto represent myself.  I can=t do this.@  The judge told\r\nappellant that she was not going to do that, instructed him to take a seat, and\r\ncontinued with voir dire.  Appellant contends that in refusing to grant his\r\nrequest to withdraw his waiver of the right to counsel, the trial judge\r\nviolated his United States and Texas constitutional rights to counsel.  U.S. Const. amend. VI; Tex. Const. art. I, ' 10.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn Medley v. State, 47 S.W.3d 17 (Tex. App.CAmarillo 2000,\r\npet. ref=d), cert.\r\ndenied, 126 S. Ct. 621 (2005), the Amarillo Court of appeals dealt with a\r\nsimilar request made on the day that trial was to begin.  In analyzing the\r\nissue, the court looked to the Court of Criminal Appeals= opinion in Marquez\r\nv. State, 921 S.W.2d 217 (Tex. Crim. App. 1996) (plurality op.).  Although Marquez\r\nspecifically involved a last-minute assertion of a defendant=s right to a jury\r\ntrial, the Medley court found its analysis applicable to last minute\r\nassertions of the right to counsel.  Medley, 47 S.W.3d at 24.  We\r\nagree.  In Marquez, the Court first noted that even for constitutional\r\nclaims, the party seeking to change the status quo bears the burden of showing\r\nfacts entitling him to relief.  921 S.W.2d at 222.  Consequently, a criminal\r\ndefendant who has waived a right but then seeks to reclaim that right must show\r\nthat he or she revoked the waiver sufficiently in advance of trial so that it\r\nwould not (1) interfere with the orderly administration of court business, (2)\r\nresult in unnecessary delay or inconvenience to witnesses, or (3) prejudice the\r\nState.  Id. at 223; Medley 47 S.W.2d at 24.  Any showing by the\r\ndefendant may be rebutted by the State, the trial court, or the record\r\nitself.   Marquez, 921 S.W.2d at 223; Medley, 47 S.W.3d at 24. \r\nThe trial court=s ruling on the reclamation of a waived\r\nright is reviewed under an abuse of discretion standard.  Marquez, 921\r\nS.W.2d at 223.\r\n\r\nThe record in Medley demonstrated that (1) the\r\ndefendant had not caused or sought any delays in the proceedings prior to his\r\nwaiver of his right to self-representation; in fact, the defendant had\r\nindicated a desire to speed the process along[2];\r\n(2) the defendant=s standby counsel had been his trial\r\ncounsel prior to the defendant=s waiver of his right to counsel and had\r\nbeen actively involved in the case throughout; and (3) the defendant did not\r\nrequest any postponement related to his request to reclaim his right to\r\ncounsel, and there was no indication standby counsel was unwilling or\r\nunprepared to try the case immediately.  Medley, 47 S.W.3d at 24-25. \r\nBased on these facts, the court reversed the conviction and ordered a new\r\ntrial.  Id. at 25-26.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nHere, the record demonstrates that appellant requested\r\nremoval of his original standby counsel (and former trial counsel) on November\r\n8, 2005.  Appellant then did not request new standby counsel, and new standby\r\ncounsel was not appointed, until the start of trial on January 30, 2006.  Thus,\r\nit is very unlikely that standby counsel would have been willing or prepared to\r\ntry the case immediately.  See id. at 25; see also United States v.\r\nTaylor, 933 F.2d 307, 311 (5th Cir. 1991) (holding that trial court erred\r\nin refusing defendant=s request for counsel during sentencing\r\nphase where standby counsel was present and had participated in guilt/innocence\r\nphase).  The evidence regarding earlier delays is not very revealing.  The\r\nrecord shows that in a letter to the judge, appellant requested more time to\r\nprepare for trial, but he objected in a separate letter to the fact that trial\r\nhad been rescheduled.  Although the case was reset numerous times, there is\r\nlittle explanation in the record.  At the beginning of voir dire, when\r\nappellant indicated his desire for counsel, the judge explained to him that the\r\ncase had been set for trial for seven months and that she had told him the week\r\nbefore that they were going to pick a jury and proceed to trial on that date. \r\nAlthough appellant did not explicitly request a continuance on the day of\r\ntrial, he did ask the judge to Akick [him] out of court@ and providing\r\ncounsel at that point certainly would have resulted in a delay in order for new\r\ncounsel to become acquainted with the case.  Accordingly, this case is\r\ndistinguishable from the facts in Medley.\r\n\r\nIn short, unlike the defendant in Medley, appellant\r\nhere did not overcome his burden of showing that his reassertion of the right\r\nto counsel would not have (1) interfered with the orderly administration of the\r\ncourt=s business, (2)\r\nresulted in unnecessary delay or inconvenience to witnesses, or (3) prejudiced\r\nthe State.  Therefore, we cannot say that the trial court abused its discretion\r\nin refusing to grant appellant=s request for counsel.  We overrule\r\nappellant=s third issue.\r\n\r\nMotion to Recuse\r\n\r\nIn his fourth issue, appellant contends that his motion to\r\nrecuse the trial judge should have been granted because the judge was partial,\r\nbiased, and prejudiced against him.  Specifically, appellant asserts that the\r\ntrial judge refused to allow him medical treatment for a Asevere left eye\r\ninfection@ impacting his ability to observe witnesses during\r\ntrial.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe record reflects that during trial, before the first\r\nwitness took the stand on February 1, 2006, appellant asked if he could\r\napproach the bench.  When permitted to do so, appellant told the judge that he\r\ncould not see out of his left eye.  He said that he thought it was caused by\r\npollen but was not sure.  The judge suggested that appellant use some water and\r\na tissue on the eye and sit closer to the witnesses in order to see them\r\nbetter.  Appellant agreed.  When the prosecutor passed the witness, after the\r\nequivalent of 36 record pages of testimony, appellant again asked to approach\r\nthe bench.  Appellant then told the judge that his eye problem was getting\r\nworse and that he could not see the witness out of his left eye.  Appellant\r\nstated Aso that the record\r\nis clear, my eye is obviously continuing to water and it=s red.@  He requested\r\nthat the judge Alet [him] get something for it.@  The judge told\r\nappellant that he could move to where he could see the witness better but that\r\nthey were not going to take a break at that point.  She said that maybe he\r\ncould get some drops for it during the lunch break.  She also said A[f]or purposes of\r\nthe record, it looks like you have allergies.@\r\n\r\nAppellant cross-examined the witness for the equivalent of\r\neleven record pages before the proceedings recessed for lunch.  After lunch,\r\nthe judge dismissed the jury for the remainder of the day so that appellant\r\ncould seek medical attention.  When trial began again the next day, nothing was\r\nsaid on the record about appellant=s eye condition,\r\nand appellant continued his cross-examination of the witness.\r\n\r\nThat same day, a hearing was held before a different\r\npresiding judge on appellant=s motion to recuse the trial judge. \r\nDuring this hearing, the court reporter and prosecutor testified to events in\r\nsimilar detail to those described above.  Stand-by counsel for appellant,\r\nhowever, testified that appellant may have requested medical attention as early\r\nas the first bench conference and that the judge refused to stop the\r\nproceedings so he could be taken to the jail for treatment.  During\r\ncross-examination by the prosecutor, counsel acknowledged that prior to the day\r\non which appellant had the eye problem, he had been wearing glasses, but on\r\nthat day he was wearing contact lenses.  He also remembered appellant=s saying at one\r\npoint that his problem might be related to the contact lenses.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant also testified, stating that he had difficulty\r\nwith his eye from the time he woke up that morning, before he put in his\r\ncontact lenses.  He said that it may have been due to a pollen allergy.  He\r\nsaid that the eye began to hurt and at some point he realized that he could not\r\nsee out of the eye at all.  Once in court, he informed the judge and requested\r\nthat she allow him to return to the jail to seek medical attention, but she\r\nrefused.  He said that it might have interfered with the way he questioned the\r\nwitness, but he could not be sure.  He was taken to see a doctor by the\r\nbailiff, and the doctor initially diagnosed him with acute vision loss in his\r\nleft eye.  According to appellant, the trial judge then called the doctor and\r\ntold the doctor that appellant had been trying to delay the proceedings.  He\r\ntestified that he was subsequently taken to an emergency room and then released\r\nwithout a diagnosis.  He said that at the time of the hearing, he was still\r\nhaving problems with the eye but could now see out of it.\r\n\r\nIn both criminal and civil cases, motions to recuse the\r\ntrial judge are governed by rules 18a and 18b of the Texas Rules of Civil\r\nProcedure.  Tex. R. Civ. P. 18a,\r\n18b; see also Wesbrook v. State, 29 S.W.3d 103, 120 (Tex. Crim. App.\r\n2000).  We review the denial of a motion to recuse under an abuse of discretion\r\nstandard.  Tex. R. Civ. P. 18a(f). \r\nThus, we will not reverse a ruling on the motion if it is within the zone of\r\nreasonable disagreement.  Wesbrook, 29 S.W.3d at 120-21.  The impartiality\r\nof a trial judge is presumed, and the defendant has the burden of rebutting\r\nthis presumption.  Id. at 121.  The grounds upon which recusal may be\r\nbased include, among others:  (1) when the judge=s impartiality\r\nmight reasonably be questioned, and (2) when the judge has a personal bias or\r\nprejudice concerning the subject matter of the case or a party.  Tex. R. Civ. P. 18b(2)(a), (b).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGenerally, to merit recusal, partiality or bias must stem\r\nfrom an extrajudicial source and affect the judge=s opinion on the\r\nmerits of the case.  See Roman v. State, 145 S.W.3d 316, 321\r\n(Tex. App.CHouston [14th Dist.] 2004, pet. ref=d) (citing United\r\nStates v. Grinnell Corp., 384 U.S. 563, 583 (1966), and Kemp v. State,\r\n846 S.W.2d 289, 305‑06 (Tex. Crim. App. 1992)).  Absent proof of an extra‑judicial\r\nsource, the only proper basis for recusal on grounds of partiality or bias is\r\nan indication of a high degree of favoritism or antagonism.  Id. at\r\n322.  Furthermore, partiality or bias may only be a ground for recusal when it\r\nis of such a nature and extent as to deny the movant due process of law.  See\r\nKemp, 846 S.W.2d at 305.  The test is whether a reasonable person, knowing\r\nall of the circumstances involved, would have a reasonable doubt as to the\r\nimpartiality of the trial judge.  Id.; Burkett v. State, 196\r\nS.W.3d 892, 896 (Tex. App.CTexarkana 2006, no pet.).\r\n\r\nHere, the record demonstrates that when appellant first\r\napproached the bench regarding his eye condition, the judge attempted to help\r\nappellant by providing water and a tissue and by allowing him to move closer.[3] \r\nWhen appellant approached the second time, the trial judge refused to halt the\r\nproceedings to allow him to seek medical attention.  Appellant then\r\ncross-examined a witness for the equivalent of eleven record pages before the\r\njudge recessed for lunch and permitted appellant to seek medical attention. The\r\njudge subsequently recessed the trial until the next morning, at which time\r\nappellant appeared and made no mention of his eye condition on the record. \r\nAppellant does not cite to any evidence demonstrating that any actions by the\r\njudge stemmed from an extra-judicial source.  The judge stated on the record\r\nthat appellant=s eye condition appeared to result from allergies. \r\nAppellant testified at the recusal hearing that he could not see out of his\r\nleft eye on the day in question.  However, as fact-finder, the judge presiding\r\nover the recusal hearing was not required to accept as true appellant=s own testimony\r\nregarding the severity of the eye condition.  See Dishner v. Huitt‑Zollars,\r\nInc., 162 S.W.3d 370, 375 (Tex. App.CDallas 2005, no\r\npet.).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nApart from appellant=s assertions,\r\nthere is no evidence in the record that he was unable to see out of his eye or\r\nthat the condition affected his ability to view the witnesses.  Given the lack\r\nof evidence concerning the nature of appellant=s eye condition\r\nand the fact that the trial judge only required appellant to examine a witness\r\nfor a relatively brief period of time before allowing him to seek medical\r\nattention and recessing trial for the day,  we find that appellant failed to\r\ndemonstrate that any bias, prejudice, or partiality on the part of the trial\r\njudge stemmed from an extrajudicial source, demonstrated a high degree of\r\nfavoritism or antagonism, or was of such a nature and extent as to deny the\r\nmovant due process of law.  Accordingly, we cannot say that the judge ruling on\r\nthe motion to recuse abused her discretion in denying the motion.  We overrule\r\nappellant=s fourth issue.\r\n\r\nImpeachment Evidence\r\n\r\nIn his fifth issue, appellant complains that a prosecution\r\nwitness testified during cross-examination that appellant was on probation.  He\r\nasserts that the nonresponsive testimony  impeached him by attacking his\r\ncharacter before he even testified.  See generally Tex. R. Evid. 404(a) (governing general\r\nuse of character evidence), 404(b) (governing evidence of other crimes), 609(a)\r\n(governing impeachment by evidence of prior conviction).  The testimony in question\r\noccurred while appellant was cross-examining his former landlord about whether\r\nthe landlord possessed a key to appellant=s mailbox.\r\n\r\nA       No, I did not have the key.\r\n\r\n \r\n\r\nQ       Do you recall telling me to leave your check\r\nin the mail and you would pick it up?\r\n\r\n \r\n\r\nA       My check?  I didCI had a check from my previous work\r\nthat went there, but prior to you living there or you moving there, my friend\r\nwas living there, so I would just get my check from there.\r\n\r\nI did call you because I went to check for my\r\nstatements that came out and for my &gt;04 taxes, okay, &gt;04 statements.  And last check that I received and that was\r\nmissing and I called you because I found out when I went into the apartment\r\nthat you were on probationC\r\n\r\n \r\n\r\nTHE COURT:          Excuse me, let=s wait.  I=m not sure what the next answer is.\r\n\r\nAsk a new question.\r\n\r\n \r\n\r\nMR. FINLEY:          Yes, Your\r\nHonor.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nQ (BY MR. FINLEY)         Did you\r\ngive me a key to the mailbox?\r\n\r\n \r\n\r\nA       Yes, you had a key to the mailbox in the\r\napartment.\r\n\r\n \r\n\r\nQ       Where did you get the key from?\r\n\r\n \r\n\r\nA       Where did I get the key from?\r\n\r\n \r\n\r\nQ       Yes.\r\n\r\n \r\n\r\nA       From the previous tenants that was there. \r\n[sic]\r\n\r\n \r\n\r\nMR. FINLEY:  Pass the\r\nwitness, Your Honor.\r\n\r\n \r\n\r\nShortly\r\nthereafter, the judge excused the jury for the day.  The following exchange\r\nthen occurred:\r\n\r\nMR. FINLEY:          I request\r\ntomorrow that you instruct the jury about that.\r\n\r\n \r\n\r\n[THE PROSECUTOR]:      It=s your question.\r\n\r\n \r\n\r\nMR. FINLEY:          I didn=t ask if he found out I went to\r\nprison.  It=s not like I opened the door.\r\n\r\n \r\n\r\nTHE COURT:          Actually\r\nI didn=t hear it.  I was\r\nguessing that=s what he was going to say, but I thought I stopped\r\nhim in time.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe\r\njudge then recessed for the day.  The next morning, the judge and counsel again\r\ndiscussed the situation, and the court instructed the jury to disregard as\r\nnonresponsive the witness=s statement regarding tax statements,\r\ngoing into appellant=s apartment, and Athose types of\r\nthings.@  Without further\r\nobjection or request, appellant then called his next witness.\r\n\r\nIn order to preserve error for appeal, a party must make a\r\ntimely and sufficiently explicit request, objection, or motion.  Tex. R. App. P. 33.1.  By failing to\r\nobject when the witness made the statement regarding probation, appellant\r\nfailed to preserve the issue for appeal.  See Lagrone v. State, 942\r\nS.W.2d 602, 617-18 (Tex. Crim. App. 1997) (holding that defense counsel failed\r\nto make timely objection when he waited until after prosecutor had passed the\r\nwitness).[4] \r\nFurthermore, appellant requested that the court instruct the jury to disregard\r\nthe witness=s statement and the trial court did so.  Appellant did\r\nnot then request a mistrial.  Because appellant did not pursue his objection\r\nuntil he obtained an adverse ruling, he may not complain about the trial court=s actions on\r\nappeal.  See Nethery v. State, 692 S.W.2d 686, 701 (Tex. Crim. App.\r\n1985) (AAppellant must\r\nobtain an adverse ruling in order to preserve a matter for review.@).  Accordingly,\r\nwe overrule appellant=s fifth issue.\r\n\r\nJudge=s Comment\r\n\r\nIn his sixth issue, appellant complains that the judge made\r\ninflammatory and harmful comments to appellant in front of the jury.  During\r\nappellant=s cross-examination of one of the investigating\r\nofficers, the judge called appellant and the prosecutor to the bench.  The\r\njudge then instructed appellant that certain of his questions called for\r\nhearsay and were therefore improper.  Appellant returned to counsel table and\r\nasked another question:\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nQ (BY MR. FINLEY)         Detective Ester, did you learn from your\r\ninvestigation how many times the person that Ms. Godine identified came to the\r\nmailbox?\r\n\r\n \r\n\r\nTHE COURT:          That=s the type of\r\nquestion that=s improper and we=re not going to\r\nspend all day doing that.  I just advised you of that.  Improper hearsay\r\ninformation.\r\n\r\nAppellant\r\nthen continued questioning the witness.\r\n\r\n \r\n\r\nArticle 38.05 of the Texas Code of Criminal Procedure\r\nstates:\r\n\r\nIn ruling upon the admissibility of\r\nevidence, the judge shall not discuss or comment upon the weight of the same or\r\nits bearing in the case, but shall simply decide whether or not it is\r\nadmissible;  nor shall he, at any stage of the proceeding previous to the\r\nreturn of the verdict, make any remark calculated to convey to the jury his\r\nopinion of the case.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTex. Code Crim. Proc. Ann. art. 38.05\r\n(Vernon 1979).  A judge improperly comments on the weight of the evidence when\r\nhe or she makes a statement that implies approval of the State=s argument,\r\nindicates disbelief in the defense=s position, or diminishes\r\nthe credibility of the defense=s approach to the case.  Simon v. State,\r\n203 S.W.3d 581, 590 (Tex. App.CHouston [14th Dist.] 2006, no pet. h.). \r\nThe rule against such comments is grounded in the fact that A[j]urors are prone\r\nto seize with alacrity upon any conduct or language of the trial judge which\r\nthey may interpret as shedding light upon his view of the weight of the evidence,\r\nor the merits of the issues involved.@  Brown v.\r\nState, 122 S.W.3d 794, 798 (Tex. Crim. App. 2003) (quoting Lagrone v.\r\nState, 84 Tex. Crim. 609, 615, 209 S.W. 411, 415 (1919)).  However, unless\r\nthe judge=s comments are so egregious as to amount to\r\nfundamental error of a constitutional dimension, a defendant must object in\r\norder to complain about them on appeal.  See Jasper v. State, 61 S.W.3d\r\n413, 421 (Tex. Crim. App. 2001)[5];\r\nsee also Tex. R. App. P. 33.1. \r\nHere, appellant did not object to the judge=s comments.\r\n\r\nAppellant argues that the judge=s comments were\r\nimproper because they conveyed her opinion that appellant was guilty and\r\nindicated that appellant was wasting everyone=s time with his\r\ncross-examination.  We disagree.  Although the judge=s comments\r\nconveyed her opinion regarding the propriety of appellant=s questions, they\r\ndid not indicate the judge=s opinion regarding the strength of\r\nappellant=s case as a whole.[6] \r\nSee In re J.G., 195 S.W.3d 161, 177-79 (Tex. App.CSan Antonio 2006,\r\nno pet.).  Further, while the judge=s statement that Awe=re not going to\r\nspend all day doing that@ may have expressed some irritation with\r\nappellant, it does not rise to the level of Afundamental error\r\nof a constitutional dimension.@  See Jasper, 61 S.W.3d at 421; Murchison\r\nv. State, 93 S.W.3d 239, 261-62 (Tex. App.CHouston [14th\r\nDist.] 2002, pet. ref=d); Singleton v. State, 91 S.W.3d\r\n342, 351 (Tex. App.CTexarkana 2002, no pet.).  Accordingly, we\r\noverrule appellant=s sixth issue.\r\n\r\nWe affirm the trial court=s judgment.\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n/s/      Adele Hedges\r\n\r\nChief Justice\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\r\n \r\n\r\nJudgment rendered\r\nand Opinion filed March 13, 2007.\r\n\r\nPanel consists of\r\nChief Justice Hedges and Justices Fowler and Edelman.\r\n\r\nDo Not Publish C Tex. R. App. P. 47.2(b).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n[1]  Article 1.051(g) provides as follows:\r\n\r\n \r\n\r\nIf a defendant wishes to waive his right to counsel,\r\nthe court shall advise him of the dangers and disadvantages of self‑representation. \r\nIf the court determines that the waiver is voluntarily and intelligently made,\r\nthe court shall provide the defendant with a statement substantially in the\r\nfollowing form, which, if signed by the defendant, shall be filed with and\r\nbecome part of the record of the proceedings:\r\n\r\n \r\n\r\nAI have been advised this ______ day of __________,\r\n19___, by the (name of court) Court of my right to representation by counsel in\r\nthe trial of the charge pending against me.  I have been further advised that\r\nif I am unable to afford counsel, one will be appointed for me free of charge. \r\nUnderstanding my right to have counsel appointed for me free of charge if I am\r\nnot financially able to employ counsel, I wish to waive that right and request\r\nthe court to proceed with my case without an attorney being appointed for me. \r\nI hereby waive my right to counsel.  (signature of the defendant)@\r\n\r\n \r\n\r\nTex. Code Crim. Proc. Ann. art. 1.051(g).\r\n\r\n\r\n\r\n\r\n\r\n[2]  These facts were established in part through\r\ntestimony by the court administrator at the hearing on the defendant=s motion for new trial.\r\n\r\n\r\n\r\n\r\n\r\n[3]  Testimony at the recusal hearing was inconsistent\r\nregarding whether appellant requested medical attention on the first approach.\r\n\r\n\r\n\r\n\r\n\r\n[4]  In arguing that the trial court=s alleged error was harmful, appellant cites a case in\r\nwhich the court held that a question by a district attorney was so harmful that\r\nthe judge should have instructed the jury to disregard it on his own motion.  See\r\nChildress v. State, 241 S.W. 1029, 1033 (Tex. Crim. App. 1922).  Appellant,\r\nhowever, does not contend that in the present circumstances (a nonresponsive\r\nanswer to cross-examination by the defense), the trial court was required to\r\nimmediately sua sponte instruct the jury.  To the extent such rule exists, it\r\nappears limited to situations in which the prosecuting attorney asks a clearly\r\nimproper question.  See Moncrief v. State, 707 S.W.2d 630, 634-35 (Tex.\r\nCrim. App. 1986) (Teague, J., concurring).  Furthermore, the judge in the\r\npresent case did in fact instruct the jury to disregard upon appellant=s request.\r\n\r\n\r\n\r\n\r\n\r\n[5]  In Jasper, the Court acknowledged the\r\nplurality=s holding in Blue v. State, 41 S.W.3d 129, 132\r\n(Tex. Crim. App. 2000), that a judge=s\r\ncomments could be so egregious as to amount to fundamental error of a\r\nconstitutional dimension and thus be reversible error even in the absence of an\r\nobjection.  61 S.W.3d at 421.  Declining to determine whether the plurality\r\nrule is the correct standard, the Jasper court held that the comments\r\nbefore it did not rise to the level required under Blue.  Id.\r\n\r\n\r\n\r\n\r\n\r\n[6]  Appellant suggests that the trial judge was\r\nincorrect in her assessment of whether appellant=s question called for hearsay; however, he does not raise this\r\nsuggestion as a ground for reversal.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2933591
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}