{
    "id": 2938047,
    "judges": null,
    "date_filed": 1144195200000,
    "date_filed_is_approximate": false,
    "slug": "walls-michael-lynn",
    "case_name_short": null,
    "case_name": "Walls, Michael Lynn",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=3650&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccca%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIN THE COURT OF CRIMINAL APPEALS\r\n\r\n\r\nOF TEXAS\r\n\r\n\r\n\r\n\r\n\r\n\r\nNOS. WR-64,293-01,-02\r\n\r\n\r\n\r\n\r\n\r\n\r\nEX PARTE MICHAEL LYNN WALLS, Applicant\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nON APPLICATIONS FOR A WRIT OF HABEAS CORPUS \r\n\r\n\r\nFROM BROWN COUNTY\r\n\r\nIN CAUSE NOS. CR-16-888 &amp; 13,236\r\n\r\nIN THE 35TH DISTRICT COURT\r\n\r\n\r\n\r\n\r\n\t\tPer curiam.\r\n\r\n\r\n\tO R D E R\r\n\r\n\r\n\tThese are applications for writ of habeas corpus that were transmitted to this Court\r\nby the clerk of the trial court pursuant to the provisions of Tex. Code Crim. Proc. art 11.07. \r\nApplicant was convicted of the offenses of burglary of a habitation and possession of a\r\ncontrolled substance. He was sentenced to confinement for six years for each offense. No\r\ndirect appeals were taken.\r\n\r\n\tApplicant contends that he is being denied release to mandatory supervision. The trial\r\ncourt has entered an order concluding \"that there are no controverted, previously unresolved\r\nfacts material to the legality of the Applicant's confinement . . . .\" However, we disagree. \r\nApplicant has stated facts requiring resolution.  Because this Court cannot hear evidence, it\r\nis necessary for the matter to be remanded to the trial court for resolution. This trial court\r\nshall resolve the factual issues as set out in Tex. Code Crim. Proc.  art 11.07, § 3 (d), in that\r\nit may order affidavits, depositions, or interrogatories from TDCJ-Parole Division , or it may\r\nhold a hearing. In the appropriate case, the trial court may also rely on its personal\r\nrecollection. \r\n\r\n\tIf the trial court elects to hold a hearing, the court shall first decide whether Applicant\r\nis indigent. If the court finds that Applicant is indigent and Applicant desires to be\r\nrepresented by counsel, the trial court shall then, pursuant to the provisions of Tex. Code\r\nCrim. Proc. art. 26.04, appoint an attorney to represent him at the hearing.  \r\n\r\n\tFollowing receipt of additional information, the trial court shall make findings of fact\r\nas to whether Applicant is being denied release to mandatory supervision and, if so, the\r\nreasons for such denial. The trial court shall then make findings of fact as to whether\r\nApplicant is eligible for release to mandatory supervision. The trial court shall also make any\r\nfurther findings of fact and conclusions of law it deems relevant and appropriate to the\r\ndisposition of the application for writ of habeas corpus.\r\n\r\n\tBecause this Court does not hear evidence, Ex Parte Rodriquez, 169 Tex.Cr.R. 367,\r\n334 S.W.2d 294 (Tex.Crim.App. 1960), these applications for a post-conviction writ of\r\nhabeas corpus will be held in abeyance pending the trial court's compliance with this order. \r\nThe trial court shall resolve the issues presented within 90 days of the date of this order. (1)  A\r\nsupplemental transcript containing all affidavits, the transcription of the court reporter's notes\r\nfrom any interrogatories or hearings held, along with the trial court's findings of fact and\r\nconclusions of law, shall be returned to this Court within 120 days of the date of this order. (2)\r\n\r\n\r\n\tIT IS SO ORDERED THIS THE 5th day of APRIL, 2006.\r\n\r\n\r\n\r\n\r\n\r\n \r\n\r\nDO NOT PUBLISH                   \r\n1.   In the event any continuances are granted, copies of the order granting the continuance\r\nshould be provided to this Court.\r\n2.   Any extensions of this time period shall be obtained from this Court.\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2938047
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}