{
    "id": 2959724,
    "judges": null,
    "date_filed": "2016-02-12",
    "date_filed_is_approximate": true,
    "slug": "state-v-beaver",
    "case_name_short": "Beaver",
    "case_name": "State v. Beaver",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 20.0,
            "download_url": "http://www.courts.wa.gov/opinions/pdf/911126.pdf",
            "author_id": null,
            "opinion_text": "                                                               This opinion was flied for record\n\n\n                                                               -~~   Ronald R. Carpenter\n                                                                     Supr(ijme Cgur~ CIEtriC\n\n\n\n\nIN THE SUPREME COURT OF THE STATE OF WASHINGTON\n\n\nSTATE OF WASHINGTON,                           )\n                                               )\n                          Respondent,          )      No. 91112-6\n                                               )\nv.                                             )      ENBANC\n                                               )\nRICKEY ARELIOUS BEAVER,                        )\n                                               )                SEP 1 7 2015\n                                                      Filed ----------------\n                           Petitioner.         )\n_____________________________)\n      FAIRHURST, J.-We must determine whether due process requires the trial\n\ncourt find current mental illness to revoke an insanity acquittee's conditional release.\n\nChapter 10.27 RCW, the statutory scheme that governs insanity acquittals, requires\n\nthe trial court find that a conditionally released insanity acquittee violated the\n\nconditions of release or poses a threat to the public to revoke an insanity acquittee' s\n\nconditional release. Chapter 10.27 _RCW does not require the trial court make a\n\nfinding regarding the acquittee's mental state at a conditional release revocation\n\nhearing. We hold that the statute satisfies due process and affirm the Court of\n\nAppeals.\n\fState v. Beaver, No. 91112-6\n\n\n\n             I.      FACTUALANDPROCEDURALBACKGROUND\n\n       In 2005, Rickey Arelious Beaver was found not guilty by reason of insanity\n\non a charge of residential burglary. The court found that Beaver suffered from a\n\nmental disease or defect and held that he posed a substantial danger to other persons\n\nand presented a substantial likelihood of committing criminal acts jeopardizing\n\npublic safety or security unless kept under further control by the court. The court\n\ncommitted Beaver to Western State Hospital (WSH) and to the custody of the\n\nsecretary of the Department of Social and Health Services (secretary).\n\n       The court granted Beaver's conditional release 1 in 2007. 2 Between 2007 and\n\nhis final discharge in 2014, Beaver violated the terms of his conditional release\n\nseveral times. Because of these violations and because the trial court continued to\n\n\n\n\n        1\n         \"'Conditional release' means modification of a court-ordered commitment, which may be\nrevoked upon violation of any of its terms.\" RCW 10.77.010(3).\n        2The conditions and terms of Beaver's initial conditional release prohibited him from\n\nleaving the state without permission from his supervising community corrections officer (CCO)\nappointed by the Department of Corrections; possessing explosive devices, firearms, or any other\nweapon; or using alcohol or controlled substances. In addition, the terms of his release required\nhim to maintain good conduct in the community and not to violate any laws or ordinances. Beaver\nwas also required to take his prescribed medications and submit to random urinalysis and blood or\nbreath testing whenever requested by his CCO. The conditions required him to enter into a state\ncertified inpatient drug and alcohol program for at least 28 days, and upon discharge he was\nrequired to attend an outpatient drug and alcohol program. After release from the drug and alcohol\nprogram, Beaver was required to reside at a location approved by his CCO. Beaver was to remain\nin prescribed geographic boundaries and notify his ceo prior to making any changes in address\nor employment. Beaver was also required to report to his CCO as requested and cooperate with\nthe CCO's monitoring activities.\n                                                2\n\fState v. Beaver, No. 91112-6\n\n\n\nfind that Beaver was a danger to society, the terms of his conditional release were\n\nmodified or revoked several times.\n\n       In 2011, Beaver petitioned for final discharge. WSH submitted a letter to the\n\ncourt recommending Beaver's final discharge because WSH found that Beaver did\n\nnot show signs or symptoms of mental illness that could not be explained by\n\nsubstance abuse. The Public Safety Review Panel (PSRP? reviewed Beaver's\n\ntreatment record, evaluations, and letters from the prosecuting attorney and Beaver's\n\ndefense counsel and opposed Beaver's discharge. The State and Beaver obtained\n\nindependent mental health evaluations. Brian Judd, PhD, for the State, opined that\n\nBeaver remained mentally ill and a threat to the community. Brendon Scholtz, PhD,\n\nfor Beaver, recommended Beaver's final discharge.\n\n       In July 2011, a jury trial began on Beaver's petition for final discharge. Before\n\nresting, Beaver voluntarily withdrew his petition. Beaver agreed that he continued\n\nto suffer from a mental illness that made him a threat to public safety-the criteria\n\nfor a defendant who is not guilty by reason of insanity under RCW 10.77.110-and\n\nstipulated to an agreed order of conditional release.\n\n        On conditional release, Beaver violated the terms by usmg cocame, by\n\ndrinking alcohol and driving a motor vehicle, and by being charged with the crime\n\n\n        3\n        The PSRP was created in 201 0 and convenes to make independent assessments of the\npublic safety risk involved in the secretary's recommendations to the court. RCW 10.77270.\n                                            3\n\fState v. Beaver, No. 91112-6\n\n\n\nof driving under the influence of alcohol. In January 2013, the State successfully\n\nmoved to revoke Beaver's conditional release.\n\n       During the conditional release revocation hearing, Beaver did not request a\n\nmental health examination pursuant to RCW 10.77.190(2). In fact, the first and only\n\ntime that there was any discussion at the conditional release revocation hearing about\n\nBeaver's mental disease or defect was when the trial judge, after stating that he\n\nwould revoke, expressed concern about recommitting Beaver when WSH had earlier\n\nindicated Beaver no longer continued to suffer from a mental illness. 4 However, the\n\ntrial judge recognized there were contradictory opinions and his comments were not\n\nincorporated into the trial court's findings.\n\n       Beaver appealed the trial court's order revoking his conditional release,\n\narguing that due process required a finding of current mental illness before the court\n\ncould revoke his conditional release and recommit him to WSH. While this appeal\n\nwas pending, Beaver filed a petition for final discharge under RCW 10.77.200(3).\n\nBased on agreement of the parties, Beaver was granted conditional release in\n\n\n\n\n        4\"Iam satisfied that Mr. Beaver is in violation of his conditional release. Now, I am going\nto revoke the conditional release .... The other concern that I had ... [is] apparently the treating\ndoctors at Western State at least at the last examination were of the opinion that there was no\nmental health disease. That was reviewed and ... the public safety board thought he was a risk to\npublic safety.\" Verbatim Report of Proceedings (VRP) at 30. \"I am satisfied he is a risk to the\npublic.\" VRP at 32.\n                                                 4\n\fState v. Beaver, No. 91112-6\n\n\n\nOctober 2013. Then in May 2014, again based on agreement of the parties, Beaver\n\nwas granted final discharge. 5\n\n       Although the Court of Appeals found that the case was moot, it reviewed the\n\nmerits and held that substantive and procedural due process do not require a judicial\n\nfinding of current mental illness before the court can revoke conditional release.\n\nState v. Beaver, 184 Wn. App. 235, 239, 336 P.3d 654 (2014). We granted Beaver's\n\npetition for review. State v. Beaver, 182 Wn.2d 1020, 345 P.3d 783 (2015).\n\n                                    II.    ISSUES\n\n       A.      Whether Beaver's claim, though moot, is of continuing and substantial\n\npublic interest that this court should consider its merits.\n\n       B.      Whether revoking an insanity acquittee' s conditional release without a\n\njudicial finding that the acquittee currently suffers from a mental illness violates\n\nprocedural or substantive due process.\n\n                                  III.    ANALYSIS\n\n        A defendant charged with a crime may plead and prove insanity as an\n\naffirmative defense. State v. Platt, 143 Wn.2d 242, 246, 19 P.3d 412 (2001). The\n\ndefendant must show by a \"preponderance of the evidence that he or she was insane\n\n\n\n\n        5\n         In May 2014, both WSH and the PSRP were in agreement that Beaver was no longer\n suffering from a mental defect.\n                                            5\n\fState v. Beaver, No. 91112-6\n\n\n\nat the time of the offense or offenses with which he or she is charged.\" 6 RCW\n\n10.77.080. A defendant acquitted by reason of insanity may be committed to a\n\nhospital, conditionally released, or released without condition. RCW 10.77.110.\n\nConditional release may be revoked if the acquittee poses a threat to society or\n\nviolates the conditions of his or her release. RCW 10.77.190(4). Beaver contends\n\nthat the due process clauses of the Fourteenth Amendment to the United States\n\nConstitution7 and article I, section 3 of the Washington State Constitution8 require\n\nthe court additionally to find that the acquittee is mentally ill at the time the court\n\nrevokes conditional release. Because Beaver was finally discharged from WSH and\n\nthe custody of the secretary in 2014, we must first determine whether to decide the\n\nmerits of Beaver's moot claim. If so, we must decide if due process requires a\n\njudicial finding of current mental illness to revoke conditional release.\n\n\n\n\n       6\n         To establish the defense of insanity, it must be shown that:\n               (1) At the time of the commission of the offense, as a result of mental\n       disease or defect, the mind of the actor was affected to such an extent that:\n               (a) He was unable to perceive the nature and quality of the act with which\n       he is charged; or\n               (b) He was unable to tell right from wrong with reference to the particular\n       act charged.\nFormer RCW 9A.12.010 (1975).\n        7\n         \"[N]or shall any state deprive any person of life, liberty or property, without due process\nof law.\" U.S. CONST. amend. XIV,§ 1.\n        8\n          \"No person shall be deprived of life, liberty, or property, without due process of law.\"\nWASH. CONST. art. 1, § 3.\n\n                                                 6\n\fState v. Beaver, No. 91112-6\n\n\n\nA.     Beaver's claim, though moot, is of continuing and substantial public interest,\n       and we should decide the merits\n\n       As a general rule, we do not consider cases that are moot or present only\n\nabstract questions. State v. Hunley, 175 Wn.2d 901, 907, 287 P.3d 584 (2012); see\n\nalso Sorenson v. City of Bellingham, 80 Wn.2d 547, 558, 496 P.2d 512 (1972). \"A\n\ncase is technically moot if the court can no longer provide effective relief.\" Hunley,\n\n175 Wn.2d at 907. Beaver's case is moot because he was finally discharged in May\n\n2014 while this appeal was pending.\n\n       Even if a case becomes moot, the court has the discretion to decide an appeal\n\nif the question is one of continuing and substantial public interest. Sorenson, 80\n\nWn.2d at 558. Mootness is a jurisdictional concern. State v. Deskins, 180 Wn.2d 68,\n\n80, 322 P.3d 780 (2014).       As a threshold matter, we must determine whether\n\nBeaver's claim is of continuing and substantial public interest.\n\n        To determ,ine whether a case presents an issue of continuing and substantial\n\npublic interest, we consider three factors: \"'[(1)] the public or private nature of the ·\n\nquestion presented, [(2)] the desirability of an authoritative determination for the\n\nfuture guidance of public officers, and [(3)] the likelihood of future recurrence of the\n\nquestion.'\" Hunley, 175 Wn.2d at 907 (alterations in original) (internal quotation\n\nmarks omitted) (quoting In re Pers. Restraint of Mattson, 166 Wn.2d 730, 736, 214\n\nP.3d 141 (2009)). As a fourth factor, the court may also consider the level of\n\n                                           7\n\fState v. Beaver, No. 91112-6\n\n\n\nadversity between the parties. Hart v. Dep 't ofSoc. & Health Servs., 111 Wn.2d 445,\n\n448, 759 P.2d 1206 (1988). The continuing and substantial public interest exception\n\nhas been used in cases dealing with constitutional interpretation, the validity of\n\nstatutes or regulations, and matters that are sufficiently important to the appellate\n\ncourt. Id. at 449. This exception is not used in cases that are limited to their specific\n\nfacts. Id.\n\n       All factors weigh in favor of deciding whether, as Beaver contends, due\n\nprocess requires a finding of current mental illness before the conditional release of\n\nan insanity acquittee may be revoked pursuant to RCW 10.77.190. Cases involving\n\ninterpretation of the constitution or interpretation of statutes are public in nature and\n\nprovide guidance to future public officials. Hunley, 175 Wn.2d at 907. This issue is\n\nlikely to reoccur because other insanity acquittees are subject to conditional release\n\nrevocation proceedings. See id. Additionally, both parties sufficiently briefed the\n\nlegal issue. Hart, 111 Wn.2d at 448. Deciding the merits of Beaver's moot claim is\n\nof continuing and substantial public interest.\n\nB.      Revoking an insanity acquittee' s conditional release without a judicial finding\n        that the acquittee currently suffers from a mental illness does not violate\n        substantive or procedural due process\n\n        We review constitutional challenges de novo. State v. Baa Dinh Dang, 178\n\nWn.2d 868, 874, 312 P.3d 30 (2013). Freedom from bodily restraint is at the core of\n\nthe liberty interest protected by the due process clause. Foucha v. Louisiana, 504\n                                            8\n\fState v. Beaver, No. 91112-6\n\n\n\nU.S. 71, 80, 112 S. Ct. 1780, 118 L. Ed. 2d 437 (1992). \"The commitment of a\n\ncriminally insane person is a deprivation of liberty and subject to this constitutional\n\nguaranty of due process.\" State v. Wilcox, 92 Wn.2d 610, 612, 600 P.2d 561 (1979).\n\nThe due process clause of the Fourteenth Amendment provides that the State shall\n\nnot \"deprive any person of life, liberty, or property, without due process of law.\"\n\nU.S. CONST. amend. XIV, § 1. The due process clause confers both substantive and\n\nprocedural protections. Amunrud v. Ed. of Appeals, 158 Wn.2d 208, 216, 143 P.3d\n\n571 (2006). The substantive component of the due process clause bars wrongful and\n\narbitrary government conduct, notwithstanding the fairness of the implementing\n\nprocedures. Foucha, 504 U.S. at 80. Even if government qonduct satisfies\n\nsubstantive due process, the procedural component of the due process clause requires\n\nthat government action be implemented in a fundamentally fair manner. United\n\nStates v. Salerno, 481 U.S. 739, 746, 107 S. Ct. 2095, 95 L. Ed. 2d 697 (1987). 9\n\n        1.      Substantive due process\n\n        In the context of involuntary commitment, substantive due process requires\n\nthat the nature of commitment bear some reasonable relationship to the purpose for\n\n\n\n        9N eitherparty asserted that the state due process clause provides greater protections than\nthe federal due process clause. We therefore presume the provisions are coextensive in this case.\nIn re Pers. Restraint of Dyer, 143 Wn.2d 384, 394, 20 P.3d 907 (2001) (\"[I]n the absence of the\npetitioner's [State v.] Gunwall, [106 Wn.2d 54, 720 P.2d 808 (1986)] analysis, we presume a\ncoextensive provision.\").\n\n                                                9\n\fState v. Beaver, No. 91112-6\n\n\n\nwhich the individual is committed. Foucha, 504 U.S. at 79. An involuntary\n\ncommitment scheme satisfies substantive due process when there is a periodic\n\nreview of the patient's suitability for release. See State v. Klein, 156 Wn.2d 102, 110,\n\n124 P.3d 644 (2005).\n\n       We have held that \"in order to confine an insanity acquittee to\n\ninstitutionalization against his or her will, the trial court must make two\n\ndeterminations: first, that the acquittee suffers from a mental illness and second, that\n\nthe acquittee is a danger to others.\" Baa Dinh Dang, 178 Wn.2d at 876. The United\n\nStates Supreme Court observed that a verdict of guilty by reason of insanity\n\nestablishes that the defendant committed an act that constitutes a criminal offense\n\nand that he committed this act because of mental illness. Jones v. United States, 463\n\nU.S. 354, 363, 103 S. Ct. 3043, 77 L. Ed. 2d 694 (1983). The commitment can\n\ncontinue until the individual is either no longer dangerous or no longer mentally ill.\n\nFoucha, 504 U.S. at 77-78. 10\n\n        Under chapter 10.77 RCW, if a defendant is acquitted of a crime by reason\n\nof insanity and it is found that \"such defendant is a substantial danger to other\n\npersons, or presents a substantial likelihood of committing criminal acts jeopardizing\n\n\n        10\n         Chapter 10.77 RCW provides an acquittee with opportunities to seek final discharge\nbased on recovery of his or her mental health. An acquittee must be discharged if it is demonstrated\nthat he or she no longer suffers from a mental disease or defect, notwithstanding any potential\ndanger to the community. Klein, 156 Wn.2d at 114.\n                                                10\n\fState v. Beaver, No. 91112-6\n\n\n\npublic safety or security, unless kept under further control by the court or other\n\npersons or institutions, the court shall order his or her hospitalization.\" RCW\n\n10.77.11 0( 1). Each insanity acquittee committed to a hospital or other facility or\n\nconditionally released \"shall have a current examination of his or her mental\n\ncondition made by one or more experts or professional persons at least once every\n\nsix months.\" RCW 10.77.140.\n\n       In addition to periodic examinations, an acquittee may apply for his or her\n\nfinal discharge by demonstrating that he or she no longer suffers from a mental\n\nillness. \"Upon application by the committed or conditionally released person, the\n\nsecretary shall determine whether or not reasonable grounds exist for release.\" RCW\n\n10.77.200(1 ). If the secretary approves of the release, he or she shall authorize the\n\nacquittee to petition the court. I d. If the acquittee has not applied for his or her own\n\nrelease but the secretary reasonably believes that release is appropriate, the secretary\n\nmay petition the court. RCW 10.77.200(2). Before petitioning the court or\n\nauthorizing a petition, the secretary must submit his or her recommendation to the\n\nPSRP. RCW 10.77.270(3). The PSRP completes an independent assessment of the\n\npublic safety risk associated with the secretary's recommendation and may indicate\n\nwhether it is in agreement. The PSRP's assessment is submitted to the court and the\n\nacquittee's counsel. Id. Once the petition is served, the court must set a hearing\n\nwithin 45 days. RCW 10.77.200(3). At the hearing,\n                                           11\n\fState v. Beaver, No. 91112-6\n\n\n\n       [t]he burden of proof shall be upon the petitioner to show by a\n       preponderance of the evidence that the person who is the subject of the\n       petition no longer presents, as a result of mental disease or defect, a\n       substantial danger to other persons, or a substantial likelihood of\n       committing criminal acts jeopardizing public safety or security, unless\n       kept under further control by the court or other persons or institutions.\n\nI d.\n\n       An acquittee who has received a mental examination may make an application\n\nto the secretary for conditional release. RCW 10.77.150(1). The secretary may also\n\nrecommend an acquittee for conditional release. RCW 10.77.150(2). \"Conditional\n\nrelease is a mechanism whereby mentally ill persons of varying degrees of\n\ndangerousness can be conditionally reintroduced into society where it is determined\n\nthe conditions will reasonably mitigate the dangerousness.\" State v. Reid, 144 Wn.2d\n\n621, 630, 30 P.3d 465 (2001). Conditional release is subject to periodic review to\n\ndetermine if the acquittee should remain conditionally released. RCW 10.77.180. If\n\nthe prosecuting attorney, the secretary, the secretary of the Department of\n\nCorrections, or the court \"reasonably believes that a conditionally released person is\n\nfailing to adhere to the terms and conditions of his or her conditional release,\" they\n\nmay apprehend the acquittee and seek revocation of the acquittee's conditional\n\n release. RCW 10.77.190(2).\n\n        Before conditional release can be revoked, the statute requires the court to\n\n hold a hearing where the issues are limited to whether the conditionally released\n\n                                          12\n\fState v. Beaver, No. 91112-6\n\n\n\nperson did or did not adhere to the terms and conditions of his or her release, or\n\nwhether the person presents a threat to public safety. RCW 10.77.190(4). If the court\n\ndetermines the acquittee did not adhere to the terms and conditions of the conditional\n\nrelease, the court can continue or modify the conditions of release or the court may\n\nrevoke the conditional release. Id. Beaver argues that substantive due process\n\nrequires a judicial finding of current mental illness to revoke an acquittee's\n\nconditional release.\n\n       A judicial finding of current mental illness at a conditional release revocation\n\nhearing is not constitutionally required. We presume that an acquittee's insanity\n\ncontinues until the acquittee or the secretary proves by a preponderance of the\n\nevidence that the acquittee no longer suffers from a mental disease or defect. Klein,\n\n156 Wn.2d at 114 ('\"Washington law since 1905 has presumed the mental condition\n\nof a person acquitted by reason of insanity continues and the burden rests with that\n\nindividual to prove otherwise.\"' (quoting Platt, 143 Wn.2d at 251 n.4)); see RCW\n\n10.77.200(3). The presumption of insanity is consistent with substantive due process\n\nprinciples. It is logical for the legislature to assume that an acquittee continues to\n\nhave a mental illness that makes him or her dangerous. Platt, 143 Wn.2d at 252. The\n\npresumption of insanity continues during conditional release. See id.\n\n        During conditional release, as well as while committed to a hospital, an\n\n acquittee's mental health is periodically reviewed. The statute provides that the\n                                           13\n\fState v. Beaver, No. 91112-6\n\n\n\nacquittee or the secretary may petition for the acquittee' s release at any time during\n\nconditional release or commitment. Revocation of conditional release and\n\nrecommitment does not limit the acquittee's opportunity to seek final discharge on\n\nthe basis that he or she is no longer mentally ill.\n\n       The revocation of Beaver's conditional release satisfied substantive due\n\nprocess and was supported by sufficient factual findings. When Beaver was initially\n\ncommitted in 2005, the court found that he suffered from a mental illness and posed\n\na substantial danger to the community. Beaver's mental illness was established by\n\nthe original findings in 2005 and was presumed to continue. In 2011, as part of\n\nBeaver's stipulated conditional release, he agreed that he continued to suffer from a\n\nmental disease or condition. At the conditional release revocation hearing in 2013,\n\nBeaver did not attempt to prove that he regained his mental health. At that hearing,\n\nthe court found that Beaver violated the terms and conditions of his release. In\n\naddition, the court found that Beaver posed a substantial threat to public safety.\n\n        We hold that substantive due process does not require the trial court make a\n\nfinding of current mental illness to revoke conditional release. It is presumed that\n\nthe acquittee's insanity continues throughout conditional release until proved\n\n otherwise. Moreover, the statutory scheme provides for periodic reviews of the\n\n acquittee's mental health and the acquittee has opportunities to prove that he or she\n\n no longer suffers from a mental defect and to petition for final discharge.\n                                            14\n\fState v. Beaver, No. 91112-6\n\n\n\n       2.     Procedural due process\n\n       Procedural due process requires that when the State seeks to deprive a person\n\nof a protected interest, the State provides the individual adequate notice of the\n\ndeprivation and a meaningful opportunity to be heard. Amunrud, 158 Wn.2d at 216.\n\nDue process is a flexible concept and calls for different procedural protections\n\ndepending on the interests at stake. Mathews v. Eldridge, 424 U.S. 319, 334, 96 S.\n\nCt. 893, 47 L. Ed. 2d 18 (1976). Beaver asserts that procedural due process requires\n\na judicial finding of mental illness at a conditional release revocation hearing.\n\n       To determine whether the procedures provided by a statutory scheme are\n\nconstitutionally sufficient, we must analyze the governmental and private interests\n\naffected. !d. We consider three factors: the private interest that will be affected by\n\nthe state action; the risk of an erroneous deprivation of such interest through the\n\nprocedures used and the probable value, if any, of additional or substitute procedural\n\nsafeguards; and the State's interest, including the function involved and the fiscal\n\nand administrative burdens that additional procedures might entail. !d. at 335.\n\n       As to the first factor, the private interest in liberty or freedom from state\n\nconstraint is substantial. See Addington v. Texas, 441 U.S. 418, 425, 99 S. Ct. 1804,\n\n60 L. Ed. 2d 323 (1979) (\"[C]ivil commitment for any purpose constitutes a\n\nsignificant deprivation of liberty that requires due process protection.\"). However,\n\nthe court's revocation of an insanity acquittee's conditional release implicates a\n                                          15\n\fState v. Beaver, No. 91112-6\n\n\n\nconditional liberty interest dependent on the observance of terms and conditions.\n\nBao Dinh Dang, 178 Wn.2d at 883. Although the Fourteenth Amendment due\n\nprocess guaranties apply to the revocation of a limited liberty interest, the due\n\nprocess analysis is limited. Id. at 883-84.\n\n       As to the second factor, the procedures to revoke an acquittee's conditional\n\nrelease in chapter 10.77 RCW provide protection against erroneous deprivation of\n\nliberty. The acquittee is entitled to counsel at any and all stages of the proceedings.\n\nRCW 10.77.020(1). Conditional release may be revoked or modified only if the\n\nsecretary, the prosecuting attorney, the secretary of the Department of Corrections,\n\nor the court reasonably believes that the acquittee is failing to adhere to the terms\n\nand conditions of his or her conditional release, or if a hospital or another facility\n\ndetermines that the acquittee presents a threat to public safety. RCW 10.77.190(2),\n\n(3). If the secretary determines that the acquittee is violating the terms of his or her\n\nrelease, the secretary may order that the acquittee be immediately taken into custody.\n\nI d. The court must be notified that the acquittee was apprehended within one judicial\n\nday, and the court must set a hearing within 30 days to determine whether the\n\nacquittee' s conditional release should be modified or revoked. I d. At the hearing, the\n\nacquittee or acquittee' s counsel can confront and cross-examine witnesses unless\n\nthere is good cause for disallowing confrontation. See Bao Dinh Dang, 178 Wn.2d\n\n at 883-84. In addition, the prosecuting attorney and the acquittee have the right to\n                                              16\n\fState v. Beaver, No. 91112-6\n\n\n\nrequest an immediate mental examination of the acquittee. 11 RCW 10.77.190(2).\n\nAfter the hearing, the court is not required to revoke conditional release. The court\n\nhas the discretion to modify the conditions of release. RCW 10.77.190(4).\n\n       The statutory scheme as a whole provides significant procedural protections\n\nagainst erroneous deprivation of liberty. Platt, 143 Wn.2d at 246 n.3; see also State\n\nv. Derenojf, 182 Wn. App. 458, 467, 332 P.3d 1001 (2014) (\"[A]lthough risk of an\n\nerroneous deprivation of liberty is a real concern, the procedures currently in place\n\nunder chapter 10.77 RCW provide significant procedural safeguards for insanity\n\nacquittees.\"). The statutory scheme provides the acquittee with sufficient\n\nopportunities to rebut the presumption that he or she is insane. The mental health of\n\nthe acquittee is periodically reviewed every six months, RCW 10.77.140, and the\n\nacquittee can apply to be finally discharged or released from confinement, RCW\n\n10.77.200(1), (5). The acquittee may be committed to a facility only for as long as\n\nthe statutory maximum sentence of the crime charged. RCW 10.77.025(1). Although\n\nthe risk of erroneous deprivation is high, the statute provides adequate procedural\n\nprotections.\n\n\n\n\n        11\n          Interestingly, Beaver did not request an immediate mental examination. In fact, the first\ntime any question of his mental disease or defect arose was when the trial court raised it sua sponte\nafter revoking Beaver's conditional release.\n                                                 17\n\fState v. Beaver, No. 91112-6\n\n\n\n       As to the third factor, the government has a strong interest in the protection of\n\npublic safety by detaining mentally unstable individuals who present a threat to\n\nsociety. Salerno, 481 U.S. at 748. The conditional release revocation hearing is\n\ndesigned to efficiently determine whether a conditionally released insanity acquittee\n\nis in violation of the terms of his or her release and presents a danger to society.\n\nDerenoff, 182 Wn. App. at 468. A full review of the acquittee's mental condition is\n\nnot appropriate at a conditional release hearing, and the State has a strong interest in\n\navoiding such a review. See Jones, 463 U.S. at 366.\n\n       After examining and balancing the three Mathews factors, the current\n\nstatutory scheme provides sufficient procedural safeguards to ensure that the State\n\nwill not erroneously deprive a conditionally released acquittee's limited liberty. The\n\nstatutory scheme satisfies procedural due process.\n\n                                IV.    CONCLUSION\n\n       The statutory mechanism to revoke an acquittee's conditional release satisfies\n\nsubstantive and procedural due process. The trial court is not required to make a\n\nfinding of current mental illness at a conditional release hearing because during\n\nconditional release the acquittee is presumed insane. The presumption of insanity\n\nbegins when the defendant is found not guilty by reason of insanity, and it continues\n\nuntil the acquittee or the secretary proves otherwise. If the acquittee's mental health\n\nrecovers, the statute provides for periodic examinations of the acquittee's mental\n                                           18\n\fState v. Beaver, No. 91112-6\n\n\n\nhealth, as well as mechanisms by which the acquittee can petition for a final\n\ndischarge. Moreover, the statute provides sufficient procedural protections for\n\nacquittees. We affirm the Court of Appeals.\n\n\n\n\n                                        19\n\fState v. Beaver, No. 91112-6\n\n\n\n\nWE CONCUR:\n\n\n\n~~L,rz.y.\n                    C.t--../        ~~tJG7lij\n                                    ~cWj~,\n                      /::                 0\n~~/c?\n\n\n\n\n                               20\n\f",
            "ocr": false,
            "opinion_id": 2959724
        }
    ],
    "court_short_name": "Washington Supreme Court",
    "court_full_name": "Washington Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}