{
    "id": 2969409,
    "judges": null,
    "date_filed": "1995-02-09",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-allen",
    "case_name_short": "Allen",
    "case_name": "United States v. Allen",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 18.0,
            "download_url": "http://www.ca6.uscourts.gov/opinions.pdf/00a0157p-06.pdf",
            "author_id": null,
            "opinion_text": "        RECOMMENDED FOR FULL-TEXT PUBLICATION\n             Pursuant to Sixth Circuit Rule 206\n     ELECTRONIC CITATION: 2000 FED App. 0157P (6th Cir.)\n                 File Name: 00a0157p.06\n\n\nUNITED STATES COURT OF APPEALS\n               FOR THE SIXTH CIRCUIT\n                 _________________\n\n\n                                  ;\n                                   \u0010\n UNITED STATES OF AMERICA,\n                                   \u0010\n           Plaintiff-Appellee,\n                                   \u0010\n                                   \u0010\n                                      No. 96-6313\n           v.\n                                   \u000f\n                                    >\n KENNETH EUGENE ALLEN,             \u0010\n         Defendant-Appellant. \u0010\n                                 1\n       Appeal from the United States District Court\n  for the Eastern District of Tennessee at Chattanooga.\n    No. 96-00023—Curtis L. Collier, District Judge.\n                Argued: December 8, 1999\n             Decided and Filed: May 4, 2000\n  Before: MARTIN, Chief Judge; MERRITT, RYAN,\n    BOGGS, NORRIS, SUHRHEINRICH, SILER,\nBATCHELDER, DAUGHTREY, MOORE, COLE, CLAY,\n           and GILMAN, Circuit Judges.\n                   _________________\n                        COUNSEL\nARGUED:         David Ness, FEDERAL DEFENDER\nSERVICES OF EASTERN TENNESSEE, INC.,\nChattanooga, Tennessee, for Appellant. David P. Folmar, Jr.,\nASSISTANT UNITED STATES ATTORNEY, Knoxville,\nTennessee, for Appellee. ON BRIEF: Deirdra J. Brown,\n\n                             1\n\f2     United States v. Allen                        No. 96-6313\n\nFEDERAL DEFENDER SERVICES OF EASTERN\nTENNESSEE, INC., Chattanooga, Tennessee, Leah J.\nPrewitt, FEDERAL DEFENDER SERVICES, Knoxville,\nTennessee, for Appellant. David P. Folmar, Jr., ASSISTANT\nUNITED STATES ATTORNEY, Knoxville, Tennessee, Paul\nW. Laymon, Jr., ASSISTANT UNITED STATES\nATTORNEY, Chattanooga, Tennessee, for Appellee.\n   BOGGS, J., delivered the opinion of the court, in which\nMERRITT, RYAN, NORRIS, SUHRHEINRICH, SILER,\nBATCHELDER, and DAUGHTREY, JJ., joined. GILMAN,\nJ. (pp. 13-16), delivered a separate opinion concurring in the\njudgment, in which MARTIN, C. J., joined. CLAY, J.\n(pp. 17-33), delivered a separate dissenting opinion, in which\nMOORE and COLE, JJ., joined.\n                     _________________\n                         OPINION\n                     _________________\n  BOGGS, Circuit Judge. Kenneth Eugene Allen pled guilty\nto an indictment charging him with possession of crack\ncocaine and an illegal firearm, after his motion to suppress\nevidence seized pursuant to a warrant issued on an allegedly\ninsufficient affidavit was denied by the district court. He\nappealed that denial. A panel of this court ruled that the\naffidavit was insufficient to provide probable cause for the\nwarrant, and reversed his conviction. United States v. Allen,\n168 F.3d 293 (6th Cir. 1999). We granted a rehearing en\nbanc, and now hold that an affidavit based upon personal\nobservation of criminal activity by a confidential informant\nwho has been named to the magistrate and who, as the\naffidavit avers, has provided reliable information to the police\nin the past about criminal activity, though without further\nspecificity as to the type of such activity, can be sufficient for\na magistrate to find probable cause to issue a warrant. We\naffirm the district court’s denial of Allen’s motion to suppress\nevidence, and Allen’s subsequent conviction.\n\fNo. 96-6313                        United States v. Allen         3\n\n                               I\n  On October 11, 1995, Detective Gary Lomenick of the\nChattanooga Police Department received a tip from a\nconfidential informant (“CI”) that a man called Red Dog,\nresiding at 910 North Market Street, was in possession of\ncocaine. Red Dog was familiar to other officers, though not\nto Lomenick, as someone known to be involved with drugs,\nnamed Kenneth Allen. Based on the CI’s information,\nLomenick sought and obtained a search warrant that same\nday. The affidavit read in full as follows:\n    I, Gary Lomenick, a duly sworn Chattanooga Police\n  Officer, hereby apply for a search warrant and make oath\n  as follows:\n    1. I am a sworn Chattanooga Police Officer with the\n  Narcotics Division, where I have been assigned for over\n  15 years, and a commissioned Special Deputy Sheriff for\n  Hamilton County, Tennessee.\n     2. On the 11th day of October 1995 I Gary Lomenick\n  received information from an informant, a responsible\n  and credible citizen of the county and state, who I know\n  to be a responsible and credible citizen because, I have\n  known said informant for 5 years and said informant has\n  given me information about individuals involved in\n  criminal activity in the past that has proven to be reliable.\n  Said informants’s name whom I have this day disclosed\n  to the Judge to whom this application is made, that [sic]\n  John Doe (Alias) Red Dog who resides in or occupies\n  and is in possession of the following described premises\n  910 North Market Street, apartment directly underneath\n  carport located in Chattanooga, Hamilton County\n  Tennessee, unlawfully has in his possession on said\n  premises legend and/or narcotic drugs including Cocaine\n  in violation of law made and provided in such cases.\n    3. On the 11th day of October 1995 said informant\n  advised me that said informant was on the premises of\n  the said John Doe (Alias) Red Dog located at 910 North\n\f4      United States v. Allen                     No. 96-6313      No. 96-6313                             United States v. Allen        33\n\n    Market Street, apartment directly underneath carport           529, 532 (5th Cir. 1986) (finding that the case fell under\n    within seventy-two hours prior to our conversation on          Leon’s third exception because an officer could not obtain a\n    October 11th, 1995 and while there saw Cocaine in              warrant based upon a bare bones affidavit, and then rely upon\n    possession of the said John Doe (Alias) Red Dog[.]             the same bare bones affidavit to justify his alleged good faith\n                                                                   belief in the warrant).\n      WHEREFORE, as such officer acting in performance\n    of my duty in the premises I pray that the Court issue a          Indeed, Leon was not intended to make a mockery of the\n    warrant authorizing the search of the said John Doe            Fourth Amendment’s warrant requirement, but the\n    (Alias) Red Dog and the premises located at 910 North          concurrence uses Leon exactly for that purpose today, and\n    Market Street, apartment directly underneath the carport,      fulfills Justice Stevens’ prophetic concern regarding the\n    for said legend and/or narcotic drugs including Cocaine        potential for abuse under Leon’s good faith exception: “Under\n    and that such search be made either by day or by night.        the . . . new rule, even when the police know their warrant\n                                                                   application is probably insufficient, they retain an incentive to\nId. at 296-97.                                                     submit it to a magistrate, on the chance that he may take the\n                                                                   bait. No longer must they hesitate and seek additional\n  Lomenick executed the warrant that day, with a team of           evidence in doubtful cases.” Leon, 468 U.S. at 974 (Stevens,\nother officers. When they approached the building, Allen,          J., concurring in part and dissenting in part).\nwho was on a porch, saw them and fled inside. The officers\ngave chase. As Allen ran past a closet, the police heard a loud      Accordingly, for the above stated reasons, I would reverse\nthump, and shortly thereafter found a 9-mm pistol on the floor     the district court’s order denying Defendant’s motion to\nof the closet. Allen left a trail of crack cocaine rocks behind    suppress the evidence because the affidavit submitted in\nhim as he fled. When he was apprehended, more rocks of             support of the warrant was nothing more than a ratification of\ncrack were found in his pockets, totaling 9.3 grams in all.        the bare bones assertion of a reliable informant – which was\n                                                                   unsupported by any police corroboration or other indicia of\n   Allen was indicted on March 12, 1996. He was charged            reliability – and therefore failed to establish probable cause.\nwith (1) possession of cocaine base with intent to distribute,\nin violation of 21 U.S.C. § 841; (2) possession of a firearm in\nconnection with a drug offense, in violation of 18 U.S.C.\n§ 924(c); and (3) possession of a firearm by a convicted felon,\nin violation of 18 U.S.C. § 922(g). In a motion filed on April\n18, 1996, he moved to suppress the evidence as illegally\nseized, alleging that the indictment was based on an\ninsufficient affidavit, one that did not provide probable cause,   the warrant was applied for and issued prior to the Weaver decision. See\n                                                                   United States v. Weaver, 99 F.3d 1372 (6th Cir. 1998). Weaver simply\nsince it did not claim or detail any expertise or previous         interpreted Leon and applied it to the facts of the case before it; Weaver\nreliability in narcotics contexts on the part of the CI. The       certainly did not – and in fact could not – change the exceptions to the\ndistrict court referred the motion to a magistrate judge for a     good faith provision as articulated by the Supreme Court. See id. at 1380-\nreport and recommendation, which was filed May 15, 1996,           81; see also supra note 1. Before Weaver was decided, and indeed until\nand which recommended the motion’s denial. This                    the Supreme Court states otherwise, an officer cannot have a good faith\nrecommendation was adopted by the district court in an order       belief in a warrant that is based upon nothing more than a bare bones\n                                                                   affidavit. This is Leon’s command, not Weaver’s, and it is the premise\nfiled May 31, 1996. Allen pled guilty to counts (1) and (2)        upon which Lomenick was acting at the time he applied for the warrant,\npursuant to a plea agreement entered on June 14, 1996, and         as well as the premise upon which his actions are judged.\n\f32       United States v. Allen                           No. 96-6313        No. 96-6313                        United States v. Allen       5\n\nfalls squarely within the third exception to Leon’s good faith               was sentenced to sixteen years and three months in prison.\nprovision – that the affidavit was so lacking in indicia of                  He had reserved his right to appeal, and an appeal to this court\nprobable cause as to render official belief in its existence                 ensued.\nentirely unreasonable, or that the warrant application was\nsupported by nothing more than a bare bones affidavit – so                                                 II\nthat any doubt about the illegality of the search is put to rest.\nId. at 914-15, 923. If the concurrence was correct in its                      Our review of the sufficiency of an affidavit underlying a\napplication of Leon under these facts, then any officer could                search warrant follows, as it must, the principles laid down by\nobtain a warrant on the bare, generalized assertions of an                   the Supreme Court in Illinois v. Gates, 462 U.S. 213 (1983).\ninformant secure in the knowledge that even if the warrant                   There, the Court rejected the rigid tests that had evolved as\nwas held invalid for a lack of probable cause, the search                    lower courts attempted to implement earlier Supreme Court\nwould be saved by nothing more than the officer’s alleged                    decisions, in favor of a “totality of the circumstances”\n“good faith.” Surely every officer seeking a warrant                         approach. Id. at 230-31 (abandoning the inflexible two-part\ninherently makes such an allegation; however, Leon expressly                 test developed in the light of Aguilar v. Texas, 378 U.S. 108\nstates that more is needed for the good faith exception to                   (1964), and Spinelli v. United States, 393 U.S. 410 (1969)).\napply -- i.e., there must be evidence that the officer had an                The Court explained its deviation from the earlier approach in\nobjective good faith belief. See id.                                         this way:\n\n   It is precisely the lack of objective evidence to support a                 “[V]eracity,” “reliability” and “basis of knowledge” are\nfinding of good faith necessary to save the search that takes                  all highly relevant in determining the value of [a CI’s]\nthis case out of Leon’s reach. Although the concurrence                        report. We do not agree, however, that these elements\nagrees that the warrant was not supported by probable cause                    should be understood as entirely separate and\nbecause “in the absence of greater specificity, the special                    independent requirements to be rigidly exacted in every\njudge who issued the warrant in this case could not have had                   case . . . . Rather, . . . they should be understood simply\na substantial basis for concluding that a search of Allen’s                    as closely intertwined issues that may usefully illuminate\nresidence would uncover any illegal drugs,” it goes on to hold                 the commonsense, practical question whether there is\nthat Leon applies to save the illegal search because Lomenick                  “probable cause” to believe that contraband or evidence\nheld a good faith belief that the warrant was valid, without                   is located in a particular place.\nany further support for this declaration. I believe that one\ncannot legally or logically agree that the affidavit was so                  Id. at 230.\nwoefully lacking in any indicia of specificity that it failed to\nprovide the magistrate with a substantial basis to conclude                    Gates also guides our deference to the issuing magistrate’s\nthat probable cause existed to allow the warrant to issue, and               determination of probable cause: “line-by-line scrutiny [of an\nyet conclude that based upon the same woefully lacking                       underlying affidavit is] . . . inappropriate in reviewing [a]\naffidavit, Lomenick’s    belief in the warrant’s existence was               magistrate[’s] decisions.” Id. at 246 n.14. The Court\nreasonable.4 See, e.g., United States v. Barrington, 806 F.2d                emphasized in that case that it had “repeatedly said that after-\n                                                                             the-fact scrutiny by courts of the sufficiency of an affidavit\n                                                                             should not take the form of de novo review.” Id. at 236. It\n     4                                                                       soundly rejected “[a] grudging or negative attitude by\n     Likewise, because I believe that there is nothing to indicate that\nLomenick held a good faith belief that the warrant was validly issued        reviewing courts toward warrants” Ibid. (quoting United\nbased upon the bare bones affidavit, I think it of little consequence that   States v. Ventresca, 380 U.S. 102, 108 (1965)). Rather,\n\f6      United States v. Allen                      No. 96-6313     No. 96-6313                          United States v. Allen   31\n\nreviewing courts are to accord the magistrate’s determination      was lacking in specificity and detail, and was not corroborated\n“great deference” Ibid. (quoting Spinelli, 393 U.S. at 419).       by independent police investigation. As emphasized above,\nThe Court stressed that a hypertechnical critique of warrants      the particularized inquiry under a totality of the circumstances\nwould only, in the end, encourage warrantless searches,            as prescribed by Gates is not limited to those instances where\nundermining the very Fourth Amendment right such an                the informant was anonymous.\napproach would seek to protect. Instead, it reaffirmed the\ntraditional standard:                                                                            III.\n    Reflecting this preference for the warrant process, the           My opinion should not be mistaken as a call to return to the\n    traditional standard for review of an issuing magistrate’s     rigid mandates of Aguilar and Spinelli. To the contrary, the\n    probable cause determination has been that so long as the      Supreme Court has made clear that the factors required by\n    magistrate had a “substantial basis for . . . conclud[ing]”    these decisions best lend themselves to a probable cause\n    that a search would uncover evidence of wrongdoing, the        analysis when they are balanced and weighed in light of the\n    Fourth Amendment requires no more.                             totality of the circumstances. Gates, 462 U.S. at 230-31. The\n                                                                   Court has also directed that the credibility and persuasiveness\nIbid. (quoting Jones v. United States, 362 U.S. 257, 271           of one factor can compensate for the lack of the other in order\n(1960)).      This circuit has long held that an issuing           to support a finding of probable cause. Id. at 238-39.\nmagistrate’s discretion should only be reversed if it was          However, with equal force the Court has commanded that\narbitrarily exercised. See United States v. Swihart, 554 F.2d      both the veracity or reliability of the informant as well as the\n264, 267-68 (6th Cir. 1977).                                       basis for knowledge of the tip must be weighed and\n                                                                   considered, see id. at 230-31; contrariwise, the rule espoused\n   The Allen panel examined for guidance three decisions of        by the majority today allows for a warrant to issue based\nthis court, formulated in the light of Gates. These are:           simply upon a generalized assertion regarding the reliability\nUnited States v. Pelham, 801 F.2d 875 (1986); United States        of the informant. Such a result finds no support in Gates and\nv. Finch, 998 F.2d 349 (1993); and United States v. Weaver,        surely no support in the history of the Fourth Amendment.\n99 F.3d 1372 (1996). But as the dissent in Allen pointed out,      Under the majority’s approach, the Fourth Amendment’s\nthese cases themselves, particularly the last, would appear to     warrant requirement is eviscerated, and now amounts to little\nyield an inconsistent standard; the hope was accordingly           more than an inconsequential formality and a mere “form of\nexpressed that this court, sitting en banc, would “clarify the     words.” See Silverthorne Lumber Co. v. United States, 251\nlaw in this circuit regarding the necessary requirements for the   U.S. 385, 392 (1920). As a result, the citizens in this circuit\nissuance of a search warrant based on uncorroborated               cannot rest easily or feel secure in their homes against\ninformation from an informant.” 168 F.3d at 308 (Gilman, J.,       unreasonable searches and seizures.\nconcurring in part and dissenting in part).\n                                                                      On a final note, I disagree with the concurrence that the\n   Pelham held that an affidavit naming an informant, and          illegal search is saved by the good faith exception to the\nstating that the informant had personally observed marijuana       warrant requirement as enunciated in United States v. Leon,\nbeing stored and sold on certain premises in the immediate         468 U.S. 897 (1984). Like its hyperbolic “apocalyptic\npast, provided a “substantial basis” for believing that a search   sentiments” language, the concurring opinion’s belief that\nwould uncover evidence of criminal activity there, and             “Lomenick ‘acted in objective good faith’ when he relied on\ntherefore was sufficient for a magistrate to find that probable    the warrant” as set forth in Leon, is unfounded. This case\ncause existed for a warrant to issue.\n\f30   United States v. Allen                       No. 96-6313      No. 96-6313                             United States v. Allen          7\n\nconsidered the totality of the circumstances to provide the          Finch upheld the sufficiency of an affidavit to establish\nrequisite particularity for the warrant to issue. In the instant   probable cause, against challenges both that the informant’s\ncase, however, the majority makes probable cause a fait            reported observation of cocaine on the premises was\naccompli once the informant’s tip is considered. It is not         speculative, since he couldn’t “know” the substance was\ncoincidental or a mere slip of the pen that the majority cites     cocaine, and that the affidavit was merely conclusory.\nno authority for its sweeping declaration.                         Rejecting these contentions, the court in Finch pointed out\n                                                                   that, given the informant’s stated experience and past\n    However, support for my position is well-steeped not only      reliability in drug cases, the informant could reasonably be\nin Gates, but also in the Supreme Court’s decision in              assumed to be   familiar with cocaine and able to identify it by\nAlabama v. White, 496 U.S. 325, 330 (1990), where the Court        observation,1 and that an affidavit setting out the reasons for\narticulated the standard for “reasonable suspicion.”               a belief, as opposed to merely stating a belief, is not\nSpecifically, the Court found that although “reasonable            conclusory. 998 F.2d at 352. Such is the case here.\nsuspicion is a less demanding standard than probable cause[,]\n. . . like probable cause, [reasonable suspicion] is dependent       In Weaver, a panel of this court weighed the sufficiency of\nupon both the content of information possessed by police and       an affidavit used to obtain a warrant to search the residence of\nits degree of reliability. Both factors – quantity and quality     Gary Weaver for marijuana believed to be held there in\n– are considered in the ‘totality of the circumstances – the       quantity for distribution. The CI, after providing an initial tip\nwhole picture.’” See id. (emphasis added) (quoting United          based on hearsay, was furnished with $100 and instructed to\nStates v. Cortez, 449 U.S. 411, 417 (1981)); see also Florida      go to Weaver’s house and make a buy. He did so, informing\nv. J.L., ___ U.S. ___, No. 98-1993, 2000 WL 309131 (Mar.           the police of his purchase of a half-ounce of marijuana from\n28, 2000). It logically follows that if reasonable suspicion, a    Weaver, and of his belief (though without personal\nstandard less demanding than probable cause, cannot be found       observation) that Weaver was growing marijuana at home.\nwithout a consideration of both the quantity and quality of the    The resulting affidavit indicated that the CI, unnamed in the\ninformation provided, surely probable cause cannot be found        affidavit but named to the magistrate, was known to be\nwithout a consideration of both of these factors.                  reliable, having provided information about drug activity in\n                                                                   the past, and that he had personally observed marijuana in\n  Furthermore, the majority makes a futile attempt to              Weaver’s house. (The affidavit did not mention the half-\ndistinguish those cases where the affidavits were found to be      ounce drug sale, for which the police did not intend to charge\ninsufficient to establish probable cause, solely on the basis      Weaver.) The officers who subsequently searched the house\nthat the informant was anonymous or that the affidavit was         found a quarter-ounce of marijuana, for which Weaver was\nlacking as to the informant’s reliability. See Ante (citing        not prosecuted; nor was he prosecuted for the misdemeanor\nUnited States v. Reddrick, 90 F.3d 1276, 1280 (7th Cir.\n1996); United States v. Leake, 998 F.2d 1359, 1365 (6th Cir\n1993); United States v. Gibson, 928 F.2d 250, 253 (8th Cir.\n                                                                       1\n1991); United States v. Mendonsa, 989 F.2d 366, 369 (9th                  A contrary approach, taken by the Illinois courts, was used by the\nCir. 1993)). In my opinion, these cases are indistinguishable      Supreme Court as an example of the folly to which rigid application of the\nfrom the case at hand and support my position, as well as the      “two-prong” test can lead. See Gates, 462 U.S. at 235 n.9 (citing People\n                                                                   v. Palanza, 55 Ill. App. 3d 1028, 371 N.E.2d 687 (Ill. App. 1978)\nposition of the unanimous Allen panel, that the affidavit failed   (holding a warrant invalid because “[t]here is no indication as to how the\nto provide a substantial basis to believe that Defendant was       informant or for that matter any other person could tell whether a white\nengaged in the criminal activity alleged because the affidavit     substance was cocaine and not some other substance such as sugar or\n                                                                   salt.”)).\n\f8     United States v. Allen                       No. 96-6313      No. 96-6313                         United States v. Allen      29\n\nsale to the CI. But the police also found several rifles, and       not enough without any meaningful follow up by the police.\nWeaver, a convicted felon, was charged with unlawfully              Id. at 55. In Judge Merritt’s opinion, to hold otherwise\npossessing them.                                                    “reduced the castle to a hovel where the state may presume\n                                                                    that marijuana is grown” or other contraband is kept. Id. at\n   In finding the affidavit insufficient to establish probable      55. The same holds true in the case at hand. Contrary to the\ncause for the warrant to issue, reversing the district court, the   majority’s holding today, the fact that the informant is known\nWeaver panel noted that the stated purpose of the search was        to the officer and has provided reliable information in the past\nto find evidence of suspected drug dealing; yet the affidavit       does not a fortiori make the second factor irrelevant or end\nitself had contained no information about the purchase the CI       the inquiry.\nwas supposed to have attempted, nor about the quantity of\nmarijuana he observed, nor any other facts which would                 Indeed, nowhere in Gates is there support for the majority’s\nsupport a belief that drugs were being held in the house for        sweeping holding. Although it is true that the informant in\nsale. As this court observed of Weaver in another case, what        Gates was anonymous, the pronouncements made therein\nwas lacking in the Weaver affidavit was any indication of           regarding the relevant inquiry into whether the information\nprobable cause to suspect drug trafficking, the offense for         received by an informant provides a substantial basis for\nwhich the warrant was expressly being sought. See United            determining probable cause were not limited to the case\nStates v. Smith, 182 F.3d 473, 480 (6th Cir. 1999). But that        where the informant was anonymous. The Court easily could\nwas not in itself fatal, since an affidavit need only provide       have held that the balancing of reliability and basis of\nprobable cause to believe a search will uncover evidence of         knowledge under a totality of the circumstances is limited to\nsome wrongdoing, without need for further specificity. See          those instances where the informant was unknown or had not\nUnited States v. Anderson, 923 F.2d 450, 457 (6th Cir. 1991)        provided reliable information in the past. However, the\n(holding “that knowledge of the precise crime committed is          Supreme Court did no such thing. The only qualifier that was\nnot necessary to a finding of probable cause provided that          placed upon the instance where a “particular informant is\nprobable cause exists showing that a crime was committed by         known for the unusual reliability of his predictions of certain\nthe defendants”). What was finally fatal in the Weaver              types of criminal activities in a locality” is that the\naffidavit was its lack of probable cause to believe any             informant’s “failure . . . to thoroughly set forth the basis of his\nmarijuana previously observed by the CI would be left to be         knowledge surely should not serve as an absolute bar to a\ndiscovered by a search, for there was no mention of the             finding of probable cause based on his tip.” Id. at 233. The\nquantity of drugs observed. Nor was there any attempt to note       majority’s holding that “[a]n affidavit based upon personal\nbehavior indicating ongoing sales.                                  observation of criminal activity by a confidential informant\n                                                                    who has been named to the magistrate and who, as the affiant\n   As Weaver pointed out, in an effort to keep secret the           avers, has provided reliable information to the police in the\nidentity of a CI, the affidavit had been stripped of almost all     past about criminal activity, though without further specificity\nparticularity, and been reduced to “bare bones,” with little        as to the type of such activity, can be sufficient for a\nadded to the boilerplate language kept on file. In that             magistrate to find probable cause to issue a warrant[,]”\nsituation, the panel held that other particularized facts, not      convolutes the pronouncement in Gates. In other words, the\nidentifying the CI, but obtained, for example, through police       Supreme Court in Gates held that a tip lacking in detail or\nsurveillance, should have been adduced to buttress the CI’s         specificity from a known confidential informant should not\ninformation, if preserving his identity prevented the affidavit     prove an absolute bar to finding probable cause, because other\nfrom going into further detail. See Weaver, 99 F.3d at 1378.        indicia of reliability (the basis for knowledge) would be\n\f28    United States v. Allen                       No. 96-6313      No. 96-6313                         United States v. Allen    9\n\nrequirement is not a factor to be assumed or a mere                   Weaver’s holding that the uncorroborated search warrant\ntechnicality; it is an express constitutional command. See,         was defective is limited to the facts of that case. Weaver does\ne.g., Ybarra v. Illinois, 444 U.S. 85, 92 (1979); Lo-Ji Sales,      not support the general propositions that a CI’s information\nInc. v. New York, 442 U.S. 319 (1979); Marron v. United             must always be independently corroborated by police, or that\nStates, 275 U.S. 192, 196 (1927). This affidavit lacked any         an affidavit must in every case set out and justify a CI’s\nindicia of basis of knowledge, and the magistrate simply            expertise in identifying the particularities of the criminal\nratified the bare bones assertions made in the affidavit when       activity alleged, propositions we reject for the reasons that\nhe issued this warrant, contrary to the Supreme Court’s             follow.\ncommand under the Fourth Amendment. See Gates, 462 U.S.\nat 239. As stated, the fact that the informant was known and                                      III\nreliable is not enough, by itself, to provide a substantial basis\nto the issuing magistrate that Defendant was engaged in the            In applying Gates to the circumstances before it, the Allen\ncriminal activity alleged. See, e.g., United States v. McNatt,      panel referred to the “totality of the circumstances” approach\n931 F.2d 251, 253 (4th Cir. 1991) (finding that the                 of that decision as a “test,” and then applied this “test’ in a\ninformation provided by the known, reliable informant was           two-factor analysis, indicating that a CI’s information would\nsufficient to establish probable cause under Gates because the      gain significant weight when supported by (1) explicit and\ninformation was specific in nature and corroborated by the          detailed description gleaned from first-hand observation, and\npolice).                                                            (2) independent investigative corroboration. Allen, 168 F.3d\n                                                                    at 298. No doubt this is so, but the question is whether these\n   In a case from this circuit where the converse was true –        factors are requirements, both of which must be satisfied to\ni.e., the affidavit while being rich in detail was from an          comply with the Fourth Amendment’s bar against\nanonymous tip in which minimal corroborative efforts were           unreasonable searches and seizures. See U.S. Const. amend.\ntaken by the police – one panel member disagreed with the           IV. As the Court observed in Gates, tests and prongs have an\nmajority that the affidavit supported a finding of probable         unfortunate tendency to develop a life of their own, and tend\ncause. See United States v. Sonagere, 30 F.3d 51, 55 (6th Cir.      to draw more attention to their individual characteristics than\n1994) (Merritt, J., dissenting). Judge Merritt noted that “if       to the totality of the circumstances. See Gates, 462 U.S. at\ndetail is all that is needed to support a search warrant, the       230 n.5 (criticising “[t]he entirely independent character that\nFourth Amendment will no longer be any constraint or check          the Spinelli prongs have assumed”). That is what has\non the issuance of search warrants. Any ‘detailed’                  happened here.\ninformation, uncorroborated by the police, from virtually any\nunknown, unreliable source, would support issuance of a               The majority of the panel that heard Allen’s appeal to this\nsearch warrant.” See id. Judge Merritt disagreed with the           court criticized the affidavit on four grounds. First, it is not\nmajority that the specific nature of the tip was sufficient to      specific as to the type or amount of cocaine observed in the\ncompensate for the fact that the information source had never       residence to be searched. Second, facts bearing on the\nbeen used before and that the affidavit failed to provide any       informant’s familiarity with the appearance of cocaine are not\nindication of the reliability of the source; however, he found      provided. Third, especially in the light of the second\nit “[e]ven more troubling [that] the officers did nothing to        objection, independent police corroboration is lacking.\ncorroborate any of the information or develop independent           Fourth, the text was largely prefabricated boilerplate,\ninformation that might supplement that of the information           supposedly encouraging the lack of specificity already\nsource.” Id. at 54. The fact that the tip was rich in detail was    complained of. See Allen, 168 F.3d at 302.\n\f10    United States v. Allen                       No. 96-6313      No. 96-6313                       United States v. Allen     27\n\n   These complaints do not call for individual rebuttal. The        drugs without compromising their case or a potential\naffidavit is judged on the adequacy of what it does contain,        conviction. Here, any indicia of corroboration by Lomenick\nnot on what it lacks, or on what a critic might say should have     such as minimal surveillance of Defendant’s residence to\nbeen added. It is the totality of the circumstances that            determine a pattern of drug activity, or simply asking for more\npersuade us that the affidavit in the instant case was, in fact,    details from the informant would have assisted in providing\nnot merely “conclusory and ‘bare bones’” in nature but              the magistrate a more particularized basis for determining\nsufficient. The panel wrote: “the affidavit failed to provide       probable cause. However, Lomenick failed to so much as\nany facts about the informant’s knowledge or familiarity with       provide a statement that he had dealt with this informant in\nthe appearance of cocaine. Instead, the affidavit merely stated     relation to Lomenick’s duties as a narcotics officer, or that\nthat the tips of ‘criminal activity’ provided by the informant      this informant had provided information which had led to\nin the past have ‘proven to be reliable.’” Ibid. But in fact, the   narcotics convictions in the past.\naffidavit states under oath that the affiant, Detective\nLomenick, has known the CI for five years, that Lomenick has           The majority engages in speculation or conjecture in order\nbeen assigned to the Narcotics Division for fifteen years, and      to supply the requisite indicia of reliability to this affidavit\nthat “said informant has given me [Lomenick] information            when it assumes, without more, that Lomenick’s dealing with\nabout individuals involved in criminal activity in the past that    the informant involved narcotics. (“It is obvious on the face\nhas proven to be reliable.” Id. at 296. It is obvious on the        of the affidavit that such information in the past most likely\nface of the affidavit that such information in the past most        concerned narcotics.”) The majority bases this assumption on\nlikely concerned narcotics. Affidavits are not required to use      the fact that Lomenick has worked in the narcotics division\nmagic words, nor does what is obvious in context need to be         for fifteen years and has known the confidential informant for\nspelled out; if a CI saw guns, he is not required to explain        five years – not because of any information derived from the\nhow he knew what a gun looks like. Nor is an affidavit              affidavit itself. It is well known that criminal activity\nrequired to present proof that would without question               associated with illegal narcotics also includes a bevy of other\nwithstand rigorous cross-examination. Clearly, this CI’s past       criminality such as prostitution, gambling, illegal firearms,\nexperience with the drug trade was reflected anew in the            burglary, and various other illegal means to finance drug\ncircumstances of this case. Taken as a whole, the affidavit         operations and use. As such, without more specificity\nprovided sufficient facts from which the magistrate could           concerning the type of information this informant had\ndraw an independent conclusion as to the probability                provided in the past, it is impossible to determine “on the face\n(certainty is not required) of what it alleged a search would       of the affidavit” whether Lomenick’s past dealings with this\ndisclose. There was nothing arbitrary about a conclusion that,      informant directly involved illegal narcotics transactions, or\nin this case, probable cause existed.                               whether his dealings with this informant dealt with other\n                                                                    types of criminal activity.\n  Since Gates, affidavits have been found insufficient for\nvarious deficiencies, none of them exhibited here. For                Gates commands a reviewing court to weigh and balance\nexample, a merely conclusory statement of the affiant’s belief      the evidence presented before it; Gates does not command --\nin an informant’s past credibility, unsupported by further          and indeed could not legally command under the Fourth\ndetail, failed to pass muster in the Seventh Circuit. See           Amendment -- that a reviewing court compensate for\nUnited States v. Reddrick, 90 F.3d 1276, 1280 (7th Cir. 1996).      deficiencies in the affidavit by engaging in speculation or\nThat result complies with Gates’s requirement that the              conjecture. See U.S. CONST. amend. IV; Gates, 462 U.S. at\ninformation presented to the magistrate in the affidavit be         230-31. Contrary to the majority’s assertion, the specificity\n\f26       United States v. Allen                            No. 96-6313         No. 96-6313                       United States v. Allen    11\n\nhad provided reliable information regarding narcotics in the                   sufficient to allow “that official” to assess probable cause\npast; it failed to provide any information as to where the                     independently, and not merely to rubber-stamp the affiant’s\ncocaine was being stored or sold; and it failed to indicate the                conclusion. See Gates, 462 U.S. at 239.\namount of cocaine that was allegedly seen or any basis as to\nwhy the informant had reason to believe that the substance                        This court has upheld a district court’s finding that no\nwhich he allegedly observed was cocaine. As such, the                          probable cause existed when a warrant was issued based on\naffidavit failed to provide a substantial basis that cocaine                   an affidavit whose information came from an anonymous tip\nwould likely be found in Defendant’s possession on the                         sparse in detail and wholly uncorroborated by the police. See\npremises some seventy-two hours later. See United States v.                    United States v. Leake, 998 F.2d 1359, 1365 (6th Cir. 1993).\nMcKinney, 143 F.3d 325, 328 (7th Cir. 1998) (noting that “[a]                  The Eighth Circuit also found no probable cause provided by\nsearch warrant should not issue except on probable cause that                  an affidavit also based on an anonymous tip, albeit one rich in\nevidence of a crime is currently located at a particular place”                particulars, where police investigation corroborated only\n(emphasis added)).                                                             innocent details and found nothing suspicious. See United\n                                                                               States v. Gibson, 928 F.2d 250, 253 (8th Cir. 1991). The\n   Moreover, the affidavit failed to indicate any corroborating                Ninth Circuit invalidated a warrant under very similar\nefforts by the police which, as stated  by the Allen panel, may                circumstances. See United States v. Mendonsa, 989 F.2d\nhave changed the outcome here.3 The majority’s concern for                     366, 369 (9th Cir. 1993). These cases rightly insisted upon\ndetectives conducting surveillance in crack-ridden                             substantial independent police corroboration, because of the\nneighborhoods or for investigative measures adding                             absence of any indicia of the informants’ reliability. Gates\nadditional time for the “highly mobile” drug operations to                     had turned on precisely such a question, and emphasized the\nrelocate, are unfounded and completely unsupported by the                      need for corroboration in those circumstances. See 462 U.S.\nrecord. Drug interdiction officers such as Lomenick are                        at 244.\ntrained to carry out such tasks as surveying suspected\nresidences in crack-ridden neighborhoods, and determining                        That is not a factor here. The CI was not anonymous, but\nthe pattern of activity of those suspected of dealing in illegal               personally known to the detective who swore the affidavit,\n                                                                               and who revealed the CI’s name to the magistrate. The CI’s\n                                                                               reliability in criminal matters in which the detective was\n                                                                               involved had extended over a five-year period. The\n     3                                                                         information alleged was of direct personal observation of\n      The majority seems to imply that the Allen panel argued that police\ninvestigation and corroboration are necessary in every case in order for a     criminal activity. Corroboration is not a necessity in such a\nwarrant to issue; however, the Allen panel made no such argument and I         case. A requirement that information from such a CI should\nmake no such averment here. Rather, as stated in Gates, police                 invariably have to be personally corroborated by further\ncorroboration becomes valuable and particularly significant when the tip\nprovided by the informant lacks detail and specificity sufficient to comply    police investigation would aid lawbreakers, as detectives tried\nwith the particularity requirement of the Fourth Amendment. See Gates,         to conduct surveillance in crack-ridden neighborhoods\n462 U.S. at 243-44. In fact, the Allen panel began its analysis by stating     without themselves being detected and their suspects alerted.\nthat “[t]his case asks us to decide whether the affidavit presented to         Moreover, the additional time thus added to the process by\nSpecial Judge McColpin set forth sufficient particularized facts for the       mandating an independent police investigation following a\njudge to find a substantial basis for probable cause to issue the search\nwarrant . . . .” See United States v. Allen, 168 F.3d at 297. It is the lack   CI’s contact would provide a further advantage to drug\nof specificity of the informant’s tip coupled with the lack of any             dealers’ already highly mobile, hit-and-run operations. We\ncorroboration by the police that should have been fatal to the affidavit       decline to handicap the state in that way.\nhere, as the Allen panel found.\n\f12    United States v. Allen                        No. 96-6313       No. 96-6313                       United States v. Allen     25\n\n   Nevertheless, a caveat is in order. Police should be aware           Said differently, the affidavits submitted in Aguilar and\nthat failure to corroborate all that can easily be corroborated       Nathanson were insufficient to allow the issuing magistrate\nincurs two dangers. The first is to risk that a warrant will not      to determine probable cause because they lacked reliable\nissue where it should. The second is to risk the loss, at trial       information; the magistrate’s determination otherwise would\nor on appeal, of what has been gained with effort in the field.       have improperly been “a mere ratification of the bare\nBut while better investigative work is preferable to merely           conclusions of others.” Gates, 462 U.S. at 239. Although the\nadequate investigation, it is not the constitutional measure of       information may have been attested to as being “reliable,” it\nprobable cause.                                                       lacked any indicia of specificity or corroboration. Indeed, the\n                                                                      Aguilar Court found that had the police made some efforts at\n   At bottom, we return to the basics of the Fourth                   corroborating the “reliable” informant’s tip, “an entirely\nAmendment: is there “probable cause” to believe that                  different case” would have been presented. See Aguilar, 378\nevidence of a crime will be found in the search? We hold that         U.S. at 109 n.1.\nwhere a known person, named to the magistrate, to whose\nreliability an officer attests with some detail, states that he has     The value of corroborative police efforts was also\nseen a particular crime and particular evidence, in the recent        emphasized in Gates. Specifically, the Court found two\npast, a neutral and detached magistrate may believe that              factors significant in allowing a reviewing court to assess\nevidence of a crime will be found. There is, of course, no            whether an informant’s tip provides a substantial basis to\nguarantee that the evidence will still be there, but the              constitute probable cause. First, an “explicit and detailed\nmagistrate may determine that such a probability exists. This         description of alleged wrongdoing, along with a statement\nholding requires evidence sufficient to provide a basis for that      that the event was observed firsthand, entitles [the\njudgment. It cannot properly be characterized, in the dissent’s       informant’s] tip to greater weight that might otherwise be the\nterms, as “driv[ing] a stake through the very heart of the            case.” Gates, 462 U.S. at 234. Second, the extent to which\nFourth Amendment” or “mak[ing] a mockery of the Fourth                the tip is corroborated by the police officer’s own\nAmendment’s warrant requirement.” Such a description                  investigation is significant. Id. at 244.\ncannot be used “in the extreme acceptance of th[os]e word[s]\nwithout some risk of terminological inexactitude,” to employ            Despite these clear directives from the Court that both the\nChurchill’s phrase. See 1 Winston S. Churchill, His                   reliability as well as the basis of knowledge of the information\nComplete Speeches 1897-1963 562 (Robert Rhodes James,                 must be considered in light of the totality of the circumstances\ned.).                                                                 to insure that a warrant does not issue based upon the bare\n                                                                      bones conclusions of others, the majority today holds that a\n                               IV                                     warrant may issue based upon the averment made by a\n                                                                      reliable informant, regardless of the lack of specificity or\n   For the foregoing reasons the judgment of the district court       independent corroboration. The warrant at issue simply\nis AFFIRMED.                                                          averred that 1) the affiant had known the informant for five\n                                                                      years and that the informant had provided information in the\n                                                                      past that had proven to be reliable; 2) that the informant’s\n                                                                      name was provided to the magistrate; and 3) that informant\n                                                                      had seen Defendant in possession of cocaine at Defendant’s\n                                                                      home approximately seventy-two hours prior to informing the\n                                                                      affiant. The affidavit lacked any indication that this informant\n\f24     United States v. Allen                              No. 96-6313         No. 96-6313                        United States v. Allen     13\n\n   In fact, the Gates Court provided examples of cases which                                     _____________________\n“illustrate[d] the limits beyond which a magistrate may not\nventure in issuing a warrant.” 462 U.S. at 239. Included in                                         CONCURRENCE\nthese examples were those instances when the warrant was                                         _____________________\nbased upon a “wholly conclusory statement” which provided\nthe magistrate with no basis at all for making an informed                       RONALD LEE GILMAN, Circuit Judge, concurring in the\njudgment. One such example was in the case of Aguilar                          judgment. Although I agree with the majority’s ultimate\nwhere an officer’s statement that “[a]ffiants have received                    conclusion that the district court did not err in denying\nreliable information from a credible person and do believe                     Allen’s motion to suppress, I write separately because my\nthat heroin” is stored in the home, was found to be                            reasoning is not based on the validity of the warrant itself, but\ninsufficient to provide the magistrate with probable cause to                  rather on the good faith exception to the warrant requirement\nissue the warrant. See Id. (quoting Aguilar, 378 U.S. at 109).                 as established by United States v. Leon, 468 U.S. 897 (1984).\nLikewise, in Nathanson v. United States, the Supreme Court\nfound that the affiant’s sworn statement that “‘he has cause to                   I agree with the dissent’s position that the warrant in this\nsuspect and does believe that’ liquor illegally brought into the               case was deficient, but do not share its somewhat apocalyptic\nUnited States is located on certain premises” was not                          sentiments. The key language of the underlying affidavit\nsufficient because it was merely a wholly conclusory                           simply stated that “[defendant] . . . unlawfully has in his\nstatement which failed to provide the magistrate with a                        possession on said premises legend and/or narcotic drugs\nsubstantial basis upon which to issue the warrant. See 462                     including Cocaine” and that the informant “while there saw\nU.S. at 239 (quoting Nathanson, 290 U.S. 41, 44 (1933)).                       Cocaine in possession of the said [defendant] . . . .” No\n                                                                               information was provided as to quantity, storing, or selling.\n                                                                               Based on the information provided, the informant may have\n                                                                               observed nothing more than Allen possessing one or two\nthe officer attest “with some detail” as to the informant’s reliability.       rocks of crack cocaine, which could have been quickly\nInstead, the magistrate was simply provided with a general assertion made      consumed. Thus, in the absence of greater specificity, the\nby an informant, whom Lomenick had known for five years and who had            special judge who issued the warrant in this case could not\nprovided information regarding “criminal activity” in the past, that\nDefendant was in possession of “legend and/ or narcotic drugs including        have had a substantial basis for concluding that a search of\nCocaine” on his premises. As discussed more fully infra in this dissent,       Allen’s residence would uncover any illegal drugs. See\nthis generalized assertion fails to pass constitutional muster under the       Illinois v. Gates, 462 U.S. 213, 230-31 (1983) (adopting the\nFourth Amendment – and indeed fails even under the majority’s holding          “totality of the circumstances” test as the controlling standard\nas expressed in Section III – because it lacks specificity and particularity   in determining probable cause for search warrants).\nas to the quantity or location of the illegal drugs, or as to why this\ninformant had a basis of knowledge for making his assertion, especially\nwhere Lomenick did nothing to corroborate the tip. Furthermore, I find it         I therefore agree with the dissent’s conclusion that there\nof no consequence that a magistrate is provided with the name of the           was an absence of probable cause to support the issuance of\ninformant, particularly in this case where there is nothing in the record to   the search warrant in question. See Zurcher v. The Stanford\nsuggest that the informant’s name was of any meaning to the magistrate --      Daily, 436 U.S. 547, 556-57 n.6 (1978) (quoting with\ni.e., the name had no bearing in establishing a substantial basis to believe   approval the following statement: “Search warrants may be\nthat criminal activity was afoot (probable cause). To borrow from\nShakespeare, “What’s in a name! that which we call [an informant] By           issued only by a neutral and detached judicial officer, upon a\nany other name would smell as [unreliable.]” See WILLIAM SHAKESPEARE           showing of probable cause—that is, reasonable grounds to\nTHE COMPLETE WORKS, ROMEO AND JULIET act 2, sc. 1, 254 (Dorset Press           believe—that criminally related objects are in the place which\n1988).\n\f14   United States v. Allen                     No. 96-6313      No. 96-6313                               United States v. Allen          23\n\nthe warrant authorizes to be searched, at the time when the      basis of knowledge of the tip. Although it is true that a\nsearch is authorized to be conducted.”) (emphasis added);        deficiency in one of the prongs may be compensated by the\nUnited States v. McKinney, 143 F.3d 325, 328 (7th Cir. 1998)     strength of the other prong, it is equally as true that both the\n(“A search warrant should not issue except on probable cause     “reliability” as well as the “basis of knowledge” prongs\nthat evidence of a crime is currently located at a particular    should nonetheless be considered. See Gates, 462 U.S. at\nplace.”); United States v. Finch, 998 F.2d 349, 352 (6th Cir.    238-39. The majority’s relaxed standard for finding probable\n1993) (“Probable cause for the issuance of a search warrant is   cause is not supported by Gates and indeed fails to heed the\ndefined in terms of whether the affidavit sets out facts and     Supreme Court’s mandate that “courts must continue to\ncircumstances which indicate a fair probability that evidence    conscientiously review the sufficiency of affidavits on which\nof a crime will be located on the premises of the proposed       warrants are issued” in order to insure that a magistrate does\nsearch.”) (citation and internal quotation marks omitted)        not abdicate his duty by issuing2 warrants based upon the “bare\n(emphasis added).                                                bones” conclusions of others. Id. at 239.\n  Despite these deficiencies, however, I believe that\nDetective Lomenick “acted in objective good faith” when he           2\nrelied on the warrant. Leon, 468 U.S. at 908. In Leon, the             The majority’s holding as articulated in the last paragraph of Section\n                                                                 III of the opinion does not change my position. I specifically note the\nSupreme Court held that the exclusionary rule does not “bar      dichotomy between the holding set forth by the majority in the first\nthe admission of evidence seized in reasonable, good-faith       paragraph of the opinion, and its holding – rephrased in response to this\nreliance on a search warrant that is subsequently held to be     dissent – set forth in Section III. Which is to say, the majority retreats\ndefective.” Id. at 905. The proper test of an officer’s good     somewhat from its holding as set forth at the outset of the opinion in an\nfaith is “whether a reasonably well trained officer would have   apparent attempt to compensate for its failure to account for the\n                                                                 particularity requirement of the Fourth Amendment.\nknown that the search was illegal despite the magistrate’s            Juxtaposing the phraseology of the holdings is helpful to illustrate my\nauthorization.” Id. at 922 n.23. Here, Lomenick presented a      point. In the first paragraph of the opinion, the majority holds that “an\nneutral judicial officer with an affidavit stating that he had   affidavit based upon personal observation of criminal activity by a\ninformation about the presence of illegal drugs at a specific    confidential informant who has been named to the magistrate and who, as\nlocation from a reliable informant that was based on recent,     the affidavit avers, has provided reliable information to the police in the\n                                                                 past about criminal activity, though without further specificity as to the\npersonal observation.                                            type of such activity, can be sufficient for a magistrate to find probable\n                                                                 cause to issue a warrant.” In the last paragraph of Section III, the\n  After examining the warrant under the microscope of close      majority attempts to strengthen the probable cause standard set forth in its\nlegal analysis, I agree with the dissent’s conclusion that the   holding, when it states that “[w]e hold that where a known person, named\nunderlying affidavit lacked sufficient specificity to pass       to the magistrate, to whose reliability an officer attests with some detail,\nconstitutional muster. I cannot further conclude, however,       states that he has seen a particular crime and particular evidence, in the\n                                                                 recent past, a neutral and detached magistrate may believe that evidence\nthat the affidavit at issue was “so lacking in indicia of        of a crime will be found.” Simply by adding the words “particular” and\nprobable cause as to render official belief in its existence     “detail” to its holding as couched in Section III, does not thereby render\nentirely unreasonable.” Leon, 468 U.S. at 923 (citations and     the majority’s reasoning and result compatible with Gates or\ninternal quotation marks omitted); see also United States v.     constitutional under the Fourth Amendment. Even when its additional\nCardall, 773 F.2d 1128, 1133 (10th Cir. 1985) (“Courts           rhetoric is taken into account, the majority’s position is no stronger at the\n                                                                 end of Section III than it was at the outset of its opinion.\ncannot make the good faith of an officer turn upon whether            In fact, the majority’s holding as articulated in Section III only serves\nhis reliance on a warrant was misplaced. It is only when the     to undermine its conclusion that the warrant in this case was supported by\n                                                                 probable cause. The magistrate in this case was not provided with a basis\n                                                                 of knowledge of “a particular crime” and “particular evidence,” nor did\n\f22    United States v. Allen                       No. 96-6313      No. 96-6313                        United States v. Allen     15\n\n  balanced assessment of the relative weights of all the            reliance was wholly unwarranted that good faith is absent.”)\n  various indicia of reliability (and unreliability) attending      (emphasis added).\n  an informant’s tip, the “two-pronged test” has\n  encouraged an excessively technical dissection of                    The dissent contends that, were my view to be adopted,\n  informants’ tips with undue attention being focused on            “any officer could obtain a warrant on the bare, generalized\n  isolated issues that cannot sensibly be divorced from the         assertions of an informant secure in the knowledge that even\n  other facts presented to the magistrate.                          if the warrant was held invalid for a lack of probable cause,\n                                                                    the search would be saved by nothing more than the officer’s\nId. at 233-34 (citations and footnotes omitted; emphasis            alleged ‘good faith.’” I find this contention to be without\nadded).                                                             merit. As the Supreme Court in Leon emphasized, “the\n                                                                    standard of reasonableness . . . is an objective one.” Id. at 919\n  In short, the Court in Gates abandoned the rigid “two-            n.20 (emphasis added). Thus, the determination of whether\nprong” test and in its place, reaffirmed the traditional totality   the good faith exception applies in a particular case does not\nof the circumstances approach, holding that the elements of         depend on the subjective beliefs of the officers involved. See\nthe two prong test are relevant factors to be balanced in light     United States v. Maggitt, 778 F.2d 1029, 1035 n.3 (5th Cir.\nof all of the information provided:                                 1985) (“Because the Leon standard is objective, the testimony\n                                                                    of the agent who prepared the affidavit . . . is not particularly\n  The task of the reviewing magistrate is simply to make a          relevant.”); United States v. Gant, 759 F.2d 484, 487-88 (5th\n  practical, common-sense decision whether, given all the           Cir. 1985) (“[T]he determination of good faith will ordinarily\n  circumstances set forth in the affidavit before him,              depend on an examination of the affidavit by the reviewing\n  including the “veracity” and “basis of knowledge” of              court.”).\n  persons supplying hearsay information, there is a fair\n  probability that contraband or evidence of a crime will be           Furthermore, the warrant was applied for and issued prior\n  found in a particular place. And the duty of a reviewing          to this court’s decision in United States v. Weaver, 99 F.3d\n  court is simply to ensure that the magistrate had a               1372 (6th Cir. 1998), in which a panel of this court held that\n  “substantial basis for . . . conclud[ing]” that probable          the search warrant in question was defective primarily\n  cause existed.                                                    because the officer’s affidavit did not provide any “underlying\n                                                                    factual circumstances to support the informant’s knowledge\nId. at 238-39 (citations omitted).                                  regarding distribution, nor the detective’s own ‘belief’ that\n                                                                    . . . quantities of marijuana were present ‘for the purpose or\n                               II.                                  with the intention of unlawful possession, sale or\n                                                                    transportation,’ or even that marijuana would be on the\n   The flaw in the majority’s holding in the case at hand lies      premises when the warrant was executed.” Id. at 1378.\nin its failure to comply with Gates’ command to consider the        Because the Weaver decision—with its clear mandate that the\ntotality of the circumstances; instead, the majority relaxes the    underlying affidavit must include specific information\nprobable cause requirement to a degree unsupported by Gates,        concerning the quantity, storing, or selling of illegal\nand allows for a warrant to issue based simply upon the             drugs—was handed down after the judicial officer in this case\naverment that the informant “has provided reliable                  issued the warrant, it was all the more reasonable for an\ninformation in the past about criminal activity . . . without the   officer such as Lomenick to have formed an objective good\nfurther specificity as to the type of such activity . . . .” In     faith belief that the information supplied by the informant was\nother words, the majority’s holding fails to account for the\n\f16    United States v. Allen                       No. 96-6313      No. 96-6313                       United States v. Allen    21\n\nsufficient under the authority of United States v. Pelham, 801        “reliability” and “basis of knowledge” of the informant\nF.2d 875 (6th Cir. 1986), and United States v. Finch, 998 F.2d        –] independent status. Instead, they are better understood\n349 (6th Cir. 1993).                                                  as relevant considerations in the totality of circumstances\n                                                                      analysis that traditionally has guided probable cause\n  The dissent characterizes this fact as having “little               determinations: a deficiency in one may be compensated\nconsequence” because “Weaver simply interpreted Leon and              for, in determining the overall reliability of a tip, by a\napplied it to the facts before it; Weaver certainly did not—and       strong showing as to the other, or by some other indicia\nin fact could not—change the exceptions to the good faith             of reliability.\nprovision as articulated by the Supreme Court.” These\narguments, however, do not diminish my point that an officer        Id. at 232-33 (citations, footnotes, and internal quotation\nshould not be expected to predict that warrant practices            marks omitted).\nsimilar to what the courts have found acceptable in the past\nwill subsequently fail to withstand the analysis of evolving           By way of example, the Court then emphasized the\nlegal decisions.                                                    balancing approach not only of the informants’ “veracity” or\n                                                                    “reliability” and “basis of knowledge,” but the totality of the\n  Although not dispositive, it is also telling that the question    circumstances in general. Gates, 462 U.S. at 233. In doing\nof whether the warrant in this case was defective has               so, the Court expressly provided a hypothetical scenario of\ngenerated significant debate among the judges of this court.        what the majority holds today as being decisively sufficient\nSee Leon, 468 U.S. at 926 (“The affidavit . . . provided            regarding the informant and the information he or she has so\nevidence sufficient to create disagreement among thoughtful         provided, as well as other scenarios, noting that each scenario\nand competent judges as to the existence of probable cause.”);      should be assessed under the totality of the circumstances to\nUnited States v. Taxacher, 902 F.2d 867, 872 (11th Cir. 1990)       determine whether the information provided established\n(noting that the Supreme Court’s observation in Leon—that           probable cause.\nreasonable jurists had disagreed on the issue—was “intended\nto bolster the Court’s holding that the officer had acted                If, for example, a particular informant is known for the\nreasonably under the circumstances”).                                 unusual reliability of his predictions of certain types of\n                                                                      criminal activities in a locality, his failure, in a\n  In sum, I conclude that even though the affidavit in this           particular case, to thoroughly set forth the basis of his\ncase did not provide enough detail to establish probable              knowledge surely should not serve as an absolute bar to\ncause, it was sufficient to fit within the “good faith” exception     a finding of probable cause based on his tip. Likewise,\nof Leon. The dissent apparently believes that Lomenick’s              if an unquestionably honest citizen comes forward with\nactions amount to “flagrant misconduct” (United States v.             a report of criminal activity – which if fabricated would\nHove, 848 F.2d 137, 141 (9th Cir. 1988)) and therefore the            subject him to criminal liability – we have found rigorous\n“extreme sanction” (Leon, 468 U.S. at 916, 926) of exclusion          scrutiny of the basis of knowledge unnecessary.\nshould be imposed. Because I disagree, I would affirm the             Conversely, even if we entertain some doubt as to an\ndenial of Allen’s motion to suppress, albeit for reasons other        informant’s motives, his explicit and detailed description\nthan those set forth by the majority.                                 of alleged wrongdoing, along with a statement that the\n                                                                      event was observed first-hand, entitles his tip to greater\n                                                                      weight than might otherwise be the case. Unlike a\n                                                                      totality of circumstances analysis, which permits a\n\f20   United States v. Allen                        No. 96-6313     No. 96-6313                         United States v. Allen   17\n\nknowledge” – are all highly relevant. However, the Court                                _______________\nwent on to opine that these elements should not “be\nunderstood as entirely separate and independent requirements                               DISSENT\nto be rigidly exacted in every case [as they had been applied                           _______________\nby lower courts]. Rather, . . . they should be understood\nsimply as closely intertwined issues that may usefully                CLAY, Circuit Judge, dissenting. Because I believe that\nilluminate the commonsense, practical question whether there       the majority’s holding relaxes the standard upon which a\nis ‘probable cause’ to believe that contraband or evidence is      warrant may issue to a point unsupported by Fourth\nlocated in a certain place.” See Gates, 462 U.S. at 230.           Amendment jurisprudence, and indeed unsupported by the\n                                                                   letter and spirit of the Fourth Amendment itself, I respectfully\n  The Court found this “totality of the circumstances              dissent. As a result of today’s holding, any tip provided by an\napproach . . . far more consistent with prior treatment of         informant who has provided reliable information to the police\nprobable cause than . . . any rigid demand that specific ‘tests’   in the past is sufficient to constitute probable cause for the\nbe satisfied by every informant’s tip.” Gates, 462 U.S. 230-       warrant to issue, irrespective of the bare, generalized nature\n31. Moreover, the Court reasoned that the less rigid approach      of the information provided and without any corroboration by\nwas in concert with the dynamic nature of probable cause as        the police. This result strips away the protection that is\nbeing a “‘practical, nontechnical conception.’” Id. at 231         afforded to all citizens -- both innocent and guilty alike -- to\n(quoting Brinegar v. United States, 338 U.S. 160, 176              be free from legally unsupportable and hence unreasonable\n(1949)). The Court embraced its earlier teachings regarding        searches and seizures, and is at variance with the meaning of\nprobable cause as dealing in “probabilities.” Id. These            probable cause as envisioned by the drafters of the\nprobabilities “‘are not technical; they are the factual and        Amendment.\npractical considerations of everyday life on which reasonable\nand prudent men, not legal technicians, act.’” Id. (quoting           Although I disagree with the majority’s decision to affirm\nBrinegar, 338 U.S. at 175). The Court further opined as            the district court’s order denying Defendant’s motion to\nfollows:                                                           suppress the evidence, I am most troubled by the far reaching\n                                                                   effects of the majority’s opinion which drive a stake through\n     [P]robable cause is a fluid concept – turning on the          the very heart of the Fourth Amendment. It is for this reason\n  assessment of probabilities in particular factual contexts       that while I address the matter at hand, I pay particular\n  – not readily, or even usefully, reduced to a neat set of        attention to the devastating impact that this decision has on\n  legal rules. Informant’s tips doubtless come in many             Fourth Amendment jurisprudence in this circuit as a whole.\n  shapes and sizes from many different types of\n  persons. . . . Informants’ tips, like all other clues and                                       I.\n  evidence coming to a policeman on the scene may vary\n  greatly in their value and reliability. Rigid legal rules are      The Fourth Amendment provides:\n  ill-suited to an area of such diversity. One simple rule\n  will not cover every situation.                                       The right of the people to be secure in their persons,\n                                                                     houses, papers, and effects against unreasonable searches\n                             ***                                     and seizures, shall not be violated, and no Warrants shall\n                                                                     issue, but upon probable cause, supported by Oath or\n  There are persuasive arguments against according [the              affirmation, and particularly describing the place to be\n  elements of the “two-pronged test” – “veracity” or                 searched, and the persons or things to be seized.\n\f18   United States v. Allen                       No. 96-6313      No. 96-6313                               United States v. Allen          19\n\nU.S. CONST. amend. IV. It was argued when the Constitution         confusion as to the appropriate standards for determining\nand Bill of Rights were being adopted that a provision             probable cause as well as their proper application. However,\nproviding against searches and seizures unsupported by             I disagree that the various holdings have led to confusion as\nevidence of wrongdoing was needed to prevent general               to the proper standards or their application. Any arguable\nwarrants from issuing:                                             inconsistencies in cases from this circuit are not the result of\n                                                                   confusion as to the standards or their application in probable\n  [G]eneral warrants, by which an officer may search               cause analysis, 1but rather a function of the fluid nature of\n  suspected places, without evidence of the commission of          probable cause. See id. at 231. With that said, I focus upon\n  a fact, or seize any person without evidence of his crime,       the Gates decision itself in this dissent because it provides the\n  ought to be prohibited. As these are admitted, any man           benchmark for probable cause analysis. As will be illustrated,\n  may be seized, any property may be taken, in the most            the majority opinion is at odds with the Supreme Court’s\n  arbitrary manner, without evidence or reason. Every              mandates regarding a reviewing court’s determination of\n  thing most sacred may be searched and ransacked by the           whether a warrant is supported by probable cause, and\n  strong hand of power.                                            therefore sets a dangerous and unfounded precedent in this\n                                                                   circuit.\nSee 3 JONATHAN ELLIOT, THE DEBATES OF THE SEVERAL\nSTATE CONVENTIONS, ON THE ADOPTION OF THE FEDERAL                    In Gates, the Supreme Court examined its earlier decisions\nCONSTITUTION 588 (2d ed. J.B. Lippincott Comp. 1831)               in Aguilar v. Texas, 378 U.S. 108 (1964) and Spinelli v.\n(comments of Patrick Henry). Hence, the requirement that a         United States, 393 U.S. 410 (1969) and rejected the strict\nwarrant be supported by specific evidence of criminal activity     interpretation that had been given these decisions by\nbefore being issued is deeply rooted in our history. Moreover,     reviewing courts. Specifically, the Court acknowledged that\nthe Framers of the Bill of Rights carefully sought to define the   the elements of the “two pronged test” established in these\nprecise conditions under which government agents could             decisions regarding the value that should be afforded to an\nsearch private property so that citizens would not be at the       informant’s tip – “veracity” or “reliability” and “basis of\nmercy of those agents for the protection of their privacy. As\nsuch, the express language of the Fourth Amendment must be\nheeded, and the particularized nature of the oath or                   1\n                                                                          Cases from this circuit may indeed be looked to for guidance\naffirmation made in support of the warrant as required by the      nonetheless. The Allen panel considered the cases of United States v.\nAmendment cannot be considered a mere technicality.                Pelham, 801 F.2d 875 (1986), United States v. Finch, 998 F.2d 349\n                                                                   (1993), and United States v. Weaver, 99 F.3d 1372 (1996) for guidance.\n   The quantum of evidence or information required to              However, the Allen panel also found that any apparent inconsistencies\nsupport the issuance of a warrant – i.e., the requirements of      between these decisions were due to the nature of probable cause and the\nthe particularized inquiry to establish probable cause – has       fact that various factors must be weighed and balanced when determining\n                                                                   whether sufficient evidence was presented by the affiant in order to\nlong been debated in the courts, especially when the warrant       provide a substantial basis for determining whether criminal activity was\nis based upon hearsay information from an informant. The           afoot. See United States v. Allen, 168 F.3d 293, 299 (6th Cir.), rehearing\njurisprudential evolution concerning the requirements for the      en banc granted, judgment vacated by United States v. Allen, 179 F.3d\nissuance of warrants reached its peak in the seminal case of       1002 (6th Cir. 1999). It is this very weighing and balancing of factors\nIllinois v. Gates, 462 U.S. 213 (1983). The cases from our         that the majority opinion now finds unnecessary, contrary to Supreme\n                                                                   Court precedent. As a result, the majority’s opinion does not “clarify the\ncircuit applying the standards set forth in Gates span a wide      law in this circuit” as it claims to do in response to the invitation extended\nrange of holdings which the majority claims has given rise to      by the Allen panel’s dissent; instead, the majority’s opinion derogates the\n                                                                   law as dictated by the Supreme Court.\n\f",
            "ocr": false,
            "opinion_id": 2969409
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}