{
    "id": 2972528,
    "judges": "Batchelder, Mills, Norris",
    "date_filed": "2009-02-17",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-zabawa",
    "case_name_short": "Zabawa",
    "case_name": "United States v. Zabawa",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee/Cross-Appellant, v. Philip ZABAWA, Defendant-Appellant/Cross-Appellee",
    "attorneys": "Elizabeth A. Stafford, Jennifer J. Peregord, U.S. Attorney’s Office, Detroit, MI, for Plaintiff-Appellee/Cross-Appellant., Rita Chastang, Loren E. Gross, Federal Public Defenders Office, Detroit, MI, for Defendant-Appellant/Cross-Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<parties id=\"b86-13\">\n    UNITED STATES Of America, Plaintiff-Appellee/Cross-Appellant, v. Philip ZABAWA, Defendant-Appellant/Cross-Appellee.\n   </parties><br><docketnumber id=\"b86-16\">\n    Nos. 03-2592, 04-1115, 04-1282.\n   </docketnumber><br><court id=\"b86-17\">\n    United States Court of Appeals, Sixth Circuit.\n   </court><br><decisiondate id=\"b86-19\">\n    June 7, 2005.\n   </decisiondate><br><attorneys id=\"b87-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"61\"> \n     *61\n     </span>\n    Elizabeth A. Stafford, Jennifer J. Peregord, U.S. Attorney’s Office, Detroit, MI, for Plaintiff-Appellee/Cross-Appellant.\n   </attorneys><br><attorneys id=\"b87-14\">\n    Rita Chastang, Loren E. Gross, Federal Public Defenders Office, Detroit, MI, for Defendant-Appellant/Cross-Appellee.\n   </attorneys><br><judges id=\"b87-15\">\n    Before NORRIS and BATCHELDER, Circuit Judges; and MILLS,\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    District Judge.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b87-13\">\n     The Honorable Richard Mills, United States District Judge for the Central District of Illinois, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "134 F. App'x 60"
    ],
    "opinions": [
        {
            "author_str": "Batchelder",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "http://www.ca6.uscourts.gov/opinions.pdf/05a0471n-06.pdf",
            "author_id": null,
            "opinion_text": "                   NOT RECOMMENDED FOR FULL-TEXT PUBLICATION\n                              File Name: 05a0471n.06\n                                 Filed: June 7, 2005\n\n                                    Case Nos. 03-2592, 04-1115, 04-1282\n\n                               UNITED STATES COURT OF APPEALS\n                                    FOR THE SIXTH CIRCUIT\n\n UNITED STATES of AMERICA,                                      )\n                                                                )\n             Plaintiff-Appellee/Cross-Appellant,                )\n                                                                )         ON APPEAL FROM THE\n                   v.                                           )         UNITED STATES DISTRICT\n                                                                )         COURT FOR THE EASTERN\n PHILIP ZABAWA,                                                 )         DISTRICT OF MICHIGAN\n                                                                )\n             Defendant-Appellant/Cross-Appellee.                )\n                                                                )\n _______________________________________                        )\n                                                                )\n                                                                )\n\nBEFORE: NORRIS and BATCHELDER, Circuit Judges; MILLS*, District Judge.\n\n         ALICE M. BATCHELDER, Circuit Judge. Defendant Philip Zabawa appeals his\n\nconviction for being a felon in possession of a firearm, assigning as error the district court’s denial\n\nof his motion to suppress evidence. The United States cross-appeals the district court’s ruling that\n\nZabawa is not an “armed career criminal” for the purposes of the Armed Career Criminal Act\n\n(“ACCA”), 18 U.S.C. § 924(e) and the district court’s amended judgment specifying that Zabawa’s\n\nfederal sentence should run concurrently with previously imposed state sentences. Because the\n\npolice officers who seized the evidence entered against Zabawa had reasonable suspicion supporting\n\ntheir stop of his vehicle, we will AFFIRM the district court’s denial of Zabawa’s motion to suppress.\n\nWe will VACATE Zabawa’s sentence and REMAND for resentencing because Zabawa is an “armed\n\n         *\n          The Honorable Richard Mills, United States District Judge for the Central District of Illinois, sitting by\ndesignation.\n\fcareer criminal” for the purposes of the ACCA and because the district court lacked jurisdiction to\n\namend Zabawa’s sentence to run concurrently with his state conviction.\n\n                                                  I.\n\n       On May 3, 2001, Officer Paul Kasperski observed a pickup truck driven by Zabawa swerve\n\nacross the fog line and onto the shoulder of the road. Officer Kasperski, who believed that the driver\n\nwas drunk, activated his lights and siren, intending to pull Zabawa over to investigate. After\n\nactivating his lights, Officer Kasperski observed Zabawa swerve a second time before stopping this\n\nvehicle. Zabawa submitted to a field sobriety test, on which he did poorly, and Officer Kasperski\n\narrested him and administered a field breath test. This test indicated that Zabawa’s blood alcohol\n\nlevel was .151. Officer Kasperski then conducted a search of his person, which yielded a loaded\n\npistol. Officers also observed an AK-47 rifle lying in plain view upon the floor of Zabawa’s car,\n\nand a subsequent search of the vehicle at the police impound lot yielded a virtual arsenal of\n\nweapons.\n\n       Zabawa was charged with being a felon in possession of a firearm. He filed a motion to\n\nsuppress the weapons found during the search of his vehicle, claiming that Officer Kasperski’s\n\nstopping of his truck was not supported by reasonable suspicion. The district court denied the\n\nmotion to suppress, and the case went to trial, resulting in a verdict of guilty. At the sentencing\n\nhearing, the district court concluded that Zabawa was not an “armed career criminal” for the\n\npurposes of the ACCA, a classification that carries a mandatory 15-year sentence, and sentenced\n\nZabawa to 137 months’ imprisonment. Six weeks after the initial pronouncement of the sentence,\n\nand five weeks after the entry of judgment and sentence, the district court entered an amended\n\njudgment and companion order, which ruled that Zabawa’s federal sentence should run concurrently\n\n\n                                                  2\n\fwith state sentences previously imposed.1              Zabawa timely appealed his conviction and the\n\ngovernment cross-appealed.\n\n                                                        II.\n\n         Zabawa argues that the district court erroneously denied his motion to suppress because\n\nOfficer Kasperski’s stop of Zabawa’s vehicle was not supported by reasonable suspicion. We\n\nreview the district court’s denial of a suppression motion under a mixed standard. United States v.\n\nAkridge, 346 F.3d 618, 622-23 (6th Cir. 2003). “We reverse the district court’s findings of fact only\n\nif they are clearly erroneous, but review de novo the district court’s legal conclusions. Where, as\n\nhere, the district court has denied a motion to suppress, we review the evidence in a light most\n\nfavorable to the Government.” Id. (internal citations omitted).\n\n         Police officers may detain a vehicle and question its occupants where the officers have a\n\nreasonable suspicion that criminal activity “may be afoot.” United States v. Arvizu, 534 U.S. 266,\n\n273 (2002) (quoting Terry v. Ohio, 392 U.S. 1, 30 (1968)). Arvizu stated “the likelihood of criminal\n\nactivity need not rise to the level required for probable cause, and it falls considerably short of\n\nsatisfying a preponderance of the evidence standard.” Id. at 273. Reasonable suspicion to stop\n\ndepends on “the totality of the circumstances—the whole picture . . . .” United States v. Cortez, 449\n\nU.S. 411, 417 (1981). The reasonable suspicion analysis\n\n         proceeds with various objective observations, information from police reports, if\n         such are available, and consideration of the modes or patterns of operation of certain\n         kinds of lawbreakers. From these data, a trained officer draws inferences and makes\n         deductions-- inferences and deductions that might well elude an untrained person.\n         The process does not deal with hard certainties, but with probabilities. Long before\n\n\n         1\n          While on bond for the instant offense, Zabawa rammed his car into a car driven by a police officer who\nwas trying to arrest him. He was convicted in state court on charges of fleeing a police officer and malicious\ndestruction of property. He was sentenced on those charges prior to the imposition of the sentence in the instant\nmatter.\n\n                                                         3\n\f        the law of probabilities was articulated as such, practical people formulated certain\n        common sense conclusions about human behavior; jurors as factfinders are permitted\n        to do the same--and so are law enforcement officers. Finally, the evidence thus\n        collected must be seen and weighed not in terms of library analysis by scholars, but\n        as understood by those versed in the field of law enforcement.\n\nId. at 418.\n\n        Applying this standard, we conclude that Officer Kasperski’s stop of Zabawa’s vehicle was\n\nsupported by reasonable suspicion. The officer testified that he observed Zabawa’s vehicle swerve\n\nover the fog line and onto the shoulder of the road. The district judge stated that a video tape of the\n\nincident, which was shot from a camera mounted on Officer Kasperski’s car, shows that Zabawa’s\n\nvehicle “crossed the white fog line for an appreciable distance.” Based on his experience as a police\n\nofficer, Officer Kasperski inferred that Zabawa’s car was swerving because the driver was\n\nintoxicated. The officer further testified that after he activated his lights, he saw Zabawa swerve a\n\nsecond time, although this time the truck did not cross the fog line.\n\n        Zabawa argues that an isolated instance of swerving does not constitute reasonable suspicion\n\nto make a stop. Indeed, this court has stated that “briefly entering the emergency lane is insufficient\n\nto give rise to probable cause of a traffic violation and warrant an invasion of [the drivers’] Fourth\n\nAmendment rights.” United States v. Freeman, 209 F.3d 464, 466 (6th Cir. 2000). Zabawa’s\n\ndeviation, however, was not “brief.” The district court observed that Zabawa’s vehicle crossed the\n\nline “for an appreciable distance.” Nor was this an isolated instance; Officer Kasperski observed\n\nZabawa swerve twice within a quarter mile. Nor was there any apparent extrinsic reason for\n\nZabawa’s swerving; there is no evidence suggesting that the driving conditions at the time were less\n\nthan optimal. See Gaddis v. Redford Township, 364 F.3d 763, 771 (6th Cir. 2004) (holding that\n\nofficer had reasonable suspicion to stop a motorist who swerved twice was present and\n\n\n                                                  4\n\fdistinguishing Freeman on the ground that “the suspect vehicle swerved only once, and there were\n\nno other significant facts to suggest drunk driving”); see also United States v. Ozbirn, 189 F.3d\n\n1194, 1198 (10th Cir. 1999) (“the circumstances of this case persuade us [that the officer] had\n\nprobable cause to stop Mr. Ozbirn after he saw the motor home drift onto the shoulder twice within\n\na quarter mile under optimal road, weather, and traffic conditions”).\n\n       Although Zabawa appears to argue that the second swerve observed by Officer Kasperski\n\nis not relevant to the determination of reasonable suspicion, we find that contention to be without\n\nmerit. Zabawa had not yet been “seized” when he swerved for the second time, even though Officer\n\nKasperski had already activated his lights. A seizure does not take place until the suspect is\n\nphysically apprehended or he actually submits to an officer’s authority. California v. Hodari D.,\n\n499 U.S. 621, 625-26 (1991). A motorist who continues driving after a police officer has activated\n\nhis sirens has not been “seized” under the Fourth Amendment. See Watkins v. City of Southfield,\n\n221 F.3d 883, 888-89 (6th Cir. 2000). Because Zabawa’s second swerve occurred before he\n\nsubmitted to the officer’s authority, it may properly be considered in determining whether Officer\n\nKaperski had reasonable suspicion that Zabawa was intoxicated.\n\n       Viewing the evidence in a light most favorable to the United States, we conclude that Officer\n\nKasperski’s decision to stop Zabawa was supported by reasonable suspicion.\n\n                                               III.\n\n       The United States challenges the district court’s decision not to sentence Zabawa as an armed\n\ncareer criminal, as defined by the ACCA. We review de novo the district court’s interpretation of\n\nthe ACCA. United States v. Seaton, 45 F.3d 108, 111 (6th Cir. 1995). The ACCA mandates a\n\nminimum fifteen-year sentence for a defendant who is convicted of being in unlawful possession\n\n\n                                                5\n\fof a firearm and who has “three previous convictions . . . for a violent felony.” 18 U.S.C. §\n\n924(e)(1). Zabawa’s indictment lists three prior state convictions as ACCA predicate convictions:\n\nan Arkansas conviction for terroristic threatening, a conviction for drug possession with intent to\n\ndistribute and a Michigan conviction for “attempted involuntary manslaughter,” which stems from\n\nthe death of his 4-month-old baby.\n\n       Zabawa objected to the PSR’s characterization of him as an armed career criminal, but the\n\ndistrict court initially agreed with the PSR and held that Zabawa’s conviction for attempted\n\ninvoluntary manslaughter was a “violent felony.” Before judgment was entered on the district\n\ncourt’s oral pronouncement that Zabawa should receive the fifteen-year minimum sentence, the\n\ndistrict court reversed itself and held that attempted involuntary manslaughter was not a “violent\n\nfelony” and that Zabawa was not an armed career criminal. Accordingly, the district court sentenced\n\nZabawa to 137 months, the high end of the guideline range.\n\n       At issue is whether attempted involuntary manslaughter is a “violent felony” for the purposes\n\nof the ACCA. Under that statute, a “violent felony” is\n\n       any crime punishable by imprisonment for a term exceeding one year . . . that-\n       (i) has as an element the use, attempted use, or threatened use of physical force\n       against the person of another; or\n       (ii) is burglary, arson, or extortion, involves use of explosives, or otherwise involves\n       conduct that presents a serious potential risk of physical injury to another . . . .\n\n18 U.S.C. § 924(e)(2)(B).\n\n       Given that attempt is a specific intent crime under Michigan law, People v. Nickens, 685\n\nN.W.2d 657, 663 n.7 (Mich. 2004), the crime of attempted involuntary manslaughter appears, at first\n\nblush, something of an oxymoron. But, although there is technically no such thing as attempted\n\ninvoluntary manslaughter under Michigan law, “a plea to attempted manslaughter may be accepted\n\n\n                                                  6\n\feven when the only possible theory is involuntary manslaughter.” People v. Genes, 227 N.W.2d\n\n241, 243 (Mich. App. 1975); see also People v. Hall, 436 N.W.2d 446, 447-48 (Mich. App. 1989).\n\nIn Michigan, the penalty for involuntary manslaughter is codified, but the definition is left to the\n\ncommon law. People v. Datema, 533 N.W.2d 272, 276 (Mich. 1995). Involuntary manslaughter\n\nis defined as,\n\n       the killing of another without malice and unintentionally, but in doing some unlawful\n       act not amounting to a felony nor naturally tending to cause death or great bodily\n       harm, or in negligently doing some act lawful in itself, or by the negligent omission\n       to perform a legal duty.\n\nId. (quoting People v. Ryczek, 194 N.W. 609 (Mich. 1923)).\n\n       Involuntary manslaughter does not fall within 18 U.S.C. § 924(e)(2)(B)(i) because the use\n\nof force against another is not an element. Nor is involuntary manslaughter one of the crimes\n\nspecifically included in 18 U.S.C. § 924(e)(2)(B)(ii). Thus, if attempted involuntary manslaughter\n\nis a “violent felony” for the purposes of the ACCA, it must be because it “otherwise involves\n\nconduct that presents a serious potential risk of physical injury to another.”\n\n       In Taylor v. United States, the Supreme Court articulated a “categorical approach” for\n\ndetermining the application of the “otherwise” clause, instructing the sentencing court to focus on\n\nthe statutory definition of the crime charged rather than the actual facts underlying the conviction.\n\n495 U.S. 575, 601 (1990); see also Shepard v. United States, 125 S. Ct. 1254, 1257-58 (2005). If\n\nthe statute in question “generally proscribes conduct ‘that presents a serious potential risk of\n\nphysical injury to another,’ then the ‘otherwise’ clause of § 924(e) applies.” United States v.\n\nCooper, 302 F.3d 592, 595 (6th Cir. 2002) (quoting Taylor, 495 U.S. at 602). Conviction under an\n\ninvoluntary manslaughter statute that requires death to be a proximate result of the defendant’s\n\nunlawful conduct, therefore, is a conviction for a “violent felony” under § 924's “otherwise” clause.\n\n                                                 7\n\fSee United States v. Sanders, 97 F.3d 856, 860 (6th Cir. 1996) (holding that conviction under Ohio’s\n\ninvoluntary manslaughter statute is a “violent felony” conviction under the ACCA’s “otherwise”\n\nclause); United States v. Williams, 67 F.3d 527, 528 (4th Cir. 1995) (involuntary manslaughter under\n\nSouth Carolina’s involuntary manslaughter statute is a “violent felony” because that statute\n\nproscribes “[c]onduct that involves ‘the reckless disregard for the safety of others’ (and which\n\nresults in someone’s death) [and thus] clearly presents a ‘serious potential risk of physical injury to\n\nanother’”); United States v. O’Neal, 937 F.2d 1369, 1372 (9th Cir. 1990) (California’s vehicular\n\nmanslaughter statute is encompassed by § 924(e)(2)’s “otherwise” clause because the conduct it\n\nproscribes “involves the death of another person and is highly likely to be the result of violence”)\n\n(quotation omitted).\n\n       We recognize that the Taylor categorical approach is not squarely applicable here, because\n\nthe Michigan law does not define the offense of involuntary manslaughter in the statute proscribing\n\nthat offense, but looks to the common law for the definition. This circuit has not yet addressed the\n\nquestion of whether a court may look to the common law definition of a crime to determine if it is\n\na violent felony for the purposes of the ACCA. The Ninth Circuit, however, has held that “[w]here,\n\nas here, the state crime is defined by specific and identifiable common law elements, rather than by\n\na specific statute, the common law definition of a crime serves as a functional equivalent of a\n\nstatutory definition.” United States v. Melton, 344 F.3d 1021, 1026 (9th Cir. 2003). Similarly, the\n\nFourth Circuit has held that Virginia’s robbery statute, which penalizes the crime of robbery but\n\nlooks to the common law for the definition of that offense, defines a violent felony for purposes of\n\nthe ACCA. United States v. Presley, 52 F.3d 64, 69 (4th Cir. 1995).\n\n       We find the reasoning in Melton persuasive:\n\n\n                                                  8\n\f       This common-sense approach is consistent with Congress’s emphasis on using\n       criminal elements, as opposed to statutory labels, to trigger the ACCA’s\n       enhancement provisions. It also makes sense in light of the second step of Taylor,\n       which permits courts to look beyond the fact of conviction to determine the elements\n       used to convict a defendant of a given offense.\n\nMelton, 344 F.3d at 1026 (internal citations and quotations omitted). And we think that it is worth\n\nnoting that looking to the common law definition of the crime, where the statute itself does not\n\ndefine it, does not frustrate the purposes of Taylor. We have held that Taylor’s categorical approach\n\n“avoids the impracticability and unfairness of allowing a sentencing court to engage in a broad\n\nfactfinding inquiry related to the defendant’s prior offenses.” United States v. Arnold, 58 F.3d 1117,\n\n1121 (6th Cir. 1995). We avoid those difficulties as effectively by looking at the common law\n\ndefinition of the crime to determine its elements as we do by looking at a statutory definition of the\n\ncrime. Accordingly, we will undertake the Taylor analysis by using Michigan’s common law\n\ndefinition of involuntary manslaughter.\n\n       Involuntary manslaughter in Michigan, by definition, requires “the killing of another.”\n\nDatema, 533 N.W.2d at 276 (quoting Ryczek, 194 N.W. 609). Though Datema’s definition of\n\ninvoluntary manslaughter sets forth three different theories under which a defendant could be\n\ncharged, all of the theories require that death result from the defendant’s unlawful act. Because\n\ninvoluntary manslaughter in Michigan requires death to be the proximate result of the defendant’s\n\nunlawful conduct, it is a “violent felony” under § 924(e)’s “otherwise” clause.\n\n       The fact that Zabawa was convicted of attempted involuntary manslaughter rather than the\n\ncompleted crime is of no consequence. Where the crime itself is a “violent felony” under the\n\nACCA, an attempt to commit that crime will also qualify as a “violent felony” under the “otherwise”\n\nclause if the state’s attempt statute requires a “substantial step” toward completion of the offense.\n\n\n                                                  9\n\fUnited States v. McKinney, 328 F.3d 993, 995 (8th Cir. 2003); see also United States v. Lane, 909\n\nF.2d 895, 903 (6th Cir. 1990) (holding that the ACCA’s “otherwise” clause includes a conviction\n\nfor attempted burglary because, under state law “an attempt to commit a particular crime requires\n\nthe mens rea of purpose or knowledge and conduct toward the commission of that crime”). In\n\nMichigan, a person who acts with the specific intent to commit a crime is guilty of attempt when he\n\n“purposely does or omits to do anything which, under the circumstances as he believes them to be,\n\nis an act or omission constituting a substantial step in a course of conduct planned to culminate in\n\nhis commission of the crime.” People v. Thousand, 631 N.W.2d 694, 700 (Mich. 2001). Zabawa\n\npled guilty to attempted involuntary manslaughter. He necessarily, therefore, admitted to taking a\n\nsubstantial step toward the commission of involuntary manslaughter, a “violent felony,” with the\n\nspecific intent to commit that crime, and his conviction for attempted involuntary manslaughter is\n\na “violent felony” for the purposes of the ACCA.\n\n       Zabawa also argues that enhancing his sentence for his conviction for attempted involuntary\n\nmanslaughter pursuant to the ACCA would violate Blakely v. Washington, 124 S. Ct. 2531 (2004).\n\nThe Supreme Court’s intervening decision in United States v. Booker, however, holds that “[a]ny\n\nfact (other than a prior conviction) which is necessary to support a sentence exceeding the\n\nmaximum sentence authorized by the facts established by a plea of guilt or a jury verdict must be\n\nadmitted by the defendant or proved to the jury beyond a reasonable doubt.” 125 S. Ct. 738, 756\n\n(2005) (emphasis added). In United States v. Barnett, we expressly held that a district court’s\n\ncharacterization of a prior conviction as a “violent felony” as defined by the ACCA did not violate\n\nthe defendant’s Sixth Amendment rights under Booker. 398 F.3d 516, 524-25 (6th Cir. 2005).\n\n                                                IV.\n\n\n                                                10\n\f       The United States appeals the district court’s order amending Zabawa’s sentence to run\n\nconcurrently with a state sentence that he was serving. We review de novo a district court’s\n\ndetermination that it has the authority to amend a sentence. United States v. Ross, 245 F.3d 577, 585\n\n(6th Cir. 2001).\n\n       While awaiting sentencing before the district court, Zabawa was tried on pending state\n\ncharges and was sentenced to concurrent terms of 58 months to 25 years. On December 2, 2003,\n\nthe district court sentenced Zabawa to 137 months’ incarceration and judgment was entered on\n\nDecember 8. This judgment is silent as to whether Zabawa’s federal sentence is to run concurrently\n\nwith his state sentence. Because “[t]here is a presumption that a federal sentence imposed after a\n\nprior state sentence will be served consecutively to the state sentence,” Weeks v. L.E. Fleming, 301\n\nF.3d 1175, 1179 (10th Cir. 2002) (citing 18 U.S.C. § 3584(a)), we interpret the judgment’s silence\n\nas imposing a federal sentence to run consecutively with Zabawa’s state sentence. See 18 U.S.C.\n\n§ 3584(a) (“Multiple terms of imprisonment imposed at different times run consecutively unless the\n\ncourt orders that the terms are to run concurrently.”)\n\n       On December 9, 2003, defense counsel gave the district court judge a note requesting that\n\nthe judgment be amended to provide that Zabawa’s federal sentence should run concurrently with\n\nhis state sentence. Three days later, defense counsel filed a “Motion to Amend the Judgment,”\n\nwhich repeated the request to run the sentences concurrently. On January 14, 2004, the district court\n\nissued an order and amended judgment specifying that the “term of 137 months [is] to run\n\nconcurrently with the State sentence defendant is serving.”\n\n       The United States argues that the district court lacked jurisdiction to amend Zabawa’s\n\nsentence. We agree. Title 18 U.S.C. § 3582(c)(1)(B) provides that “the court may modify an\n\n\n                                                 11\n\fimposed term of imprisonment to the extent otherwise expressly permitted by statute or by Rule 35\n\nof the Federal Rules of Criminal Procedure.” Only two statutory provisions permit such a\n\nmodification: 28 U.S.C. §§ 2106 and 2255, both of which are plainly inapplicable here. Therefore,\n\nif the district court had the authority to amend Zabawa’s sentence, it must be because FED. R. CRIM.\n\nP. 35(a) permits it. Rule 35(a) provides that “[w]ithin 7 days after sentencing, the court may correct\n\na sentence that resulted from arithmetical, technical, or other clear error.” Rule 35(a)’s seven-day\n\ntime period is jurisdictional. United States v. Diaz-Clark, 292 F.3d 1310, 1317 (11th Cir. 2002)\n\n(citing cases from the Second, Fifth, Eighth, Ninth, and Tenth Circuits); accord Word v. United\n\nStates, 109 Fed.Appx. 772 (6th Cir. 2004) (unpublished). Whether the seven-day period runs from\n\nthe date the sentence is imposed or from the date of the judgment is unsettled in our circuit, see\n\nUnited States v. Galvan-Perez, 291 F.3d 401, 405 (6th Cir. 2002), but we need not address this\n\nquestion. Even assuming that the seven-day period runs from the date of the judgment, the judgment\n\nin this case was entered on December 8, 2003, and the order amending that sentence was entered on\n\nJanuary 14, 2004, well beyond the seven-day period.\n\n       Finally , a court also has jurisdiction to amend a sentence in conformity with FED R. CRIM.\n\nP. 36, which provides “the court may at any time correct a clerical error in a judgment, order or other\n\npart of the record, or correct an error in the record arising from oversight or omission.” United\n\nStates v. Robinson, 368 F.3d 653, 655 (6th Cir. 2004). Like a scrivener’s error, “a clerical error must\n\nnot be one of judgment or even misidentification, but merely of recitation, of the sort that a clerk or\n\namanuensis might commit, mechanical in nature. Rule 36 has been consistently interpreted as\n\ndealing only with clerical errors, not with mistakes by the courts.” Id at 656 (internal citations and\n\nquotations omitted). The Robinson court stated “Rule 36 authorizes a court to correct only clerical\n\n\n                                                  12\n\ferrors in the transcription of judgments, not to effectuate its unexpressed intentions at the time of\n\nsentencing.” Id. at 656-57 (quoting United States v. Werber, 51 F.3d 342, 343 (2d Cir. 1995)).\n\nBecause the district court’s order amending sentence expressly stated that it “merely [put] in writing\n\nwhat [the district court] would have done expressly had it been apprized of [Zabawa’s state court\n\nconviction] at the time of defendant’s sentencing,” Rule 36 does not apply here.\n\n       For the foregoing reasons, we AFFIRM the district court’s denial of Zabawa’s motion to\n\nsuppress, VACATE his sentence, and REMAND this case to the district court for re-sentencing\n\nconsistent with this opinion.\n\n\n\n\n                                                 13\n\f",
            "ocr": false,
            "opinion_id": 2972528
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}