{
    "id": 2974347,
    "judges": "Daughtrey, Martin, Reeves",
    "date_filed": 1161043200000,
    "date_filed_is_approximate": false,
    "slug": "martinez-v-limited-brands-inc",
    "case_name_short": "Martinez",
    "case_name": "Martinez v. Limited Brands, Inc.",
    "case_name_full": "Al MARTINEZ, Plaintiff-Appellant, v. LIMITED BRANDS, INC. Et Al., Defendants-Appellees",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<parties id=\"b593-13\">\n    Al MARTINEZ, Plaintiff-Appellant, v. LIMITED BRANDS, INC. et al., Defendants-Appellees.\n   </parties><br><docketnumber id=\"b593-15\">\n    No. 05-4410.\n   </docketnumber><br><court id=\"b593-16\">\n    United States Court of Appeals, Sixth Circuit.\n   </court><br><decisiondate id=\"b593-18\">\n    Oct. 17, 2006.\n   </decisiondate><br><judges id=\"b595-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"573\"> \n     *573\n     </span>\n    Before: MARTIN and DAUGHTREY, Circuit Judges; REEVES, District Judge.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b595-10\">\n     The Honorable Danny C. Reeves, United States District Judge for the Eastern District of Kentucky, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "200 F. App'x 571"
    ],
    "opinions": [
        {
            "author_str": "Martin",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.ca6.uscourts.gov/opinions.pdf/06a0769n-06.pdf",
            "author_id": null,
            "opinion_text": "                                       File Name: 06a0769n.06\n                                       Filed: October 17, 2006\n\n                    NOT RECOMMENDED FOR FULL-TEXT PUBLICATION\n\n                                              No. 05-4410\n\n                            UNITED STATES COURT OF APPEALS\n                                 FOR THE SIXTH CIRCUIT\n\nAL MARTINEZ,\n\n          Plaintiff-Appellant,\n\nv.                                                            ON APPEAL FROM THE\n                                                              UNITED STATES DISTRICT\nLIMITED BRANDS, INC. et al.,                                  COURT FOR THE SOUTHERN\n                                                              DISTRICT OF OHIO\n          Defendants-Appellees.\n\n\n                                                         /\n\nBefore:          MARTIN and DAUGHTREY, Circuit Judges; REEVES, District Judge.*\n\n          BOYCE F. MARTIN, JR., Circuit Judge. Al Martinez appeals the district court’s dismissal\n\nof his Title VII suit against his former employer, Limited Brands, Inc., pursuant to Limited’s motion\n\nfor summary judgment. Martinez, who is of Mexican origin, claimed that three adverse employment\n\nactions taken against him were the product of illegal discrimination on the basis of race, color, and\n\nnational origin: (1) the company’s failure to promote him to the position of Vice President of Loss\n\nPrevention, (2) his subsequent termination, and (3) the denial of his severance package. For all three\n\nclaims, the district court assumed that Martinez made out a prima facie case under Title VII, but\n\nfound that Limited offered legitimate, non-discriminatory bases for each decision, which Martinez\n\n\n\n          *\n          The Honorable Danny C. Reeves, United States District Judge for the Eastern District of Kentucky,\nsitting by designation.\n\fNo. 05-4410\nMartinez v. Limited Brands\nPage 2\n\nfailed to show were pretextual. For the reasons discussed below, we AFFIRM the decision of the\n\ndistrict court in all respects.\n\n                                                   I\n\n        The district court elaborately set forth the facts of the case, and thus we will not repeat them\n\nhere, but will only refer to them where relevant to our analysis below. See generally D. Ct. Op.,\n\nSept. 22, 2005, at 1-7. This Court reviews a district court’s grant of summary judgment de novo, and\n\nmust view “the facts and any inferences that can be drawn from those facts . . . in the light most\n\nfavorable to the non-moving party.” Bennett v. City of Eastpointe, 410 F.3d 810, 817 (6th Cir. 2005)\n\n(citing Matsushita Elec. Indus. Co. v. Zenith Radio Corp., 475 U.S. 574, 587 (1996)). Summary\n\njudgment is only appropriate “if the pleadings, depositions, answers to interrogatories, and\n\nadmissions on file, together with the affidavits, if any, show that there is no genuine issue as to any\n\nmaterial fact and that the moving party is entitled to a judgment as a matter of law.” Id. (quoting\n\nFed. R. Civ. P. 56). Weighing of the evidence or making credibility determinations are prohibited\n\nat summary judgment — rather, all facts must be viewed in the light most favorable to the non-\n\nmoving party. Id.\n\n                                                   II\n\n        Martinez sought to advance his case with indirect evidence of discrimination under the\n\nMcDonnel Douglas-Burdine burden shifting approach. See generally McDonnell Douglas Corp. v.\n\nGreen, 411 U.S. 792 (1973); Texas Dep't of Community Affairs v. Burdine, 450 U.S. 248 (1981).\n\nUnder this approach, a plaintiff who cannot present direct evidence of discrimination can establish\n\na prima facie case of discrimination where he can show: (1) that he was a member of a protected\n\fNo. 05-4410\nMartinez v. Limited Brands\nPage 3\n\nclass; (2) that he was qualified for the position in question; (3) that he was subjected to an adverse\n\njob action; and (4) that he was replaced by a person outside the protected class, or treated less\n\nfavorably than a similarly situated person outside the protected class. Johnson v. University of\n\nCincinnati, 215 F.3d 561, 572 (6th Cir. 2000). Where a plaintiff can make such a showing, “a\n\nmandatory presumption of discrimination is created and the burden shifts to the defendant to\n\narticulate some legitimate, nondiscriminatory reason for the employee’s rejection.” Id. If the\n\ndefendant articulates a legitimate, non-discriminatory basis for the decision, “then the plaintiff must\n\nprove that the proffered reason was actually a pretext to hide unlawful discrimination.” Id. For a\n\nplaintiff to make a colorable showing of pretext and thus refute the legitimate, nondiscriminatory\n\nreason offered by the employer for its adverse employment action, the plaintiff must show that the\n\nproffered reason (1) has no basis in fact, (2) did not actually motivate the defendant’s challenged\n\nconduct, or (3) was insufficient to warrant the challenged conduct. Wexler v. White's Fine Furniture,\n\n317 F.3d 564, 576 (6th Cir. 2003) (en banc).\n\nA. Failure to Promote\n\n       Martinez alleges that Limited discriminated against him in violation of Title VII when the\n\ncompany failed to promote him from his position as “Director of Loss Prevention” to the newly\n\ncreated position of “Vice President for Loss Prevention.” The new Vice President was to be in\n\ncharge of loss prevention across all of Limited’s brands (including White Barn Candle Company,\n\nVictoria’s Secret Stores, Inc., The Limited Stores, Inc., Express, LLC, and Bath and Body Works,\n\nInc.), whereas Martinez, as “Director,” had only been in charge of loss prevention for one of\n\nLimited’s brands (Bath and Body Works, Inc.). Limited conducted a nationwide search for its new\n\fNo. 05-4410\nMartinez v. Limited Brands\nPage 4\n\nvice presidency. Martinez was interviewed for the position, but was not chosen to be a finalist. Of\n\nthe two finalists, Defendant Paul Jones was ultimately selected and hired on June 17, 2002.\n\n       Applying the McDonnell-Douglas/Burdine test, the district court found that Martinez had\n\nmade out a prima facie case for Limited’s failure to promote him to the vice president position. We\n\nagree. Regarding the second step of the test, the district court found that Limited had offered a\n\nlegitimate, non-discriminatory reason for hiring Jones instead of promoting Martinez, based on the\n\ncompany’s determination after a thorough interview process that Jones was the more qualified\n\ncandidate. Specifically, the district court credited Limited’s assertion that Jones was more qualified\n\nbecause he had senior-level experience in areas other than loss prevention and he had previous\n\nexperience running centralized loss prevention programs at companies similar to Limited. The\n\ndistrict court also credited Limited’s assertion that Martinez lacked a good working relationship with\n\nother departments within Limited. We again agree with the district court’s finding that step two of\n\nthe McDonnell-Douglas/Burdine test was met.\n\n       That leaves only step three, in which Martinez must show that Limited’s legitimate non-\n\ndiscriminatory reason was pretextual. Martinez has been unable to make this showing. He seeks\n\nto challenge the veracity of the views of several decision makers, including an outside search firm,\n\nthat Jones was better qualified for the position. The primary evidence Martinez adduces are the\n\nopinions of his peers and subordinates, who praised his abilities as Director of Loss Prevention for\n\nBath and Body Works. Martinez also points to Limited’s policy of promoting from within where\n\npossible. Ultimately, Martinez’s argument boils down to a disagreement with the company about\n\nwho the more qualified candidate was, without the benefit of evidence showing that Limited’s\n\fNo. 05-4410\nMartinez v. Limited Brands\nPage 5\n\nproferred basis was not supported by the facts or was not the actual basis for the decision. This is\n\nnot a sufficient basis to establish pretext, as it is “the employer’s motivation, not the applicant’s\n\nperceptions, or even an objective assessment of what qualifications are required for a particular\n\nposition, [that] is key to the discrimination inquiry.” Browning v. Dep't of the Army, 436 F.3d 692,\n\n697 (6th Cir. 2006) (quoting Wrenn v. Gould, 808 F.2d 493, 502 (6th Cir. 1987)).\n\n       Martinez makes two additional arguments to show pretext on his failure-to-promote claim,\n\nbut both are unavailing. First, Martinez alleges that during his interview for the Vice President job,\n\nhe was asked where he was from, and when Martinez replied that he had grown up in Texas, the\n\ninterviewer asked him if he had grown up along the border. Martinez maintains that this question\n\nwas offensive because it inferred that he had just come across the border. While this question could\n\npossibly be construed to reflect a discriminatory animus (as opposed to bald geographic ignorance\n\n— i.e., that not all Texas towns share a border with Mexico), at worst it reflects negatively on only\n\none of seven interviewers who participated in the hiring decision, not including the independent\n\nsearch firm. In broader context, then, it is hard to see how this lone question would have undermined\n\nthe legitimacy of the company’s basis for hiring Jones instead of promoting Martinez. The district\n\ncourt correctly found that the comment was too isolated to support a finding of discrimination.\n\n       Second, Martinez claims that “statistical evidence” shows that he was one of only two Latino\n\nemployees at the director level or above at Limited. This proffer was based solely on Martinez’s\n\npersonal observations of the ethnicity of Limited employees. Without more comprehensive data\n\nshowing, at a minimum, the total number of director-level and above positions at Limited, the total\n\nnumber of Latinos who applied for those positions, and the total number of Latinos who in any given\n\fNo. 05-4410\nMartinez v. Limited Brands\nPage 6\n\nyear held those positions, Martinez’s anecdotal proffer is not sufficient to support an inference of\n\ndiscrimination. Thus, we conclude that Martinez has failed to show that Limited’s legitimate non-\n\ndiscriminatory reason for not promoting him to Vice President for Loss Prevention was pretextual.\n\nB. Termination\n\n       Martinez contends that Limited’s decision to terminate him on January 20, 2003 was also\n\nbased on racial discrimination. We agree with the district court that Martinez has made out a prima\n\nfacie case with respect to this termination claim. We also agree that Limited successfully rebutted\n\nthe termination claim by offering a legitimate, non-discriminatory reason for Martinez’s dismissal.\n\nLimited’s explanation, in a nutshell, is that Martinez’s work performance and relationships\n\ndeteriorated after he was denied the promotion. Martinez failed to do work that he was asked to do\n\nby Jones (such as visiting more retail stores, especially those in “high shrink,” or high theft, areas),\n\nhe failed to attend centralized loss prevention meetings as requested by Jones, he failed to adequately\n\ntrain his subordinates, and he attended a conference in Phoenix which Jones had specifically asked\n\nhim not to attend. Martinez also undermined Jones’ authority by telling other members of Bath and\n\nBody Works’ loss prevention group that Limited had decided not to centralize loss prevention, even\n\nafter Jones had been hired and the centralization plan had already begun.\n\n       Martinez first attempts to counter Limited’s proffered reason for his termination by\n\ndemonstrating that he had been a very successful employee at Limited. The evidence he adduces,\n\nhowever, largely stems from Martinez’s work before Jones was hired in June of 2002. Such\n\nevidence does little to counter the company’s justification for Martinez’s termination. There appears\n\fNo. 05-4410\nMartinez v. Limited Brands\nPage 7\n\nto be little issue of material fact that Martinez’s performance and behavior at work declined after he\n\nwas denied the promotion, and thus Martinez’s offer of proof fails to show that the reasons behind\n\nhis termination were pretextual.\n\n       Martinez also attempts to refute the company’s criticism of his work subsequent to the Jones\n\nhiring. He argues that because he had been given significant responsibility for a loss prevention\n\ninitiative called “Project New View,” this often created conflicts with the centralized meetings that\n\nJones criticized him for missing. Similarly, Martinez introduced affidavits from co-workers\n\nindicating that he should not necessarily have been expected to be a contributor at some of the\n\nmeetings with Jones, and thus his presence was not really required. Martinez also presented business\n\nreasons for his attending the conference in Phoenix. These amount to mere disagreements over the\n\ncompany’s expectations of Martinez, suggesting at most that those expectations might have been\n\nunrealistic. Even if this Court were to think that an employer’s expectations of an employee were\n\ntoo high or unfair, it does not necessarily follow that such expectations constitute a pretext for\n\ndiscrimination. See Robin v. ESPO Eng’g Corp., 200 F.3d 1081, 1090 (7th Cir. 2000) (noting that\n\n“it is no business of a court in a discrimination case to decide whether an employer demands 'too\n\nmuch' of his workers”). If, perhaps, Martinez had demonstrated that these expectations were\n\ndifferent from those of white employees, he would have a much stronger case. But it does not appear\n\nthat he has unearthed any evidence of this nature.\n\n       Finally, Martinez points to communications between Jones and other Limited employees that\n\nindicate Jones was “out to get him.” For example, Jones sent an email to Limited’s director of\n\nhuman resources in which he wrote: “I want to speak with you about strategy with Al. I have only\n\fNo. 05-4410\nMartinez v. Limited Brands\nPage 8\n\nthree issues that are actionable. . . . I would like help in navigating the waters.” Jones’s statement\n\nthat he had “only three items that are actionable,” and the suggestion that he wanted advice on\n\npenalizing or marginalizing Martinez could potentially indicate that the reasons for the termination\n\nproffered by Limited were not the real reasons for the termination and were pretextual. This email\n\nfrom Jones, viewed in combination with the fact that Martinez had largely positive work reviews\n\nuntil Jones gained supervisory authority, is the closest Martinez can come to showing pretext.\n\nHowever, this email also has a perfectly non-pretextual explanation — namely, that Jones was\n\nseeking advice from the director of human resources on how to deal with an employee who had\n\nfailed to meet several concrete job expectations, who had failed to listen to a superior’s instructions,\n\nand who had manifested insubordinate behavior. No reasonable juror could find pretext based on\n\nthe email standing alone. We thus hold that with respect to Martinez’s termination claim, the district\n\ncourt’s entry of summary judgment on behalf of Limited was warranted.\n\nC. Denial of Severance Package\n\n        At the same time he was informed of his termination, Martinez was offered a severance\n\npackage. Before Martinez accepted the severance package, Limited learned that he had apparently\n\nentered into a two million dollar contract without company authorization. Limited therefore revoked\n\nthe severance offer while it conducted an investigation into the matter. While the investigation was\n\npending, Martinez accepted a position with another employer. This action, according to Limited,\n\neffected a cancellation of the severance contract, whose express terms stated that the terminated\n\fNo. 05-4410\nMartinez v. Limited Brands\nPage 9\n\nemployee would receive severance benefits only so long as he continued to be unemployed.1\n\n       The district court found that Martinez made out a prima facie case regarding Limited’s\n\nwithdrawal of its offer of his severance package, and Limited does not dispute this determination.\n\nIt offers a nondiscriminatory basis for the revocation, namely that it temporarily withheld the\n\nseverance package while it was investigating a contract entered by Martinez, and that during this\n\ntime, Martinez accepted employment elsewhere. The district court found that this reason was not\n\npretextual. Martinez challenges the district court’s determination by claiming that he was in fact\n\nauthorized to enter the two million dollar contract, because the agreement he entered into was simply\n\na refinancing of an existing contract.\n\n       Even if Martinez’s explanations of the contract are accurate, such explanations have no\n\nbearing on the pretext inquiry for this claim. Limited has not stated that it revoked the severance\n\npackage because Martinez exceeded his authority as Director of Loss Prevention. Rather, Limited\n\nclaims merely that it temporarily withheld the severance package while it investigated his actions.\n\nMartinez does not argue that such investigatory action by Limited somehow violated the terms of\n\nthe severance agreement, and thus Limited’s investigation appears to have been a legitimate basis\n\nfor the temporary withholding. It appears from the record that had Martinez not accepted another\n\n\n       1\n       The first substantive paragraph of the proposed separation agreement included the following\nlanguage:\n\n       Subject to the Executive’s compliance with the terms and conditions contained in this\n       Agreement, the Company agrees to pay the Executive . . . on a weekly basis for a\n       period beginning . . . February 7, 2003 and ending upon the earlier of: (i) the\n       Executive’s receipt of twenty-six such payments or (ii) the Executive’s first day of\n       employment with another employer. (emphasis added)\n\fNo. 05-4410\nMartinez v. Limited Brands\nPage 10\n\njob, and had Martinez been correct that he was authorized to enter into the two million dollar\n\ncontract, he would have received the severance package. Thus, Martinez’s claim as to Limited’s\n\ndiscriminatory denial of his severance package must fail.\n\n                                               III\n\n       Martinez has failed to rebut Limited’s legitimate non-discriminatory reasons for taking the\n\nthree adverse employment actions of which he complains. This Court will therefore AFFIRM the\n\ndistrict court’s summary judgment order and dismissal of Martinez’s claims.\n\f",
            "ocr": false,
            "opinion_id": 2974347
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}