{
    "id": 2981311,
    "judges": null,
    "date_filed": "2013-08-20",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-james-wooten",
    "case_name_short": null,
    "case_name": "United States v. James Wooten",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 19.0,
            "download_url": "http://www.ca6.uscourts.gov/opinions.pdf/12a0272p-06.pdf",
            "author_id": null,
            "opinion_text": "                     RECOMMENDED FOR FULL-TEXT PUBLICATION\n                          Pursuant to Sixth Circuit Rule 206\n                                File Name: 12a0272p.06\n\n              UNITED STATES COURT OF APPEALS\n                             FOR THE SIXTH CIRCUIT\n                               _________________\n\n\n                                               X\n                          Plaintiff-Appellee, -\n UNITED STATES OF AMERICA,\n                                                -\n                                                -\n                                                -\n                                                    No. 11-5348\n          v.\n                                                ,\n                                                 >\n                                                -\n                       Defendant-Appellant. -\n JAMES WOOTEN,\n                                               N\n                  Appeal from the United States District Court\n               for the Middle District of Tennessee at Nashville.\n         No. 3:10-cr-266-001—Todd J. Campbell, Chief District Judge.\n                               Argued: March 8, 2012\n                       Decided and Filed: August 20, 2012\n            Before: MOORE, SUTTON, and DONALD, Circuit Judges.\n\n                                _________________\n\n                                    COUNSEL\nARGUED: Michael C. Holley, FEDERAL PUBLIC DEFENDER’S OFFICE, Nashville,\nTennessee, for Appellant. Christopher C. Sabis, UNITED STATES ATTORNEY’S\nOFFICE, Nashville, Tennessee, for Appellee. ON BRIEF: Michael C. Holley,\nFEDERAL PUBLIC DEFENDER’S OFFICE, Nashville, Tennessee, for Appellant.\nBraden H. Boucek, UNITED STATES ATTORNEY’S OFFICE, Nashville, Tennessee,\nfor Appellee.\n     MOORE, J., delivered the opinion of the court, in which DONALD, J., joined.\nSUTTON, J. (pp. 13–19), delivered a separate dissenting opinion.\n                                _________________\n\n                                     OPINION\n\n                                _________________\n\n       KAREN NELSON MOORE, Circuit Judge. On September 23, 2010, Defendant-\nAppellant James Wooten robbed the Green Bank in Gordonsville, Tennessee. During\nthe robbery, Wooten casually approached a teller, placed his hands on the counter, and\n\n                                          1\n\fNo. 11-5348        United States v. Wooten                                         Page 2\n\n\ntwice quietly stated, “I am going to rob you.” R. 41 (Sentencing Hr’g Tr. at 5). At first,\nWooten’s demeanor left the teller with doubts as to the sincerity of Wooten’s demand.\nWhen the teller was slow to respond, Wooten finally said, “I have a gun. Give me your\nmoney,” at which point, the teller handed over approximately $4,130 in cash. Id.;\nPresentence Investigation Report (“PSR”) ¶ 5, at 4.\n\n       Wooten pleaded guilty to one count of bank robbery under 18 U.S.C. § 2113(a).\nBased on Wooten’s declaration that he had a gun, the district court imposed a two-level\nsentencing enhancement pursuant to United States Sentencing Guideline (“Guideline”\nor “U.S.S.G.”) § 2B3.1(b)(2)(F) for making a threat of death. Wooten challenges the\nenhancement and maintains that, in spite of his use of the phrase “I have a gun,” his\nconduct and demeanor were so nonthreatening as to eliminate the possibility that any\nreasonable teller under the circumstances would have believed his or her life to be in\ndanger. Under the specific circumstances of this case, we agree. Accordingly, we\nREVERSE the district court’s imposition of the sentencing enhancement, VACATE\nWooten’s sentence, and REMAND the case for resentencing in accordance with this\nopinion.\n\n                                 I. BACKGROUND\n\n       At Wooten’s sentencing hearing, bank teller Buddy Mason recalled the\ncircumstances of the September 23 robbery. According to Mason, the robbery began\nafter Wooten walked “casually” into the bank and approached the teller row.\nR. 41 (Sentencing Hr’g Tr. at 5). Wooten, who was fifty-six years old at the time, wore\nordinary clothing and appeared to Mason to be a routine customer. After entering,\nWooten strolled over and placed one hand on the counter. According to Mason, Wooten\nwas “not looking around or fidgeting or looking at anything” and his demeanor was\n“nonchalant.” Id. After motioning for Mason to lean in closer, Wooten “kind of\nwhispered and said, I am going to rob you.” Id. at 5. Mason at first thought Wooten was\n“joking around.” Id. at 11. Indeed, Mason recalled that he was “not taking [the robbery]\nvery seriously because [Wooten] was just so nonthreatening.” Id. at 9. With prompting\nfrom Mason, Wooten repeated the statement “I am going to rob you,” and Mason again\n\fNo. 11-5348             United States v. Wooten                                                      Page 3\n\n\nquestioned the sincerity of Wooten’s request. Id. at 5. At that point, Wooten “kind of\ngot a serious look in his face” and said, “I have a gun, I want your money.” Id.1\n\n         Mason testified that the bank had instructed all employees to give money to a\nbank robber without asking any further questions. Consequently, because at that point\nhe believed Wooten’s demand to be real, Mason turned his back to Wooten, obtained a\nbundle of bills, and handed them over. By that time, Wooten had both hands on the\ncounter, leading Mason to believe that Wooten had no intention of reaching for anything.\nAccording to Mason, Wooten “was not acting like he was going to hurt me or anybody\nin the bank.” In fact, even though Wooten had told Mason that he had a gun, Mason said\nhe “never felt threatened at all.” Id. at 10.\n\n         After obtaining the money, Wooten exited the bank and drove slowly away.\nPolice stopped him only a few minutes later. Wooten later told investigators that he\nactually wanted to be caught and that he committed the robbery because “he was just\ntired of living in his car and he was running out of money.” PSR ¶ 7, at 5. The record\nalso reflects that Wooten had attempted a similar bank robbery shortly before this one,\nbut left empty handed after the teller at the other bank laughed at him.\n\n         Based on these facts, the district court applied the threat-of-death enhancement\npursuant to U.S.S.G. § 2B3.1(b)(2)(F). Initially, the district court emphasized that the\nrelevant standard is an objective one, “[s]o whether or not Mr. Mason was actually in\nfear is not outcome determinative because that would be a subjective standard.” R. 41\n(Sentencing Hr’g Tr. at 25). The district court indicated, however, that “whether Mr.\n\n         1\n           There was some debate at the sentencing hearing concerning whether Wooten said “I have a\ngun” or “I have a weapon.” The teller reported the latter statement in an FBI interview shortly after the\nrobbery, and repeated it in an affidavit filed with the district court. Citing employee training that\nadvocated use of the word “weapon” rather than “gun,” and his recent review of the silent surveillance\nvideo, which purportedly jogged his memory, Mason testified at sentencing that Wooten instead said “I\nhave a gun.” R. 41 (Sentencing Hr’g Tr. at 14, 16). The district court found Mason’s later testimony\ncredible in spite of its inconsistency with Mason’s statements in the FBI interview and affidavit. The\ndistrict court therefore made a factual finding that the government had proved by the requisite\npreponderance of the evidence that Wooten said “gun” rather than “weapon.” Although Wooten argues\notherwise, we do not believe this finding constituted clear error. The “clearly erroneous” standard is\ndeferential, and factual findings derived from credibility determinations are entitled to particular deference\nin our court. Satterlee v. Wolfenbarger, 453 F.3d 362, 367 (6th Cir. 2006), cert. denied, 549 U.S. 1281\n(2007). Where, as here, “there are two permissible views of the evidence, the factfinder’s choice between\nthem cannot be clearly erroneous.” Id. at 366–67 (internal quotation marks omitted). We therefore adopt\nthe district court’s findings on this issue.\n\fNo. 11-5348        United States v. Wooten                                          Page 4\n\n\nMason was in fear or not certainly is a set of facts that the Court should consider in\ndetermining what a reasonable person would believe.” Id. The district court therefore\nconcluded that “Mason’s fear or lack of fear is an important fact to consider in\ndetermining what is reasonable, but it is not controlling.” Id.\n\n       Nonetheless, after recounting Mason’s testimony that Wooten’s demeanor was\n“nonchalant” and that he “never felt threatened [and] thought [Wooten] was joking,” the\ndistrict court determined that the statement “I have a gun” was enough to constitute a\nthreat of death. Id. at 26. Although the district court did not believe that the same would\nhave been true for the statement “I have a weapon,” it reasoned that “to say I have a gun\nimplies I will use it and implies I will shoot you and implies that if you are shot, you\nmay die and that that is a threat of death.” Id. Accordingly, the district court concluded,\n“the statement of someone robbing a bank that I have a gun in the overall context of the\nfacts in this case would cause a reasonable person who is a victim of the offense to fear\ndeath.” Id.\n\n       The two-level enhancement resulted in a Guidelines range of 37 to 46 months of\nimprisonment. In considering the 18 U.S.C. § 3553(a) factors, the district court found\nWooten’s history and characteristics to be “largely mitigating,” noting Wooten’s military\nhistory, mental-health issues, difficult living circumstances, and nonexistent criminal\nrecord. Id. at 33. Although reiterating the seriousness of a bank robbery offense, the\ndistrict court noted that “this is Mr. Wooten’s first offense, and he seems remorseful.”\nId. The district court therefore imposed a thirty-seven month prison sentence—the\nbottom of the Guidelines range—and two years of supervised release. On appeal,\nWooten challenges only the district court’s application of the threat-of-death\nenhancement pursuant to § 2B3.1(b)(2)(F).\n\n                                    II. ANALYSIS\n\n       We review de novo the district court’s application of the Sentencing Guidelines\nto a particular set of facts, including whether the facts as found warrant the sentencing\nenhancement under U.S.S.G. § 2B3.1(b)(2)(F). United States v. Winbush, 296 F.3d 442,\n\fNo. 11-5348         United States v. Wooten                                           Page 5\n\n\n443 (6th Cir. 2002); see also United States v. McCarty, 628 F.3d 284, 289 (6th Cir. 2010).\n\n        Section 2B3.1(b)(2)(F) instructs that “if a threat of death was made, increase [the\noffense level] by 2 levels.” To convey a threat of death, an offender must “engage[] in\nconduct that would instill in a reasonable person, who is a victim of the offense, a fear\nof death.” Id. cmt. n.6. By way of example, the Guidelines provide the following\nnonexhaustive list of potential death threats:\n\n        oral or written demand[s] using words such as “Give me the money or I\n        will kill you”, “Give me the money or I will pull the pin on the grenade\n        I have in my pocket”, “Give me the money or I will shoot you”, “Give\n        me your money or else (where the defendant draws his hand across his\n        throat in a slashing motion)”, or “Give me the money or you are dead.”\n\nId. As these statements make clear, the threat of death need not be explicit. Id.\nNevertheless, the robber’s communication must be sufficient to permit a reasonable bank\nteller to fear that death is at least a reasonably likely result of his or her noncooperation.\n\n        Although the statement “I have a gun” lacks the type of “or else” condition\npresent in the examples set out above, our cases have determined that the phrase can be\nsufficient on its own to warrant the threat-of-death enhancement. Winbush, 296 F.3d\n442, 443 (6th Cir. 2002). In United States v. Winbush, for example, we upheld a district\ncourt’s application of the enhancement after a bank robber presented a demand note that\nread “THIS IS A HOLD–UP I HAVE A GUN 100’s 50’s and 20’s,” but did not make\nany oral statements or show the gun during the robbery. Id. at 442. We made a similar\ndetermination in United States v. Clark, 294 F.3d 791, 795 (6th Cir. 2002), which\ninvolved a demand note that read “I have a gun. Do what you are told and you wont\n[sic] get hurt.” There, we found that “[r]eading the two phrases of the note together, the\nclear implication of the message is that failure to cooperate would result in being shot\nthen and there by a gun. This would instill in any reasonable person, such as the teller\nin this case, a fear of death.” Id. Finally, relying on Winbush, we recently stated in\nUnited States v. Moore, 447 F. App’x 721, 723 (6th Cir. 2012) (unpublished opinion),\nthat “advising a bank employee that one is armed suffices to support the enhancement.”\nThus, we have clearly established that the statement “I have a gun” can constitute a\n\fNo. 11-5348            United States v. Wooten                                                    Page 6\n\n\nthreat of death for purposes of the § 2B3.1(b)(2)(F) enhancement. Other circuits are in\naccordance with this general proposition. See, e.g., United States v. Martinez, 602 F.3d\n1156, 1159 (10th Cir. 2010); United States v. Jennings, 439 F.3d 604, 611 (9th Cir.\n2006); United States v. Murphy, 306 F.3d 1087, 1090 (11th Cir. 2002); United States v.\nJennette, 295 F.3d 290, 292–93 (2d Cir.), cert. denied, 537 U.S. 1076 (2002); United\nStates v. Gibson, 155 F.3d 844, 845 (7th Cir. 1998).2\n\n         The government argues that these cases—and particularly Winbush—dictate the\noutcome here. Winbush, however, did not establish a per se rule that the statement “I\nhave a gun” always constitutes a threat of death. Instead, Winbush stands only for the\nproposition that, in the absence of mitigating circumstances that erode the typical and\nexpected impact of a bank robber’s announcement that he has a gun, the phrase “I have\na gun,” without more, supports the threat-of-death enhancement. In other words, in\ncases presenting no facts to suggest that the context and circumstances of the robbery\ndulled the threatening implication of the words “I have a gun,” Winbush is the end of the\nanalysis. On the other hand, where potentially mitigating factors are present, the court\nmust go a step further and evaluate the overall circumstances of the robbery to determine\nwhether a reasonable teller in that particular scenario would have perceived a threat of\ndeath. Thus, while the statement “I have a gun” certainly can be enough to support the\nthreat-of-death enhancement—and in the majority of cases it is—the statement is not\nnecessarily enough, especially when contextual circumstances undermine the otherwise\nthreatening nature of the declaration.\n\n         Our interpretation is fully consistent with the plain language of the Sentencing\nGuidelines, which require some analysis of a reasonable victim’s perception of the\nsituation—namely, whether the offender’s overall conduct “would instill in a reasonable\n\n\n\n         2\n          In light of these precedents, we clearly do not dispute the dissent’s observation that\n§ 2B3.1(b)(2)(F) applies equally to both express and implied threats of death. To the contrary, we fully\nagree that, at least in the majority of cases, a bank robber’s use of the phrase “I have a gun” is alone\nenough to convey an implicit threat of death that supports the enhancement. As discussed below, it is only\nwhen we are presented with other case-specific contextual factors that this conclusion may vary. Given\nthat none of our prior cases presented any such factors, those cases do not proscribe the distinction we\nmake today for scenarios that present both an implied threat and mitigating contextual factors in the same\ncase.\n\fNo. 11-5348           United States v. Wooten                                                    Page 7\n\n\nperson, who is a victim of the offense, a fear of death.” U.S.S.G. § 2B3.1(b)(2)(F) cmt.\nn.6. Thus, the sole focus is not the defendant’s choice of words. Instead, as the Third\nCircuit stated, “In determining whether a threat is a ‘threat of death,’ the focus is on the\nreasonable response of the victim of the threat.” United States v. Thomas, 327 F.3d 253,\n255 (3d Cir.), cert. denied, 540 U.S. 974 (2003). That inquiry is one that involves\n“sensitivity to fact and context,” Gibson, 155 F.3d at 847, and requires a court to\nconsider the overall circumstances in which the statement occurred, Jennings, 439 F.3d\nat 611.\n\n          Although unusual, one can envision circumstances in which the nature of a\nrobbery makes it objectively unreasonable for a victim of ordinary intelligence to believe\nthat the robber, even if claiming to have a gun, has any intent or ability to carry out a\nviolent act. An offender who walks into a bank waving a banana or what is plainly a toy\ngun, for instance, would not instill a fear of death in a reasonable person, even if the\noffender emphatically announced his possession of a gun. Cf. Jennings, 439 F.3d at 611\n(surmising “that there could be circumstances that would sufficiently dilute the phrase\n‘I have a gun’ so that it would not qualify as a death threat,” such as where “a bank\nrobber claimed to have a gun but brandished what was quite obviously a toy”); Gibson,\n155 F.3d at 847 (stating that “I have a gun,” constitutes a threat of death unless “unusual\nmitigating circumstances accompanying this statement could deprive the words of their\nordinary and expected meaning” (internal quotation marks omitted)). Because such\ncircumstances would fall short of instilling a fear of death in a reasonable victim of the\noffense, the threat-of-death enhancement would not be warranted.3\n\n          The question that next arises relates to the types of contextual factors that may\nbe taken into account when determining the likely reaction of such a reasonable victim.\n\n\n\n          3\n            Not one of the cases cited by our dissenting colleague as contrary to our holding contains\nevidence of the type of extenuating facts that we encounter here. Instead, each would have been easily\nresolvable using the more limited analysis in Winbush, and thus, even under our reasoning today, none of\nthe cited cases would have commanded a different result. Our holding is a narrow one, and it is based\nentirely on the unique factual circumstances presented in this case. We express no disagreement with the\nestablished law in either this circuit or our sister circuits. Instead, we merely conclude that this case\nqualifies as one of the rare instances in which the overall context of the robbery prevents the case from\nfitting the standard § 2B3.1(b)(2)(F) mold.\n\fNo. 11-5348        United States v. Wooten                                          Page 8\n\n\nThis evaluation is clearly an objective one. United States v. Sogan, 388 F. App’x 521,\n524 (6th Cir. 2010) (unpublished opinion). Thus, facts such as the robber’s statements,\nbody language and overall demeanor, tone of voice, and mode of communication are all\nrelevant to the analysis. Moreover, despite the government’s argument to the contrary,\nwe believe that a teller’s reasonable perceptions of an incident also play a role in the\nobjective evaluation of whether a reasonable teller in that specific teller’s shoes would\nhave experienced a fear of death. Cf. id. (discussing two bank tellers’ personal\ninterpretations of the defendant’s statements and expressions of fear when analyzing\nwhether the defendant’s conduct objectively amounted to a threat of death). As the\ndistrict court appropriately recognized, an individual teller’s impression of the events in\nquestion is a relevant consideration for a court trying to determine whether the\nproverbial “reasonable person” would have been fearful under the same circumstances.\nAlthough the presence or absence of the teller’s fear is by no means the only factor to\nbe considered—indeed, it cannot be dispositive or even the focus of the analysis—when\nviewed alongside other contextual evidence, such testimony may be useful to\ncorroborate or bolster a court’s broader evaluation of what a reasonable person’s\nresponse would have been under the same circumstances.\n\n       Our conclusion here is consistent with the considerations that we have endorsed\nin a related context: proof of the intimidation element of bank robbery under 18 U.S.C.\n§ 2113(a). As is the case with U.S.S.G. § 2B3.1(b)(2)(F), the test for intimidation under\n§ 2113(a) is objective, asking “whether an ordinary person in the teller’s position could\nreasonably infer a threat of bodily harm from the defendant’s acts.” United States v.\nGilmore, 282 F.3d 398, 402 (6th Cir. 2002). Applying that standard in a sufficiency-of-\nthe-evidence challenge, we concluded that “[w]hile . . . the test for intimidation is\nessentially an objective one, evidence that the teller felt threatened is probative of\nwhether a reasonable person would have been afraid under the same circumstances.” Id.\nat 403 (internal quotation marks omitted). Accordingly, the teller’s fear was relevant “in\nassessing the intimidating nature of [the defendant’s] conduct.” Id. The same analysis\napplies here.\n\fNo. 11-5348        United States v. Wooten                                          Page 9\n\n\n       Our conclusion is also consistent with the many other circuits that have long\npermitted some consideration of a victim’s perceptions and state of mind in similar\ncontexts that rely on an objective, reasonable-person standard. See, e.g., United States\nv. Davis, 635 F.3d 1222, 1226 (D.C. Cir. 2011) (reviewing a district court’s application\nof the sentencing enhancement for brandishing a dangerous weapon and indicating that\nthe victim’s perception “may be relevant to th[e] inquiry but is never controlling of the\noutcome” (alteration in original) (internal quotation marks omitted)); United States v.\nAlaboud, 347 F.3d 1293, 1298 (11th Cir. 2003) (citing supporting precedent from other\ncircuits and holding that, even though an objective standard applies to the determination\nwhether a defendant transmitted a threat to injure another in violation of 18 U.S.C.\n§ 875(c), testimony concerning a victim’s personal belief that the defendant’s words\nwere a threat was “relevant in the inquiry of whether a reasonable person would perceive\nthe statements as a threat”); United States v. Smith, 131 F.3d 685, 689 (7th Cir. 1997)\n(evaluating jury instructions on intimidation under 18 U.S.C. § 2113(a), and concluding\nthat “the teller’s testimony that she in fact feared bodily harm to herself or someone else\nin the bank if she did not comply with Smith’s demands can be considered in\ndetermining whether Smith’s actions would have produced the fear of bodily harm in a\nreasonable person”); United States v. Walker, 835 F.2d 983, 987 (2d Cir. 1987) (noting,\nin the context of a forcible assault of a probation officer, that although “[t]he proper\nstandard for determining whether the requisite degree of force was displayed . . . is an\nobjective one, i.e., whether the defendant’s behavior would reasonably have inspired fear\nin a reasonable person . . . the victim’s subjective state of mind is not irrelevant to\ndetermining whether the amount of force threatened or displayed was sufficient to make\nfear reasonable” (citation omitted)); United States v. Cunningham, 110 F. App’x 238,\n242 (3d Cir. 2004) (unpublished opinion) (“Admittedly, the intimidation inquiry [under\n18 U.S.C. § 2113(a)] is objective, not subjective, focusing on whether an ordinary person\nin the teller’s position reasonably could infer a threat of bodily harm from the\ndefendant’s acts. That said, asking [the teller] about her state of mind (i.e., whether she\nwas afraid) was at least minimally probative of whether a reasonable person in her\nposition also would be afraid.” (citation and internal quotation marks omitted)), cert.\n\fNo. 11-5348             United States v. Wooten                                                       Page 10\n\n\ndenied, 543 U.S. 1130 (2005); United States v. Muhammad, 64 F. App’x 629, 630\n(9th Cir. 2003) (unpublished opinion) (“We have consistently upheld the admission of\nteller testimony [concerning his subjective reaction to a defendant’s conduct] as\ncircumstantial evidence that, when combined with other evidence like a demand note,\ncould allow a jury to infer objective intimidation [under 18 U.S.C. § 2113(a)].”).4 But\nsee Jennings, 439 F.3d at 611 (concluding that “an examination into the subjective\nreaction of one specific teller is . . . inappropriate” because it risks “creat[ing] a windfall\nfor defendants who fortuitously selected to victimize a bank teller with an unusually\nthick skin”).\n\n         Applying these principles here, we conclude that, in spite of Wooten’s use of the\nphrase, “I have a gun,” the objective circumstances of the robbery do not warrant\n\n\n         4\n            Although the dissent characterizes this inquiry as “perilous” because of its potential for elevating\nvictim testimony to a dispositive level for district courts seeking to determine whether to grant a sentencing\nenhancement, Dissenting Op. at 19, we believe this concern to be overstated. As our opinion makes clear,\ntestimony concerning a teller’s personal perceptions may be a consideration in evaluating the broader\nquestion of a reasonable teller’s response, but it cannot be the only consideration. Likewise, such\ntestimony cannot be given undue weight. Moreover, our cases have already condoned the type of\n“terrified-teller testimony,” id., that, by shunning all subjective testimony, the dissent purports to avoid.\nSee, e.g., United States v. Gilmore, 282 F.3d 398, 403 (6th Cir. 2002) (permitting testimony from several\ntellers indicating that they personally experienced fear during a bank robbery as proof of the intimidation\nelement under 18 U.S.C. § 2113(a), which employs a similar objective test); United States v. Sogan,\n388 F. App’x 521, 524 (6th Cir. 2010) (unpublished opinion) (noting the tellers’ subjective responses to\nthe robbery when discussing the district court’s application of the § 2B3.1(b)(2)(F) enhancement). Thus,\nby the dissent’s reasoning, in order to ensure that all defendants are treated equally—a proposition with\nwhich we agree—a district court should, in appropriate circumstances, be able to consider testimony from\ntellers who exhibited a nonfearful response.\n          We recognize that an unpublished order in this circuit suggests the opposite conclusion. United\nStates v. Willis, 48 F. App’x 542, 543 (6th Cir. 2002) (unpublished order), involved a robbery during which\na robber gave a bank teller a demand note that stated: “There is a gun pointed at your head. Put the money\nin the bag. 20 minutes after I’m gone the guy with the gun will also leave. Try anything funny, you will\nbe shot.” Apparently unconvinced, the teller refused to cooperate. Id. At sentencing, the defendant\nattempted to argue that the noncooperation demonstrated that the teller never feared for her life and that\nthe threat-of-death enhancement therefore should not apply. We rejected that argument, and in doing so,\nnoted that “[t]he subjective belief or reaction of the teller to the demand note has no relevance to the\n[§ 2B3.1(b)(2)(F)] analysis.” Id. We think our approach today is the better one. And because Willis was\nunpublished, we are not bound by its reasoning. United States v. Dial, 524 F.3d 783, 787 n.2 (6th Cir.),\ncert. denied, 555 U.S. 902 (2008). Moreover, Willis did not confront the more compelling circumstances\nnow present before us. Instead, Willis involved a more direct personal threat and the use of a demand note,\nwhich may reasonably indicate a more seasoned robber. Thus, even if it had been considered, the scant\nmitigation evidence to which the defense pointed in Willis would not have outweighed the usual impact\nof the defendant’s threatening words.\n          In addition, although we believe that our approach is entirely consistent with the Sentencing\nGuidelines, given that there is some division between the circuits with respect to the contextual factors that\nmay be considered when determining whether a defendant made a threat of death for purposes of\n§ 2B3.1(b)(2)(F), we do not think that the Sentencing Commission would be remiss to provide additional\nclarification on this issue. Cf. Jansen v. United States, 369 F.3d 237, 250 (3d Cir. 2004) (Alito, J.,\nconcurring) (requesting that the Sentencing Commission address an ambiguous Guideline provision that\nhad been the subject of a circuit split).\n\fNo. 11-5348        United States v. Wooten                                      Page 11\n\n\napplication of the threat-of-death enhancement. A number of factors support this\ndetermination.   First, Mason’s description of Wooten’s nonaggressive demeanor\nsuggests that Wooten would not have appeared threatening to a reasonable observer.\nWooten approached the tellers calmly, placed both hands in a visible position on the\ncounter, and softly said that he was engaged in a robbery. Wooten’s demeanor was\ndescribed as “nonthreatening,” and Wooten was not engaged in any conduct that would\nobjectively suggest an intent to “hurt [Mason] or anyone in the bank.” R. 41 (Sentencing\nHr’g Tr. at 9). Such behavior would not convey to a reasonable teller in Mason’s\nposition that Wooten was prepared to use deadly force.\n\n       Second, the robbery did not contain any hallmarks of experienced bank robbers,\nsuch as demand notes, which may contribute to the intimidating nature of an encounter.\nCf. United States v. Pacheco, 466 F. App’x 517, 523 (6th Cir. 2012) (unpublished\nopinion) (“A demand note itself, being a tool of the trade of bank robbers, is a form of\nintimidation.” (quoting United States v. Smith, No. 92-6311, 1993 WL 303359, at *1\n(6th Cir. Aug. 9, 1993)). Wooten wore no mask or disguise and appeared no different\nthan an ordinary customer. By all accounts, Wooten did not assertively command that\nMason hand over the money. Instead, Wooten rather amateurishly made repeated but\nquiet demands in an attempt to convince Mason that he was truly engaged in a robbery.\nThus, these facts also support the conclusion that Wooten’s conduct was not objectively\nthreatening.\n\n       Finally, Mason himself testified both at sentencing and in an affidavit that he\nnever felt threatened by Wooten. Instead, Mason explained that he handed over the\nmoney because he had been trained to do so if he were ever presented with a robbery\ndemand, not because of any perceived danger. Based on the unchallenged description\nof the robbery, Mason’s response does not appear to be that of an unusually fearless\nindividual, and instead corroborates the objective descriptions of Wooten’s conduct.\nThat a teller at a separate unsuccessful bank robbery laughed at Wooten’s prior similar\nattempt further supports Mason’s assessment of Wooten’s conduct and demeanor, as\nwell as Mason’s resulting belief that he was never in harm’s way. Like Mason, that\n\fNo. 11-5348        United States v. Wooten                                       Page 12\n\n\nearlier teller did not discern any real threat. Thus, taken as a whole, the overall\ncircumstances were sufficient to mitigate the force of Wooten’s assertion that he had a\ngun, and Wooten’s conduct falls short of warranting the threat-of-death enhancement\nunder § 2B3.1(b)(2)(F).\n\n                                 III. CONCLUSION\n\n       We recognize that, in most cases, a bank teller’s recollection of the circumstances\nof a robbery will not be as favorable to a defendant as it is to Wooten here. Indeed, in\nsome instances, such testimony may in fact work against a defendant seeking to avoid\nthe two-level enhancement under § 2B3.1(b)(2)(F). Nevertheless, under the particular\ncircumstances of this case, Mason’s reasonable perceptions, in combination with the\nother characteristics of Wooten’s offense conduct, objectively lead to the conclusion that\na reasonable teller in Mason’s shoes would not have perceived a threat of death.\nAccordingly, because the district court erred in finding that Wooten had made a threat\nof death within the meaning of § 2B3.1(b)(2)(F), we REVERSE the district court’s\nimposition of the threat-of-death enhancement, VACATE Wooten’s sentence, and\nREMAND for resentencing in accordance with this opinion.\n\fNo. 11-5348        United States v. Wooten                                        Page 13\n\n\n                                   _______________\n\n                                      DISSENT\n                                   _______________\n\n       SUTTON, Circuit Judge, dissenting. I can think of just one reason why a bank\nrobber would tell a bank teller he has a gun: to show he means business. That is what\nJames Wooten did. On September 23, 2010, Wooten went to the Green Bank in\nGordonsville, Tennessee to rob it. The bank teller did not take him seriously when he\ntwice said, “I am going to rob you.” So Wooten upped the ante: “I have a gun. Give\nme your money.” R. 41 at 5. The teller, no surprise, now took him seriously—and\ncomplied. The reason the threat worked, the reason Wooten gave it, is that it conveys\nan unmistakable message: hand over the money or I will shoot you—point blank with\nonly the upper half of your body as a target. Because this message amounts to a “threat\nof death,” U.S.S.G. §2B3.1(b)(2)(F), the district court permissibly applied the two-level\nsentencing enhancement.\n\n       The enhancement applies when the robber “engage[s] in conduct that would\ninstill in a reasonable person, who is a victim of the offense, a fear of death.” U.S.S.G.\n§ 2B3.1 cmt. n.6; United States v. Clark, 294 F.3d 791, 795 (6th Cir. 2002). As an\nillustration, the guideline commentary says that the statement, “Give me the money or\nI will shoot you,” qualifies as a threat of death. U.S.S.G. § 2B3.1 cmt. n.6. Wooten, true\nenough, did not expressly say that. He demanded money and informed the teller he had\na gun, leaving the implication “or I will shoot you” unsaid. But what reasonable person\nwould take comfort in the difference between the two statements?\n\n       That is all the more true when we remember that the relevant guideline used to\nrequire an “express threat of death” to trigger the enhancement and the commentary\nlisted “Give me the money or I will shoot you” as an example of an express threat.\nUnited States v. Alexander, 88 F.3d 427, 428 (6th Cir. 1996) (emphasis added) (quoting\nU.S.S.G. § 2B3.1(b)(2)(F) (1994)). The Sentencing Commission deleted “express” from\nthe guideline in 1997 and clarified that “the defendant does not have to state expressly\nhis intent to kill the victim,” all of which establishes that an implied threat will do.\n\fNo. 11-5348          United States v. Wooten                                      Page 14\n\n\nU.S.S.G. § 2B3.1 cmt. n.6. If “Give me the money or I will shoot you” qualifies as an\nexpress threat of death, then surely “I have a gun. Give me your money” constitutes an\nimplied threat of death. That is just what happened.\n\n       Until today, all of our cases were in alignment on this point. We have applied\nthe threat-of-death enhancement to bank robbers who made threats just like the one\nWooten made. In one case, the bank robber passed the teller a note saying, “THIS IS A\nHOLD-UP I HAVE A GUN 100's 50's and 20's.” United States v. Winbush, 296 F.3d\n442, 442 (6th Cir. 2002). If the enhancement covered that threat, as we held it did, it\nsurely covers this one, as there is no material difference between the two. In another\ncase, we applied the enhancement to a bank robber who passed the teller a note saying,\n“I have a gun. Do what you are told and you won’t get hurt.” United States v. Clark,\n294 F.3d 791, 795 (6th Cir. 2002). The language in each of these notes, we held, would\n“instill in any reasonable person” a fear of death. Winbush, 296 F.3d at 443; Clark,\n294 F.3d at 795. The same is true of other cases. See United States v. Moore, 447 F.\nApp’x 721, 723 (6th Cir. 2012) (upholding application of enhancement where bank\nrobber passed teller a note saying, “I have a gun. Give me the cash”); United States v.\nSogan, 388 F. App’x 521, 523 (6th Cir. 2010) (upholding application of enhancement\nwhere defendant told tellers to “give me your money” and placed his hand on his waist,\nimplying he had a gun). If these cases were correctly decided, I do not understand how\nthis one could be.\n\n       Shift the focus to the other circuits in the country, and you will not find a single\ndance partner for today’s decision. Until today, every bank robber who appealed a\nthreat-of-death enhancement after saying “I have a gun” (or words to that effect) has lost\nunder the current version of the guideline.\n\n       Here are the published cases. See United States v. Gray, 177 F.3d 86, 88 (1st Cir.\n1999) (“I got a gun. Give me all the money and no one will get hurt.” “Give me your\nmoney or I’ll start shooting.”); United States v. Burns, 160 F.3d 82, 83 (1st Cir. 1998)\n(“I have a gun! Don’t make me use it.”); United States v. Jennette, 295 F.3d 290, 291\n(2d Cir. 2002) (“I have a gun.”); United States v. Day, 272 F.3d 216, 217 (3d Cir. 2001)\n\fNo. 11-5348        United States v. Wooten                                        Page 15\n\n\n(“Put some money on the counter. No dye packs. I have a gun.”); United States v.\nFigueroa, 105 F.3d 874, 876 (3d Cir. 1997) (“I have a gun. Give me all the money.”);\nUnited States v. Franks, 183 F.3d 335, 336 (4th Cir. 1999) (“No dye packs. I have a\ngun. I have nothing to lose.”); United States v. Soto-Martinez, 317 F.3d 477, 478 (5th\nCir. 2003) (“I have a gun. I just want money. Start with the $100.00. Stay Quiet!!!”);\nUnited States v. White, 639 F.3d 331, 334 (7th Cir. 2011) (“I have a gun. Give me the\nmoney in the register. No dye packs, no silent alarms, and no one will get hurt. Do it\nquickly.”); United States v. Dortch, 628 F.3d 923, 924 (7th Cir. 2010) (“I have a gun.\nPlease give me the money out of your drawers. No dye pack. I will be forced to do\nanything that gets in my way. Nod your head if you understand. You have 30 seconds.\nDon’t push alarm or else.”); United States v. Gibson, 155 F.3d 844, 845 (7th Cir. 1998)\n(“This is a robbery. Give me all your money. No funny stuff. I have a gun.”); United\nStates v. Carbaugh, 141 F.3d 791, 792 (7th Cir. 1998) (“This is a robbery. Put the\nmoney in the bag. I have a gun.”); United States v. Jones, 83 F.3d 927, 928 (7th Cir.\n1996) (“[Do] not pull any alarms, because if you do, I have a gun and I’ll use it.”);\nUnited States v. Hunn, 24 F.3d 994, 995 (7th Cir. 1994) (“This is a robbery, I have a gun,\ngive me your money, don’t try anything foolish.” “This is a hold-up. I have a gun.”);\nUnited States v. Robinson, 20 F.3d 270, 276 (7th Cir. 1994) (“I have a gun and am not\nafraid to use it.” “This is a stickup. I have a gun.”); United States v. Cadotte, 57 F.3d\n661, 661–62 (8th Cir. 1995) (robber said “This is a robbery,” and told the teller he had\na gun and “no one will get hurt” if she gave him the money); United States v. Jennings,\n439 F.3d 604, 605 (9th Cir. 2006) (“Put all your money on top of the counter. I have a\ngun. Just do it now.”); United States v. Ellis, 525 F.3d 960, 964 (10th Cir. 2008) (“I\nhave a gun and I want you to give me all of your large bills or I’ll use it!! Place all of\nit in the bag. From all registers.”); United States v. Arevalo, 242 F.3d 925, 928 (10th\nCir. 2001) (“I have a gun and am willing to use it.”); United States v. Murphy, 306 F.3d\n1087, 1089 (11th Cir. 2002) (“You have ten seconds to hand me all the money in your\ntop drawer. I have a gun. Give me the note back now.”).\n\n       Here is a representative sample of the unpublished cases. See, e.g., United States\nv. Hayes, 142 F. App’x 476, 478 (1st Cir. 2005) (“I have a gun.”); United States v.\n\fNo. 11-5348        United States v. Wooten                                       Page 16\n\n\nBaynes, 369 F. App’x 365, 367–68 (3d Cir. 2010) (“[N]o dye pack, no tracker, 20's, 50's\nand 100's or I’m going to pull this [gun].”); United States v. Watson, 257 F. App’x 556,\n558 (3d Cir. 2007) (“I HAVE A GUN GIVE ME THE MONEY NOW!”); United States\nv. Evans, 144 F. App’x 319, 320 (4th Cir. 2005) (“I have a gun. Don’t make a sound,\nno die pack. Put the money on the counter. $100, $50, $20 packs. No alarm.”); United\nStates v. Barkley, 100 F. App’x 899, 900 (4th Cir. 2004) (“Don’t do anything funny or\nI will shoot you.” “Don’t make me use my gun.”); United States v. Martin, 47 F. App’x\n218, 219 (4th Cir. 2002) (“I have a gun. Put all your money in the envelope.” “This is\na robbery. I have a gun.”); United States v. Crawford, No. 00-4275, 2000 WL 1268783,\nat *1 (4th Cir. Sept. 7, 2000) (defendant passed teller “a note on which he wrote that he\nhad a gun”); United States v. Whitener, No. 99-4003, 1999 WL 519175, at *1 (4th Cir.\nJuly 22, 1999) (“I have a gun this is a holdup!! Place $1200 (Twelve Hundred Dollars)\nin this envelope now and no one else gets hurt LARGE BILLS PLEASE.”); United\nStates v. Hass, No. 99-2750, 1999 WL 1136836, at *1 (7th Cir. Dec. 8, 1999) (“I have\na gun. Don’t try anything tricky.”); United States v. Ward, 56 F. App’x 759, 759 (8th\nCir. 2003) (“Don’t say a word. I have a gun. No joke.”); United States v. Pinney, No.\n00-1656, 2000 WL 1694062, at *1 (8th Cir. Nov. 14, 2000) (“I have a gun. I don’t want\nto use it. Just give me your money. Thanks.”); United States v. Dawson, 220 F. App’x\n466, 467 (9th Cir. 2007) (defendant “told the bank teller he had a gun”); United States\nv. O’Neil, 249 F. App’x 497, 497 (9th Cir. 2007) (“I have a gun.”); United States v.\nPastor, 177 F. App’x 565, 566 (9th Cir. 2006) (“I have a gun. No dye packs. No\ntricks.”); United States v. Barrientos, 13 F. App’x 551, 552 (9th Cir. 2001) (“Give me\nall your money. I have a gun.”); United States v. Kaimana, 13 F. App’x 733, 733 (9th\nCir. 2001) (“I got a gun give me all the money.”); United States v. Witt, No. 99-30299,\n2000 WL 553907, at *1 (9th Cir. May 4, 2000) (“This is a robbery I have a gun give me\nall the money and I won’t shoot.”); United States v. Quammen, No. 99-10060, 1999 WL\n439026, at *1 (9th Cir. June 16, 1999) (“I am armed! Quickly, all the money!”); United\nStates v. Campbell, 139 F. App’x 920, 922 (10th Cir. 2005) (“Put unbundled 100s and\n50s in an envelope, no dye pack, no alarm. I have a gun.”); United States v. Yoho,\n147 F. App’x 794, 795 (10th Cir. 2005) (“Give me all of the 100s and 50s. I have a\n\fNo. 11-5348          United States v. Wooten                                        Page 17\n\n\ngun.”); United States v. Ross, 27 F. App’x 989, 990 (10th Cir. 2001) (“I have a gun in\nthis bag, give me all of your money and do it fast.”); United States v. Zackary, 427 F.\nApp’x 850, 851 (11th Cir. 2011) (“I have a gun.”); United States v. Perez, 350 F. App’x\n425, 428 (11th Cir. 2009) (“I have a gun and will use it if something goes wrong.”);\nUnited States v. Pruitt, 344 F. App’x 532, 536 (11th Cir. 2009) (“There [are] 2 sets of\neyes on you . . .”; “We are watching and listening”; “Cooperate or boom and bang!”);\nUnited States v. Earnest, 151 F. App’x 842, 843 (11th Cir. 2005) (“I have a gun, do not\nalert anyone, give me all the money from the drawer now.”); United States v. Szabo,\n143 F. App’x 287, 287 (11th Cir. 2005) (“I have a gun.”); United States v. Cliff, 138 F.\nApp’x 246, 247 (11th Cir. 2005) (“This is a robbery. Give me the Cash, I’ve got a\ngun.”).\n\n          Best I can tell, no case from any circuit, published or unpublished, has reversed\na threat-of-death enhancement applied to a bank robber who told the teller he had a gun\nunder the current version of the guideline. What if anything makes James Wooten’s case\nso unusual? What distinguishes his conduct from the legions of bank robbers who made\nsimilar threats and received a threat-of-death enhancement?\n\n          Three things, says the majority. First, “the robbery did not contain any hallmarks\nof experienced bank robbers, such as demand notes” or a “mask or disguise.” But the\nsource of the idea that “experienced bank robbers” use demand notes and masks and the\nrest are less-dangerous neophytes is a mystery. John Dillinger did not use demand notes\nor wear a mask. See Dary Materia, John Dillinger: The Life and Death of America’s\nFirst Celebrity Criminal 47 (2004). Neither did Bonnie Parker or Clyde Barrow. See\nE.R. Milner, The Lives and Times of Bonnie and Clyde 114–15 (1996). While Willie\nSutton (no relation) sometimes wore disguises—dressing up as a policeman, as a\npostman, even as a window cleaner—he apparently did not use demand notes. See\nGangsters, Swindlers, Killers, and Thieves: The Lives and Crimes of Fifty American\nVillains 218 (Lawrence Block, ed., 2004). Yet these bank robbers all qualified as\nexperienced—and dangerous.\n\fNo. 11-5348        United States v. Wooten                                        Page 18\n\n\n       Second, Wooten exhibited a “nonaggressive demeanor” during the robbery,\n“approach[ing] the tellers calmly, plac[ing] both hands in a visible position on the\ncounter, and softly sa[ying] that he was engaged in robbery.” So what. Not all bank\nrobbers scream and yell, drawing attention to themselves in the process. That was not\nWillie Sutton’s style. See id. And not all people who speak softly are unarmed and\nunwilling, as one of our Presidents liked to imply. Keeping a low profile at all events\nis not a bad idea if the robber wishes to make a successful escape.\n\n       Nor, it seems to me, is the demeanor of people who threaten others by saying “I\nhave a gun” usually relevant to this kind of crime or any other. If a passenger on an\nairplane says, “I have a gun. Let me into the cockpit,” should an air marshal stop and\nconsider the prospective terrorist’s demeanor, tone of voice and hand placement before\ntaking action? What about a student who says “I have a gun” in school? Should the\nprincipal undertake the same detailed analysis before calling the police? In bank\nrobberies, as in other settings, the threat “I have a gun” is more than enough to prompt\npeople to act out of reasonable fear for their lives and the lives of others.\n\n       Third, the bank teller testified that he did not feel threatened by Wooten. Supra\nat 12. This is the least relevant, and the most dangerous, of rationales. The relevant\ninquiry is an objective one: Would the robber’s conduct instill a fear of death in a\n“reasonable person”? U.S.S.G. § 2B3.1 cmt. n.6; Clark, 294 F.3d at 795. The point of\nan objective inquiry is to make a subjective one beside the point. See Whren v. United\nStates, 517 U.S. 806, 813 (1996). The question is what the defendant did, not how a\nrange of victims—meek, brazen, indifferent—reacted to what he did. One teller might\nfaint in response to an I-have-a-gun bank robbery and another might respond by saying\n“Make my day.” The guideline requires an enhancement in both settings, not one of\nthem. Even if subjective impressions somehow mattered, it surely should be the job of\nthe district judge, who saw the teller testify about the encounter, to assess the impact of\nthe testimony, not us, who have only a cold transcript to work with. See United States\nv. Poynter, 495 F.3d 349, 351–52 (6th Cir. 2007). Notably, every one of the majority’s\n\fNo. 11-5348         United States v. Wooten                                         Page 19\n\n\ncitations on this point—not one of which concerns the threat-of-death\nenhancement—involves subjective impressions that supported the fact-finder’s decision.\n\n        This inquiry also is a perilous one. Do we really want to make the testimony of\nvictims of crime relevant to questions about whether the conduct of criminal defendants\nwould objectively instill fear? I have a strong suspicion that this inquiry will do far more\nharm than good to defendants seeking even-handed and fair-minded sentencing hearings\nin the future. What of the robber who demands money but does not say he has a gun?\nCould a bank teller nonetheless testify, not implausibly, that she saw her life pass before\nher eyes during the robbery? Could a sentencing court rely on this testimony in applying\nthe enhancement? I think not, and I hope not. But the majority’s decision, denying the\nenhancement based on fearless-teller testimony, surely permits just such a\nsentencing increase, granting the enhancement based on terrified-teller testimony.\nBoth enhancements are permitted or neither is.\n\n        I do not doubt that there are some cases where the objective contextual factors\nsurrounding the threat detract from a reasonable fear of death. A would-be robber who\nsays he has a gun but brandishes “a banana,” supra at 7, or wields “what [is] quite\nobviously a toy,” United States v. Jennings, 439 F.3d 604, 611 (9th Cir. 2006), will not\nwarrant the enhancement. See United States v. Gibson, 155 F.3d 844, 847 (7th Cir.\n1998). But no circuit has seen such a case, and there is a good reason why: No self-\nrespecting prosecutor would ask for such an enhancement.\n\n        In the final analysis, I see nothing in Wooten’s actions that distinguishes this case\nfrom our prior published decisions, Winbush, 296 F.3d at 443; Clark, 294 F.3d at 795,\nor for that matter from the legion of decisions from other circuits upholding application\nof the enhancement based on similar threats. The majority seeing things differently, I\nrespectfully dissent.\n\f",
            "ocr": false,
            "opinion_id": 2981311
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}