{
    "id": 2988586,
    "judges": "Christopher, Frost, Jamison",
    "date_filed": 1350345600000,
    "date_filed_is_approximate": false,
    "slug": "manley-dewayne-johnson-v-state",
    "case_name_short": null,
    "case_name": "Manley Dewayne Johnson v. State",
    "case_name_full": "Manley DeWayne JOHNSON, Appellant v. the STATE of Texas, Appellee",
    "attorneys": "Jani J. Maselli, Houston, for Appellant., Bridget Holloway, Houston, for The State of Texas.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing and En Banc Overruled Jan. 17, 2013.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b525-11\">\n    Manley DeWayne JOHNSON, Appellant v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b525-14\">\n    No. 14-11-00693-CR.\n   </docketnumber><br><court id=\"b525-15\">\n    Court of Appeals of Texas, Houston (14th Dist.).\n   </court><br><decisiondate id=\"b525-16\">\n    Oct. 16, 2012.\n   </decisiondate><br><otherdate id=\"b525-17\">\n    Rehearing and En Banc Overruled Jan. 17, 2013.\n   </otherdate><br><attorneys id=\"b527-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"515\"> \n     *515\n     </span>\n    Jani J. Maselli, Houston, for Appellant.\n   </attorneys><br><attorneys id=\"b527-7\">\n    Bridget Holloway, Houston, for The State of Texas.\n   </attorneys><br><judges id=\"b527-8\">\n    Panel consists of Justices FROST, CHRISTOPHER, and JAMISON.\n   </judges>",
    "citations": [
        "389 S.W.3d 513"
    ],
    "opinions": [
        {
            "author_str": "Jamison",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=6332&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa14%5cOpinion",
            "author_id": null,
            "opinion_text": "Affirmed as Modified and Opinion filed October 16, 2012.\n\n\n\n\n                                         In The\n\n                      Fourteenth Court of Appeals\n\n                                  NO. 14-11-00693-CR\n\n                    MANLEY DEWAYNE JOHNSON, Appellant\n\n                                            V.\n\n                          THE STATE OF TEXAS, Appellee\n\n\n                       On Appeal from the 230th District Court\n                                Harris County, Texas\n                           Trial Court Cause No. 1283867\n\n\n                                    OPINION\n\n\n       This is an appeal about court costs. Appellant Manley DeWayne Johnson pleaded\nguilty to aggravated robbery with a deadly weapon, and the trial court sentenced him to\nseven years in prison. In a single issue on appeal, appellant contends that there is\ninsufficient evidence in the record to support the court’s ordering him to pay a particular\namount in court costs. We reform the trial court’s judgment to delete the specific amount\nof costs, and we affirm the judgment as so modified.\n\f                                               Discussion\n\n        In its judgment of conviction, the trial court ordered appellant to pay $234 in court\ncosts. The original clerk’s record filed with this court did not contain a bill of costs. On\nMarch 1, 2012, in response to appellant’s motion, we ordered the district clerk to\nsupplement the record with a bill of costs or, in the alternative, provide a certified\nstatement that no such bill exists in the case file. The clerk’s office filed an affidavit in\nwhich the affiant averred that the record in this case does not include a bill of costs.1 As\nstated, appellant contends on appeal that there was insufficient evidence to support the\ncourt costs he was ordered to pay in the judgment.\n\n        Under article 103.001 of the Texas Code of Criminal Procedure, ―A cost is not\npayable by the person charged with the cost until a written bill is produced or is ready to\nbe produced, containing the items of cost, signed by the officer who charged the cost or\nthe officer who is entitled to receive payment for the cost.‖ Tex. Code Crim. Proc. art.\n103.001. Costs so charged need not be included in the trial court’s judgment to be\neffective. Armstrong v. State, 340 S.W.3d 759, 766-67 (Tex. Crim. App. 2011). Indeed,\nthe obligation of a convicted person to pay court costs is established by statute, not by\ncourt order. Armstrong v. State, 320 S.W.3d 479, 481 (Tex. App.—Amarillo 2010),\nrev’d on other grounds, 340 S.W.3d 759. However, the Code of Criminal Procedure also\nmandates that judgments of conviction assess costs against the defendant. Tex. Code\n\n        1\n           After oral argument in this case, the clerk’s office filed a supplemental record containing what\nappears to be, and is identified as, a computer screen printout from the Harris County Justice Information\nManagement System (JIMS). It shows court costs in appellant’s case amounting to $234. The original\nprinted document is clearly not signed as required of a bill of costs by article 103.001 of the Texas Code\nof Criminal Procedure, although a file stamp is signed indicating it is a true copy of the original printed\ndocument. Tex. Code Crim. Proc. art. 103.001. Appellant has objected to this supplemental record as\nuntimely and as not constituting an actual bill of costs, it being merely an unsigned computer screen\nprintout. Appellant further points out that the clerk has not retracted the earlier representation that no\nactual bill of costs exists in the record. In response, the State does not argue that the supplemental record\ncontains an actual bill of costs. Regardless, there is no indication that this printout was ever brought to\nthe attention of the trial judge. Cf. Chambers v. State, 194 S.W.2d 774, 775 (Tex. Crim. App. 1946)\n(holding that appellate court would not consider ex parte documents that were not filed in the trial court);\nLamb v. State, 931 S.W.2d 611, 613 (Tex. App.—Amarillo 1996, pet. ref’d) (holding items that had been\ntendered after judgment was rendered, and were neither filed nor offered as proof in court below, would\nnot be considered on appeal).\n\n                                                     2\n\fCrim. Proc. art. 42.16.         A claim of insufficient evidence to support court costs is\nreviewable on direct appeal in a criminal case. See Armstrong, 340 S.W.3d at 767.2\n\n        It is undisputed that the record in the trial court at the time this appeal was filed\ndid not contain any evidence supporting the assessment of $234 in court costs. 3 The trial\ncourt did not err in ordering appellant to pay costs, as such is mandated by the Code of\nCriminal Procedure. Tex. Code Crim. Proc. art. 42.16. But the court did err in entering a\nspecific dollar amount without any support in the record for that dollar amount. See\nArmstrong, 340 S.W.3d at 767 (remanding for a determination of whether the record\nsufficiently supported an award of attorney’s fees as court costs); Wolfe v. State, No. 07-\n10-0201-CR, 2012 WL 2681447, at *4-5 (Tex. App.—Amarillo 2012, no pet. h.)\n(modifying judgment to delete finding on court costs for which sufficient evidence was\nnot presented but affirming portion of court costs for which sufficient evidence was\nprovided).\n\n        The State argues that appellant’s complaint is not ripe because, under article\n103.001, he does not have to pay the costs until a bill is ready. Tex. Code Crim. Proc. art.\n103.001. The ripeness doctrine protects against interference until a ―decision has been\nformalized and its effects felt in a concrete way by the challenging parties.‖ State ex rel.\nWatkins v. Creuzot, 352 S.W.3d 493, 504 (Tex. Crim. App. 2011) (quoting Abbott Labs.\nv. Gardner, 387 U.S. 136, 148–49 (1967), overruled on other grounds by Califano v.\nSanders, 430 U.S. 99, 104–05 (1977)). In determining whether an issue is ripe for\nadjudication, we must ―evaluate both the fitness of the issues for judicial decision and the\nhardship to the parties of withholding court consideration.‖ Id. (quoting Abbott Labs.,\n387 U.S. at 149). Here, the trial court ordered appellant in its judgment to pay $234 in\ncourt costs. While the judgment appears in conflict with article 103.001 (stating such\n\n        2\n          In Armstrong, the Court of Criminal Appeals dealt primarily with a question regarding the\nsufficiency of the evidence to support the court costs attributable to attorney’s fees for appointed counsel\nwhich were included in a bill of costs. 340 S.W.3d at 761-62, 767. The court emphasized that under the\ncircumstances, the attorney’s fees should be treated as court costs. Id. at 767.\n        3\n            See supra note 1.\n\n                                                     3\n\ffees need not be paid until a bill of costs is ready), the judgment was certainly formalized\nand could be acted upon in an attempt to collect the specified amount. See Tex. Gov’t\nCode § 501.014(e) (requiring Texas Department of Criminal Justice to withdraw from an\ninmate’s account amounts ordered by a court as payment for court costs). Accordingly,\nappellant’s issue is ripe.\n\n       The State further suggests that the proper remedy for appellant under these\ncircumstances would be to wait for the production of a bill of costs and then file a motion\nseeking correction of any errors in the assessment of costs pursuant to article 103.008 of\nthe Code of Criminal Procedure. Tex. Code Crim. Proc. art. 103.008. While that article\nprovides a procedure for correcting errors in costs, it does not explicitly or implicitly\nlimit an appellant’s ability to challenge the sufficiency of the evidence to support a part\nof the court’s judgment.      Id.   Indeed, the sufficiency of the evidence to support\nassessments of costs contained within judgments may be directly appealed without the\nnecessity of having preserved the issue below. See Mayer v. State, 309 S.W.3d 552, 555\n(Tex. Crim. App. 2010) (holding that a claim regarding sufficiency of the evidence to\nsupport a judgment, even the assessment of attorney’s fees as costs, need not be\npreserved and is not waived by the failure to do so).\n\n       Lastly, the State relies upon the general presumption of regularity in judgments.\nThe presumption of regularity is a judicial construct that requires a reviewing court,\nabsent evidence of impropriety, to indulge every presumption in favor of the regularity of\nthe proceedings and documents in the lower court. Light v. State, 15 S.W.3d 104, 107\n(Tex. Crim. App. 2000). The presumption of regularity created by recitals in a judgment\ncan be overcome only when the record otherwise affirmatively reflects that error\noccurred. E.g., Breazeale v. State, 683 S.W.2d 446, 450 (Tex. Crim. App. 1984). Here,\nappellant has challenged the sufficiency of the evidence to support the assessment of\ncosts in the trial court’s judgment. The clerk’s record as originally filed did not include a\nbill of costs supporting the trial court’s finding on costs. Appellant therefore filed a\nmotion in this court seeking supplementation, and we responded by ordering the district\n\n                                             4\n\fclerk to supplement the record with a bill of costs. The clerk’s office responded by\naffidavit explaining that no bill of costs exists in this case. In the face of a sufficiency\nchallenge, an order to supplement the record, and a complete lack of evidence supporting\nthe trial court’s assessment of costs, we will not presume the assessment of costs was\naccurate. See Armstrong, 340 S.W.3d at 767 (remanding for consideration of sufficiency\nof the evidence to support costs assessment); cf. Ford v. State, 848 S.W.2d 776, 777 (Tex.\nApp.—Houston [14th Dist.] 1993, no pet.) (holding that absent a complete record, there\nwas nothing to rebut a presumption of regularity).\n\n        Because there is no evidence in the record to support the trial court’s assessment\nof a specific dollar amount as court costs, we reform the trial court’s judgment to delete\nthe specific amount of costs. See Wolfe, 2012 WL 2681447, at *4-5. As so modified, we\naffirm the judgment.4\n\n\n                                           /s/              Martha Hill Jamison\n                                                            Justice\n\nPanel consists of Justices Frost, Christopher, and Jamison.\nPublish — TEX. R. APP. P. 47.2(b).\n\n\n\n\n        4\n           In order to dispose of the issues presented in this case, we need not, and in fact should not,\nattempt to predict what might happen if an actual bill of costs is subsequently produced. See, e.g., Pfeiffer\nv. State, 363 S.W.3d 594, 601 (Tex. Crim. App. 2012) (pointing out that courts of appeals are without\nauthority to issue advisory opinions); Garrett v. State, 749 S.W.2d 784, 803-04 (Tex. Crim. App. 1986)\n(holding court of appeals erred in deciding issue that could arise in future prosecution of appellant),\noverruled on other grounds by Malik v. State, 953 S.W.2d 234 (Tex. Crim. App. 1997). As discussed in\nnote 1 above, a supplemental record was filed after oral argument containing a computer screen printout,\nbut neither side contends that this printout constitutes an actual bill of costs, and there is no indication that\nthis printout was ever considered by the trial court.\n\n                                                       5\n\f",
            "ocr": false,
            "opinion_id": 2988586
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}