{
    "id": 3001777,
    "judges": "Coffey, Diane, Easterbrook, Frank, John, Wood",
    "date_filed": "1996-07-09",
    "date_filed_is_approximate": true,
    "slug": "evans-eddie-g-v-thurmer-michael",
    "case_name_short": null,
    "case_name": "Evans, Eddie G. v. Thurmer, Michael",
    "case_name_full": "Eddie Gene EVANS, Petitioner-Appellant, v. Michael THURMER, Et Al., Respondents-Appellees",
    "attorneys": "Eddie G. Evans, Waupun, WI, pro se., Warren D. Weinstein, Office of the Attorney General Wisconsin, Department of Justice, Madison, WI, for RespondentsAppellees.",
    "nature_of_suit": "prisoner",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted May 14, 2008.*",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<parties id=\"b705-12\">\n    Eddie Gene EVANS, Petitioner-Appellant, v. Michael THURMER, et al., Respondents-Appellees.\n   </parties><br><docketnumber id=\"b705-15\">\n    No. 07-3192.\n   </docketnumber><br><court id=\"b705-16\">\n    United States Court of Appeals, Seventh Circuit.\n   </court><br><otherdate id=\"b705-17\">\n    Submitted May 14, 2008.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</otherdate><br><decisiondate id=\"b705-18\">\n    Decided May 22, 2008.\n   </decisiondate><br><attorneys id=\"b706-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"680\"> \n     *680\n     </span>\n    Eddie G. Evans, Waupun, WI, pro se.\n   </attorneys><br><attorneys id=\"b706-8\">\n    Warren D. Weinstein, Office of the Attorney General Wisconsin, Department of Justice, Madison, WI, for RespondentsAppellees.\n   </attorneys><br><judges id=\"b706-9\">\n    Before FRANK H. EASTERBROOK, Chief Judge, JOHN L. COFFEY, Circuit Judge, DIANE P. WOOD, Circuit Judge.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b705-8\">\n     After examining the briefs and the record, we have concluded that oral argument is unnecessary. See Fed. R.App. P. 34(a); Cir. R. 34(f).\n    </p>\n</div></div>",
    "citations": [
        "278 F. App'x 679"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": true,
            "type": "010combined",
            "page_count": 2.0,
            "download_url": "http://media.ca7.uscourts.gov/cgi-bin/rssExec.pl?Submit=Display&Path=Y2008/D05-22/C:07-3192:J:_:aut:T:npDp:N:0:S:0",
            "author_id": null,
            "opinion_text": "                                 NONPRECEDENTIAL DISPOSITION\n                         To be cited only in accordance with Fed. R. App. P. 32.1\n\n\n\n\n                    United States Court of Appeals\n                                   For the Seventh Circuit\n                                   Chicago, Illinois 60604\n                                    Submitted May 14, 2008*\n                                     Decided May 22, 2008\n\n\n                                              Before\n                               FRANK H. EASTERBROOK, Chief Judge\n                               JOHN L. COFFEY, Circuit Judge\n\n                               DIANE P. WOOD, Circuit Judge\n\nNo. 07-3192                                                      Appeal from the United\n                                                                 States District Court for the\nEDDIE GENE EVANS,                                                Eastern District of Wisconsin.\n      Petitioner-Appellant,\n                                                                 No. 07-C-351\n               v.                                                Lynn Adelman, Judge.\nMICHAEL THURMER, et al.,\n     Respondents-Appellees.\n\n                                               Order\n    In 1985 Eddie Gene Evans was convicted in a Louisiana state court of armed robbery\nand aggravated battery. Sentenced to 35 years’ imprisonment, Evans served only 18 be-\nfore his release on parole in 2003. He moved to Wisconsin and soon was in trouble with\nthe law again. He was charged with disorderly conduct, and when Louisiana learned\nthis it asked Wisconsin to detain Evans pending a hearing on whether his parole should\nbe revoked. After a hearing, Wisconsin concluded that there is probable cause to believe\nthat Evans has violated the terms of his parole. But before he could be returned to Lou-\nisiana, he was indicted for armed robbery in Wisconsin. He pleaded no contest to this\ncharge in 2004 and is serving a seven-year term. Louisiana has lodged a detainer so that\nhe will be sent there when this imprisonment ends.\n   Midway through his imprisonment in Wisconsin, Evans filed this action under 28\nU.S.C. §2254, asking the federal court to direct Wisconsin not to honor the detainer.\nEvans’s theory is that the hearing held in 2003 was inadequate under Morrissey v.\nBrewer, 408 U.S. 471 (1972), which sets out the constitutional requirements for parole-\nrevocation hearings. The district court dismissed the petition as unripe, ruling that\n\n\n    * After examining the briefs and the record, we have concluded that oral argument is unnecessary.\nSee Fed. R. App. P. 34(a); Cir. R. 34(f).\n\fNo. 07-3192                                                                            Page 2\n\nEvans must wait until the detainer is executed. Evans has appealed. Although the dis-\nmissal nominally is without prejudice, Evans cannot amend his pleadings and resume\nthe litigation. Nothing he can do will avoid the district court’s ruling. So the decision is\n“final” in a practical sense and appeal is proper. See Buckley v. Valeo, 424 U.S. 1, 113–18\n(1976) (permitting an immediate appeal from a decision dismissing a suit as unripe).\n   Evans might be complaining about two things. One is the time spent in custody dur-\ning 2003 and 2004, after Louisiana asked for his apprehension and before he was sen-\ntenced for the new armed-robbery conviction. The other is the looming prospect of re-\nturn to Louisiana at the end of the Wisconsin sentence.\n    The first of these is moot (and had been for three years before Evans filed his peti-\ntion), because Wisconsin has given Evans full credit for this time against his seven-year\nsentence. Detention on the parole-violation charge has not extended the length of\nEvans’s custody in Wisconsin. It is therefore unnecessary to decide whether Wisconsin\nshould have followed the procedures of Morrissey (which governs final revocation hear-\nings) or the less elaborate procedures for a preliminary detention hearing.\n    The second objection is not moot, but it isn’t meritorious either. Wisconsin must de-\nliver Evans to Louisiana under Article IV, §2, cl. 2 of the Constitution, which requires\neach state to return persons wanted for trial in another state. The Constitution requires\nthe demanding state to provide a trial (or, in the case of parole, a hearing), just as if the\nperson had been arrested there originally; the rendering state need not and can not du-\nplicate this process before turning the person over. See New Mexico ex rel. Ortiz v. Reed,\n524 U.S. 151 (1998).\n    Perhaps the circumstances counsel against labeling Evans a “fugitive” for the pur-\npose of Article IV, §2, cl. 2, but then he is covered by the Interstate Compact for Adult\nOffender Supervision, which likewise commits the trial or hearing to the state that pro-\nposes to prosecute rather than the state where the offender is located. Section 3 of the\nCompact provides: “[D]uly accredited officers of a sending state may at all times enter a\nreceiving state, and there apprehend and retake any person on probation or parole. For\nthat purpose, no formalities will be required other than establishing the authority of the\nofficer and the identity of the person to be retaken. All legal requirements to obtain ex-\ntradition of fugitives from justice are hereby expressly waived on the part of states\nparty hereto as to such persons. The decision of the sending state to retake a person on\nprobation or parole shall be conclusive upon and not reviewable within the receiving\nstate … .” Wisconsin is a party to the Compact. See Wis. Stat. §304.16.\n    The district court saw a third possibility: Perhaps officials of Louisiana must travel\nto Wisconsin and provide Evans a speedy revocation hearing while he is imprisoned\nthere. But that possibility is scotched by Moody v. Daggett, 429 U.S. 78 (1976), as the dis-\ntrict court recognized. Moody holds that a parole-revocation hearing may be deferred\nuntil after an intervening term of imprisonment has expired. Anyway, Evans did not\nname any official of Louisiana as a respondent, and a district court in Wisconsin would\nnot have personal jurisdiction over the responsible officials in Louisiana.\n   Evans calls his 2003 release on parole in Louisiana illegal; he believes that he should\nhave continued to serve his sentence there. Whatever sort of claim this might represent\nagainst Louisiana (perhaps Evans believes that, if he is returned to prison in Louisiana,\nhe should receive credit for time served in Wisconsin), it provides no basis for relief\nagainst Wisconsin, whose custody of Evans is supported by a valid conviction.\n                                                                                   AFFIRMED\n\f",
            "ocr": false,
            "opinion_id": 3001777
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}