{
    "id": 3009022,
    "judges": "Per Curiam",
    "date_filed": 1444348800000,
    "date_filed_is_approximate": false,
    "slug": "in-re-holste",
    "case_name_short": "In re Holste",
    "case_name": "In re Holste",
    "case_name_full": "In the Matter of Jared Warren Holste, Respondent",
    "attorneys": "Deborah L. Hughes, Deputy Disciplinaiy Administrator, argued the cause, and Stanton A. Hazlett, Disciplinary Administrator, was with her on the formal complaint for the petitioner., John J. Ambrosio, of Ambrosio & Ambrosio, Chtd., of Topeka, argued the cause, and Jared Warren Holste, respondent, argued the cause pro se.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b914-3\">\n    No. 113,970\n   </docketnumber><br><parties id=\"b914-4\">\n    In the Matter of Jared Warren Holste,\n    <em>\n     Respondent.\n    </em>\n</parties><br><citation id=\"b914-5\">\n    (358 P.3d 850)\n   </citation><decisiondate id=\"AiqB\">\n    Opinion filed October 9, 2015.\n   </decisiondate><br><attorneys id=\"b914-10\">\n<em>\n     Deborah L. Hughes,\n    </em>\n    Deputy Disciplinaiy Administrator, argued the cause, and\n    <em>\n     Stanton A. Hazlett,\n    </em>\n    Disciplinary Administrator, was with her on the formal complaint for the petitioner.\n   </attorneys><br><attorneys id=\"b914-11\">\n<em>\n     John J. Ambrosio,\n    </em>\n    of Ambrosio &amp; Ambrosio, Chtd., of Topeka, argued the cause, and\n    <em>\n     Jared Warren Holste,\n    </em>\n    respondent, argued the cause pro se.\n   </attorneys>",
    "citations": [
        "302 Kan. 880",
        "358 P.3d 850"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 17.0,
            "download_url": "http://www.kscourts.org/Cases-and-Opinions/Opinions/SupCt/2015/20151009/113970.pdf",
            "author_id": null,
            "opinion_text": "                IN THE SUPREME COURT OF THE STATE OF KANSAS\n\n\n                                             No. 113,970\n\n                            In the Matter of JARED WARREN HOLSTE,\n                                           Respondent.\n\n                          ORIGINAL PROCEEDING IN DISCIPLINE\n\n\n        Original proceeding in discipline. Opinion filed October 9, 2015. Two-year suspension;\nrespondent may apply for reinstatement after 6 months, subject to terms and conditions specified.\n\n\n        Deborah L. Hughes, Deputy Disciplinary Administrator, argued the cause, and Stanton A. Hazlett,\nDisciplinary Administrator, was with her on the formal complaint for the petitioner.\n\n\n        John J. Ambrosio, of Ambrosio & Ambrosio, Chtd., of Topeka, argued the cause, and Jared\nWarren Holste, respondent, argued the cause pro se.\n\n\n        Per Curiam: This is an attorney discipline proceeding against Jared Warren\nHolste, of Atwood, an attorney admitted to the practice of law in Kansas in 2005.\n\n\n        On January 14, 2015, the Disciplinary Administrator's office filed a formal\ncomplaint against respondent alleging violations of the Kansas Rules of Professional\nConduct (KRPC). Respondent filed an answer on February 4, 2015. The parties entered\ninto written stipulations on March 11, 2015.\n\n\n        A panel of the Kansas Board for Discipline of Attorneys held a hearing on April 2,\n2015, at which the respondent appeared personally and through counsel. The hearing\npanel determined respondent violated KRPC 1.7(a) (2014 Kan. Ct. R. Annot. 531)\n(conflict of interest); 1.11(c)(1) (2014 Kan. Ct. R. Annot. 558) (successive government\n\n                                                      1\n\fand private employment); 3.1 (2014 Kan. Ct. R. Annot. 602) (meritorious claims and\ncontentions); 3.3(d) (2014 Kan. Ct. R. Annot. 612) (candor toward tribunal); 4.4(a) (2014\nKan. Ct. R. Annot. 641) (respect for rights of third persons); 8.4(d) (2014 Kan. Ct. R.\nAnnot. 680) (engaging in conduct prejudicial to the administration of justice); and 8.4(e)\n(statement or implication of an ability to influence improperly a government agency or\nofficial).\n\n\n       Upon conclusion of the hearing, the panel made the following findings of fact and\nconclusions of law and disciplinary recommendation. Respondent took no exceptions to\nthe hearing panel's report. We quote the report's pertinent parts below.\n\n\n                                        \"Findings of Fact\n\n\n               ....\n\n\n               \"8.     The respondent is the Rawlins County Attorney and, in addition, has a\n       part-time private practice in Atwood, Kansas.\n\n\n               \"9.     On May 24, 2013, the respondent filed a petition in Rawlins County\n       District Court on behalf of his client, Beaver Valley Supply Co., Inc., alleging a breach of\n       contract against the defendants, Sunflower Wind, LLC and D.R. The petition named D.R.\n       as a defendant even though D.R. was not a party to the contract. D.R. was the managing\n       partner of Sunflower Wind, LLC. The petition and summons were served on June 5,\n       2013.\n\n\n               \"10.    Two days before the answer was due, June 24, 2013, D.R. called the\n       respondent and asked for an extension of time to file an answer to the petition. According\n       to D.R., the respondent told him that he did not have a problem with a short extension of\n       time to answer, but that he wanted to confer with his client and that he would call D.R.\n       back to confirm. According to the respondent, he told D.R. that he would have to consult\n       with his client and if his client agreed to an extension, he would call D.R. and let him\n\n                                                    2\n\fknow. The respondent's client did not agree to an extension. The respondent did not call\nD.R. back.\n\n\n        \"11.    On June 25, 2013, D.R. called the respondent's office about the requested\nextension of time to answer. D.R. was told the respondent was not available. D.R. left a\nmessage asking that the respondent return his call. The respondent did not return D.R.'s\ncall.\n\n\n        \"12.    On June 26, 2013, the respondent traveled from his office in Atwood to\nJudge Glenn D. Schiffner's chambers in Colby. The respondent brought with him a\nproposed Journal Entry of Judgment granting his client a default judgment against\nSunflower Wind, LLC and D.R. in the amount of $43,990.17, plus interest. The proposed\njournal entry stated that the defendants had not appeared or contacted the court and were\nin default. The respondent presented the Journal Entry of Judgment to Judge Schiffner\nand told the Judge that the answer time had passed and that the defendants were in total\ndefault. The respondent did not tell Judge Schiffner that D.R. had contacted him asking\nfor an extension of time to answer. Judge Schiffner signed the Journal Entry of Judgment\ngranting default judgment. The Journal Entry was filed in the Rawlins County District\nCourt Clerk's Office that same day, June 26, 2013.\n\n\n        \"13.    On June 27, 2013, D.R. called the respondent's office to confirm the\nextension. D.R. was told the respondent was not available. D.R. left a message asking the\nrespondent to return his call. The respondent did not return D.R.'s call.\n\n\n        \"14.    On July 1, 2013, D.R. called the respondent's office and was able to\nspeak to the respondent. The respondent told D.R. he had obtained a default judgment on\nJune 26, 2013. D.R. prepared an answer and sent it to the Rawlins County District Court.\nThe answer was file-stamped on July 2, 2013.\n\n\n        \"15.    The defendants retained attorney Karan M. Thadani, who filed a motion\nto set aside the default judgment. After an evidentiary hearing, the district court denied\nthe motion.\n\n\n                                             3\n\f        \"16.      The defendants filed a motion for reconsideration and a second motion to\nset aside the default judgment. The second motion was based upon K.S.A. 60-260(b)(3),\nwhich provides for relief from a judgment obtained by fraud, misrepresentation or\nmisconduct by an opposing party. The motion was scheduled to be heard on January 7,\n2014.\n\n\n        \"17.      On January 3, 2014, the respondent sent an email to Thadani that stated:\n\n\n        'Karan:\n\n\n                  'Here are my thoughts on this case. I have a default judgment,\n        which you have appealed, more than once. You lost the first time, and\n        are trying again. Until I received the court documents from Reno County,\n        I did not know that [D.R.] has made a habit of filing late, without an\n        attorney, and then appealing the decision. I also did not know what a true\n        con artist he is. He has well over a million dollars' worth of judgments\n        against him, and more pending. It is also interesting to note that in each\n        of his cases, very rarely does his initial attorney finish the case—usually\n        there is a withdrawal of appearance somewhere in the proceedings. But,\n        that is neither here nor there.\n\n\n                  'I recently realized that I used an incorrect amount in the petition.\n        I used the amount that [D.R.] owes Beaver Valley for augers that he\n        took, rather than the money for defaulting on the wind tower. However, I\n        don't think that is an issue, as the $30k+ judgment is just a small portion\n        of what would be owed under the contract. I'm actually asking for less,\n        not more.\n\n\n                  'Anyway, if you guys want to keep pushing the issue of the\n        default judgment, I will just dismiss the case and file two felony theft\n        charges against [D.R.] instead. He \"bought\" those augers years ago (still\n        within the statute of limitations), and has not paid for two of them. I\n        believe each and every element of the felony theft charges will stand for\n\n                                               4\n\f        a jury. These are my thoughts. Let me know which avenue to pursue on\n        Tuesday.\n\n\n                                                     'Jared'\n\n\n        \"18.      At the hearing on January 7, 2014, Thadani presented the electronic mail\nmessage to the district court. Thadani contended that the respondent was attempting to\nuse his capacity as the Rawlins County Attorney to threaten criminal action as a means to\nforce settlement of the civil lawsuit.\n\n\n        \"19.      The district court granted the defendants' motion to set aside the default\njudgment.\n\n\n                                    \"Conclusions of Law\n\n\n        \"20.      Based upon the parties' stipulation and the above findings of fact, the\nhearing panel concludes as a matter of law that the respondent violated KRPC 1.7, KRPC\n1.11(c)(1), KRPC 3.1, KRPC 3.3(d), KRPC 4.4(a), KRPC 8.4(d), and KRPC 8.4(e), as\ndetailed below.\n\n\n                                         \"KRPC 1.7\n\n\n        \"21.      The respondent stipulated that he violated KRPC 1.7. KRPC 1.7(a)\nprovides:\n\n\n        '(a)      Except as provided in paragraph (b), a lawyer shall not represent\n        a client if the representation involves a concurrent conflict of interest. A\n        concurrent conflict of interest exists if:\n\n\n                  (1)     the representation of one client will be directly\n                          adverse to another client; or\n\n\n\n\n                                               5\n\f                (2)      there is a substantial risk that the representation\n                         of one or more clients will be materially limited\n                         by the lawyer's responsibilities to another client,\n                         a former client or a third person or by a personal\n                         interest of the lawyer.'\n\n\n        \"22.    Relevant to this proceeding, the respondent had two clients: Beaver\nValley Supply Co. and the people of the [sic] Rawlins County. When the respondent used\nhis capacity as the Rawlins County Attorney to threaten criminal action to benefit Beaver\nValley Supply Co.'s position in civil law suit, the respondent violated KRPC 1.7. Based\nupon the respondent's stipulation and the facts presented, the hearing panel concludes that\nthe respondent violated KRPC 1.7(a).\n\n\n                                     \"KRPC 1.11(c)(1)\n\n\n        \"23.    The respondent also stipulated that he violated KRPC 1.11(c)(1). KRPC\n1.11(c)(1) [provides]:\n\n\n        '(c)    Except as law may otherwise expressly permit, a lawyer serving\n        as a public officer or employee shall not:\n\n\n                (1)      participate in a matter in which the lawyer\n                         participated personally and substantially while in\n                         private practice or nongovernmental\n                         employment, unless under applicable law no one\n                         is, or by lawful delegation may be, authorized to\n                         act in the lawyer's stead in the matter[].'\n\n\n        \"24.    While representing Beaver Valley Supply Co., the respondent threatened\nto dismiss the civil suit and pursue felony criminal charges against the defendants, in\nviolation of KRPC 1.11(c)(1). Accordingly, based upon the respondent's stipulation and\nthe findings of fact, the hearing panel concludes that the respondent violated KRPC\n1.11(c)(1).\n\n                                              6\n\f                                         \"KRPC 3.1\n\n\n        \"25.    The respondent stipulated that he violated KRPC 3.1. KRPC 3.1\nprovides:\n\n\n                'A lawyer shall not bring or defend a proceeding, or assert or\n        controvert an issue therein, unless there is a basis for doing so that is not\n        frivolous, which includes a good faith argument for an extension,\n        modification or reversal of existing law. A lawyer for the defendant in a\n        criminal proceeding, or the respondent in a proceeding that could result\n        in incarceration, may nevertheless so defend the proceeding as to require\n        that every element of the case be established.'\n\n\n        \"26.    The respondent filed suit against Sunflower Wind, LLC and D.R. The\npetition named D.R. as a defendant even though D.R. was not a party to the contract. The\nrespondent had no basis in fact to name D.R. personally as a party to the action. As such,\nbased upon the respondent's stipulation and the facts detailed above, the hearing panel\nconcludes that the respondent violated KRPC 3.1.\n\n\n                                       \"KRPC 3.3(d)\n\n\n        \"27.    The respondent stipulated that he violated KRPC 3.3(d). KRPC 3.3(d)\nprovides:\n\n\n                'In an ex parte proceeding, a lawyer shall inform the tribunal of\n        all material facts known to the lawyer which will enable the tribunal to\n        make an informed decision, whether or not the facts are adverse.'\n\n\n        \"28.    The respondent failed to inform the court that D.R. was seeking to obtain\nan extension of time within which to file an answer to the petition. By failing to provide\nthe court with that information and based upon the respondent's stipulation, the hearing\npanel concludes that the respondent violated KRPC 3.3(d).\n\n                                              7\n\f                                         \"KRPC 4.4(a)\n\n\n          \"29.     The respondent also stipulated that he violated KRPC 4.4(a). KRPC\n4.4(a) provides:\n\n\n                   'In representing a client, a lawyer shall not use means that have\n          no substantial purpose other than to embarrass, delay, or burden a third\n          person, or use methods of obtaining evidence that violate the legal rights\n          of such a person.'\n\n\n          \"30.     Naming D.R. as a defendant in the case had no substantial purpose other\nthan to embarrass or burden D.R. Therefore, based upon the respondent's stipulation and\nthe facts presented, the hearing panel concludes that the respondent violated KRPC\n4.4(a).\n\n\n                                         \"KRPC 8.4(d)\n\n\n          \"31.     The respondent stipulated that he violated KRPC 8.4(d). 'It is\nprofessional misconduct for a lawyer to . . . engage in conduct that is prejudicial to the\nadministration of justice.' KRPC 8.4(d).\n\n\n          \"32.     In this case, the respondent engaged in conduct which was prejudicial to\nthe administration of justice when he failed to inform the court that D.R. had contacted\nhim in an attempt to obtain an extension of time. Additionally, the respondent engaged in\nconduct which was prejudicial to the administration of justice when he threatened to file\nfelony criminal charges against D.R. if he did not withdraw the motion to set aside the\ndefault judgment. As a result, the hearing panel concludes that the respondent violated\nKRPC 8.4(d) based upon the respondent's stipulation and the findings of fact.\n\n\n\n\n                                               8\n\f                                        \"KRPC 8.4(e)\n\n\n           \"33.   Finally, the respondent also stipulated that he violated KRPC 8.4(e). 'It\nis professional misconduct for a lawyer to . . . state or imply an ability to influence\nimproperly a government agency or official.' KRPC 8.4(e).\n\n\n           \"34.   The respondent engaged in professional misconduct when he used his\ncapacity as the Rawlins County Attorney to threaten criminal action to benefit his client's\nposition in a civil law suit. Accordingly, based upon the respondent's stipulation and the\nfindings of fact, the hearing panel concludes that the respondent violated KRPC 8.4(e).\n\n\n                                 \"American Bar Association\n                         Standards for Imposing Lawyer Sanctions\n\n\n           \"35.   In making this recommendation for discipline, the hearing panel\nconsidered the factors outlined by the American Bar Association in its Standards for\nImposing Lawyer Sanctions (hereinafter 'Standards'). Pursuant to Standard 3, the factors\nto be considered are the duty violated, the lawyer's mental state, the potential or actual\ninjury caused by the lawyer's misconduct, and the existence of aggravating or mitigating\nfactors.\n\n\n           \"36.   Duty Violated. The respondent violated his duty to his client to avoid\nconflicts of interest. The respondent also violated his duty to the legal system and to the\npublic to maintain his personal integrity.\n\n\n           \"37.   Mental State. The respondent knowingly violated his duties.\n\n\n           \"38.   Injury. As a result of the respondent's misconduct, the respondent caused\npotential injury to his client, the legal system, and the legal profession.\n\n\n\n\n                                               9\n\f                              \"Aggravating and Mitigating Factors\n\n\n        \"39.     Aggravating circumstances are any considerations or factors that may\njustify an increase in the degree of discipline to be imposed. In reaching its\nrecommendation for discipline, the hearing panel, in this case, found the following\naggravating factors present:\n\n\n        \"40.     Multiple Offenses. The respondent stipulated that he committed multiple\nrule violations. The respondent admitted that he violated KRPC 1.7, KRPC 1.11(c)(1),\nKRPC 3.1, KRPC 3.3(d), KRPC 4.4(a), KRPC 8.4(d), and KRPC 8.4(e). Accordingly,\nthe hearing panel concludes that the respondent committed multiple offenses.\n\n\n        \"41.     Mitigating circumstances are any considerations or factors that may\njustify a reduction in the degree of discipline to be imposed. In reaching its\nrecommendation for discipline, the hearing panel, in this case, found the following\nmitigating factors present:\n\n\n        \"42.     Absence of Prior Disciplinary Record. The respondent has not\npreviously been disciplined. In fact, no complaints of misconduct have been lodged\nagainst the respondent prior to the instant complaint.\n\n\n        \"43.     Absence of a Dishonest or Selfish Motive. The respondent's conduct was\nnot motivated by dishonesty or misconduct. Rather, the respondent's misconduct was\nmotivated by zealous advocacy.\n\n\n        \"44.     The Present and Past Attitude of the Attorney as Shown by His\nCooperating During the Hearing and His Full and Free Acknowledgment of the\nTransgressions. The respondent fully cooperated with the disciplinary process at every\nstage and he fully and freely acknowledged the misconduct. The respondent filed an\nanswer admitting each allegation, including the rule violations. Further, the respondent\nentered into a written stipulation with the disciplinary administrator.\n\n\n\n\n                                              10\n\f        \"45.    Inexperience of the Practice of Law. The Kansas Supreme Court\nadmitted the respondent to the practice of law in the State of Kansas in 2005. Thus, at the\ntime of the misconduct, the respondent had been practicing law for 8 years. The hearing\npanel concludes that the respondent was inexperienced in the practice of law.\n\n\n        \"46.    Previous Good Character and Reputation in the Community Including\nAny Letters from Clients, Friends, and Lawyers in Support of the Character and General\nReputation of the Attorney. The respondent enjoys the respect of his peers, as evidenced\nby the testimony of Justin Barrett and the letters entered into evidence as Exhibits A\nthrough D.\n\n\n        \"47.    Remorse. During the hearing on the formal complaint, the respondent\nexpressed heartfelt and genuine remorse. The hearing panel observed physical\nmanifestations of the respondent's extreme remorse. The respondent's expression of\nremorse through his body language and appearance is a compelling factor in mitigation.\n\n\n        \"48.    In addition to the above-cited factors, the hearing panel has thoroughly\nexamined and considered the following Standards:\n\n\n        '5.22   Suspension is generally appropriate when a lawyer in an official\n                or governmental position knowingly fails to follow proper\n                procedures or rules, and causes injury or potential injury to a\n                party or to the integrity of the legal process.\n\n\n        '6.12   Suspension is generally appropriate when a lawyer knows that\n                false statements or documents are being submitted to the court or\n                that material information is improperly being withheld, and takes\n                no remedial action, and causes injury or potential injury to a\n                party to the legal proceeding, or causes an adverse or potentially\n                adverse effect on the legal proceeding.'\n\n\n\n\n                                             11\n\f                                      \"Recommendation\n\n\n        \"49.       The disciplinary administrator recognized that the ABA Standards\napplicable to the case at hand point to a suspension. However, the disciplinary\nadministrator suggested that the mitigating factors are compelling and warrant a\nreduction in the discipline to be imposed. Thus, the disciplinary administrator\nrecommended that the respondent be censured by the Kansas Supreme Court and that the\ncensure be published in the Kansas Reports. The respondent also recommended that the\ndiscipline imposed be published censure.\n\n\n        \"50.       The hearing panel agrees with the disciplinary administrator that the\nABA Standards support a period of suspension. The hearing panel also agrees that the\nevidence in mitigation is compelling, particularly the respondent's remorse, and warrants\na less severe sanction in this case. Thus, based upon the parties' stipulation, the findings\nof fact, the conclusions of law, and the significant compelling mitigation evidence, the\nhearing panel unanimously recommends that the respondent be censured by the Kansas\nSupreme Court. The hearing panel further recommends that the censure be published in\nthe Kansas Reports.\n\n\n        \"51.       During the hearing on this matter, a hearing panel member asked the\nrespondent whether he had availed himself of the education and networking opportunities\nafforded to prosecutors through the conferences held by the Kansas County and District\nAttorney's Association (KCDAA). It appeared to the hearing panel that the respondent\nwas not thoroughly familiar with the organization. The hearing panel recommends that\nthe respondent look into membership in the KCDAA and that the respondent avail\nhimself of the education and networking opportunities offered by the organization.\nFurther, the hearing panel urges the respondent to attend the next conference offered by\nthe association.\n\n\n        \"52.       Costs are assessed against the respondent in an amount to be certified by\nthe Office of the Disciplinary Administrator.\"\n\n\n\n\n                                              12\n\f                                         DISCUSSION\n\n\n       In a disciplinary proceeding, this court considers the evidence, the hearing panel's\nfindings, and the parties' arguments to determine whether KRPC violations exist and, if\nthey do, what discipline should be imposed. Attorney misconduct must be established by\nclear and convincing evidence. In re Foster, 292 Kan. 940, 945, 258 P.3d 375 (2011); see\nSupreme Court Rule 211(f) (2014 Kan. Ct. R. Annot. 363). Clear and convincing\nevidence is \"'evidence that causes the factfinder to believe that \"the truth of the facts\nasserted is highly probable.\"'\" In re Lober, 288 Kan. 498, 505, 204 P.3d 610 (2009)\n(quoting In re Dennis, 286 Kan. 708, 725, 188 P.3d 1 [2008]).\n\n\n       Respondent was given adequate notice of the formal complaint, to which he filed\nan answer. Respondent filed no exceptions to the final hearing report. As such, the panel's\nfindings of fact are deemed admitted. Supreme Court Rule 212(c) and (d) (2014 Kan. Ct.\nR. Annot. 383).\n\n\n       The evidence before the hearing panel establishes by clear and convincing\nevidence the charged misconduct violated KRPC 1.7(a) (2014 Kan. Ct. R. Annot. 531)\n(conflict of interest); 1.11(c)(1) (2014 Kan. Ct. R. Annot. 558) (successive government\nand private employment); 3.1 (2014 Kan. Ct. R. Annot. 602) (meritorious claims and\ncontentions); 3.3(d) (2014 Kan. Ct. R. Annot. 612) (candor toward tribunal); 4.4(a) (2014\nKan. Ct. R. Annot. 641) (respect for rights of third persons); 8.4(d) (2014 Kan. Ct. R.\nAnnot. 680) (engaging in conduct prejudicial to the administration of justice); and 8.4(e)\n(2014 Kan. Ct. R. Annot. 680) (statement or implication of an ability to influence\nimproperly a government agency or official). The evidence also supports the panel's\nconclusions of law. We adopt the panel's conclusions.\n\n\n                                              13\n\f       The only remaining issue is determining the appropriate discipline for respondent's\nviolations. At the hearing before this court, the Disciplinary Administrator's office and\nrespondent both recommended censure by the Kansas Supreme Court and that the\ncensure should be published in the Kansas Reports. The hearing panel has also\nrecommended published censure, adding suggestions that respondent investigate\nmembership with the Kansas County and District Attorney's Association so he may avail\nhimself of the continuing education and networking opportunities offered by that\norganization.\n\n\n       The hearing panel's recommendations are advisory only and do not prevent us\nfrom imposing greater or lesser sanctions. Supreme Court Rule 212(f) (2014 Kan. Ct. R.\nAnnot. 383); see In re Kline, 298 Kan. 96, 212-13, 311 P.3d 321 (2013). After careful\nconsideration, the court holds that a greater sanction is appropriate under the\ncircumstances. The uncontested findings demonstrate respondent committed multiple acts\nof professional misconduct, specifically: (1) using his office as Rawlins County Attorney\nto threaten felony criminal charges against a civil litigant as a means to force settlement\nof a civil suit; (2) failing to provide the court in an ex parte proceeding with all material\nfacts known to respondent that would have enabled the tribunal to make an informed\ndecision about the entry of default judgment; (3) creating a concurrent conflict of interest\nbetween his civil client and his prosecutorial responsibilities as Rawlins County\nAttorney; and (4) initiating a civil action against an individual without a factual basis for\ndoing so. The hearing panel and Disciplinary Administrator's office concede this\nmisconduct points to suspension as the appropriate sanction.\n\n       As comment 4 to KRPC 8.4 (2014 Kan. Ct. R. Annot. 681) (misconduct) states:\n\n\n                \"Lawyers holding public office assume legal responsibilities going beyond those\n       of other citizens. A lawyer's abuse of public office can suggest an inability to fulfill the\n       professional role of attorney.\"\n                                                     14\n\fSee also In re Kline, 298 Kan. 96, 219, 311 P.3d 321 (2013) (as attorney general and later\ndistrict attorney, respondent held positions of particular honor, responsibility, and trust\nbestowed on him by the citizens of Kansas, which trust was betrayed by his professional\nmisconduct); In re Swarts, 272 Kan 28, 55, 30 P.3d 1011 (2001) (\"When one undertakes\nthe responsibility of prosecution we must view his or her conduct by an enhanced\nstandard.\" [citing United States v. Young, 470 U.S. 1, 25, 84 L. Ed. 2d 1, 105 S. Ct. 1038\n(1985)]); State v. Pabst, 268 Kan. 501, 510, 996 P.2d 321 (2000) (\"A prosecutor is a\nservant of the law and a representative of the people of Kansas\"); In re Kraushaar, 258\nKan. 772, 777, 907 P.2d 836 (1995) (Six, J., dissenting) (license to practice law and the\noffice of county attorney require \"a high standard of conduct in order to preserve the\npublic trust in the profession and respect for our system of justice\"); Michael v. Matson,\n81 Kan. 360, 367, 105 P. 537 (1909) (\"'A county attorney is an officer whose duty it is to\ninvestigate crime and to prosecute therefor, not in the interest of the individual who may\nhave suffered, but for the good of the state,'\" quoting Garbriel v. McMullin, 127 Iowa\n426, 429-30, 103 N.W. 355 [1905]).\n\n\n       We have long acknowledged that prosecuting attorneys have broad discretion in\ndeciding whether to charge someone with a crime. See Comprehensive Health of Planned\nParenthood v. Kline, 287 Kan. 372, 408, 197 P.3d 370 (2008) (\"We recognize that a\ncounty attorney or district attorney is the representative of the State in criminal\nprosecutions; and he or she has broad discretion in controlling those prosecutions. The\nscope of this discretion extends to the power to investigate and to determine who shall be\nprosecuted and what crimes shall be charged.\"); State v. Williamson, 253 Kan. 163, 165,\n853 P.2d 56 (1993) (county attorney controls criminal prosecutions); State v. Pruett, 213\nKan. 41, 45, 515 P.2d 1051 (1973) (\"Throughout the judicial history of this state this\ncourt has consistently held that a criminal proceeding is a matter of state concern and the\ncontrol of it is in the county attorney.\").\n                                              15\n\f       Respondent's misuse of his position as county attorney by attempting to effect a\ncivil litigation settlement by threatening criminal prosecution strikes this court as\nespecially egregious. As noted, a critical discretionary stage in our system of criminal\njustice is the prosecutor's determination to charge someone with a crime. The public's\ntrust in the appropriate, good-faith exercise of that discretion is seriously challenged by\nrespondent's bullying of his opposing counsel by writing: \"Anyway, if you guys want to\nkeep pushing the issue of default judgment, I will just dismiss the [civil] case and file two\nfelony theft charges against [the civil defendant] instead.\" This, coupled with the other\nincidents of misconduct and the arguments to this court, compel us to conclude the\nrespondent is presently unable \"to fulfill the professional role of attorney.\" See KRPC\n8.4, comment 4 (2014 Kan. Ct. R. Annot. 681).\n\n\n       Accordingly, a majority of the court holds that respondent should be suspended\nfrom the practice of law for a period of 2 years. We further hold that respondent should\nbe permitted to file a motion with this court for early reinstatement after the first 6\nmonths of his suspension. Prior to filing this motion, respondent must have the\nDisciplinary Administrator's office's written approval of an 18-month probation plan with\nterms and conditions acceptable to that office. Those terms and conditions must\nencompass appropriate supervision of respondent's practice of law, including suitable\nsupervision if respondent returns to the practice of criminal prosecution. See, e.g., In re\nCampbell, 290 Kan. 504, 505, 231 P.3d 562 (2010) (respondent required to develop\nrelationship with another criminal prosecutor and meet regularly to review pending\ncases). The written approval and plan of supervision must be filed as exhibits to\nrespondent's motion for early reinstatement. A minority of the court would impose a\nlesser sanction.\n\n\n\n\n                                              16\n\f                               CONCLUSION AND DISCIPLINE\n\n\n       IT IS THEREFORE ORDERED that Jared Warren Holste be suspended from the\npractice of law in the state of Kansas, in accordance with Supreme Court Rule 203(a)(2)\nand (5) (2014 Kan. Ct. R. Annot. 306), for a 2-year period.\n\n\n       IT IS FURTHER ORDERED that respondent shall comply with Supreme Court Rule\n218 (2014 Kan. Ct. R. Annot. 414).\n\n\n       IT IS FURTHER ORDERED that respondent may seek early reinstatement by motion\nto this court. Prior to filing this motion, respondent must have the written approval of the\noffice of Disciplinary Administrator for an 18-month probation plan with terms and\nconditions acceptable to that office and which conform at a minimum to the conditions\ndescribed in this decision. This written approval and plan of supervision must be filed as\nexhibits to respondent's motion for early reinstatement. Respondent may file a motion for\nearly reinstatement any time after the first 6 months of his suspension.\n\n\n       IT IS FURTHER ORDERED that if respondent does not move for early reinstatement\nas provided above, or is denied early reinstatement, and then seeks reinstatement after the\n2-year period, respondent shall comply with Supreme Court Rule 219 (2014 Kan. Ct. R.\nAnnot. 415).\n\n\n       IT IS FURTHER ORDERED that the costs of these proceedings be assessed to\nrespondent and that this opinion be published in the official Kansas Reports.\n\n\n\n\n                                             17\n\f",
            "ocr": false,
            "opinion_id": 3009022
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}