{
    "id": 3012861,
    "judges": "Nygaard, Roth, Sloviter",
    "date_filed": "1972-07-04",
    "date_filed_is_approximate": true,
    "slug": "evans-v-lavan",
    "case_name_short": "Evans",
    "case_name": "Evans v. Lavan",
    "case_name_full": "Leroy EVANS, Appellant, v. Thomas LAVAN; The District Attorney of the County of Delaware; The Attorney General of the State of Pennsylvania; The District Attorney of Delaware County",
    "attorneys": "Michael J. Kelly, Philadelphia, PA, for Appellant., Vram Nedurian, Jr., A. Sheldon Kovach, Office of District Attorney, Media, PA, for Appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Under Third Circuit LAR 34.1(a) Sept. 5, 2003.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<parties id=\"b604-10\">\n    Leroy EVANS, Appellant, v. Thomas LAVAN; the District Attorney of the County of Delaware; the Attorney General of the State of Pennsylvania; the District Attorney of Delaware County.\n   </parties><br><docketnumber id=\"b604-12\">\n    No. 02-2483.\n   </docketnumber><br><court id=\"b604-13\">\n    United States Court of Appeals, Third Circuit.\n   </court><br><otherdate id=\"b604-14\">\n    Submitted Under Third Circuit LAR 34.1(a) Sept. 5, 2003.\n   </otherdate><br><decisiondate id=\"b604-15\">\n    Decided Sept. 17, 2003.\n   </decisiondate><br><attorneys id=\"b605-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"571\"> \n     *571\n     </span>\n    Michael J. Kelly, Philadelphia, PA, for Appellant.\n   </attorneys><br><attorneys id=\"b605-7\">\n    Vram Nedurian, Jr., A. Sheldon Kovach, Office of District Attorney, Media, PA, for Appellees.\n   </attorneys><br><judges id=\"b605-8\">\n    Before: SLOVITER, NYGAARD, and ROTH, Circuit Judges.\n   </judges>",
    "citations": [
        "77 F. App'x 570"
    ],
    "opinions": [
        {
            "author_str": "Sloviter",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://digitalcommons.law.villanova.edu/cgi/viewcontent.cgi?article=2745&context=thirdcircuit_2003",
            "author_id": null,
            "opinion_text": "                                                                                                                           Opinions of the United\n2003 Decisions                                                                                                             States Court of Appeals\n                                                                                                                              for the Third Circuit\n\n\n9-17-2003\n\nEvans v. Lavan\nPrecedential or Non-Precedential: Non-Precedential\n\nDocket No. 02-2483\n\n\n\n\nFollow this and additional works at: http://digitalcommons.law.villanova.edu/thirdcircuit_2003\n\nRecommended Citation\n\"Evans v. Lavan\" (2003). 2003 Decisions. Paper 269.\nhttp://digitalcommons.law.villanova.edu/thirdcircuit_2003/269\n\n\nThis decision is brought to you for free and open access by the Opinions of the United States Court of Appeals for the Third Circuit at Villanova\nUniversity School of Law Digital Repository. It has been accepted for inclusion in 2003 Decisions by an authorized administrator of Villanova\nUniversity School of Law Digital Repository. For more information, please contact Benjamin.Carlson@law.villanova.edu.\n\f                                                NOT PRECEDENTIAL\n\nUNITED STATES COURT OF APPEALS FOR THE THIRD CIRCUIT\n\n\n\n                        NO. 02-2483\n\n\n\n                       LEROY EVANS,\n                               Appellant\n\n                              v.\n\n       THOMAS LAVAN; THE DISTRICT ATTORNEY\n     OF THE COUNTY OF DELAWARE; THE ATTORNEY\n     GENERAL OF THE STATE OF PENNSYLVANIA; THE\n      DISTRICT ATTORNEY OF DELAWARE COUNTY\n\n\n\n        On Appeal from the United States District Court\n           for the Eastern District of Pennsylvania\n                (D.C. Civil No. 01-cv-03914)\n           District Judge: Hon. Charles R. Weiner\n\n\n          Submitted Under Third Circuit LAR 34.1(a)\n                     September 5, 2003\n\n   Before: SLOVITER, NYGAARD, and ROTH, Circuit Judges\n\n                 (Filed: September 17, 2003)\n\n\n\n\n                  OPINION OF THE COURT\n\fSLOVITER, Circuit Judge.\n\n       Appellant Leroy Evans appeals from the order of the District Court denying his\n\npetition for a writ of habeas corpus, arguing that counsel was ineffective in failing to object\n\nto the prosecutor’s closing argument remarks which allegedly injected racial prejudice into\n\nthe case when she asked, referring to defense witness Lorraine Evans, “Was she so\n\nvenomous because I was white?” After review of the record, we cannot conclude that Evans\n\nhas satisfied the strict standard required to grant a writ of habeas corpus.\n\n                                               I.\n\n                          FACTS and PROCEDURAL HISTORY\n\n       Leroy Evans was tried by a jury in a Pennsylvania state court and convicted on\n\nOctober 21, 1981, of first-degree murder, robbery, criminal conspiracy, burglary,\n\ntampering with evidence and hindering apprehension. He was sentenced to life in prison\n\nplus 9 to 20 years. The incident leading to Evans’ conviction involved the robbery and\n\nmurder of Emily Leo, a part-time Avon salesperson, whom Evans and co-conspirator\n\nAnthony Jones lured to Jones’ home in Chester on November 11, 1980. During the\n\ncommission of the crime, Evans and Jones choked Leo with a clothesline, beat her with an\n\niron, and dragged her to a nearby lot. When Leo temporarily regained consciousness, Jones\n\nthrew rocks at her until a passerby saw him and called the police. Leo died from loss of\n\nblood and massive head trauma one week after the attack.\n\n       Police apprehended Jones the day of the incident. Evans later entered Jones’ house\n\nthrough a second-story window while police guarded the ground-level doors of the crime\n\n                                               2\n\fscene, removed bloody clothes linking Jones to the crime, and destroyed them. Evans was\n\ncharged with burglary and tampering with evidence that day, and, after Jones agreed to plead\n\nguilty and offer testimony against Evans, Evans was also charged with murder, robbery and\n\nconspiracy. In exchange for Jones’ testimony, prosecutors sought a sentence of life\n\nimprisonment for Jones rather than the death penalty.\n\n       Jones’ testimony at trial included the statement that a neighbor, Lorraine Evans (no\n\nrelation to Appellant Leroy Evans), saw the two of them exit Jones’ home during the\n\ncommission of the crime. However, the defense brought Lorraine Evans as a witness, and\n\nshe testified that she had seen Evans in Jones’ yard while the police were investigating what\n\nhad happened that day but, contrary to Jones’ own testimony, she stated she had not seen\n\nJones and Evans exiting the house. On cross-examination, the prosecutor observed that\n\nLorraine Evans was hostile, and asked her why. Lorraine Evans admitted being hostile, but\n\nattributed her attitude as a response to the hostile treatment she had received from the\n\nprosecutor.\n\n       During her closing statement, the prosecutor said the following about Lorraine\n\nEvans, who is African-American:\n\n                      And then they presented the testimony of Lorraine\n              Evans – Lorraine Evans, the woman whose demeanor you saw\n              on the witness stand, a woman who was venomous on the\n              witness stand and who was hostile not only to the people that\n              were questioning her but you could see it and you could tell it\n              in the content of her answers. Ladies and Gentlemen, was she\n              so venomous because of what I stood for? Was she so\n              venomous because I was white? Was she so venomous because\n              she didn’t like cops?\n\n                                              3\n\f                       When Anthony Jones said Lorraine Evans saw him and\n               Leroy Evans going out that back door does it make sense for\n               him to name a woman like that who is so hostile to him?\n               Wouldn’t it, if Anthony Jones were going to fabricate\n               something, wouldn’t he pick one of the corner kids from the\n               neighborhood or one of the women that lived in the project\n               close to his family to say she saw the two of us coming out of\n               the house and waived [sic] to us? But he didn’t. He picked that\n               rattle snake, Lorraine Evans.\n\nApp. II at 38a. Evans’ defense counsel at trial did not object to these remarks.\n\n       In the 22 years since Evans’ conviction, he has filed several unsuccessful challenges\n\nin state court. His direct appeal to the Superior Court was dismissed on July 3, 1984 for\n\nfailure to file an appellate brief. In 1986, after filing a post-conviction collateral relief\n\npetition under Pennsylvania’s Post Conviction Hearing Act (“PCHA”), Evans was granted\n\nthe right to file a direct appeal nunc pro tunc. However, Evans never filed the appeal. Evans\n\nthen filed another post-conviction collateral relief petition under the Post Conviction\n\nRelief Act (“PCRA”), but the state court denied relief. After several more attempts at\n\nappeal, Evans was granted another opportunity to file a direct appeal nunc pro tunc, and\n\nEvans filed his appeal on March 26, 1999. The Superior Court affirmed the judgment of\n\nsentence, and the Pennsylvania Supreme Court denied Evans’ request for Allowance of\n\nAppeal.\n\n       Evans then filed this petition for a writ of habeas corpus under 28 U.S.C. § 2254,\n\nchallenging the constitutionality of his conviction and sentence and raising the following\n\nissues: (1) whether the prosecutor improperly injected race into Evans’ criminal trial; (2)\n\n\n                                                4\n\fwhether the Pennsylvania Supreme Court denied him procedural due process when it denied\n\nhis latest petition for Allowance of Appeal; and (3) whether appellate counsel was\n\nineffective in drafting the petition for Allowance of Appeal for abandoning four of Evans’\n\nfive appellate issues.\n\n       On May 13, 2002, the District Court denied Evans’ petition for a writ of habeas\n\ncorpus, and granted a certificate of appealability under 28 U.S.C. § 2253 on issues (1) and\n\n(2). Issue (3) was dismissed because it had not yet been presented to the state court.\n\n       Evans filed this appeal on May 24, 2002, raising only the issue of whether the\n\nprosecutor’s characterization of the defense witness as “venomous” and a “rattlesnake,” as\n\nwell as the prosecutor’s attributing possible racial bias to the witness, invited racial bias on\n\nthe part of the jury, and thus denied Evans (who himself is African-American) his due\n\nprocess right to a fair trial.\n\n                                               II.\n\n                                        DISCUSSION\n\n       This court has appellate jurisdiction under 28 U.S.C. §§ 1291 and 2253. We can\n\nconduct a plenary review of the state court’s decision when the District Court relies\n\nexclusively on the state court record and has not conducted an evidentiary hearing in a\n\nfederal habeas appeal. Moore v. Morton, 255 F.3d 95, 103 (3d Cir. 2001). Our review for\n\na federal habeas corpus appeal is set out in the Antiterrorism and Effective Death Penalty\n\nAct of 1996 (“AEDPA”):\n\n               An application for a writ of habeas corpus on behalf of a person\n\n                                               5\n\f              in custody pursuant to the judgment of a State court shall not\n              be granted with respect to any claim that was adjudicated on the\n              merits in State court proceedings unless the adjudication of the\n              claim —\n                             (1) resulted in a decision that was\n                     contrary to, or involved an unreasonable\n                     application of, clearly established Federal law, as\n                     determined by the Supreme Court of the United\n                     States; or\n                             (2) resulted in a decision that was based\n                     on an unreasonable determination of the facts in\n                     light of the evidence presented in the State court\n                     proceeding.\n\n28 U.S.C. § 2254(d). The United States Supreme Court has held that “federal habeas courts\n\nmust make as the starting point of their analysis the state courts’ determinations of fact,”\n\nnoting that AEDPA “sought to ensure a level of ‘deference to the determinations of state\n\ncourts,’ provided those determinations did not conflict with federal law or apply federal law\n\nin an unreasonable way.” Williams v. Taylor, 529 U.S. 362, 386 (2000) (citation omitted).\n\n       We consider first whether the prosecutor’s comments injected race into the case.\n\nWe have noted that while “courts applying Supreme Court precedent have found that\n\nimproper racial and ethnic references can be so prejudicial as to result in a denial of due\n\nprocess,” not all such references constitute due process violations. Moore, 255 F.3d at\n\n113-14. The Supreme Court has recognized that closing statements often involve\n\nimprovisation on the part of prosecutors, and, although that does not excuse prosecutorial\n\nmisconduct, it “do[es] suggest that a court should not lightly infer that a prosecutor intends\n\nan ambiguous remark to have its most damaging meaning or that a jury, sitting through\n\nlengthy exhortation, will draw that meaning from the plethora of less damaging\n\n                                              6\n\finterpretations.” Donnelly v. DeChristoforo, 416 U.S. 637, 647 (1974).\n\n       In reviewing Evans’ appeal, the Pennsylvania Superior Court did not find\n\nprosecutorial misconduct because the prosecutor’s question referencing race was isolated\n\nand was related only to the witness’ demeanor, not to the defendant. App. II at 38a.\n\nApplying the standard set out by the Pennsylvania Supreme Court in Commonwealth v.\n\nMurphy, 657 A.2d 927, 935 (Pa. 1995), the Superior Court determined that the\n\nprosecutor’s question did not interfere with exculpatory testimony, and it did not “hinder\n\nobjective weighing of evidence [nor] impede the rendering of a true verdict.” App. II at 37a,\n\n40a.\n\n       The District Court’s view was similar. The Court stated,\n\n              The evidence, as discussed by the trial court, was based in large\n              part upon the evidence of Evans’ co-conspirator who described\n              in detail Evans’ participation in the murder, burglary and\n              obstruction of the ensuing investigation. The isolated\n              comment of the prosecutor during her summation was not\n              directed to Evans nor to the heart of the Commonwealth’s\n              evidence.\n\nApp. at 8a (Evans v. Lavan, C.A. No. 01-3914 (E.D. Pa. May 14, 2002)).\n\n       The District Court also suggested that the defense attorney’s failure to object to the\n\nprosecutor’s question in her closing statement could have been a strategic decision not to\n\ncall attention to the issue, and did not rise to the standard for proving ineffective assistance\n\nof counsel as set out by the Supreme Court in Strickland v. Washington, 466 U.S. 668\n\n(1984).\n\n       The Superior Court and District Court opinions are persuasive. Evans disputes the\n\n                                               7\n\ffinding that the prosecutor’s reference to race was “isolated,” arguing that the prosecutor’s\n\nlengthy comments about defense witness Lorraine Evans’ hostility culminated in the\n\nquestion about racial bias. Evans relies on our opinion in Moore, where we noted that\n\n“[r]acially or ethnically based prosecutorial arguments have no place in our system of\n\njustice” and are only permissible where they are not so prejudicial as to constitute due\n\nprocess violations. 255 F.3d at 113-14. But, as the Government points out, the Moore\n\ncase is factually distinguishable. In Moore, the prosecutor based his theory of guilt on the\n\nfact that the African-American male defendant was married to a white woman and thus\n\nwould be naturally attracted to the white woman he was accused of raping. Id. at 99. The\n\nconviction was reversed on the ground that even curative instructions from the trial judge\n\ncould not overcome the prejudice caused by the prosecutor’s statements. Id. at 118. In this\n\ncase, defense witness Lorraine Evans’ testimony was not so central to either the\n\nGovernment’s or defense’s theory of guilt or innocence that the prosecutor’s question\n\nabout the source of her hostility could infect the trial and subvert due process in the same\n\nway as in Moore.\n\n       We thus conclude that the state court opinion did not “result[ ] in a decision that was\n\ncontrary to, or involve[ ] an unreasonable application of, clearly established Federal law, as\n\ndetermined by the Supreme Court.” See 28 U.S.C. § 2254(d). The court weighed the\n\nevidence in the record and determined that the prosecutor’s statement attacking the\n\nwitness’ credibility was not unduly prejudicial. In addition, there is no misapplication of\n\n“clearly established Federal law” to support Evans’ “secondary effect” argument – that the\n\n                                               8\n\fprosecutor, by suggesting racial bias on the part of an African-American witness, invites\n\nracial bias on the part of any non-African-American jurors toward Evans, who is also\n\nAfrican-American.\n\n                                             III.\n\n                                        CONCLUSION\n\n       For the reasons set forth, we will affirm the District Court’s order denying a writ of\n\nhabeas corpus.\n\n\n\nTO THE CLERK:\n\n              Please file the foregoing opinion.\n\n\n\n              /s/ Dolores K. Sloviter\n              Circuit Judge\n\f",
            "ocr": false,
            "opinion_id": 3012861
        }
    ],
    "court_short_name": "Third Circuit",
    "court_full_name": "Court of Appeals for the Third Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}