{
    "id": 3020994,
    "judges": null,
    "date_filed": "1990-03-02",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-henry-r-valdez",
    "case_name_short": null,
    "case_name": "United States v. Henry R. Valdez",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "http://media.ca8.uscourts.gov/opndir/98/06/974050P.pdf",
            "author_id": null,
            "opinion_text": "                     United States Court of Appeals\n                            FOR THE EIGHTH CIRCUIT\n\n                                 _____________\n\n                                  No. 97-4050\n                                 _____________\n\nUnited States of America,              *\n                                       *\n            Appellee,                  *\n                                       *    Appeal from the United States\n      v.                               *    District Court for the\n                                       *    District of Nebraska.\nHenry R. Valdez,                       *\n                                       *\n            Appellant.                 *\n                                 _____________\n\n                                  No. 97-4075\n                                 _____________\n\nUnited States of America,              *\n                                       *\n            Appellee,                  *\n                                       * Appeal from the United States\n      v.                               * District Court for the\n                                       * District of Nebraska.\nDamion E. Johnson,                     *\n                                       *\n            Appellant.                 *\n                                 _____________\n\n                               Submitted: April 16, 1998\n                                   Filed: June 1, 1998\n                                _____________\n\fBefore McMILLIAN, BOWMAN,1 and MURPHY, Circuit Judges.\n                        _____________\n\nBOWMAN, Circuit Judge.\n\n        Damion Johnson and Henry Valdez were tried jointly for attempted bank\nrobbery, see 18 U.S.C. § 2113 (1994), and using a firearm during a crime of violence,\nsee id. § 924(c)(1) (1994). A jury convicted each on both counts. Following the trial,\nthe District Court2 sentenced Johnson to 97 months' imprisonment on the bank robbery\nconviction to be followed by 120 months' imprisonment on the weapons conviction and\nsentenced Valdez to 175 months' imprisonment on the bank robbery conviction to be\nfollowed by 120 months' imprisonment on the weapons conviction. Each defendant\nappeals. For purposes of briefing and argument, the appeals have been consolidated.\nWe affirm.\n\n                                          I.\n\n      Shortly after 7:00 a.m. on October 1, 1996, bank president John Barry arrived\nat Oak Creek Bank in Valparaiso, Nebraska, to open for the business day. Shortly after\nhe unlocked and entered the bank, two men entered and confronted Barry. The two\nmen were wearing over their faces dark stocking caps with jaggedly cut eye holes. One\nwas carrying a shotgun and the other was carrying a bag. The two ordered Barry to\nopen the bank vault and threatened Barry by telling him he would never see his\ngranddaughter again. Before Barry could open the vault, another bank employee\nentered the bank and discovered the robbery. This prompted the two men to flee,\nspeeding away in a red pick-up truck.\n\n\n      1\n       The Honorable Pasco M. Bowman became Chief Judge of the United States\nCourt of Appeals for the Eighth Circuit on April 18, 1998.\n      2\n      The Honorable Richard G. Kopf, United States District Judge for the District\nof Nebraska.\n\n                                         -2-\n\f         That same morning at approximately 7:30 a.m., a dispatcher alerted Officer\nStanley Funky to the attempted robbery that had just occurred and described both the\nvehicle and the male suspects involved. Officer Funky exited the interstate that he had\nbeen patrolling and began traveling a gravel road en route to Valparaiso. At 7:46 a.m.,\nOfficer Funky observed two male subjects traveling the opposite direction in a red\npick-up truck about six miles south of Valparaiso. Believing that the pick-up truck\nmatched the dispatcher's description, Officer Funky turned around and began following\nthe truck. The truck accelerated, so Officer Funky activated his red lights and siren.\nA chase ensued that lasted several miles and reached speeds of seventy to eighty miles\nper hour. In the meantime, two other officers had created a roadblock in the expected\npath of the pick-up truck. As the truck approached the roadblock, one of the troopers\nfired a round from his shotgun at the truck. Only then did the truck stop, whereupon\nJohnson and Valdez were arrested.\n\n       Pursuant to the arrest, officers seized from Johnson's pocket a butterfly fold-out\nknife and from the pick-up truck two black stocking caps with roughly cut eye holes,\na cloth duffel bag, and a sawed-off shotgun. The pick-up truck had been reported\nstolen just a few hours before the robbery took place.\n\n       At the police station, FBI Agent Ronnie Ott and Nebraska State Patrol Sergeant\nRod Getting informed Valdez of his Miranda rights. Valdez agreed to speak to the\nofficers and signed a written waiver. Soon after the questioning began, Valdez\nrequested an attorney. The interview immediately ceased. A few moments later,\nValdez stated that he had changed his mind and wanted to answer questions. Valdez\nwent on to provide a detailed account of the attempted robbery. In this confession,\nhowever, Valdez never named the other party with whom he was involved in the\nrobbery. Instead, Valdez referred to the other individual as his accomplice. Valdez\nadmitted that he and his accomplice stole the pick-up truck, purchased the stocking\ncaps, cut eye holes in the stocking caps with a butterfly knife, waited in the bushes at\n\n\n                                          -3-\n\fthe bank for the bank president to arrive, and then entered the bank in an attempt to\nexecute the robbery.\n\n                                           II.\n\n       Valdez raises two issues separate from those raised by Johnson. Valdez first\nargues that his confession was not voluntary and therefore should not have been\nadmitted as evidence against him. Valdez claims that, after he requested counsel and\nthe interrogation ceased, the officers held up some papers and stated that Johnson had\nalready told them everything. Only then, Valdez contends, did he change his mind and\ndecide to talk. Valdez further claims that he confessed to the robbery without being\nreadvised of his Miranda rights. The government contends, however, that the agents\nnever held up papers indicating that Johnson had already spoken with them. Rather,\nwhen the interrogation was initially terminated, the government claims that the agents\nstood up to leave, and it was then that Valdez stated that he had changed his mind and\nwanted to talk. The government further asserts that Valdez was readvised of his\nMiranda rights and waived them a second time.\n\n       The voluntariness of a confession is a question of law and thus entitled to de novo\nreview. See Miller v. Fenton, 474 U.S. 104, 115 (1985). A district court's factual\nfindings about the circumstances surrounding a confession, however, are reviewed only\nfor clear error. See United States v. Hornbeck, 118 F.3d 615, 618 (8th Cir. 1997). To\ndetermine the voluntariness of Valdez's confession, the District Court held a Jackson\nv. Denno3 hearing wherein both Agent Ott and Valdez testified as to their version of\nthe facts surrounding the confession.4 The court specifically found Valdez to be \"totally\nincredible,\" Trial Tr. at 428, and therefore believed the government's version.\n\n      3\n       Jackson v. Denno, 378 U.S. 368, 376-77 (1964).\n      4\n         Sergeant Getting had been injured in an explosion just a few days before the\ntrial started. As a result, he was unable to testify.\n\n                                           -4-\n\fWe find no clear error in the District Court's findings of fact, and our de novo review\nof the legal issue of the voluntariness vel non of Valdez's confession proceeds on the\nbasis of those findings.\n\n     Valdez began making a confession to the officers after he had been informed of\nhis Miranda rights and he had signed a written waiver. Valdez then asked for an\nattorney, and the interrogation ceased. Once an accused requests counsel, no further\ninterrogation may take place until counsel has been made available or \"unless the\naccused himself initiates further communication, exchanges, or conversations with the\npolice.\" Edwards v. Arizona, 451 U.S. 477, 484-85 (1981). Further, the\ncommunication initiated by the accused satisfies Edwards only if it relates to the\ninvestigation. See Oregon v. Bradshaw, 462 U.S. 1039, 1045-46 (1983) (plurality\nopinion). In this case, Valdez himself initiated further communication by telling the\nagents as they were leaving the room that he had changed his mind and wanted to\nanswer questions. Moreover, it was clear that Valdez wanted to talk about the\nattempted robbery. Valdez then was readvised of his Miranda rights, waived them\nagain, and confessed to the attempted robbery. We hold that Valdez's confession was\nmade knowingly and voluntarily.5\n\n       The second issue Valdez separately raises relates to his sentencing: whether the\nDistrict Court erred in denying him a downward departure based on diminished\ncapacity. The sentencing guidelines provide:\n\n\n\n\n      5\n       Even if we believed Valdez that he was not advised of his rights under Miranda\na second time, we would hold the same. There is nothing to suggest that the\ninterrogation would have caused Valdez \"to forget the rights of which he had been\nadvised and which he had understood moments before.\" Pittman v. Black, 764 F.2d\n545, 547 (8th Cir.) (quoting Wyrick v. Fields, 459 U.S. 42, 49 (1982)), cert. denied,\n474 U.S. 982 (1985).\n\n                                         -5-\n\f      If the defendant committed a non-violent offense while suffering from\n      significantly reduced mental capacity[,] . . . a lower sentence may be\n      warranted to reflect the extent to which reduced mental capacity\n      contributed to the commission of the offense . . . .\n\nU.S. Sentencing Guidelines Manual § 5K2.13 (1995). To be considered for a\ndownward departure under this section, the defendant must have committed a\nnonviolent offense. Valdez argues that, because the shotgun used in the attempted\nrobbery was not loaded and his accomplice was carrying the weapon, his commission\nof the robbery should be considered nonviolent. We reject this argument and hold that\nValdez was not entitled to a downward departure for diminished capacity. See United\nStates v. Mayotte, 76 F.3d 887, 889 (8th Cir. 1996) (holding that \"[defendant's]\ncommission of the offense of bank robbery precludes any 'diminished capacity'\nreduction\" under § 5K2.13).\n\n                                          III.\n\n       Johnson raises two arguments apart from those set forth by Valdez. First, under\na theory different from Valdez's, Johnson takes issue with the admissibility of Valdez's\nconfession. At trial, the substance of Valdez's confession was offered through the\ntestimony of Agent Ott. The court instructed the jury both before it heard Ott's\ntestimony and after the trial, as part of the jury instructions, not to consider the\nconfession as evidence against Johnson. Ott also told the jury that Valdez would not\nidentify in his confession the person who accompanied him during the robbery. And\njust as Valdez had done in giving his confession, Ott referred to the unidentified\ncompanion as Valdez's accomplice. Thus, Johnson's name never had to be redacted\nfrom Ott's testimony because Valdez never had mentioned Johnson by name in his\nconfession. The only part of Valdez's confession relevant to this discussion was the\nreference to Valparaiso as being the accomplice's home town, which Ott omitted from\nhis testimony.\n\n\n                                          -6-\n\f       Johnson contends that the confession was admitted in violation of his Sixth\nAmendment right to confront and cross-examine witnesses against him. More\nspecifically, Johnson alleges a Bruton violation. See Bruton v. United States, 391 U.S.\n123 (1968). In Bruton, the Supreme Court held that limiting instructions are not\nconstitutionally adequate when \"powerfully incriminating extrajudicial statements of a\ncodefendant, who stands accused side-by-side with the defendant, are deliberately\nspread before the jury in a joint trial.\" Id. at 135-36. The Supreme Court later held in\nRichardson v. Marsh, 481 U.S. 200, 211 (1987), that a proper limiting instruction is\nconstitutionally adequate when \"the confession is redacted to eliminate not only the\ndefendant's name, but any reference to his or her existence.\"\n\n       We have interpreted Bruton as prohibiting the presentation of a redacted\nstatement that \"draws the jury's attention to the fact that a name was omitted and invites\nthe jury to fill in the blank.\" United States v. Long, 900 F.2d 1270, 1280 (8th Cir.\n1990) (citing United States v. Garcia, 836 F.2d 385, 390-91 (8th Cir. 1987)). We find\nconstitutionally problematic cases \"in which the redacted statement alerts the jury to the\nfact that a name available to the prosecution has been purposely omitted . . . [T]his may\nimproperly lead the jury to infer that the omitted name must be the defendant's.\" Garcia,\n836 F.2d at 390; see also Gray v. Maryland, 118 S. Ct. 1151, 1156 (1998) (holding that\n\"redactions that replace a proper name with an obvious blank, the word 'delete,' a\nsymbol, or similarly notify the jury that a name has been deleted\" render the admission\nof a codefendant's confession unconstitutional).\n\n      Valdez never mentioned in his confession the name of the person with whom he\nhad attempted the robbery, and Agent Ott told this fact to the jury. We thus are not\npresented with the situation in which a name was actually omitted in the redacted\nconfession, so we are not concerned with the difficulties presented in that circumstance.\nSee Garcia, 836 F.2d at 391. We therefore look to whether the codefendant's\nconfession incriminates the defendant \"on its face,\" United States v. Flaherty, 76 F.3d\n967, 972 (8th Cir. 1996) (citing Richardson, 481 U.S. at 211), and inquire whether the\n\n                                           -7-\n\fredacted confession \"itself implicates the defendant; there is no violation where the\nconfession implicates the defendant only when linked to other evidence.\" United States\nv. Jones, 101 F.3d 1263, 1270 (8th Cir. 1996) (citing United States v. Miller, 995 F.2d\n865, 867 (8th Cir.), cert. denied, 510 U.S. 1018 (1993)), cert. denied, 117 S. Ct. 1346\nand 117 S. Ct. 1566 (1997).\n\n       On its face, Valdez's confession does not itself implicate Johnson. Only by\nlinking the confession to other evidence could a jury infer that the accomplice was in\nfact Johnson. Further, the prosecution did not improperly \"[lead] the jury straight to the\nconclusion\" that the accomplice was Johnson. Long, 900 F.2d at 1280. In fact,\nValdez's confession was redacted to omit his statement that his accomplice was from\nthe small town of Valparaiso, thus minimizing the chance that the jury would infer that\nthe accomplice was Johnson, who was actually from Valparaiso. We find no Bruton\nviolation and hold that the limiting instruction provided by the court to the jury was\nconstitutionally adequate.\n\n       Second, Johnson argues that the District Court erred by including a prior,\nuncounseled juvenile adjudication for burglary and criminal mischief in his criminal\nhistory score. Prior to Johnson's sentencing, the District Court held a hearing on the\nissue and received evidence, including testimony from Johnson. We review the court's\nfindings for clear error. See United States v. Early, 77 F.3d 242, 245 (8th Cir. 1996)\n(per curiam).\n\n       A defendant can collaterally attack during federal sentencing an earlier state court\nconviction only on the ground that it was obtained in violation of the defendant's right\nto counsel. See United States v. Jones, 28 F.3d 69, 70 (8th Cir. 1994) (per curiam).\nAfter the government proves the fact of conviction, the burden then shifts to the\ndefendant to show that the prior conviction is not constitutionally valid. See Early, 77\nF.3d at 245. Johnson claims that his right to counsel was violated because, he asserts,\nhis waiver of counsel at the juvenile proceeding was not voluntary. For\n\n                                           -8-\n\fsupport, Johnson states that at the time of the juvenile adjudication he was only\nseventeen, inexperienced with the juvenile justice system, and that he knew his mother\nand stepfather wanted him to resolve the matter quickly.\n\n        Johnson's juvenile court records show that at his adjudicatory hearing the court\nproperly advised Johnson and his mother of his rights and that he waived his right to\nappointed counsel at that time. At his disposition hearing held some months later,\nJohnson appeared with his mother and an attorney. Neither Johnson, his mother, nor\nhis attorney sought at that time to set aside the adjudication because of an invalid waiver\nof counsel. There is simply no support in the record for Johnson's bare assertions that\nhis waiver was involuntary. We therefore hold that the District Court did not clearly err\nin concluding that Johnson failed to establish that his waiver of counsel was invalid.\nAccordingly, it was proper for the District Court to use Johnson's juvenile adjudication\nin determining his criminal history category.\n\n                                            IV.\n\n        The remaining issues are raised by both Johnson and Valdez. They first argue\nthat the District Court erred in concluding that the gun used in the robbery was a short-\nbarreled shotgun. The firearm seized from the truck and later admitted into evidence\nwas a fully functional \"Ted Williams model 200, pump 12 gauge shotgun.\" Trial Tr. at\n362. The barrel of the gun had been shortened to sixteen inches, and the stock had been\npartially cut off, leaving a \"pistol grip-type stock.\" Id. at 365. The overall length of the\nfirearm was twenty-seven and one-half inches.\n\n      Both Johnson and Valdez received a mandatory ten-year sentence under 18\nU.S.C. § 924, which provides in part:\n\n       Whoever, during and in relation to any crime of violence . . . uses or\n       carries a firearm, shall, in addition to the punishment provided for such\n\n                                            -9-\n\f        crime of violence[,] . . . be sentenced to imprisonment for five years, and\n       if the firearm is a . . . short-barreled shotgun, . . . to imprisonment for ten\n       years . . . .\n\n18 U.S.C. § 924(c)(1). The ten-year mandatory sentence thus requires that the firearm\nbe a \"short-barreled shotgun,\" which is defined as:\n\n       [A] shotgun having one or more barrels less than eighteen inches in length\n       and any weapon made from a shotgun (whether by alteration, modification\n       or otherwise) if such a weapon as modified has an overall length of less\n       than twenty-six inches.\n\nId. § 921(a)(6). This statute proscribes the use of two sub-categories of weapons: 1)\na shotgun with a barrel shorter than eighteen inches, and 2) any weapon made from a\nshotgun that is shorter than twenty-six inches. See United States v. Hall, 972 F.2d 67,\n70 (4th Cir. 1992). The second sub-category is inapplicable because the firearm at\nissue is longer than twenty-six inches.\n\n       Johnson and Valdez argue that the first sub-category is also inapplicable. They\nconcede that the barrel of the firearm is less than eighteen inches, but they claim that the\nfirearm is not a shotgun within the meaning of the statute. A \"shotgun\" is defined as \"a\nweapon designed or redesigned, made or remade, and intended to be fired from the\nshoulder.\" 18 U.S.C. § 921(a)(5). The two maintain that, because the firearm now has\na pistol grip, it is no longer intended to be fired from the shoulder and, therefore, falls\noutside the scope of the definition. The District Court rejected this argument,\ninterpreting the statute to include the firearm. We review de novo a district court's\nstatutory interpretation. See United States v. Williams, 136 F.3d 547, 550 (8th Cir.\n1998).\n\n      There is no dispute that the shotgun as originally designed and made was\nintended to be fired from the shoulder. We conclude that the statute applies to this\n\n                                           -10-\n\ffirearm even though, after the stock had been sawed off to create a pistol grip, it no\nlonger could be fired from the shoulder. The statute, by its express terms, applies to\nweapons \"designed or redesigned, made or remade.\" 18 U.S.C. § 921(a)(5) (emphasis\nadded). We therefore agree with the District Court that the statute requires only that\na firearm be intended at some point during its design or redesign, making or remaking\nto be fired from the shoulder. The firearm at issue clearly meets this requirement. The\nDistrict Court correctly sentenced Johnson and Valdez to an additional ten years\npursuant to § 924(c)(1).\n\n       Johnson and Valdez next contend that the District Court erred in enhancing their\nsentences for reckless endangerment during their flight from police officers. The\nsentencing guidelines provide for a two-level enhancement \"[i]f the defendant recklessly\ncreated a substantial risk of death or serious bodily injury to another person in the\ncourse of fleeing from a law enforcement officer.\" U.S. Sentencing Guidelines Manual\n§ 3C1.2 (1995). \"Reckless\" is when a \"defendant was aware of the risk created by his\nconduct and the risk was of such a nature and degree that to disregard that risk\nconstituted a gross deviation from the standard of care that a reasonable person would\nexercise in such a situation.\" Id. § 2A1.4 (1995), comment. (n.1). The District Court\nfound that Johnson and Valdez recklessly endangered the lives of other motorists and\nat least three state troopers. We review a district court's finding of recklessness for\nclear error. See Hobbs v. Evans, 924 F.2d 774, 775 (8th Cir. 1991) (per curiam).\n\n       We first note that Valdez's sentence can be enhanced under the reckless-\nendangerment provision even though Johnson was identified as the driver of the truck.\nSee U.S. Sentencing Guidelines Manual § 3C1.2, comment. (n.5) (\"Under this section,\nthe defendant is accountable . . . for conduct that he aided or abetted . . . .). At trial,\nAgent Ott testified that Valdez admitted to waving the shotgun during the car chase in\nthe hope that whoever was chasing them would see the shotgun and back off. See Trial\nTr. at 458. That testimony, coupled with the fact that Valdez presented no evidence\n\n\n                                          -11-\n\fto the contrary, leads us to conclude that Valdez aided and abetted Johnson during the\ncourse of the chase.\n\n        We now turn to the question of whether Johnson and Valdez's actions during their\nflight recklessly created a substantial risk to others. Johnson attempted to flee from\npolice by driving seventy to eighty miles per hour on a gravel road for at least four miles\nwith Officer Funky in pursuit. The chase ended only after Johnson and Valdez reached\na roadblock set up by two other officers and a round from a shotgun was fired at the\ntruck. We believe the District Court did not clearly err in finding that this constituted\nreckless endangerment. See United States v. Sykes, 4 F.3d 697, 700 (8th Cir. 1993)\n(per curiam) (upholding finding of reckless endangerment under § 3C1.2 where police\nhad to pursue defendant after defendant sped off in vehicle and police had to force\ndefendant off the road to apprehend him). As the court found, the officers involved in\nthe chase and motorists and pedestrians in the area were placed at substantial risk.\nJohnson and Valdez claim that their conduct falls short of recklessness because the\nflight took place in daylight, it occurred on county roads in a rural area, and no other\nvehicles or pedestrians were encountered during the pursuit. We find this argument\nmeritless. We do not interpret § 3C1.2 to require that a high speed chase occur at night,\nin an urban area, or that any other vehicles actually ended up in harm's way. Further,\ntheir argument does not account for the risk to the officers involved. The District Court\ndid not err in enhancing Johnson and Valdez's sentences for reckless endangerment.\n\n       Finally, Johnson and Valdez contend that their sentences should not have been\nenhanced for obstruction of justice. The sentencing guidelines provide for a two-level\nsentence enhancement \"[i]f the defendant willfully obstructed or impeded, or attempted\nto obstruct or impede, the administration of justice during the investigation, prosecution,\nor sentencing of the instant offense.\" U.S. Sentencing Guidelines § 3C1.1 (1995). This\ncan include an attempt to harm a witness. See id. § 3C1.1, comment. (n.3(a)); United\nStates v. Adipietro, 983 F.2d 1468, 1479 (8th Cir. 1993).\n\n\n                                          -12-\n\f       Here, the government moved to enhance the defendants' sentences on the ground\nthat they had attempted to harm a witness--the bank president. The District Court heard\nevidence, including testimony from Johnson, and found that Johnson and Valdez\nwillfully attempted to have the bank president harmed. We will review this finding for\nclear error. See United States v. Moss, 138 F.3d 742, 745 (8th Cir. 1998). We will\nreview de novo the question of whether the defendants' conduct warrants an\nobstruction-of-justice enhancement. See United States v. Eagle, 133 F.3d 608, 611 (8th\nCir. 1998).\n\n       The government presented evidence that Johnson and Valdez attempted to have\nthe bank president harmed while they were awaiting trial and in custody at the\nLancaster County Jail in Lincoln, Nebraska. Melvin Denny Lear, a friend of both\nJohnson and Valdez, testified that he had a phone conversation with Johnson in which\nJohnson talked about wishing something bad would happen to the bank president. Lear\nalso testified that he had phone conversations with Valdez in which Valdez asked Lear\nwhether he could get a gun and Valdez talked about getting a bunch of guys and doing\nsomething to the bank president. Lear denied that any of the threats were serious. Lear\nfurther denied taking any steps to harm the bank president. The District Court found\nthat, as to these denials, Lear was lying.\n\n       Several other witnesses testified. Jim Hughes, Johnson's uncle, testified that,\nduring a conversation with Johnson at the jail, Johnson told Hughes that he wanted to\nescape and kill the bank president. Hughes also testified that, during a conversation\nwith Lear, Lear said to Hughes that Johnson talked about wanting to escape in order to\n\"do the bank manager,\" which Hughes interpreted as meaning to kill the bank manager.\nSentencing Tr. at 82-83. Lisa Hanks testified that Lear asked her to drive Lear and his\nfriends to Valparaiso \"so that he could kick John Berry's [sic] [the bank president's]\nass.\" Id. at 58. Robert Nelson also gave testimony about a conversation with Lear in\nwhich Lear \"said he was going to get a couple other guys to go hurt some president and\nhe wanted me to be involved in the beat down.\" Id. at 100. Nelson\n\n                                         -13-\n\ftestified that Lear explained that two of Lear's friends got \"narked on.\" Id. at 101.\nNelson recalled Lear naming Henry Valdez as one of those friends. Finally, Kenneth\nAnderson testified that he and a friend, Corky Graves, visited Valdez at the jail. On the\nway home from the jail, Graves said that Valdez had asked Graves to either \"knock off\nthe bank president or get in touch with someone who could.\" Id. at 119.\n\n       Johnson and Valdez claim that the testimony of Hughes, Hanks, and Nelson was\nnot credible. A district court's credibility determinations, however, are \"virtually\nunreviewable on appeal.\" United States v. Heath, 58 F.3d 1271, 1275 (8th Cir.), cert.\ndenied, 516 U.S. 892 (1995). Based on the testimony of these witnesses, we conclude\nthat the government, needing only to prove by a preponderance of the evidence that\nJohnson and Valdez attempted to have the bank president harmed, see United States v.\nHammer, 3 F.3d 266, 272 (8th Cir. 1993), cert. denied, 510 U.S. 1139 (1994), satisfied\nits burden of proof, and that the District Court did not clearly err in its finding that the\ndefendants attempted to have the bank president harmed. We further hold that this\nconduct is sufficient as a matter of law to warrant a two-level enhancement for\nobstruction of justice.\n\n                                            V.\n\n        We have considered all the issues that Johnson and Valdez have raised. We\nconclude that none has merit. In each of the appeals, the judgment of the District Court\nis affirmed.\n\n       A true copy.\n\n              Attest:\n\n                      CLERK, U.S. COURT OF APPEALS, EIGHTH CIRCUIT.\n\n\n                                           -14-\n\f",
            "ocr": false,
            "opinion_id": 3020994
        }
    ],
    "court_short_name": "Eighth Circuit",
    "court_full_name": "Court of Appeals for the Eighth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}