{
    "id": 3036678,
    "judges": null,
    "date_filed": "1989-01-15",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-ligon",
    "case_name_short": "Ligon",
    "case_name": "United States v. Ligon",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Criminal",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/opinions/2006/03/21/0410495.pdf",
            "author_id": null,
            "opinion_text": "                 FOR PUBLICATION\n UNITED STATES COURT OF APPEALS\n      FOR THE NINTH CIRCUIT\n\nUNITED STATES OF AMERICA,             \n                Plaintiff-Appellee,         No. 04-10495\n               v.                            D.C. No.\nJOHN LIGON,                               CR-03-00189-HDM\n             Defendant-Appellant.\n                                      \n\nUNITED STATES OF AMERICA,                  No. 04-10524\n                Plaintiff-Appellee,\n               v.                            D.C. No.\n                                          CR-03-00189-HDM\nCARROLL MIZELL, aka Cal Smith,\n                                              OPINION\n             Defendant-Appellant.\n                                      \n       Appeals from the United States District Court\n                 for the District of Nevada\n      Howard D. McKibben, District Judge, Presiding\n\n                 Argued and Submitted\n       October 20, 2005—San Francisco, California\n\n                   Filed March 21, 2006\n\nBefore: Stephen Reinhardt, Sidney R. Thomas, and William\n               A. Fletcher, Circuit Judges.\n\n          Opinion by Judge William A. Fletcher\n\n\n\n\n                           2989\n\f                  UNITED STATES v. LIGON             2991\n\n\n                       COUNSEL\n\nRichard F. Cornell and Scott N. Freeman, Reno, Nevada, for\nappellant Ligon.\n\nRichard F. Cornell and David R. Houstin, Reno, Nevada, for\nappellant Mizell.\n\nRonald C. Rachow and Robert Don Gifford, II, Office of the\nUnited States Attorney, Reno, Nevada, for the appellee.\n\f2992                UNITED STATES v. LIGON\n                         OPINION\n\nW. FLETCHER, Circuit Judge:\n\n  Defendants John Ligon and Carroll Mizell appeal their fel-\nony convictions under 18 U.S.C. § 641 for theft of govern-\nment property. They contend, inter alia, that the government\ndid not prove that the property had a “value” within the mean-\ning of § 641. We agree and reverse the convictions.\n\n                    I. Factual Background\n\n   The United States Forest Service (“USFS”) posted a reward\nfor information concerning the theft of several Native Ameri-\ncan petroglyphs that had been removed from an unmarked site\non the side of a mountain in northwest Reno. Acting on a tip\nreceived under a “secret witness” program, Reno police found\ntwo of the petroglyphs prominently displayed in the front yard\nof Ligon’s home, and a third in the back of his Suburban vehi-\ncle parked at his home.\n\n   USFS special agents then interviewed Ligon and Mizell.\nLigon explained that he drove out to the mountainside and\nused a winch and a roller device to pull the three “rocks” out.\nHe admitted that he never sought permission or advice before\ntaking the rocks, and that he excavated them after dark. He\nclaimed that he took the rocks in order to protect them from\nbeing “bowled over” by an encroaching construction develop-\nment, and to display them in his front yard. Mizell stated that\nhe went to the mountainside with Ligon, and he corroborated\nthat the winch and roller device had been used to extract the\npetroglyphs and move them to Ligon’s yard. A USFS special\nagent found a pry bar on the mountainside near where the pet-\nroglyphs had been, but neither Ligon nor Mizell mentioned\nusing this tool.\n\n   A grand jury indicted Ligon and Mizell for removing\narchaeological resources in violation of 16 U.S.C. § 470ee\n\f                    UNITED STATES v. LIGON                  2993\n(Count I), and stealing United States government property in\nviolation of 18 U.S.C. § 641 (Count II). Count I charged that\neach defendant “did knowingly excavate, remove, damage\nand otherwise alter and deface archaeological resources\nlocated on public lands . . . without having a permit to do so,\nand commercial and archaeological value and the cost of res-\ntoration and repair of said resources exceed[ed] the sum of\n$500.” Count II charged that the defendants “did willfully and\nknowingly steal . . . three petroglyph rocks . . . having a value\nin excess of $1,000, and which was then and there the prop-\nerty of the United States[.]” The jury acquitted Ligon and\nMizell of Count I, but found them both guilty of knowingly\nstealing property valued at more than $1,000 under Count II.\n\n   Before trial, a USFS archaeologist prepared a report that\nincluded an estimate of “commercial or fair market value” by\nMark Bahti, the owner of “Bahti Indian Arts,” a commercial\nart gallery in Tucson, Arizona. Bahti’s report was based on\nphotographs of the petroglyphs. Noting that they had been\n“badly scarred in the removal process,” Bahti estimated their\nretail value at $800 or $900. He “conservatively” estimated\nthat they could be sold for $1,500 if they were in good condi-\ntion.\n\n   The government did not introduce Bahti’s report at trial. In\nfact, the government introduced no evidence at all of market\nor other monetary value of the petroglyphs. For both Counts\nI and II, it relied only on “archaeological value,” a valuation\nconcept that considers the worth of archaeological informa-\ntion. A USFS archaeologist testified that the petroglyphs had\nan archaeological value in the $8,000 range, and a USFS spe-\ncial agent testified that she could not determine a “commer-\ncial value” for the petroglyphs, even after contacting\nnumerous sources. The jury instruction on property value for\nCount II provided: “On the valuation issue as to Count Two,\nthe government relies on archaeological value.”\n\n  At the close of evidence, the defendants moved for judg-\nments of acquittal on Count II under Federal Rule of Criminal\n\f2994                UNITED STATES v. LIGON\nProcedure 29(a) on the ground that the government had intro-\nduced no evidence of value within the meaning of § 641. The\ndistrict court took the motions under advisement and submit-\nted the cases to the jury. After the jury returned verdicts of\nguilty on Count II, defendants renewed their motions for\nacquittal, now as Rule 29(c) motions. Defendants attached\ncopies of Bahti’s report to their renewed motions. The district\ncourt denied the motions.\n\n                        II. Discussion\n\n   [1] Section 641 criminalizes the theft of a “thing of value\nof the United States.” 18 U.S.C. § 641. The statute provides\ntwo tiers of penalties depending on the value of the stolen\nproperty. If the value exceeds $1,000, the court can sentence\nthe defendant to a maximum of ten years in prison. Id. Since\nthis offense is “punishable” by a term of imprisonment “ex-\nceeding one year,” it constitutes a felony. 18 U.S.C. § 1(1). If\nthe value is $1,000 or less, however, the maximum sentence\nis one year, 18 U.S.C. § 641, which makes the offense a mis-\ndemeanor. 18 U.S.C. § 1(2). Regardless of whether the gov-\nernment charges a felony or a misdemeanor, value is an\nelement of the offense, and the government must prove that\nthe property stolen had “value.” United States v. Seaman, 18\nF.3d 649, 650 (9th Cir. 1994) (noting that “value” is an ele-\nment of a § 641 offense).\n\n   [2] Section 641 defines “value” as “face, par, or market\nvalue, or cost price, either wholesale or retail, whichever is\ngreater.” 18 U.S.C. § 641. The historical and statutory notes\nto § 641 indicate that the 1948 drafters adopted this definition\n“to conform with that provided in section 2311 of this title.”\nConstruing § 2311, we have found that “where goods have no\nreadily ascertainable market value, ‘any reasonable method\nmay be employed to ascribe an equivalent monetary value to\nthe items.’ ” United States v. Drebin, 557 F.2d 1316, 1331\n(9th Cir. 1977) (quoting United States v. Lester, 282 F.2d 750,\n755 (3d Cir. 1960)). In a more recent § 641 case, we inter-\n\f                    UNITED STATES v. LIGON                    2995\npreted “market value” to include value in a so-called “thieves’\nmarket”:\n\n    In the absence of face or par value, property value is\n    determined by market forces which establish the\n    price at which a buyer is willing to offer the property\n    to a willing seller. As there is no commercial market\n    for [the property in question in this case], however,\n    comparisons with similar transactions in a conven-\n    tional market do not exist to assess the value of this\n    particular sale. In such cases, the property’s value in\n    an illegal market may be considered. This gives\n    § 641 its obvious, and certainly its practical, mean-\n    ing, namely, the amount the goods may bring to the\n    thief.\n\nUnited States v. Bigelow, 728 F.2d 412, 413-14 (9th Cir.\n1984) (citations and internal quotation marks omitted).\n\n   The government did not rely on the definition of “value” in\n§ 641. Instead, it entirely relied on “archaeological value,” as\nthat term is used in 16 U.S.C. §§ 470ee(d) and 470ff(a)(2)(A),\nfor proof of value under 18 U.S.C. § 641. The following col-\nloquy between the district court and the government during\nthe discussion of the defendants’ Rule 29(a) motions makes\nthis clear:\n\n    The Court: Is there evidence in this case on the mar-\n    ket value?\n\n    Mr. Gifford [for the government]: No, Your Honor\n    ....\n\n    ...\n\n    Mr. Gifford: We only presented archaeological\n    value, Your Honor. And that’s all we’re —\n\f2996               UNITED STATES v. LIGON\n    The Court: Okay. Is there anything here on par\n    value?\n\n    Mr. Rachow [for the government]: Your Honor,\n    there’s no definition of par value.\n\n    The Court: Is there anything on face value?\n\n    Mr. Gifford: No, Your Honor.\n\n    The Court: Okay. So what you’re relying on is the\n    archaeological value and asking that that be extrapo-\n    lated and used for purposes of Count Two in estab-\n    lishing the value, is that correct?\n\n    Mr. Gifford: Yes, Your Honor.\n\n   [3] Congress coined the term “archaeological value” when\nit passed the Archaeological Resources Protection Act\n(“ARPA”) in 1979. ARPA protects “archaeological resources\nand sites which are on public lands and Indian lands.” 16\nU.S.C. § 470aa(b). Violators of ARPA are subject to penalties\nthat vary depending on the “commercial or archaeological\nvalue of the archaeological resources involved” and the “cost\nof restoration and repair.” Id. §§ 470ee(d), 470ff(a)(2).\n\n   [4] Regulations promulgated pursuant to ARPA define “ar-\nchaeological value” as the value of archaeological informa-\ntion rather than the value of archaeological artifacts. These\nregulations share the following definition:\n\n    Archaeological value. For the purposes of this part,\n    the archaeological value of any archaeological\n    resource . . . shall be the value of the information\n    associated with the archaeological resource. This\n    value shall be appraised in terms of the costs of the\n    retrieval of the scientific information which would\n    have been obtainable prior to the violation. These\n\f                    UNITED STATES v. LIGON                  2997\n    costs may include, but need not be limited to, the\n    cost of preparing a research design, conducting field\n    work, carrying out laboratory analysis, and preparing\n    reports as would be necessary to realize the informa-\n    tion potential.\n\n18 C.F.R § 1312.14(a); 32 C.F.R. § 229.14(a); 36 C.F.R.\n§ 296.14(a); 43 C.F.R. § 7.14(a) (emphasis added). “Archaeo-\nlogical value” is based on an analysis that “go[es] back in\ntime before the violation occurred and estimate[s] what it\nwould have cost the United States to engage in a full-blown\narchaeological dig at the site” in order to obtain the archaeo-\nlogical information. United States v. Quarrell, 310 F.3d 664,\n679 (10th Cir. 2002) (citation omitted).\n\n   [5] “Archaeological value,” so defined, is not the equiva-\nlent of, nor is it encompassed by, “face, par, or market value,\nor cost price, either wholesale or retail,” as those terms are\nused to define “value” in § 641. Moreover, our case law is\nclear that acceptable alternative methods of calculating value\nunder §§ 2311 and 641 are permissible only where market\nvalue is not readily ascertainable. See Bigelow, 728 F.2d at\n414; Drebin, 557 F.2d at 1331. Here, the government had evi-\ndence of the petroglyphs’ market value but did not introduce\nthat evidence at trial.\n\n   We recognize that for theft offenses involving “archaeolog-\nical resources,” the Sentencing Guidelines impose an\nenhancement that is tied to “archaeological value,” irrespec-\ntive of whether the government obtains the conviction under\n§ 641 or ARPA. See U.S.S.G. app. C, amend. 638; U.S.S.G.\n§§ 2B1.1(c)(4), 2B1.5(b)(1) & cmt. n.1(C), n.2(A)(i),\nn.2(C)(i). But the Sentencing Guidelines do not apply until\nthe government secures a conviction under a statute such as\n§ 641 in accordance with the statutory terms.\n\n  The government’s choice not to introduce any evidence of\n“value” within the meaning of § 641 unfortunately leaves us\n\f2998                UNITED STATES v. LIGON\nlittle choice. It is clear that Ligon and Mizell stole the petro-\nglyphs. It is equally clear that the petroglyphs had a market\nvalue, as evidenced by Bahti’s report. But the government did\nnot introduce that report into evidence, or indeed anything\nelse that might have served as evidence of “value” within the\nmeaning of § 641, although it obviously could have done so.\nWe therefore are constrained to reverse the district court’s\ndenial of the defendants’ Rule 29(c) motions.\n\n                          Conclusion\n\n   [6] “Archaeological value,” as that term is used in 16\nU.S.C. §§ 470ee(d) and 470ff(a)(2)(A), and in the regulations\npromulgated thereunder, does not come within the definition\nof “value” as that term is used in 18 U.S.C. § 641. Because\nthe government introduced no evidence other than “archaeo-\nlogical value” to prove that Ligon and Mizell stole something\nof “value” belonging to the government in violation of § 641,\nthe district court should have granted their motions for acquit-\ntal.\n\n  REVERSED.\n\f",
            "ocr": false,
            "opinion_id": 3036678
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}