{
    "id": 3035289,
    "judges": "Gould, Kleinfeld, Tallman",
    "date_filed": 1134604800000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-hernandez-hernandez",
    "case_name_short": "Hernandez-Hernandez",
    "case_name": "United States v. Hernandez-Hernandez",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Misael HERNANDEZ-HERNANDEZ, Defendant-Appellant",
    "attorneys": "Rebecca L. Pennell, Federal Defenders of Eastern Washington and Idaho, Yakima, WA, for the defendant-appellant., Jane M. Kirk, Assistant United States Attorney, Yakima, WA, for the plaintiff-appellee.",
    "nature_of_suit": "Criminal",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1228-23\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Misael HERNANDEZ-HERNANDEZ, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b1228-26\">\n    No. 02-30429.\n   </docketnumber><br><court id=\"b1228-27\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><br><decisiondate id=\"b1228-28\">\n    Dec. 16, 2005.\n   </decisiondate><br><attorneys id=\"b1230-16\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1214\"> \n     *1214\n     </span>\n    Rebecca L. Pennell, Federal Defenders of Eastern Washington and Idaho, Yakima, WA, for the defendant-appellant.\n   </attorneys><br><attorneys id=\"b1230-17\">\n    Jane M. Kirk, Assistant United States Attorney, Yakima, WA, for the plaintiff-appellee.\n   </attorneys><br><judges id=\"b1230-19\">\n    Before KLEINFELD, GOULD, and TALLMAN, Circuit Judges.\n   </judges>",
    "citations": [
        "431 F.3d 1212"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 24.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/opinions/2005/12/15/0230429.pdf",
            "author_id": null,
            "opinion_text": "                 FOR PUBLICATION\n UNITED STATES COURT OF APPEALS\n      FOR THE NINTH CIRCUIT\n\nUNITED STATES OF AMERICA,                  No. 02-30429\n                Plaintiff-Appellee,\n               v.                            D.C. No.\n                                          CR-02-02127-RHW\nMISAEL HERNANDEZ-HERNANDEZ,\n                                              OPINION\n             Defendant-Appellant.\n                                      \n    On Remand from the United States Supreme Court\n\n                 Filed December 16, 2005\n\n    Before: Andrew J. Kleinfeld, Ronald M. Gould, and\n            Richard C. Tallman, Circuit Judges.\n\n                Opinion by Judge Tallman;\n Partial Concurrence and Partial Dissent by Judge Kleinfeld\n\n\n\n\n                           16511\n\f            UNITED STATES v. HERNANDEZ-HERNANDEZ          16515\n                         COUNSEL\n\nRebecca L. Pennell, Federal Defenders of Eastern Washing-\nton and Idaho, Yakima, Washington, for the defendant-\nappellant.\n\nJane M. Kirk, Assistant United States Attorney, Yakima,\nWashington, for the plaintiff-appellee.\n\n\n                          OPINION\n\nTALLMAN, Circuit Judge:\n\n   Misael Hernandez-Hernandez appeals his sentence follow-\ning a guilty plea conviction for illegal reentry in violation of\n8 U.S.C. § 1326. He challenges a 16-level enhancement for\nreentry after deportation pursuant to a “crime of violence,”\ncontending that (1) the enhancement violates Apprendi v. New\nJersey, 530 U.S. 466 (2000), because the government did not\ncharge him with being an aggravated felon, and (2) his prior\nfelony convictions do not qualify as “crimes of violence”\nunder U.S.S.G. § 2L1.2(b)(1)(A)(ii). He also challenges a\none-point criminal history score increase for a misdemeanor\nconviction for threats to do harm, contending that this prior\nconviction should have been excluded under U.S.S.G.\n§ 4A1.2(c)(1). We previously affirmed Hernandez-\nHernandez’s conviction and sentence in United States v.\nHernandez-Hernandez, 387 F.3d 799 (9th Cir. 2004). The\nSupreme Court vacated that judgment and remanded for fur-\nther consideration in light of United States v. Booker, 543\nU.S. 220 (2005). Ramos-Birrueta v. United States, 125 S. Ct.\n1427 (2005).\n\n   We again hold that the district court properly counted the\nprior convictions, and so affirm all grounds on which the sen-\ntence was based. However, we grant limited remand to the\n\f16516        UNITED STATES v. HERNANDEZ-HERNANDEZ\ndistrict court pursuant to United States v. Ameline, 409 F.3d\n1073 (9th Cir. 2005) (en banc).\n\n                                  I\n\n   On July 23, 2002, the grand jury charged Hernandez-\nHernandez with one count of illegal re-entry after deportation\nin violation of 8 U.S.C. § 1326. The indictment alleged that\nhe had been deported on or about July 9, 1997, and that he\nwas found thereafter in the United States without permission\non June 30, 2002. The indictment did not allege that his\ndeportation followed a conviction for an aggravated felony.\nHe pled guilty to the indictment.\n\n   The presentence report (“PSR”) recommended a 16-level\nenhancement because he previously had been deported subse-\nquent to several aggravated felony convictions, including a\n1987 California conviction for infliction of corporal injury\nupon a spouse, and a 1993 California conviction for two\ncounts of false imprisonment. The PSR also recommended\nassessing one criminal history point for a 2002 Washington\nmunicipal court conviction for threats to do harm.1\nHernandez-Hernandez objected to the PSR. He asserted that\nthe convictions for infliction of corporal injury upon a spouse\nand for false imprisonment did not merit a 16-level enhance-\nment, and his conviction for threats to do harm did not war-\nrant a criminal history point because it should have been\nexcluded under U.S.S.G. § 4A1.2(c) as being similar to the\noffense of disorderly conduct.\n\n   The district court denied Hernandez-Hernandez’s objec-\ntions. He had filed a motion to set aside the false imprison-\nment charges, called a “995 Motion” in California courts,\nbefore pleading guilty. During the change of plea hearing for\nthe false imprisonment charges, defense counsel stated that\n  1\n   Hernandez-Hernandez received a sentence of 90 days in jail with 87\ndays suspended for this misdemeanor conviction.\n\f              UNITED STATES v. HERNANDEZ-HERNANDEZ                   16517\nthe parties stipulated to the contents of the 995 Motion as the\nfactual basis for the plea.2 In this case, the district court relied\n   2\n     The facts contained in Hernandez-Hernandez’s 995 Motion show that\non September 7, 1991, Alisia Garcia and a group of female friends trav-\neled together in a van to go to a dance club. The party consisted of Alisia,\nJuana, Blanca (a friend of Juana’s), Maria (Alisia’s sister), Modesta, and\nCleo. Shortly after arriving at the dance club, Blanca met the defendant.\nThey danced and sat together for the majority of the evening. After leav-\ning the dance club around 1:45 a.m., the women went to a restaurant\nacross the street and then returned to the van to drive home. The stipulated\n995 Motion further provided the following facts:\n       Juana was saying goodbye to her boyfriend, Cleo was saying\n    goodbye to her boyfriend, Maria was getting into the van. At the\n    same time, the defendant was telling Blanca that he wanted to\n    take her home. There was a lot of commotion. Alisia and others\n    told the defendant that Blanca couldn’t go with him.\n      Defendant reportedly “got mad.” He said he was going to fol-\n    low the van, but then left. The group of women then left. Juana\n    was driving, Alisia was in the passenger seat, and the other\n    women were in two bench seats that are against the sides of the\n    wall of the van.\n       The van proceeded south on Route 101, and Alisia went back\n    to sleep. While the van was on Route 129 headed towards Wat-\n    sonville, Alisia was awakened by Juana saying, “Why is he fol-\n    lowing us?” Cleo was yelling at Blanca, telling her that it was her\n    fault they had a stranger behind them.\n       A truck then passed them on a curve. Alisia recognized it as\n    the same truck that the defendant had been in at the parking lot\n    earlier. The truck stopped in front of them, at an angle preventing\n    the van from passing on either side. The defendant then came\n    over from the truck to the van.\n       He approached the van on the driver’s side and opened the\n    door partially. Juana pulled it back, and the defendant continued\n    to try to open it. Eventually he opened the door. During this time\n    he was telling the group that he wanted “Martha,” which was the\n    name that Blanca had used to identify herself to him.\n       Blanca told the defendant to stop trying to open the door, and\n    to leave Juana alone. According to Alisia, the defendant was yell-\n    ing that he wanted Martha (i.e., Blanca) and that he was going to\n    take her.\n\f16518          UNITED STATES v. HERNANDEZ-HERNANDEZ\non that stipulated factual basis to find that the false imprison-\nment conviction supported the 16-level enhancement. The\ncourt found that Hernandez-Hernandez clearly committed the\ncrimes underlying the conviction through the use of force or\nviolence.3 The district court assessed one point for his convic-\ntion for threats to do harm because it found that the offense\n“is more like harassment than it is [like] disorderly conduct.”\n\n      He reportedly was pulling on Juana (the driver) trying to get\n    her out of the van, but Alisia and her sister were also holding\n    onto Juana keeping her in the van. The defendant kept saying that\n    he wanted Martha.\n       According to Alisia, although Blanca had decided not to go\n    with the defendant, she was starting to exit out the side van door.\n    Alisia angrily told Blanca that she was not going to go, and then\n    “hit her back into the van.” Cleo was saying “Let him take her,\n    it’s her fault we’re in this, let him take her.” Maria was holding\n    onto Juana, and Juana was telling the defendant to let her go.\n       After Alisia hit or pushed Blanca back into the van the defen-\n    dant reached into the vehicle. According to Alisia, he pulled\n    some wires and some sparks came out from underneath the dash.\n    Alisia stood up, reached over Juana, and slugged the defendant\n    in the face.\n         The defendant reportedly backed away. Alisia claims that the\n      defendant then told them he wanted all their money, and that\n      Juana told him they didn’t have any money. Even though Alisia\n      had seen no other person with the defendant or in or around the\n      defendant’s truck, she testified that another man somehow\n      appeared standing next to the defendant. The defendant suppos-\n      edly said, “If she moves, kill her”, and moved his right hand to\n      the back of his body. The defendant then stepped back, and said\n      that they had three minutes to give Martha to him. A minute or\n      two later, the defendant got back into his truck and drove away.\n   3\n     The district court noted that “[t]he facts . . . don’t support any finding\nthat this was done by any means other than through the threat of force and\nforce. The recitation of the event by the defense and the plea to that, those\nfindings seem to me to be judicially noticeable.”\n   In addition, the district court found that Hernandez-Hernandez’s 1987\nconviction for violating Cal. Penal Code § 273.5 (infliction of corporal\ninjury upon a spouse) qualified to support the enhancement.\n\f             UNITED STATES v. HERNANDEZ-HERNANDEZ              16519\n   The resulting calculation placed Hernandez-Hernandez in\nCriminal History Category IV with an adjusted Offense Level\nof 21, producing a sentencing range of 57-71 months. The dis-\ntrict court sentenced him to 65 months of imprisonment.\n\n                                  II\n\n   Hernandez-Hernandez contends that the district court\nimproperly enhanced his sentence for prior aggravated felony\nconvictions that the government did not charge in the indict-\nment, submit to a jury, and prove beyond a reasonable doubt.\nThis argument is foreclosed by our decision in United States\nv. Pacheco-Zepeda, 234 F.3d 411, 415 (9th Cir. 2000) (con-\nstruing Apprendi to mean that the government is not required\n“to include [an alien’s] prior aggravated felony convictions in\nthe indictment, submit them to a jury, or prove them beyond\na reasonable doubt”), and United States v. Quintana-\nQuintana, 383 F.3d 1052, 1052-53 (9th Cir. 2004).\n\n                                 III\n\n   Hernandez-Hernandez challenges the district court’s impo-\nsition of the 16-level enhancement, contending that he has not\nbeen convicted of a prior felony “crime of violence” under\nU.S.S.G. § 2L1.2(b)(1)(A)(ii). He argues that the district\ncourt’s reliance on the stipulated 995 Motion to determine\nwhether the false imprisonment conviction constitutes a\n“crime of violence” violates the prohibition set forth in Taylor\nv. United States, 495 U.S. 575, 601-02 (1990), that sentencing\ncourts may not inquire into the facts underlying a prior con-\nviction to determine whether it counts as a predicate offense.\nWe review de novo a district court’s determination that a prior\nconviction merits an enhancement to the base offense level.\nUnited States v. Rivera-Sanchez, 247 F.3d 905, 907 (9th Cir.\n2001) (en banc).4\n   4\n     The parties now agree that Hernandez-Hernandez’s 1987 conviction\nfor violating Cal. Penal Code § 273.5 cannot support the enhancement\nbecause the offense was a misdemeanor, punishable by up to one year in\nthe county jail. See U.S.S.G. § 2L1.2(b).\n\f16520         UNITED STATES v. HERNANDEZ-HERNANDEZ\n   [1] Hernandez-Hernandez is subject to a 16-level increase\nin his base offense level if he previously was deported pursu-\nant to a felony conviction for a crime of violence, defined as\n“any offense under federal, state, or local law that has as an\nelement the use, attempted use, or threatened use of physical\nforce against the person of another.” § 2L1.2(b)(1)(A)(ii),\ncmt. n. 1B(iii). Taylor applies to the predicate offense deter-\nmination under § 2L1.2. United States v. Pimentel-Flores, 339\nF.3d 959, 967-68 (9th Cir. 2003).\n\n   [2] The California false imprisonment statute reaches both\nconduct that constitutes a crime of violence and conduct that\ndoes not; therefore, we use the modified categorical approach\nto examine “documentation or judicially noticeable facts that\nclearly establish that the conviction is a predicate conviction\nfor enhancement purposes[,] such as the indictment, the judg-\nment of conviction, jury instructions, a signed guilty plea, or\nthe transcript from the plea proceedings.” Rivera-Sanchez,\n247 F.3d at 908 (alteration in original) (quoting United States\nv. Casarez-Bravo, 181 F.3d 1074, 1077 (9th Cir. 1999)); see\nUnited States v. Hernandez-Castellanos, 287 F.3d 876, 881\n(9th Cir. 2002).5\n\n   [3] We must decide whether the district court properly fol-\nlowed the modified categorical approach when it relied on the\nfacts contained in the stipulated 995 Motion to determine that\nHernandez-Hernandez committed the offense of false impris-\nonment through the use of violence. We allow sentencing\n  5\n    Hernandez-Hernandez pled guilty to committing the offense of false\nimprisonment, defined as “the unlawful violation of the personal liberty of\nanother.” Cal. Penal Code § 236. He pled guilty to committing the offense\n“by violence, menace, fraud, or deceit,” making it a felony. See Cal. Penal\nCode § 237. The parties agree that the statute is overbroad under Taylor’s\nformal categorical approach. The parties further agree that if Hernandez-\nHernandez committed false imprisonment by fraud or deceit, the convic-\ntion would not qualify as a predicate offense under U.S.S.G.\n§ 2L1.2(b)(1)(A)(ii); however, if he committed the offense by force or\nviolence, the crime of violence requirement is satisfied.\n\f              UNITED STATES v. HERNANDEZ-HERNANDEZ                   16521\ncourts to consider signed plea agreements and plea transcripts\nin conjunction with other documents when making this deter-\nmination. See United States v. Hernandez-Valdovinos, 352\nF.3d 1243, 1248 (9th Cir. 2003) (allowing the district court to\nrely on the indictment, plea agreement, minutes from the\nchange of plea hearing, and judgment); United States v.\nBonat, 106 F.3d 1472, 1476-77 (9th Cir. 1997) (allowing the\ndistrict court to consider the information, sentence of impris-\nonment, and the plea transcript); United States v. Sweeten,\n933 F.2d 765, 768-70 (9th Cir. 1991) (allowing the district\ncourt to consider the indictment, signed plea agreement, and\njudgment). The Supreme Court has confirmed that in plea\ncases, the court may rely upon “the statement of factual basis\nfor the charge,” required under Federal Rule of Criminal Pro-\ncedure 11(a)(3), as “shown by a transcript of plea colloquy or\nby written plea agreement presented to the court, or by a\nrecord of comparable findings of fact adopted by the defen-\ndant upon entering the plea.” United States v. Shepard, 125\nS. Ct. 1254, 1259-60 (2005).\n\n   [4] In the stipulated 995 Motion,6 Hernandez-Hernandez\nadmitted to a particular set of facts that clearly involve vio-\nlence and the use of force. He positioned his truck to block\nthe path of his victims’ van, attempted to pry open the van’s\ndoor, grabbed one of the victims and attempted to extract her\nforcibly from the van, and then yanked the wires under the\ndashboard to disable the victims’ vehicle. Finally, he threat-\nened to kill the occupants if they refused to turn over one of\nthe women in the van. This stipulation does not describe\nactivities of fraud or deceit; it describes acts of violence. The\nconclusion is inescapable that, by stipulating to this testimony\n  6\n    We do not, as the dissent suggests, decide that “a written argument of\nlaw by a lawyer” is sufficient to provide the factual basis underlying a\nconviction. Rather, we consider the defendant’s guilty plea and the factual\nbasis of that plea when it is stipulated by the defendant. The factual basis\nstipulation, referring to the written brief itself, allows us to rely on the\nfacts described by the brief.\n\f16522        UNITED STATES v. HERNANDEZ-HERNANDEZ\nas the factual basis for his guilty plea, Hernandez-Hernandez\nnecessarily was convicted of a crime committed by violent\nmeans, and not by the other methods set forth in the charging\ndocument and statute.\n\n   [5] We see no appreciable difference between allowing the\ndistrict court to rely on the stipulated 995 Motion which\nserved as the factual basis for the plea and allowing prior sen-\ntencing courts to rely on a plea agreement or the transcript of\na plea colloquy. Indeed, this document serves as the “findings\nof fact adopted by the defendant upon entering the plea,”\nwhich is part of the judicial record on which the Supreme\nCourt agrees later courts may rely. See id. at 1260. Congress\ndid not intend to require sentencing courts to engage in “an\nelaborate factfinding process regarding the defendant’s prior\noffenses.” Taylor, 495 U.S. at 601. Here, because Hernandez-\nHernandez stipulated to a document which served as the fac-\ntual basis for his guilty plea, the sentencing court was not\nrequired to engage in any further factfinding endeavor.7 The\ncourt did no more than we have allowed in our prior cases; it\nrelied on readily available facts expressly stipulated by both\nsides and clearly fitting within the statutory definition of a\ncrime of violence. The district court did not violate Taylor.\n\n   Our colleague in dissent criticizes the district court’s reli-\nance on the stipulation. The dissent argues that the defense\ncounsel’s stipulation in open court to the 995 Motion does not\ndemonstrate that Hernandez-Hernandez necessarily admitted\nto all the facts in the 995 Motion. Dissent op. 16534-35. The\ndissent notes that “[a]t his change of plea hearing,\nHernandez[-Hernandez] never personally acknowledged the\n  7\n    We note that the stipulation to the means Hernandez-Hernandez used\nto accomplish the false imprisonment was necessary to his plea. See FED.\nR. CRIM. P. 11(b)(3). As a result, because Hernandez-Hernandez was con-\nvicted of committing false imprisonment by violence, menace, fraud or\ndeceit, and the factual basis only described violent means, we can con-\nclude that he was convicted of committing the crime through violence.\n\f              UNITED STATES v. HERNANDEZ-HERNANDEZ                   16523\ntruth of the allegations set out in footnote 2 . . . . The judge\nnever personally addressed him to ask whether those things\nwere true. Nor did the judge ask him what he had done.” Id.\nat 16533. Relying on the fact that “Hernandez[-Hernandez]\nnever acknowledged that he agreed that these facts had taken\nplace, or even that he had ever seen his lawyer’s motion\npapers,” the dissent concludes that the exchange between the\nattorneys and the court which resulted in the stipulation does\nnot “unequivocally establish[ ]” these facts as required for the\nmodified categorical approach. Id. at 16534.\n\n   [6] There is no authority to support the proposition that\nwhen Hernandez-Hernandez’s attorney stipulated to the fac-\ntual basis supporting the plea agreement the defendant was\nnot bound by the facts contained in that stipulation. In fact,\nwe have repeatedly held that criminal defendants are bound\nby the admissions of fact made by their counsel in their pres-\nence and with their authority. See United States v. Ferreboeuf,\n632 F.2d 832, 836 (9th Cir. 1980) (holding that “when a stipu-\nlation to a crucial fact is entered into the record in open court\nin the presence of the defendant, and is agreed to by defen-\ndant’s acknowledged counsel, the trial court may reasonably\nassume that the defendant is aware of the content of the stipu-\nlation and agrees to it through his or her attorney”); see also\nUnited States v. Bentson, 947 F.2d 1353, 1356 (9th Cir. 1991)\n(finding that defendant was bound by his attorney’s admission\nduring closing argument); Rodriguez-Gonzalez v. INS, 640\nF.2d 1139, 1141-42 (9th Cir. 1981) (holding that attorney’s\nadmission to an element of the offense in the petitioners’ pres-\nence at a deportation hearing was binding on the petitioners).8\n   8\n     Hernandez-Hernandez’s contention that our decision in United States\nv. Pena, 314 F.3d 1152 (9th Cir. 2003), controls this issue is unavailing.\nIn Pena, we held that “[t]he plea colloquy failed to comply with Rule 11\nbecause the district court never explained to [the defendant] the nature of\nthe charges against him. Merely asking . . . his attorney whether the attor-\nney, not [the defendant], understood and agreed with the elements of the\noffense is insufficient.” Id. at 1156 (emphasis in original). There, we were\n\f16524        UNITED STATES v. HERNANDEZ-HERNANDEZ\nConsistent with this approach, we have recently approved of\nreliance on the prosecutor’s statement of the factual basis of\nthe charge where defense counsel did not object to the factual\nstatement. See United States v. Smith, 390 F.3d 661, 666 (9th\nCir. 2004), as amended by 405 F.3d 726 (9th Cir. 2005) (con-\ncluding that the defendant conceded the facts through his\ncounsel). The Smith court held that “the district court may\nrely on the undisputed factual basis as stated at the plea hear-\ning to support” a sentencing enhancement. See id. at 665-66\n(citing United States v. Palmer, 68 F.3d 52, 53 (2d Cir.\n1995)). In the case at bar, the district court’s reliance on the\n995 Motion is equally appropriate; the defense counsel\nexpressly stipulated to the factual basis of the plea and that is\nsufficient to constitute “findings of fact adopted by the defen-\ndant.” Shepard, 125 S. Ct. at 1260.\n\n   [7] The purpose of the Taylor approach is “to determine if\nthe record unequivocally establishes that the defendant was\nconvicted of the generically defined crime, even if the statute\ndefining the crime is overly inclusive.” Hernandez-\nValdovinos, 352 F.3d at 1247 (quoting United States v.\nCorona-Sanchez, 291 F.3d 1201, 1211 (9th Cir. 2002) (en\nbanc)). The district court did exactly as we have instructed. It\nlooked to the statute of conviction and to judicially noticeable\nfacts, the stipulated factual basis, which “unequivocally estab-\nlish[ ]” that Hernandez-Hernandez’s prior conviction involved\nthe use of force and violence. The district court properly\nimposed a 16-level enhancement for a prior aggravated felony\nconviction.\n\n                                  IV\n\n   Hernandez-Hernandez challenges the inclusion of one point\nin his criminal history score, contending that his 2002 convic-\n\nconcerned because the court failed to ask whether the defendant under-\nstood the nature of the charges; it was irrelevant whether the attorney\nunderstood them. See id. Pena does not support the theory that Hernandez-\nHernandez’s counsel could not agree to a stipulation of facts on his cli-\nent’s behalf.\n\f            UNITED STATES v. HERNANDEZ-HERNANDEZ           16525\ntion for threats to do harm, a municipal misdemeanor convic-\ntion, should have been excluded under U.S.S.G.\n§ 4A1.2(c)(1). We review de novo a district court’s inclusion\nof a prior conviction for criminal history purposes. United\nStates v. Lopez-Pastrana, 244 F.3d 1025, 1027 (9th Cir.\n2001).\n\n   Prior sentences for misdemeanors are generally included in\na defendant’s criminal history score, subject to certain excep-\ntions:\n\n    (1) Sentences for the following prior offenses and\n    offenses similar to them, by whatever name they are\n    known, are counted only if (A) the sentence was a\n    term of probation of at least one year or a term of\n    imprisonment of at least thirty days, or (B) the prior\n    offense was similar to an instant offense [illegal\n    reentry]:\n\n    ...\n\n    Disorderly Conduct\n\n    ...\n\nU.S.S.G. § 4A1.2(c). We must decide whether Hernandez-\nHernandez’s prior misdemeanor sentence was a term of\nimprisonment of at least thirty days, and whether the convic-\ntion for “threats to do harm” is similar to “disorderly con-\nduct.” The conviction for threats to do harm may not be\ncounted under subsection (B) because a conviction for threats\nto do harm is not similar to the instant offense of illegal reen-\ntry.\n\n                               A\n\n   [8] Section 4A1.2(c)(1)(A) of the Sentencing Guidelines\ninstructs that a sentence may be counted only if the sentence\n\f16526         UNITED STATES v. HERNANDEZ-HERNANDEZ\nwas for a term of imprisonment of at least thirty days. A “sen-\ntence of imprisonment” is defined as a sentence of incarcera-\ntion and refers to the maximum sentence imposed, rather than\nthe time actually served. § 4A1.2(b)(1). If part of the sentence\nof imprisonment is suspended, “sentence of imprisonment”\nrefers “only to the portion that was not suspended.”\n§ 4A1.2(b)(2). Hernandez-Hernandez received a 90-day sen-\ntence, with 87 days suspended for this misdemeanor convic-\ntion. The sentence imposed for his conviction for threats to do\nharm does not count as a prior sentence under\n§ 4A1.2(c)(1)(A) because his sentence was for only three\ndays. See § 4A1.2(b)(2).\n\n   [9] We recognize that this result may appear to be at odds\nwith prior precedent. See United States v. Williams, 291 F.3d\n1180, 1195 (9th Cir. 2002) (finding that the defendant’s six-\nmonth suspended sentence must be counted as a prior sen-\ntence despite the exclusion in § 4A1.2(c)(1)). Williams is dis-\ntinguishable because that defendant’s sentence was “totally\nsuspended” and § 4A1.2(b)(2) did not apply. Id. Where, as\nhere, the sentence was partially suspended, § 4A1.2(b)(2) pre-\nvents the three-day “sentence of imprisonment” from count-\ning as a prior sentence.9\n\n                                    B\n\n  [10] Our determination that Hernandez-Hernandez’s prior\nsentence did not exceed thirty days does not end our inquiry.\n  9\n    Other circuits have interpreted § 4A1.2 as we do here. See United\nStates v. Dixon, 230 F.3d 109, 112 (4th Cir. 2000) (vacating sentence\nbecause the district court counted the suspended sentence); United States\nv. Johnson, 43 F.3d 1211, 1214 (8th Cir. 1995) (noting that the critical\ninquiry is whether the sentence is “countable,” not whether it qualifies as\na prior sentence); United States v. Tabaka, 982 F.2d 100, 102-03 (3d Cir.\n1992) (under § 4A1.2(b)(2), the district court must count the 48-hour time\nserved that was not suspended, but it may not count the suspended part of\nthe sentence imposed).\n\f               UNITED STATES v. HERNANDEZ-HERNANDEZ                       16527\nWe must next ask whether his conviction for threats to do\nharm is similar to the listed offense of disorderly conduct.10\n\n  Under the “conduct” test, Hernandez-Hernandez’s prior\nconviction is similar to the listed offense if the elements of the\nmunicipal threats to do harm ordinance are similar to the ele-\nments necessary to prove the listed offense of disorderly con-\nduct. See Lopez-Pastrana, 244 F.3d at 1027; Martinez\n(Carlos), 69 F.3d at 1000-01.\n\n   The Toppenish, Washington, city ordinance reads:\n\n       It is unlawful for any person to communicate,\n       directly or indirectly, the intent to cause bodily\n       injury to another person or the intent to cause physi-\n       cal damage to the property of another. Every person\n       convicted of a violation of the provision of this sec-\n       tion shall be guilty of threats to do harm, a misde-\n       meanor.\n\nToppenish Mun. Code § 9.06.020.\n\n  In contrast, the Model Penal Code (“MPC”)11 defines disor-\nderly conduct as:\n  10\n      Our prior decisions regarding how to determine whether a prior con-\nviction is similar to a listed offense are not models of clarity. We have\narticulated at least two separate tests for determining whether a particular\noffense is “similar to” an offense listed in § 4A1.2(c). See Lopez-Pastrana,\n244 F.3d at 1027. We believe that the “seriousness of the offense” test in\nits various forms is unhelpful to guide our inquiry as to whether threats to\ndo harm is similar to disorderly conduct. See id. at 1032-34; see also\nUnited States v. Martinez (Carlos), 69 F.3d 999, 1000-01 (9th Cir. 1995).\n   11\n      We look to the MPC to analyze whether disorderly conduct is similar\nto threats to do harm. See Lopez-Pastrana, 244 F.3d at 1028 n.4 (explain-\ning that if there is no federal definition of a listed offense, the district court\nmay look to either state law or the MPC); see also Martinez (Carlos), 69\nF.3d at 1001 (using the MPC’s definition of loitering); United States v.\nMartinez (Clyde), 905 F.2d 251, 253-54 (9th Cir. 1990) (looking to the\nMPC because looking to the law of the jurisdiction to determine similarity\nwould not lead to uniformity).\n\f16528       UNITED STATES v. HERNANDEZ-HERNANDEZ\n    (1) Offense Defined. A person is guilty of disorderly\n    conduct if, with purpose to cause public inconve-\n    nience, annoyance or alarm, or recklessly creating a\n    risk thereof, he:\n\n         (a) engages in fighting or threatening, or in\n         violent or tumultuous behavior; or\n\n         (b) makes unreasonable noise or offen-\n         sively coarse utterance, gesture or display,\n         or addresses abusive language to any per-\n         son present; or\n\n         (c) creates a hazardous or physically offen-\n         sive condition by any act which serves no\n         legitimate purpose of the actor.\n\n    “Public” means affecting or likely to affect persons\n    in a place to which the public or a substantial group\n    has access; among the places included are highways,\n    transport facilities, schools, prisons, apartment\n    houses, places of business or amusement, or any\n    neighborhood.\n\n    (2) Grading. An offense under this section is a petty\n    misdemeanor if the actor’s purpose is to cause sub-\n    stantial harm or serious inconvenience, or if he per-\n    sists in disorderly conduct after reasonable warning\n    or request to desist. Otherwise disorderly conduct is\n    a violation.\n\nModel Penal Code § 250.2.\n\n   [11] Threats to do harm and disorderly conduct do not con-\ntain the same elements or the same underlying conduct. To be\nguilty of threats to do harm, a person must communicate his\nintent to cause bodily injury to another person or the intent to\ncause physical damage to another’s property. In contrast, dis-\n\f            UNITED STATES v. HERNANDEZ-HERNANDEZ         16529\norderly conduct requires that a person, with the purpose of\ncausing a public inconvenience, annoyance, or alarm, simply\nengage in fighting or use abusive language. Although they\nboth penalize the use of abusive language, the offense of\nthreats to do harm requires that the threats communicated\ncontain a specific intent to cause bodily injury or physical\ndamage. Thus, the conduct is directed at a particular victim or\nobject, showing a willingness to harm that victim. In contrast,\ndisorderly conduct is essentially an unfocused crime; there is\nno requirement that the abusive language be directed to an\nidentifiable victim.\n\n   [12] Finally, these offenses are classified differently.\nThreats to do harm is a misdemeanor, while disorderly con-\nduct is a violation or petty misdemeanor. The penalty imposed\non Hernandez-Hernandez — a fine and a term of imprison-\nment — indicates that the city of Toppenish considers this to\nbe a serious charge. These offenses do not contain similar ele-\nments, similar underlying conduct, or similar consequences.\nTherefore, the district court properly counted the conviction\nfor threats to do harm in the defendant’s criminal history\nscore.\n\n                              V\n\n   [13] We conclude that the 16-level enhancement does not\nviolate Apprendi because the government does not have to\ncharge in the indictment, present to a jury, and prove beyond\na reasonable doubt that a defendant previously was deported\npursuant to a felony conviction. The district court properly\napplied this enhancement because Hernandez-Hernandez’s\nprior conviction for false imprisonment qualifies as a crime of\nviolence. We affirm the district court’s determination that\nHernandez-Hernandez’s prior conviction for threats to do\nharm may be counted under U.S.S.G. § 4A1.2(c)(1) because\nit is not similar to the listed offense of disorderly conduct.\nWhile we find no Sixth Amendment violation, we grant a lim-\nited remand to allow the district court to determine “whether\n\f16530        UNITED STATES v. HERNANDEZ-HERNANDEZ\nthe sentence imposed would have been materially different\nhad the district court known that the [federal] sentencing\nguidelines were advisory.” Ameline, 409 F.3d at 1074.\n\n  AFFIRMED in part, REMANDED in part.\n\n\n\nKLEINFELD, Circuit Judge, concurring in part and dissent-\ning in part:\n\n   I concur in all of Judge Tallman’s thoughtful majority opin-\nion except for that portion of the analysis that applies the\n“modified categorical approach” to Hernandez’s prior convic-\ntion, resulting in a 16-level increase in Hernandez’s offense\nlevel. As to that part only, I respectfully dissent. The majority\nopinion, in my view, misreads the recent Supreme Court deci-\nsion Shepard v. United States.1\n\n   Although I suspect that Hernandez’s prior crime (the van\nincident described in the majority’s footnote 2) deserves a 16-\nlevel enhancement, I cannot agree with the majority’s analysis\nthat it was legally permissible to give him one in this case.\nMy objection to the majority opinion on this point is that it\nexpands the modified categorical approach to the point where\nit is no longer categorical at all.\n\n   In Taylor v. United States, the Supreme Court expressed its\napproval of what was then the uniform approach of the circuit\ncourts for determining whether prior crimes qualified as\naggravators under 18 U.S.C. § 924(e).2 The Court approved of\nthe circuit courts’ view that “§ 924(e) mandates a formal cate-\ngorical approach, looking only to the statutory definitions of\nthe prior offenses, and not to the particular facts underlying\n  1\n   Shepard v. United States, 125 S. Ct. 1254 (2005).\n  2\n   Taylor v. United States, 495 U.S. 575, 600 (1990).\n\f             UNITED STATES v. HERNANDEZ-HERNANDEZ                16531\nthose convictions.”3 The Court was impressed with the “prac-\ntical difficulties and potential unfairness” if in every case\nwhere an enhancement was sought “the trial court would have\nto determine what the conduct was” behind the prior convic-\ntions.4 The Court held that the enhancement statute “generally\nrequires the trial court to look only to the fact of conviction\nand to the statutory definition of the prior offense.”5 If that\nwere enough to find that the prior crime fell within the federal\ndefinition triggering the enhancement, then an enhancement\nwould be proper. But if the statutory definition of the prior\noffense were broader than the federal category, then an\nenhancement would not be proper. That is the “categorical\napproach.” While the Court was speaking specifically to 18\nU.S.C. § 924(e), we and our sister circuits have taken the rea-\nsoning to apply generally to prior offenses used as aggrava-\ntors for sentencing purposes.6\n\n   What we call the “modified categorical approach” comes\nfrom subsequent language in Taylor slightly qualifying the\nstrict categorical approach. The Court wrote that “[t]his cate-\ngorical approach, however, may permit the sentencing court\nto go beyond the mere fact of conviction in a narrow range of\ncases where a jury was actually required to find all the ele-\nments of generic burglary” (burglary was the particular\nenhancement crime in Taylor).7 Because Hernandez pleaded\nguilty to his prior crime, such a jury verdict was, of course,\nunavailable in the case at bar. We have, however, further\nextended this narrow exception to cases involving guilty\npleas. Our en banc decision in United States v. Corona-\nSanchez holds that “if a defendant enters a guilty plea, the\nsentencing court may consider the charging documents in\n  3\n    Id.\n  4\n    Id. at 601.\n  5\n    Id. at 602.\n  6\n    See, e.g., United States v. Corona-Sanchez, 291 F.3d 1201, 1203 (9th\nCir. 2002) (en banc).\n  7\n    Taylor, 495 U.S. at 602.\n\f16532         UNITED STATES v. HERNANDEZ-HERNANDEZ\nconjunction with the plea agreement, the transcript of a plea\nproceeding, or the judgment to determine whether the defen-\ndant pled guilty to the elements of the generic crime.”8 But we\nalso held that the charging papers and the presentence report\nare not themselves cognizable without something more to\nestablish the facts of the prior offense, such as a signed plea\nagreement.9 The idea is to make sure that the record “unequiv-\nocally establishes” the facts necessary to conclude that the\nprior crime fell within the definition of the relevant aggravator.10\n\n   In the case at bar, the “facts” of the prior crime are set out\nin footnote 2 of the majority opinion. This account came not\nfrom any of the sources — e.g., “the charging documents in\nconjunction with the plea agreement, the transcript of a plea\nproceeding, or the judgment”11 — that we have already held\nare cognizable under the modified categorical approach. The\nsource was a memorandum of law from the earlier case filed\nby counsel along with a motion under California Penal Code\n§ 995.\n\n   In section 995 of its penal code, California has codified the\npractice of moving to dismiss informations and indictments\nbefore trial for such defects as failure to allege commission of\na crime.12 Hernandez was charged by information for his prior\noffense, along with other offenses dismissed after the motion\nas part of the plea bargain. Under section 995, the state supe-\nrior court is required to set aside an information upon the\n  8\n    Corona-Sanchez, 291 F.3d at 1211.\n  9\n    Id.\n   10\n      Id.; see also United States v. Belless, 338 F.3d 1063, 1068-69 (9th Cir.\n2003) (“[T]he record does not reveal the conduct to which he pleaded and\nfor which he was convicted. Accordingly, we cannot conclude that the\ntrier of fact, the Wyoming judge in this case, necessarily found Belless\nguilty of conduct that, under a modified categorical approach, serves as a\npredicate offense.”).\n   11\n      Corona-Sanchez, 291 F.3d at 1211.\n   12\n      Cf. FED. R. CRIM. P. 12.\n\f            UNITED STATES v. HERNANDEZ-HERNANDEZ          16533\ndefendant’s motion if the defendant was committed without\nreasonable or probable cause. Thus, Hernandez’s lawyer in\nthe earlier case filed a “995 motion,” arguing that even if Her-\nnandez did what he was alleged to have done, it nevertheless\ndid not amount to reasonable or probable cause for the\noffenses for which he was charged in the information. The\n995 motion was a written argument of law by a lawyer. It was\nnot signed by Hernandez, and the “facts” it recited were not\nverified by Hernandez. Defense counsel’s memorandum in\nsupport of the motion says that the only testimony considered\nat the preliminary hearing was that of one of the women in the\nvan. The memorandum then proceeds to set out what she tes-\ntified to at the preliminary hearing. Defense counsel’s sum-\nmary of that testimony by a passenger in the van is what the\nmajority sets out in footnote 2 as the facts of Hernandez’s\nprior crime. But those “facts” were written by defense counsel\nnot for the purpose of saying “this is what happened.” Rather,\nthe point was to say that “even if all this happened as the wit-\nness said, it still would not constitute the crimes charged in\nthe information.”\n\n   Hernandez entered into a plea bargain, and some of the\ncharges were dismissed. At his change of plea hearing, Her-\nnandez never personally acknowledged the truth of the allega-\ntions set out in footnote 2 of the majority’s opinion. The judge\nnever personally addressed him to ask whether those things\nwere true. Nor did the judge ask him what he had done.\nInstead, after the lengthy litany to assure that Hernandez knew\nof all his rights and that the plea was a knowing and voluntary\nwaiver of them, the judge asked Hernandez’s lawyer if the\nfactual basis for the plea was as set out in the “995 motion.”\nThe prosecutor and defense counsel so stipulated. Here is the\nexchange:\n\n    The Court: Are you willing to waive all those [trial]\n    rights in this proceeding?\n\n    The Defendant [Hernandez]: Yes.\n\f16534       UNITED STATES v. HERNANDEZ-HERNANDEZ\n    The Court: All right. Factual basis stipulated 995\n    motion?\n\n    Ms. de la Pena [Hernandez’s Attorney]: Stipu-\n    lated.\n\n    Mr. Morgan [Prosecutor]: Stipulated.\n\n   There are two reasons that this exchange does not, as we\nsaid in Corona-Sanchez, “unequivocally establish[ ]” the\nfacts. First, Hernandez never acknowledged that he agreed\nthat these facts had taken place, that he had ever seen his law-\nyer’s motion papers, or that he understood the terse exchange.\nSecond, the terse exchange does not say whether the prosecu-\ntor and defense counsel are stipulating that everything in the\n995 motion is a true account of what happened, or merely that\nthe court may determine whether there is a factual basis for\nthe plea based on the witness’s testimony. A “factual basis”\nsometimes consists of a defendant’s admission of what he did,\nbut sometimes does not, as when the prosecutor states what\nhe thinks he could prove, and defense counsel stipulates that\nthe prosecutor could put on persuasive evidence to this effect.\nDefense counsel may have been saying, in effect, “my client\nis not ready personally to say this is what he did, but he is pre-\npared to plead guilty because the prosecutor will be able to\nput on evidence that this is what he did.”\n\n   For purposes of the section 995 motion, no one had to\nprove that the facts as set out were true. Nor did anyone have\nto prove that they were true for purposes of Hernandez’s plea.\nThose facts have never been proved true nor have they ever\nbeen admitted to be true, by Hernandez or his attorney. Her-\nnandez never admitted that what the single witness said was\nwhat actually happened. There was not any reason for him to\ndo so — he was not asked, and he had a good plea bargain.\nA stipulation to a factual basis is not the same thing as a stipu-\nlation that the defendant agrees to those facts. Under Califor-\nnia law, showing a factual basis “does not require more than\n\f             UNITED STATES v. HERNANDEZ-HERNANDEZ               16535\nestablishing a prima facie factual basis for the charges . . .\n[N]or does the trial court have to be convinced of defendant’s\nguilt.”13 Even though Hernandez was bound by his attorney’s\nstipulation that the victim’s testimony at the preliminary hear-\ning, as summarized in the 995 motion, furnished a factual\nbasis for his change of plea, that is not the same thing as Her-\nnandez or his lawyer admitting that all the facts in the testi-\nmony were true.\n\n   The majority correctly points out that Taylor’s prohibition\nagainst looking to the facts underlying a prior crime is to pre-\nvent sentencing courts from engaging in “elaborate factfind-\ning process regarding the defendant’s prior offenses.”14 But\nthat is just what will happen as a result of today’s novel\nexpansion of what is cognizable evidence of the details of a\nprior offense. Lawyers tend to be intelligent advocates for\ntheir clients. Now that such evidence from the prior case as\nlawyers’ memoranda and prosecution testimony in prelimi-\nnary hearings can come in, prosecutors and defense attorneys\nwill comb through these materials and litigate their signifi-\ncance during sentencing for subsequent crimes, perhaps many\nyears later. This is a very time consuming way to go about\nsentencing. Worse, much worse, it is a highly unreliable way\nto find out what the defendants did at earlier times. It is diffi-\ncult indeed to establish true histories of the crimes charged.\nEstablishing the histories of earlier crimes, often crimes far in\nthe past, is a task that in many cases is impossible to perform\nwith reasonable accuracy. That is why we should use a cate-\ngorical approach except in a “narrow range of cases,” as Tay-\nlor requires.15 That is why the evidence of what happened\nshould be “unequivocal,” as Corona-Sanchez requires.16 Our\n  13\n     People v. Holmes, 84 P.3d 366, 372 (Cal. 2004).\n  14\n     Majority Op. at 16522.\n  15\n     Taylor, 495 U.S. at 602.\n  16\n     Corona-Sanchez, 291 F.3d at 1211. United States v. Smith, 390 F.3d\n661 (9th Cir.), as amended by 405 F.3d 726 (9th Cir. 2005), upon which\n\f16536         UNITED STATES v. HERNANDEZ-HERNANDEZ\ndecision today goes much too far toward vitiating the categor-\nical approach, in favor of a particularized historical approach\nthat relies on whatever scraps of historical evidence turn up.\n\n   The majority opinion reads Shepard v. United States17 as\nthough it liberalized the categorical approach imposed by\nTaylor v. United States.18 Shepard did the opposite. It rejected\nthe governments “call to ease away” from the “the heart” of\nTaylor, restricting the categorical approach to “records of the\nconvicting court approaching the certainty of the record of\nconviction in a generic crime state,”19 and said that if there\nwere to be any easing of the categorical approach, Congress\nwould have to do it. Shepard twice emphasized in its state-\nment of its holding that to establish a fact narrowing a non-\ngeneric statement, the colloquy and confirmation of the\nnarrowing fact must be “by the defendant”:\n\n     We hold that enquiry under the ACCA to determine\n     whether a plea of guilty to burglary defined by a\n     nongeneric statute necessarily admitted elements of\n     the generic offense is limited to the terms of the\n     charging document, the terms of a plea agreement or\n     transcript of colloquy between judge and defendant\n     in which the factual basis for the plea was confirmed\n\nthe majority relies, itself relies on our previous decision, which was\nvacated by the Supreme Court, in the case at bar. Smith is also factually\ndistinguishable because the transcript of the earlier proceeding, in that\ncase, left no doubt as to the facts, and no doubt that the defendant could\nunderstand what the lawyers were talking about. By contrast, here all we\nhave is the judge’s cryptic reference to the “995,” not any description of\nthe facts. There is nothing “unequivocal” here that shows that the defen-\ndant knew what the judge and the lawyers were talking about. In Smith,\nthe lawyers described the facts in English. In this case, they used a number\nto allude to a document filed at another time.\n   17\n      Shepard, 125 S. Ct. 1254.\n   18\n      Taylor, 495 U.S. 575 (1990).\n   19\n      Shepard, 125 S. Ct. at 1254.\n\f              UNITED STATES v. HERNANDEZ-HERNANDEZ        16537\n       by the defendant, or to some comparable judicial\n       record of this information.20\n\nWhat the district judge knew in this case is that defense coun-\nsel in the previous case had tersely stipulated that the witness\nstatement furnished a sufficient factual basis for the plea, not\nthe same thing at all as a “colloquy between judge and defen-\ndant” in which what the witness said was “confirmed by the\ndefendant.” I respectfully suggest that the majority has mis-\nread Shepard as though it had expanded what Taylor allows,\nin the face of Shepard’s plain statement about Taylor’s nar-\nrow categorical approach that there was no “sufficient justifi-\ncation for upsetting precedent.”21\n\n\n\n\n  20\n    Id. at 1263.\n  21\n    Id. at 1261.\n\f",
            "ocr": false,
            "opinion_id": 3035289
        },
        {
            "author_str": "Tallman",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTALLMAN, Circuit Judge.\nMisael Hernandez-Hernandez appeals his sentence following a guilty plea conviction for illegal reentry in violation of 8 U.S.C. § 1326. He challenges a 16-level enhancement for reentry after deportation pursuant to a “crime of violence,” contending that (1) the enhancement violates Apprendi v. New Jersey, 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), because the government did not charge him with being an aggravated felon, and (2) his prior felony convictions do not qualify as “crimes of violence” under U.S.S.G. § 2L1.2(b)(1)(A)(ii). He also challenges a one-point criminal history score increase *1215for a misdemeanor conviction for threats to do harm, contending that this prior conviction should have been excluded under U.S.S.G. § 4A1.2(c)(l). We previously-affirmed Hernandez-Hernandez’s conviction and sentence in United States v. Hernandez-Hemandez, 387 F.3d 799 (9th Cir. 2004). The Supreme Court vacated that judgment and remanded for further consideration in light of United States v. Booker, 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). Ramos-Birrueta v. United States, — U.S. -, 125 S.Ct. 1427, 161 L.Ed.2d 185 (2005).\nWe again hold that the district court properly counted the prior convictions, and so affirm all grounds on which the sentence was based. However, we grant limited remand to the district court pursuant to United States v. Ameline, 409 F.3d 1073 (9th Cir.2005) (en banc).\nI\nOn July 23, 2002, the grand jury charged Hernandez-Hernandez with one count of illegal re-entry after deportation in violation of 8 U.S.C. § 1326. The indictment alleged that he had been deported on or about July 9, 1997, and that he was found thereafter in the United States without permission on June 30, 2002. The indictment did not allege that his deportation followed a conviction for an aggravated felony. He pled guilty to the indictment.\nThe presentence report (“PSR”) recommended a 16-level enhancement because he previously had been deported subsequent to several aggravated felony convictions, including a 1987 California conviction for infliction of corporal injury upon a spouse, and a 1993 California conviction for two counts of false imprisonment. The PSR also recommended assessing one criminal history point for a 2002 Washington municipal court conviction for threats to do harm.1 Hernandez-Hernandez objected to the PSR. He asserted that the convictions for infliction of corporal injury upon a spouse and for false imprisonment did not merit a 16-level enhancement, and his conviction for threats to do harm did not warrant a criminal history point because it should have been excluded under U.S.S.G. § 4A1.2(c) as being similar to the offense of disorderly conduct.\n• The district court denied Hernandez-Hernandez’s objections. He had filed a motion to set aside the false imprisonment charges, called a “995 Motion” in California courts, before pleading guilty. During the change of plea hearing for the false imprisonment charges, defense counsel stated that the parties stipulated to the contents of the 995 Motion as the factual basis for the plea.2 In this case, the dis*1216trict court relied on that stipulated factual basis to find that the false imprisonment conviction supported the 16-level enhancement. The court found that Hernandez-Hernandez clearly committed the crimes underlying the conviction through the use of force or violence.3 The distinct court assessed one point for his conviction for threats to do harm because it found that the offense “is more like harassment than it is [like] disorderly conduct.”\nThe resulting calculation placed Hernandez-Hernandez in Criminal History Category IV with an adjusted Offense Level of 21, producing a sentencing range of 57-71 months. The district court sentenced him to 65 months of imprisonment.\nII\nHernandez-Hernandez contends that the district court improperly enhanced his sentence for prior aggravated felony convictions that the government did not charge in the indictment, submit to a jury, and prove beyond a reasonable doubt. This argument is foreclosed by our decision in United States v. Pacheco-Zepeda, 234 F.3d 411, 415 (9th Cir.2000) (construing Apprendi to mean that the government is not required “to include [an *1217alien’s] prior aggravated felony convictions in the indictment, submit them to a jury, or prove them beyond a reasonable doubt”), and United States v. Quintana-Quintana, 383 F.3d 1052, 1052-53 (9th Cir. 2004).\nIll\nHernandez-Hernandez challenges the district court’s imposition of the 16-level enhancement, contending that he has not been convicted of a prior felony “crime of violence” under U.S.S.G. § 2L1.2(b)(l)(A)(ii). He argues that the district court’s reliance on the stipulated 995 Motion to determine whether the false imprisonment conviction constitutes a “crime of violence” violates the prohibition set forth in Taylor v. United States, 495 U.S. 575, 601-02, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990), that sentencing courts may not inquire into the facts underlying a prior conviction to determine whether it counts as a predicate offense. We review de novo a district court’s determination that a prior conviction merits an enhancement to the base offense level. United States v. Riverar-Sanchez, 247 F.3d 905, 907 (9th Cir.2001) (en banc).4\nHernandez-Hernandez is subject to a 16-level increase in his base offense level if he previously was deported pursuant to a felony conviction for a crime of violence, defined as “any offense under federal, state, or local law that has as an element the use, attempted use, or threatened use of physical force against the person of another.” § 2L1.2(b)(l)(A)(ii), cmt. n. lB(iii). Taylor applies to the predicate offense determination under § 2L1.2. United States v. Pimentel-Flores, 339 F.3d 959, 967-68 (9th Cir.2003).\nThe California false imprisonment statute reaches both conduct that constitutes a crime of violence and conduct that does not; therefore, we use the modified categorical approach to examine “documentation or judicially noticeable facts that clearly establish that the conviction is a predicate conviction for enhancement purposes[,] such as the indictment, the judgment of conviction, jury instructions, a signed guilty plea, or the transcript from the plea proceedings.” Rivera-Sanchez, 247 F.3d at 908 (alteration in original) (quoting United States v. Casarez-Bravo, 181 F.3d 1074, 1077 (9th Cir.1999)); see United States v. Hemandez-Castellanos, 287 F.3d 876, 881 (9th Cir.2002).5\nWe must decide whether the district court properly followed the modified categorical approach when it relied on the facts contained in the stipulated 995 Motion to determine that Hernandez-Hernandez committed the offense of false imprisonment through the use of violence. We allow sentencing courts to consider signed plea agreements and plea transcripts in conjunction with other documents when making this determination. See United States v. Hernandez-Valdovinos, 352 F.3d 1243, 1248 (9th Cir.2003) (allowing the dis*1218trict court to rely on the indictment, plea agreement, minutes from the change of plea hearing, and judgment); United States v. Bonat, 106 F.3d 1472, 1476-77 (9th Cir.1997) (allowing the district court to consider the information, sentence of imprisonment, and the plea transcript); United States v. Sweeten, 933 F.2d 765, 768-70 (9th Cir.1991) (allowing the district court to consider the indictment, signed plea agreement, and judgment). The Supreme Court has confirmed that in plea cases, the court may rely upon “the statement of factual basis for the charge,” required under Federal Rule of Criminal Procedure 11(a)(3), as “shown by a transcript of plea colloquy or by written plea agreement presented to the court, or by a record of comparable findings of fact adopted by the defendant upon entering the plea.” Shepard v. United States, 544 U.S. 13,-, 125 S.Ct. 1254, 1259-60,161 L.Ed.2d 205 (2005).\nIn the stipulated 995 Motion,6 Hernandez-Hernandez admitted to a particular set of facts that clearly involve violence and the use of force. He positioned his truck to block the path of his victims’ van, attempted to pry open the van’s door, grabbed one of the victims and attempted to extract her forcibly from the van, and then yanked the wires under the dashboard to. disable the victims’ vehicle. Finally, he threatened to kill the occupants if they refused to turn over one of the women in the van. This stipulation does not describe activities of fraud or deceit; it describes acts of violence. The conclusion is inescapable that, by stipulating to this testimony as the factual basis for his guilty plea, Hernandez-Hernandez necessarily was convicted of a crime committed by violent means, and not by the other methods set forth in the charging document and statute.\nWe see no appreciable difference between allowing the district court to rely on the stipulated 995 Motion which served as the factual basis for the plea and allowing prior sentencing courts to rely on a plea agreement or the transcript of a plea colloquy. Indeed, this document serves as the “findings of fact adopted by the defendant upon entering the plea,” which is part of the judicial record on which the Supreme Court agrees later courts may rely. See id. at 1260. Congress did not intend to require sentencing courts to engage in “an elaborate factfinding process regarding the defendant’s prior offenses.” Taylor, 495 U.S. at 601, 110 S.Ct. 2143. Here, because Hernandez-Hernandez stipulated to a document which served as the factual basis for his guilty plea, the sentencing court was not required to engage in any further factfinding endeavor.7 The court did no more than we have allowed in our prior cases; it relied on readily available facts expressly stipulated by both sides and clearly fitting within the statutory definition of a crime of violence. The district court did not violate Taylor.\nOur colleague in dissent criticizes the district court’s reliance on the stipulation. The dissent argues that the defense counsel’s stipulation in open court to the 995 *1219Motion does not demonstrate that Hernandez-Hernandez necessarily admitted to all the facts in the 995 Motion. The dissent notes that “[a]t his change of plea hearing, Hernandez[-Hernandez] never personally acknowledged the truth of the allegations set out in footnote 2.... The judge never personally addressed him to ask whether those things were true. Nor did the judge ask him what he had done.” Relying on the fact that “Hernandez[-Hernandez] never acknowledged that he agreed that these facts had taken place, or even that he had ever seen his lawyer’s motion papers,” the dissent concludes that the exchange between the attorneys and the court which resulted in the stipulation does not “unequivocally establish[]” these facts as required for the modified categorical approach.\nThere is no authority to support the proposition that when Hernandez-Hernandez’s attorney stipulated to the factual basis supporting the plea agreement the defendant was not bound by the facts contained in that stipulation. In fact, we have repeatedly held that criminal defendants are bound by the admissions of fact made by their counsel in their presence and with their authority. See United States v. Ferreboeuf, 632 F.2d 832, 836 (9th Cir.1980) (holding that “when a stipulation to a crucial fact is entered into the record in open court in the presence of the defendant, and is agreed to by defendant’s acknowledged counsel, the trial court may reasonably assume that the defendant is aware of the content of the stipulation and agrees to it through his or her attorney”); see also United States v. Bentson, 947 F.2d 1353, 1356 (9th Cir. 1991) (finding that defendant was bound by his attorney’s admission during closing argument); Rodriguez-Gonzalez v. INS, 640 F.2d 1139, 1141-42 (9th Cir.1981) (holding that attorney’s admission to an element of the offense in the petitioners’ presence at a deportation hearing was binding on the petitioners).8 Consistent with this approach, we have recently approved of reliance on the prosecutor’s statement of the factual basis of the charge where defense counsel did not object to the factual statement. See United States v. Smith, 390 F.3d 661, 666 (9th Cir.2004), as amended by 405 F.3d 726 (9th Cir.2005) (concluding that the defendant conceded the facts through his counsel). The Smith court held that “the district court may rely on the undisputed factual basis as stated at the plea hearing to support” a sentencing enhancement. See id. at 665-66 (citing United States v. Palmer, 68 F.3d 52, 53 (2d Cir.1995)). In the case at bar, the district court’s reliance on the 995 Motion is equally appropriate; the defense counsel expressly stipulated to the factual basis of the plea and that is sufficient to constitute “findings of fact adopted by the defendant.” Shepard, 125 S.Ct. at 1260.\nThe purpose of the Taylor approach is “to determine if the record unequivocally establishes that the defendant was convicted of the generically defined crime, even if the statute defining the crime is overly inclusive.” Hernandez-Valdovinos, 352 *1220F.3d at 1247 (quoting United States v. Coronor-Sanchez, 291 F.3d 1201, 1211 (9th Cir.2002) (en banc)). The district court did exactly as we have instructed. It looked to the statute of conviction and to judicially noticeable facts, the stipulated factual basis, which “unequivocally establish!]” that Hernandez-Hernandez’s prior conviction involved the use of force and violence. The district court properly imposed a 16-level enhancement for a prior aggravated felony conviction.\nIV\nHernandez-Hernandez- challenges the inclusion of one point in his criminal history score, contending that his 2002 conviction for threats to do harm, a municipal misdemeanor conviction, should have been excluded under U.S.S.G. § 4A1.2(c)(l). We review de novo a district court’s inclusion of a prior conviction for criminal history purposes. United States v. Lopez-Pastrana, 244 F.3d 1025, 1027 (9th Cir.2001).\nPrior sentences for misdemeanors are generally included in a defendant’s criminal history score, subject to certain exceptions:\n(1) Sentences for the following prior offenses and offenses similar to them, by whatever name they are known, are counted only if (A) the sentence was a term of probation of at least one year or a term of imprisonment of at least thirty days, or (B) the prior offense was similar to an instant offense [illegal reentry]:\nDisorderly Conduct\nU.S.S.G. § 4A1.2(c). We must decide whether Hernandez-Hernandez’s prior misdemeanor sentence was a term of imprisonment of at least thirty days, and whether the conviction for “threats to do harm” is similar to “disorderly conduct.” The conviction for threats to do harm may not be counted under subsection (B) because a conviction for threats to do harm is not similar to the instant offense of illegal reentry.\nA\nSection 4A1.2(e)(l)(A) of the Sentencing Guidelines instructs that a sentence may be counted only if the sentence was for a term of imprisonment of at least thirty days. A “sentence of imprisonment” is defined as a sentence of incarceration and refers to the maximum sentence imposed, rather than the time actually served. § 4A1.2(b)(l). If part of the sentence of imprisonment is suspended, “sentence of imprisonment” refers “only to the portion that was not suspended.” § 4A1.2(b)(2). Hernandez-Hernandez received a 90-day sentence, with 87 days suspended for this misdemeanor conviction. The sentence imposed for his conviction for threats to do harm does not count as a prior sentence under § 4A1.2(c)(l)(A) because his sentence was for only three days. See § 4A1.2(b)(2).\nWe recognize that this result may appear to be at odds with prior precedent. See United States v. Williams, 291 F.3d 1180, 1195 (9th Cir.2002) (finding that the defendant’s six-month suspended sentence must be counted as a prior sentence despite the exclusion in § 4A1.2(c)(l)). Williams is distinguishable because that defendant’s sentence was “totally suspended” and § 4A1.2(b)(2) did not apply. Id. Where, as here, the sentence was partially suspended, § 4A1.2(b)(2) prevents the three-day “sentence of imprisonment” from counting as a prior sentence.9\n*1221B\nOur determination that Hernandez-Hernandez’s prior sentence did not exceed thirty days does not end our inquiry. We must next ask whether his conviction for threats to do harm is similar to the listed offense of disorderly conduct.10\nUnder the “conduct” test, Hernandez-Hernandez’s prior conviction is similar to the listed offense if the elements of the municipal threats to do harm ordinance are similar to the elements necessary to prove the listed offense of disorderly conduct. See Lopez-Pastrana, 244 F.3d at 1027; Martinez (Carlos), 69 F.3d at 1000-01.\nThe Toppenish, Washington, city ordinance reads:\nIt is unlawful for any person to communicate, directly or indirectly, the intent to cause bodily injury to another person or the intent to cause physical damage to the property of another. Every person convicted of a violation of the provision of this section shall be guilty of threats to do harm, a misdemeanor.\nToppenish Mun.Code § 9.06.020.\nIn contrast, the Model Penal Code (“MPC”)11 defines disorderly conduct as:\n(1) Offense Defined. A person is guilty of disorderly conduct if, with purpose to cause public inconvenience, annoyance or alarm, or recklessly creating a risk thereof, he:\n(a) engages in fighting or threatening, or in violent or tumultuous behavior; or\n(b) makes unreasonable noise or offensively coarse utterance, gesture or display, or addresses abusive language to any person present; or\n(c) creates a hazardous or physically offensive condition by any act which serves no legitimate purpose of the actor.\n“Public” means affecting or likely to affect persons in a place to which the public or a substantial group has access; among the places included are highways, transport facilities, schools, prisons, apartment houses, places of business or amusement, or any neighborhood.\n(2) Grading. An offense under this section is a petty misdemeanor if the actor’s purpose is to cause substantial harm or serious inconvenience, or if he persists in disorderly conduct after reasonable warning or request to desist. Otherwise disorderly conduct is a violation.\nModel Penal Code § 250.2.\nThreats to do harm and disorderly conduct do not contain the same elements or *1222the same underlying conduct. To be guilty of threats to do harm, a person must communicate his intent to cause bodily injury to another person or the intent to cause physical damage to another’s property. In contrast, disorderly conduct requires that a person, with the purpose of causing a public inconvenience, annoyance, or alarm, simply engage in fighting or use abusive language. Although they both penalize the use of abusive language, the offense of threats to do harm requires that the threats communicated contain a specific intent to cause bodily injury or physical damage. Thus, the conduct is directed at a particular victim or object, showing a willingness to harm that victim. In contrast, disorderly conduct is essentially an unfocused crime; there is no requirement that the abusive language be directed to an identifiable victim.\nFinally, these offenses are classified differently. Threats to do harm is a misdemeanor, while disorderly conduct is a violation or petty misdemeanor. The penalty imposed on Hernandez-Hernandez — a fine and a term of imprisonment — indicates that the city of Toppenish considers this to be a serious charge. These offenses do not contain similar elements, similar underlying conduct, or similar consequences. Therefore, the district court properly counted the conviction for threats to do harm in the defendant’s criminal history score.\nV\nWe conclude that the 16-level enhancement does not violate Apprendi because the government does not have to charge in the indictment, present to a jury, and prove beyond a reasonable doubt that a defendant previously was deported pursuant to a felony conviction. The district court properly applied this enhancement because Hernandez-Hernandez’s prior conviction for false imprisonment qualifies as a crime of violence. We affirm the district court’s determination that Hernandez-Hernandez’s prior conviction for threats to do harm may be counted under U.S.S.G. § 4A1.2(c)(l) because it is not similar to the listed offense of disorderly conduct. While we find no Sixth Amendment violation, we grant a limited remand to allow the district court to determine “whether the sentence imposed would have been materially different had the district court known that the [federal] sentencing guidelines were advisory.” Armline, 409 F.3d at 1074.\nAFFIRMED in part, REMANDED in part.\n\n. Hernandez-Hernandez received a sentence of 90 days in jail with 87 days suspended for this misdemeanor conviction.\n\n\n. The facts contained in Hernandez-Hernandez’s 995 Motion show that on September 7, 1991, Alisia Garcia and a group of female friends traveled together in a van to go to a dance club. The party consisted of Alisia, Juana, Blanca (a friend of Juana’s), Maria (Alisia's sister), Modesta, and Cleo. Shortly after arriving at the dance club, Blanca met the defendant. They danced and sat together for the majority of the evening. After leaving the dance club around 1:45 a.m., the women went to a restaurant across the street and then returned to the van to drive home. The stipulated 995 Motion further provided the following facts:\nJuana was saying goodbye to her boyfriend, Cleo was saying goodbye to her boyfriend, Maria was getting into the van. At the same time, the defendant was telling Blanca that he-wanted to take her home. There was a lot of commotion. Alisia and others told the defendant that Blanca couldn’t go with him.\nDefendant reportedly \"got mad.” He said he was going to follow the van, but then left. The group of women then left. Juana was driving, Alisia was in the passenger seat, and the other women were in two bench seats that are against the sides of the wall of the van.\n*1216The van proceeded south on Route 101, and Alisia went back to sleep. While the van was on Route 129 headed towards Wat-sonville, Alisia was awakened by Juana saying, “Why is he following us?” Cleo was yelling at Blanca, telling her that it was her fault they had a stranger behind them.\nA truck then passed them on a curve. Alisia recognized it as the same truck that the defendant had been in at the parking lot earlier. The truck stopped in front of them, at an angle preventing the van from passing on either side. The defendant then came over from the truck to the van.\nHe approached the van on the driver’s side and opened the door partially. Juana pulled it back, and the defendant continued to try to open it. Eventually he opened the door. During this time he was telling the group that he wanted “Martha,” which was the name that Blanca had used to identify herself to him.\nBlanca told the defendant to stop trying to open the door, and to leave Juana alone. According to Alisia, the defendant was yelling that he wanted Martha (i.e., Blanca) and that he was going to take her.\nHe reportedly was pulling on Juana (the driver) trying to get her out of the van, but Alisia and her sister were also holding onto Juana keeping her in the van. The defendant kept saying that he wanted Martha.\nAccording to Alisia, although Blanca had decided not to go with the defendant, she was starting to exit out the side van door. Alisia angrily told Blanca that she was not going to go, and then “hit her back into the van.” Cleo was saying \"Let him take her, it's her fault we’re in this, let him take her.” Maria was holding onto Juana, and Juana was telling the defendant to let her go.\nAfter Alisia hit or pushed Blanca back into the van the defendant reached into the vehicle. According to Alisia, he pulled some wires and some sparks came out from underneath the dash. Alisia stood up, reached over Juana, and slugged the defendant in the face.\nThe defendant reportedly backed away. Alisia claims that the defendant then told them he wanted all their money, and that Juana told him they didn’t have any money. Even though Alisia had seen no other person with the defendant or in or around the defendant's truck, she testified that another man somehow appeared standing next to the defendant. The defendant supposedly said, \"If she moves, kill her”, and moved his right hand to the back of his body. The defendant then stepped back, and said that they had three minutes to give Martha to him. A minute or two later, the defendant got back into his truck and drove away.\n\n\n. The district court noted that \"[t]he facts ... don’t support any finding that this was done by any means other than through the threat of force and force. The recitation of the event by the defense and the plea to that, those findings seem to me to be judicially noticeable.”\nIn addition, the district court found that Hernandez-Hernandez’s 1987 conviction for violating Cal.Penal Code § 273.5 (infliction of corporal injury upon a spouse) qualified to support the enhancement.\n\n\n. The parties now agree that Hernandez-Hernandez’s 1987 conviction for violating Cal.Penal Code § 273.5 cannot support the enhancement because the offense was a misdemeanor, punishable by up to one year in the county jail. See U.S.S.G. § 2L1.2(b).\n\n\n. Hernandez-Hernandez pled guilty to committing the offense of false imprisonment, defined as \"the unlawful violation of the personal liberty of another.” Cal.Penal Code § 236. He pled guilty to committing the offense \"by violence, menace, fraud, or deceit,” making it a felony. See Cal.Penal Code § 237. The parties agree that the statute is overbroad under Taylor’s formal categorical approach. The parties further agree that if Hernandez-Hernandez committed false imprisonment by fraud or deceit, the conviction would not qualify as a predicate offense under U.S.S.G. § 2L1.2(b)(l)(A)(ii); however, if he committed the offense by force or violence, the crime of violence requirement is satisfied.\n\n\n. We do not, as the dissent suggests, decide that “a written argument of law by a lawyer” is sufficient to provide the factual basis underlying a conviction. Rather, we consider the defendant's guilty plea and the factual basis of that plea when it is stipulated by the defendant. The factual basis stipulation, referring to the written brief itself, allows us to rely on the facts described by the brief.\n\n\n. We note that the stipulation to the means Hernandez-Hernandez used to accomplish the false imprisonment was necessary to his plea. See Fed R. Crim. P. 11(b)(3). As a result, because Hernandez-Hernandez was convicted of committing false imprisonment by violence, menace, fraud or deceit, and the factual basis only described violent means, we can conclude that he was convicted of committing the crime through violence.\n\n\n. Hernandez-Hernandez's contention that our decision in United States v. Pena, 314 F.3d 1152 (9th Cir.2003), controls this issue is unavailing. In Pena, we held that \"[t]he plea colloquy failed to comply with Rule 11 because the district court never explained to [the defendant] the nature of the charges against him. Merely asking ... his attorney whether the attorney, not [the defendant], understood and agreed with the elements of the offense is insufficient.” Id. at 1156 (emphasis in original). There, we were concerned because the court failed to ask whether the defendant understood the nature of the charges; it was irrelevant whether the attorney understood them. See id. Pena does not support the theory that Hernandez-Hernandez's counsel could not agree to a stipulation of facts on his client’s behalf.\n\n\n. Other circuits have interpreted § 4A1.2 as we do here. See United States v. Dixon, 230 F.3d 109, 112 (4th Cir.2000) (vacating sentence because the district court counted the suspended sentence); United States v. Johnson, 43 F.3d 1211, 1214 (8th Cir.1995) (noting that the critical inquiry is whether the *1221sentence is \"countable,” not whether it qualifies as a prior sentence); United States v. Tabaka, 982 F.2d 100, 102-03 (3d Cir.1992) (under § 4A1.2(b)(2), the district court must count the 48-hour time served that was not suspended, but it may not count the suspended part of the sentence imposed).\n\n\n. Our prior decisions regarding how to determine whether a prior conviction is similar to a listed offense are not models of clarity. We have articulated at least two separate tests for determining whether a particular offense is \"similar to” an offense listed in § 4A1.2(c). See Lopez-Pastrana, 244 F.3d at 1027. We believe that the \"seriousness of the offense” test in its various forms is unhelpful to guide our inquiry as to whether threats to do harm is similar to disorderly conduct. See id. at 1032-34; see also United States v. Martinez (Carlos), 69 F.3d 999, 1000-01 (9th Cir. 1995).\n\n\n. We look to the MPC to analyze whether disorderly conduct is similar to threats to do harm. See Lopez-Pastrana, 244 F.3d at 1028 n. 4 (explaining that if there is no federal definition of a listed offense, the district court may look to either state law or the MPC); see also Martinez (Carlos), 69 F.3d at 1001 (using the MPC’s definition of loitering); United States v. Martinez (Clyde), 905 F.2d 251, 253-54 (9th Cir.1990) (looking to the MPC because looking to the law of the jurisdiction to determine similarity would not lead to uniformity).\n\n",
            "ocr": false,
            "opinion_id": 9817429
        },
        {
            "author_str": "Kleinfeld",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKLEINFELD, Circuit Judge,\nconcurring in part and dissenting in part:\nI concur in all of Judge Tallman’s thoughtful majority opinion except for that portion of the analysis that applies the “modified categorical approach” to Hernandez’s prior conviction, resulting in a 16-level increase in Hernandez’s offense level. As to that part only, I respectfully dissent. The majority opinion, in my view, misreads the recent Supreme Court decision Shepard v. United States.1\nAlthough I suspect that Hernandez’s prior crime (the van incident described in the majority’s footnote 2) deserves a 16-level enhancement, I cannot agree with the majority’s analysis that it was legally permissible to give him one in this case. My objection to the majority opinion on this point is that it expands the modified categorical approach to the point where it is no longer categorical at all.\nIn Taylor v. United States, the Supreme Court expressed its approval of what was then the uniform approach of the circuit courts for determining whether prior crimes qualified as aggravators under 18 *1223U.S.C. § 924(e).2 The Court approved of the circuit courts’ view that “ § 924(e) mandates a formal categorical approach, looking only to the statutory definitions of the prior offenses, and not to the particular facts underlying those convictions.”3 The Court was impressed with the “practical difficulties and potential unfairness” if in every case where an enhancement was sought “the trial court would have to determine what the conduct was” behind the prior convictions.4 The Court held that the enhancement statute “generally requires the trial court to look only to the fact of conviction and to the statutory definition of the prior offense.”5 If that were enough to find that the prior crime fell within the federal definition triggering the enhancement, then an enhancement would be proper. But if the statutory definition of the prior offense were broader than the federal category, then an enhancement would not be proper. That is the “categorical approach.” While the Court was speaking specifically to 18 U.S.C. § 924(e), we and our sister circuits have taken the reasoning to apply generally to prior offenses used as aggravators for sentencing purposes.6\nWhat we call the “modified categorical approach” comes from subsequent language in Taylor slightly qualifying the strict categorical approach. The Court wrote that “[t]his categorical approach, however, may permit the sentencing court to go beyond the mere fact of conviction in a narrow range of cases where a jury was actually required to find all the elements of generic burglary” (burglary was the particular enhancement crime in Taylor).7 Because Hernandez pleaded guilty to his prior crime, such a jury verdict was, of course, unavailable in the case at bar. We have, however, further extended this narrow exception to cases involving guilty pleas. Our en banc decision in United States v. Coronctr-Sanchez holds that “if a defendant enters a guilty plea, the sentencing court may consider the charging documents in conjunction with the plea agreement, the transcript of a plea proceeding, or the judgment to determine whether the defendant pled guilty to the elements of the generic crime.”8 But we also held that the charging papers and the presentence report are not themselves cognizable without something more to establish the facts of the prior offense, such as a signed plea agreement.9 The idea is to make sure that the record “unequivocally establishes” the facts necessary to conclude that the prior crime fell within the definition of the relevant aggravator.10\nIn the case at bar, the “facts” of the prior crime are set out in footnote 2 of the majority opinion. This account came not from any of the sources — e.g., “the charging documents in conjunction with the plea agreement, the transcript of a plea proceeding, or the judgment”11 — that we have *1224already held are cognizable under the modified categorical approach. The source was a memorandum of law from the earlier case filed by counsel along with a motion under California Penal Code § 995.\nIn section 995 of its penal code, California has codified the practice of moving to dismiss informations and indictments before trial for such defects as failure to allege commission of a crime.12 Hernandez was charged by information for his prior offense, along with other offenses dismissed after the motion as part of the plea bargain. Under section 995, the state superior court is required to set aside an information upon the defendant’s motion if the defendant was committed without reasonable or probable cause. Thus, Hernandez’s lawyer in the earlier case filed a “995 motion,” arguing that even if Hernandez did what he was alleged to have done, it nevertheless did not amount to reasonable or probable cause for the offenses for which he was charged in the information. The 995 motion was a written argument of law by a lawyer. It was not signed by Hernandez, and the “facts” it recited were not verified by Hernandez. Defense counsel’s memorandum in support of the motion says that the only testimony considered at the preliminary hearing was that of one of the women in the van. The memorandum then proceeds to set out what she testified to at the preliminary hearing. Defense counsel’s summary of that testimony by a passenger in the van is what the majority sets out in footnote 2 as the facts of Hernandez’s prior crime. But those “facts” were written by defense counsel not for the purpose of saying “this is what happened.” Rather, the point was to say that “even if all this happened as the witness said, it still would not constitute the crimes charged in the information.”\nHernandez entered into a plea bargain, and some of the charges were dismissed. At his change of plea hearing, Hernandez never personally acknowledged the truth of the allegations set out in footnote 2 of the majority’s opinion. The judge never personally addressed him to ask whether those things were true. Nor did the judge ask him what he had done. Instead, after the lengthy litany to assure that Hernandez knew of all his rights and that the plea was a knowing and voluntary waiver of them, the judge asked Hernandez’s lawyer if the factual basis for the plea was as set out in the “995 motion.” The prosecutor and defense counsel so stipulated. Here is the exchange:\nThe Court: Are you willing to waive all those [trial] rights in this proceeding? The Defendant [Hernandez]: Yes.\nThe Court: All right. Factual basis stipulated 995 motion?\nMs. de la Pena [Hernandez’s Attorney]: Stipulated.\nMr. Morgan [Prosecutor]: Stipulated.\nThere are two reasons that this exchange does not, as we said in Corona-Sanchez, “unequivocally establish!]” the facts. First, Hernandez never acknowledged that he agreed that these facts had taken place, that he had ever seen his lawyer’s motion papers, or that he understood the terse exchange. Second, the terse exchange does not say whether the prosecutor and defense counsel are stipulating that everything in the 995 motion is a true account of what happened, or merely that the court may determine whether there is a factual basis for the plea based on the witness’s testimony. A “factual basis” sometimes consists of a defendant’s admission of what he did,- but sometimes does not, as when the prosecutor states what he thinks he could prove, and defense *1225counsel stipulates that the prosecutor could put on persuasive evidence to this effect. Defense counsel may have been saying, in effect, “my client is not ready personally to say this is what he did, but he is prepared to plead guilty because the prosecutor will be able to put on evidence that this is what he did.”\nFor purposes of the section 995 motion, no one had to prove that the facts as set out were true. Nor did anyone have to prove that they were true for purposes of Hernandez’s plea. Those facts have never been proved true nor have they ever been admitted to be true, by Hernandez or his attorney. Hernandez never admitted that what the single witness said was what actually happened. There was not any reason for him to do so — he was not asked, and he had a good plea bargain. A stipulation to a factual basis is not the same thing as a stipulation that the defendant agrees to those facts. Under California law, showing a factual basis “does not require more than establishing a prima facie factual basis for the charges ... [N]or does the trial court have to be convinced of defendant’s guilt.”13 Even though Hernandez was bound by his attorney’s stipulation that the victim’s testimony at the preliminary hearing, as summarized in the 995 motion, furnished a factual basis for his change of plea, that is not the same thing as Hernandez or his lawyer admitting that all the facts in the testimony were true.\nThe majority correctly points out that Taylor’s prohibition against looking to the facts underlying a prior crime is to prevent sentencing courts from engaging in “elaborate factfinding process regarding the defendant’s prior offenses.”14 But that is just what will happen as a result of today’s novel expansion of what is cognizable evidence of the details of a prior offense. Lawyers tend to be intelligent advocates for their clients. Now that such evidence from the prior case as lawyers’ memoran-da and prosecution testimony in preliminary hearings can come in, prosecutors and defense attorneys will comb through these materials and litigate their significance during sentencing for subsequent crimes, perhaps many years later. This is a very time consuming way to go about sentencing. Worse, much worse, it is a highly unreliable way to find out what the defendants did at earlier times. It is difficult indeed to establish true histories of the crimes charged. Establishing the histories of earlier crimes, often crimes far in the past, is a task that in many cases is impossible to perform with reasonable accuracy. That is why we should use a categorical approach except in a “narrow range of cases,” as Taylor requires.15 That is why the evidence of what happened should be “unequivocal,” as Corona-Sanchez requires.16 Our decision today goes much too far toward vitiating the categorical approach, in favor of a particularized *1226historical approach that relies on whatever scraps of historical evidence turn up.\nThe majority opinion reads Shepard, v. United States17 as though it liberalized the categorical approach imposed by Taylor v. United States.18 Shepard did the opposite. It rejected the governments “call to ease away” from the “the heart” of Taylor, restricting the categorical approach to “records of the convicting court approaching the certainty of the record of conviction in a generic crime state,”19 and said that if there were to be any easing of the categorical approach, Congress would have to do it. Shepard twice emphasized in its statement of its holding that to establish a fact narrowing a non-generic statement, the colloquy and confirmation of the narrowing fact must be “by the defendant”:\nWe hold that enquiry under the ACCA to determine whether a plea of guilty to burglary defined by a nongeneric statute necessarily admitted elements of the generic offense is limited to the terms of the charging document, the terms of a plea agreement or transcript of colloquy between judge and defendant in which the factual basis for the plea was confirmed by the defendant, or to some comparable judicial record of this information.20\nWhat the district judge knew in this case is that defense counsel in the previous case had tersely stipulated that the witness statement furnished a sufficient factual basis for the plea, not the same thing at all as a “colloquy between judge and defendant” in which what the witness said was “confirmed by the defendant.” I respectfully suggest that the majority has misread Shepard as though it had expanded what Taylor allows, in the face of Shepard’s plain statement about Taylor’s narrow categorical approach that there was no “sufficient justification for upsetting precedent.” 21\n\n. Shepard v. United States, 544 U.S. 13, 125 S.Ct. 1254, 161 L.Ed.2d 205 (2005).\n\n\n. Taylor v. United States, 495 U.S. 575, 600, 110 S.Ct 2143, 109 L.Ed.2d 607 (1990).\n\n\n. Id.\n\n\n. Id. at 601, 110 S.Ct. 2143.\n\n\n. Id. at 602, 110 S.Ct. 2143.\n\n\n. See, e.g., United States v. Corona-Sanchez, 291 F.3d 1201, 1203 (9th Cir.2002) (en banc).\n\n\n. Taylor, 495 U.S. at 602, 110 S.Ct. 2143.\n\n\n. Corona-Sanchez, 291 F.3d at 1211.\n\n\n. Id.\n\n\n. Id.; see also United States v. Belless, 338 F.3d 1063, 1068-69 (9th Cir.2003) (\"[T]he record does not reveal the conduct to which he pleaded and for which he was convicted. Accordingly, we cannot conclude that the trier of fact, the Wyoming judge in this case, necessarily found Belless guilty of conduct that, under a modified categorical approach, serves as a predicate offense.”).\n\n\n. Corona-Sanchez, 291 F.3d at 1211.\n\n\n. Cf. Fed R. C Rim. P. 12.\n\n\n. People v. Holmes, 32 Cal.4th 432, 9 Cal. Rptr.3d 678, 84 P.3d 366, 372 (2004).\n\n\n. Majority Op.\n\n\n. Taylor, 495 U.S. at 602, 110 S.Ct. 2143.\n\n\n. Corona-Sanchez, 291 F.3d at 1211. United States v. Smith, 390 F.3d 661 (9th Cir.), as amended by 405 F.3d 726 (9th Cir.2005), upon which the majority relies, itself relies on our previous decision, which was vacated by the Supreme Court, in the case at bar. Smith is also factually distinguishable because the transcript of the earlier proceeding, in that case, left no doubt as to the facts, and no doubt that the defendant could understand what the lawyers were talking about. By contrast, here all we have is the judge's cryptic reference to the ''995,” not any description of the facts. There is nothing ''unequivocal” here that shows that the defendant knew what the judge and the lawyers were talking about. In Smith, the lawyers described the facts in English. In this case, they used a number to allude to a document filed at another time.\n\n\n. Shepard,-U.S.-, 125 S.Ct. 1254, 161 L.Ed.2d 205.\n\n\n. Taylor, 495 U.S. 575, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990).\n\n\n. Shepard, 125 S.Ct. at 1254.\n\n\n. Id. at 1263.\n\n\n. Id. at 1261.\n\n",
            "ocr": false,
            "opinion_id": 9817430
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}