{
    "id": 3048015,
    "judges": null,
    "date_filed": 1322524800000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-gary-l-white",
    "case_name_short": null,
    "case_name": "United States v. Gary L. White",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "NEW",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 22.0,
            "download_url": "http://media.ca11.uscourts.gov/opinions/pub/files/201013654.pdf",
            "author_id": null,
            "opinion_text": "                                                                               [PUBLISH]\n\n\n\n                        IN THE UNITED STATES COURT OF APPEALS\n                                                                                FILED\n                               FOR THE ELEVENTH CIRCUIT U.S. COURT OF APPEALS\n                                ________________________  ELEVENTH CIRCUIT\n                                                                        NOVEMBER 29, 2011\n                                       No. 10-13654                        JOHN LEY\n                                 ________________________                   CLERK\n\n\n                          D.C. Docket No. 7:07-cr-00448-LSC-HGD-1\n\n\n\nUNITED STATES OF AMERICA,\n\nllllllllllllllllllll                                               lPlaintiff - Appellee,\n\n                                           versus\n\nGARY L. WHITE,\n\nlllllllllllllllllllll                                              Defendant - Appellant.\n\n                                ________________________\n\n                          Appeal from the United States District Court\n                             for the Northern District of Alabama\n                                 ________________________\n\n                                     (November 29, 2011)\n\nBefore TJOFLAT and CARNES, Circuit Judges, and MICKLE,* District Judge.\n\n\n         *\n         Honorable Stephan P. Mickle, United States District Judge for the Northern District of\nFlorida, sitting by designation.\n\fCARNES, Circuit Judge:\n\n       “Kleptocracy” is a term used to describe “[a] government characterized by\n\nrampant greed and corruption.” The American Heritage Dictionary of the English\n\nLanguage 968 (4th ed. 2000); see also New Oxford American Dictionary 963 (3d\n\ned. 2010); Random House Webster’s College Dictionary 724 (2d ed. 1998). To\n\nthat definition dictionaries might add, as a helpful illustration: “See, for example,\n\nAlabama’s Jefferson County Commission in the period from 1998 to 2008.”\n\nDuring those years, five members or former members of the commission that\n\ngoverns Alabama’s most populous county committed crimes involving their\n\n“service” in office for which they were later convicted in federal court. And the\n\ncommission has only five members. One of those five former commissioners who\n\nwas convicted did not appeal.1 We have affirmed the convictions of three others\n\nwho did.2 This is the appeal of the fifth one.\n\n       1\n       Judgment, United States v. Buckelew, No. CR 08-J-357-S (N.D. Ala. Nov. 20, 2009)\n(Mary Buckelew’s conviction for obstructing an official proceeding).\n       2\n        See United States v. Langford, 647 F.3d 1309 (11th Cir. 2011) (Larry Langford’s\nconvictions for bribery, conspiracy, money laundering, mail fraud, wire fraud, tax fraud, and\ncriminal forfeiture); United States v. McNair, 605 F.3d 1152 (11th Cir. 2010) (Chris McNair’s\nconvictions for conspiracy and bribery); United States v. Germany, 296 F. App’x 852 (11th Cir.\n2008) (Jeff Germany’s convictions for conspiracy and misapplication of government funds).\n\n        Another former member of the county commission was convicted in federal court for\nstealing money that the county, among others, gave to a charity he ran ostensibly to help\nunderprivileged children. See United States v. Katopodis, 428 F. App’x 902 (11th Cir. 2011)\n(John Katopodis’ convictions for mail fraud and wire fraud). Even though he committed those\n\n                                               2\n\f                                              I.\n\n       Jefferson County consists of five districts, each represented by an elected\n\ncommissioner who serves as the head of a county department. Gary White was\n\nelected as a Jefferson County commissioner for four four-year terms beginning in\n\n1990. He held different positions at various times, including president of the\n\ncommission and head of its General Services Department and of its Road and\n\nTransportation Department. So far as the record shows, however, it was not until\n\nWhite became the commissioner in charge of the Environmental Services\n\nDepartment in November 2002 that his corrupt conduct commenced.\n\n       His corruption, like that of some of his fellow commissioners, grew out of\n\nthe county’s sewage problem. In 1996 Jefferson County and the United States\n\nEnvironmental Protection Agency entered into a consent decree, settling a Clean\n\nWater Act lawsuit over untreated waste being released into the county’s rivers and\n\nstreams. The consent decree required the county to fix its sewer system, which\n\nwas a mess. The cost of doing so was approximately $3 billion.\n\n       The county hired engineering firms to design the necessary repair-and-\n\nrenovation projects. The Environmental Services Department supervised the\n\n\n\ncrimes between 2001 and 2008, we have not counted him in the tally of convicted former\ncommissioners because he left office in 1990.\n\n                                              3\n\fprocess of hiring those engineering firms. The design contracts were let on a no-\n\nbid basis, so typically either a commissioner or staff member selected the firm that\n\nwould receive the contract. The staff then determined the scope of the work under\n\nthe contract and negotiated pricing with the contractor. After the staff and the\n\nengineering firm agreed on the contract’s terms, it would go to the director of the\n\nEnvironmental Services Department for approval and then to the county\n\ncommissioner in charge of the department. If the commissioner approved the\n\ncontract, it then went to the environmental services committee, which consisted of\n\nthat commissioner and two others. They would decide whether to send the\n\ncontract to the full commission, consisting of the three of them and the two other\n\ncommissioners, for final approval.\n\n      The sewer system reconstruction project was lucrative for U.S.\n\nInfrastructure, an engineering firm owned by Sohan Singh. From 1996 to 2005,\n\nSingh’s company and Jefferson County entered into approximately $50 million\n\nworth of contracts involving the sewer system work. Each contract required the\n\ncounty to pay U.S. Infrastructure for its expenses in performing the work plus a\n\nprofessional fee.\n\n      In getting contracts with Jefferson County, U.S. Infrastructure had a\n\ncompetitive advantage — bribes that Singh and others paid.     Singh and Edward\n\n                                          4\n\fKey, who was a U.S. Infrastructure vice president, began bribing the county’s\n\nofficials in 1999 in exchange for contracts. See United States v. U.S.\n\nInfrastructure, Inc., 576 F.3d 1195, 1202–03 (11th Cir. 2009). One of the officials\n\nwho was bribed was Chris McNair, a former commissioner in charge of the\n\nEnvironmental Services Department.3 Id. at 1203–06.\n\n       When White took over the duties of supervising the Environmental Services\n\nDepartment in November 2002, Singh did not want to squander the competitive\n\nadvantage his company had gained by bribing McNair. So, Singh began meeting\n\nwith White in 2003 and continued doing so through early 2005, which roughly\n\ncoincided with the period White supervised the Environmental Services\n\nDepartment. At their meetings Singh gave White stacks of $100 bills in\n\nenvelopes, with the amounts ranging from $1,000 to $4,000 each time. All told,\n\nSingh paid White at least $22,000 in cash between 2003 and 2005. Singh got what\n\nhe paid for. From April 2003 to January 2005, while White was in charge of the\n\nEnvironmental Services Department, the county entered into 48 new contracts\n\nwith U.S. Infrastructure, paying the firm $1,107,755.55 in professional fees.\n\n\n       3\n         McNair was not the only “public servant” convicted of corruption charges in\nconnection with the sewer system contracts. Among the others were the Environmental Services\nDepartment’s former director, its former assistant director, its former chief civil engineer, its\nformer chief construction maintenance supervisor, one of its former engineers, and one of its\nformer maintenance supervisors. See United States v. McNair, 605 F.3d 1152 (11th Cir. 2011).\n\n                                                5\n\f       A federal grand jury issued a superseding indictment that charged White\n\nwith one count of conspiracy in violation 18 U.S.C. § 371 (Count 1), alleging that\n\nhe conspired with Singh to commit federal-funds bribery in violation of 18 U.S.C.\n\n§ 666(a)–(b), and with eight substantive counts of federal-funds bribery (Counts\n\n2–9) for his acceptance of Singh’s cash. It also charged White with one count of\n\nconspiracy (Count 10) and one count of federal-funds bribery (Count 11) for his\n\nacceptance of free architectural plans and hunting trips from an architect whose\n\nfirm had entered into contracts with Jefferson County. Finally, the indictment\n\nincluded a forfeiture count (Count 12). See 18 U.S.C. § 981(a)(1)(C); 28 U.S.C. §\n\n2461(c).\n\n       At trial White moved for a judgment of acquittal on all counts after the close\n\nof the government’s case-in-chief. The district court denied his motion as to\n\nCounts 1–9 and 12 but granted it on Counts 10 and 11—the conspiracy and\n\nfederal-funds bribery charges arising out of the free architectural plans and\n\nhunting trips. White did not present evidence, and the jury found him guilty on\n\ncounts 1–9.4\n\n\n       4\n         There was a two-and-a-half year delay between the jury’s verdict and sentencing,\nresulting from the district court entering an order setting aside the guilty verdicts on venue\ngrounds, an order that we reversed. United States v. White, 590 F.3d 1210, 1213–15 (11th Cir.\n2009).\n\n\n                                               6\n\f      The presentence investigation report recommended a guidelines range that\n\nwas calculated based on White’s conspiracy conviction. It did so because the base\n\noffense level for conspiracy is the base offense level of the substantive\n\noffense—here, federal-funds bribery—“plus any adjustments . . . for any intended\n\noffense conduct that can be established with reasonable certainty.” United States\n\nSentencing Guidelines § 2X1.1(a) (Nov. 2009). The base offense level for\n\nfederal-funds bribery generally is 12 under § 2C1.1(a)(2), but because White was a\n\n“public official” the base offense level was increased to 14. See id. § 2C1.1(a)(1).\n\n      The PSR added 2 levels under § 2C1.1(b)(1) because the conspiracy\n\ninvolved more than one bribe and added 4 more levels under § 2C1.1(b)(3)\n\nbecause White was an “elected public official.” Finally, the PSR added 16 levels\n\nunder § 2C1.1(b)(2), determining that U.S. Infrastructure received $1,395,552 in\n\nprofessional fees on its 48 contracts between April 2003 and January 2005 and\n\nthat those fees were “received in return for” Singh’s cash payments to White. All\n\nof the adjustments added up to a total offense level of 36, which, combined with\n\nWhite’s criminal history category of I, yielded a guidelines range of 188 to 235\n\nmonths imprisonment. The maximum statutory prison term was 5 years for the\n\nconspiracy conviction, see 18 U.S.C. § 371, and 10 years for each federal-funds\n\nbribery conviction, see id. § 666(a).\n\n                                          7\n\f      White objected to the 4-level elected-public-official increase and to the 16-\n\nlevel benefit-of-the-bribe increase. At the sentence hearing, he asserted that the 4-\n\nlevel increase would be impermissible double counting because his base offense\n\nlevel was already being increased by 2 levels because he was a “public official.”\n\nThe court overruled that objection. About the 16-level increase, White did not\n\ncontest the fact that U.S. Infrastructure received more than $1,000,000 in\n\nprofessional fees from the 48 contracts at issue. He did argue, though, that those\n\nfees were not in return for the envelopes full of cash that Singh gave him because\n\nmost, if not all, of the contracts would have been awarded to the company anyway.\n\n      The government responded that the 16-level increase was proper because no\n\nEnvironmental Services Department contract was automatically awarded but\n\ninstead had to be initially approved by people who were under White’s direct\n\nsupervision. It further contended that, given White’s position as a commissioner\n\nand head of the department, he could have “put [his] foot down” and stopped U.S.\n\nInfrastructure from receiving a contract. The district court agreed with the\n\ngovernment and overruled White’s objection.\n\n      The court adopted the PSR as its findings, except that it decreased the\n\namount of U.S. Infrastructure’s professional fees from the $1,395,552\n\nrecommended in the PSR to $1,107,755.55. White requested a below-the-\n\n                                          8\n\fguidelines sentence, arguing that he (otherwise?) had good character and stressing\n\nthe relatively low sentences of others convicted of corruption, his poor medical\n\ncondition, and “given his age [63] is what it is.” The government requested a\n\nwithin-the-guidelines sentence based on the seriousness of White’s public\n\ncorruption, his lack of remorse, the need to deter corruption by public officials,\n\nand the widespread problem of corruption in Jefferson County. The district court\n\nsentenced White to 60 months imprisonment for the conspiracy conviction and\n\n120 months imprisonment for each federal-funds bribery conviction, with all of\n\nthe sentences to run concurrently. White’s total prison sentence was 120 months,\n\nbelow the recommended guidelines range of 188 to 235 months. The court also\n\nimposed a 2-year term of supervised release and ordered $22,000 (the amount of\n\nthe known cash payments to White) in restitution and forfeiture. White then filed\n\nthis appeal, challenging the sufficiency of the evidence supporting his convictions\n\nand the reasonableness of his prison term.\n\n                                         II.\n\n      White contends that the government did not present sufficient evidence to\n\nsupport his convictions for eight counts of federal-funds bribery and one count of\n\nconspiracy. We review de novo the sufficiency of the evidence presented at trial,\n\nand “we will not disturb a guilty verdict unless, given the evidence in the record, no\n\n                                          9\n\ftrier of fact could have found guilt beyond a reasonable doubt.” United States v.\n\nHill, 643 F.3d 807, 856 (11th Cir. 2011) (quotation marks omitted). In reviewing\n\nthe sufficiency of the evidence, “we look at the record in the light most favorable to\n\nthe verdict and draw all reasonable inferences and resolve all questions of\n\ncredibility in its favor.” Id. (quotation marks omitted).\n\n                                                A.\n\n       White argues that the evidence was insufficient to prove that in accepting\n\nSingh’s cash payments he acted with corrupt intent. It matters whether he did\n\nbecause the federal-funds bribery statute prohibits an agent of a local government\n\nfrom “corruptly . . . accept[ing] or agree[ing] to accept, anything of value from any\n\nperson, intending to be influenced or rewarded in connection with any business,\n\ntransaction, or series of transactions of such . . . government, . . . involving\n\nanything of value of $5,000 or more.”5 18 U.S.C. § 666(a)(1)(B) (emphasis added).\n\nTo prove that White committed federal-funds bribery, the government had to prove\n\nthat he accepted the cash from Singh with the “corrupt intent” to be influenced or\n\nrewarded in connection with U.S. Infrastructure’s contracts with Jefferson County.\n\nSee United States v. McNair, 605 F.3d 1152, 1187–88 (11th Cir. 2010).\n\n\n       5\n         This statute applies if the local government for which the defendant is an agent accepts\nmore than $10,000 in federal funds in any one-year period. See 18 U.S.C. § 666(b). No one\ndisputes that Jefferson County fits that requirement.\n\n                                                10\n\f       The record contains ample evidence of White’s corrupt intent to be\n\ninfluenced or rewarded. Singh paid White $22,000 during a period in which U.S.\n\nInfrastructure entered into 48 new contracts with Jefferson County. White was the\n\ncommissioner in charge of the county department that selected U.S. Infrastructure\n\nfor those contracts and negotiated their terms and pricing. He also had the\n\nauthority to review and approve each contract before it was presented to the\n\nenvironmental services committee and ultimately to the full commission. White\n\nwas a member of that committee and the commission, both of which had to approve\n\na contract before it was binding.\n\n      At the time of this trial Singh himself had been convicted and sentenced for\n\nfederal crimes in connection with other acts of corruption involving the Jefferson\n\nCounty sewer system project. See U.S. Infrastructure, 576 F.3d at 1202–03. He\n\nwas a less than enthusiastic witness for the government against White. He insisted\n\nthat his cash payments to White had nothing to do with U.S. Infrastructure’s\n\ncontracts with Jefferson County but instead were to compensate White for\n\npromoting the company to other municipalities. But Singh conceded that although\n\nhe had never paid anyone else in cash for doing legitimate work for U.S.\n\nInfrastructure, cash was the only way that he ever paid White. Singh also testified\n\nthat even though he had met White in 1996 or 1997, he did not begin giving him\n\n                                         11\n\fthe envelopes full of cash until six or seven years later, which was soon after White\n\nbecame the commissioner in charge of the Environmental Services Department, the\n\ndepartment that played a critical role in the contracting process. And Singh also\n\ntestified that he paid White to keep him happy with U.S. Infrastructure:\n\n      Q: Mr. Singh, do you recall testifying before the grand jury in this case?\n      A: I do.\n      Q: Do you recall being asked why you gave [White] cash?\n      A: It was to keep him pretty much happy with [U.S. Infrastructure.]\n      Q: Was that true when you testified —\n      A: Yes, sir.\n(Emphasis added.)\n\n      There is also the undisputed fact that White kept Singh’s cash payments\n\nsecret. During White’s term as president of the commission, he had signed an\n\nadministrative order requiring every county official to submit to the county minute\n\nclerk a list of anyone with whom the official had “any form of employment or other\n\nrelationship which results in any form of compensation or benefit.” White did not\n\nreport Singh’s cash payments. And White did not mention to anyone during\n\nenvironmental services committee meetings that he was receiving cash from Singh.\n\nThe corrupt usually don’t advertise their corrupt ways, or as we noted in McNair,\n\n“the extent to which the parties . . . conceal their bribes is powerful evidence of\n\n\n                                          12\n\ftheir corrupt intent.” 605 F.3d at 1197; cf. John 3:20 (RSV) (“For every one who\n\ndoes evil hates the light, and does not come to the light, lest his deeds should be\n\nexposed.”). There was enough evidence to convict White of the federal-funds\n\nbribery charges.6\n\n                                                 B.\n\n       White contends that the evidence was insufficient to support his conspiracy\n\nconviction because it did not prove that he and Singh entered into an agreement to\n\nachieve an unlawful objective. To prove conspiracy, the government had to\n\nestablish: (1) the existence of an agreement between White and Singh that White\n\nwould commit federal-funds bribery; (2) White’s knowing and voluntary\n\n\n       6\n          White also contends that 18 U.S.C. § 666 required the government to prove that he\naccepted specific payments from Singh in exchange for providing Singh with specific benefits.\nIn other words, a quid pro quo. We rejected that interpretation of § 666 in McNair. See 605 F.3d\nat 1188. We have also rejected the argument that the decision in Skilling v. United States, __\nU.S. __, 130 S. Ct. 2896 (2010), requires a different result. See United States v. Siegelman, 640\nF.3d 1159, 1172 n.17 (11th Cir. 2011) (“Skilling did not deal with federal funds bribery under §\n666 at all and, so, does not affect our consideration of these counts of conviction.”).\n\n        The superseding indictment charged that White committed federal-funds bribery “on or\nabout” eight different dates. White contends that language was not sufficiently specific to\nprovide fair notice of the charges against him. He waived that issue by not raising it before trial.\nSee Fed R. Crim. P. 12(e); United States v. Seher, 562 F.3d 1344, 1359 (11th Cir. 2009)\n(“Generally, a defendant must object before trial to defects in an indictment, and the failure to do\nso waives any alleged defects.”). Even if he had not waived the issue, the superseding indictment\nwas sufficient. Cf. United States v. Reed, 887 F.2d 1398, 1403 (11th Cir. 1989) (rejecting a\nvariance argument on the ground that “[w]hen the government charges that an offense occurred\n‘on or about’ a certain date, the defendant is on notice that the charge is not limited to the\nspecific date or dates set out in the indictment”).\n\n                                                 13\n\fparticipation in the conspiracy; and (3) an overt act in furtherance of the\n\nconspiracy. See 18 U.S.C. § 371; McNair, 605 F.3d at 1195. Because\n\n“conspiracies are secretive by nature, the existence of an agreement and [White’s]\n\nparticipation in the conspiracy may be proven entirely from circumstantial\n\nevidence.” U.S. Infrastructure, 576 F.3d at 1203.\n\n      The same evidence that supports White’s federal-funds bribery convictions\n\nsupports his conspiracy conviction. As we have already recounted, that evidence\n\nestablished that (1) Singh paid White $22,000 in cash during a period in which\n\nU.S. Infrastructure entered into 48 new contracts with Jefferson County; (2) Singh\n\npaid White to “keep him pretty much happy with” U.S. Infrastructure; and (3)\n\nWhite kept those payments a secret. That evidence is enough to establish that\n\nSingh and White had an agreement for White to commit federal-funds bribery.\n\nRequiring direct evidence of the agreement “would allow [White] to escape\n\nliability . . . with winks and nods, even [though] the evidence as a whole proves\n\nthat there” was agreement between White and Singh for White to commit federal-\n\nfunds bribery. Id. at 1203 (quotation marks omitted).\n\n\n\n\n                                          14\n\f                                          III.\n\n      We turn next to White’s contention that his sentence is unreasonable. In\n\nreviewing a sentence we apply an abuse of discretion standard. United States v.\n\nIrey, 612 F.3d 1160, 1189–90 (11th Cir. 2010) (en banc). We first ensure that the\n\ndistrict court committed no significant procedural error, such as improperly\n\ncalculating the guidelines range. United States v. Shaw, 560 F.3d 1230, 1237 (11th\n\nCir. 2009). If the sentence is not procedurally unreasonable, we then determine\n\nwhether it is substantively reasonable. United States v. Gonzalez, 550 F.3d 1319,\n\n1323–24 (11th Cir. 2008).\n\n                                          A.\n\n      The guidelines provide for a 16-level increase “[i]f the value of the payment,\n\nthe benefit received or to be received in return for the payment, . . . whichever is\n\ngreatest” exceeds $1,000,000. U.S.S.G. § 2C1.1(b)(2) (emphasis added); id. §\n\n2B1.1(b)(1)(I). Because the $1,107,755.55 in professional fees that U.S.\n\nInfrastructure received from its White-era contracts with the county were greater\n\nthan the $22,000 in cash payments that Singh gave White, the district court added\n\n16 levels to White’s offense level.\n\n      White argues that evidence established that U.S. Infrastructure’s\n\n\n                                          15\n\f$1,107,755.55 in professional fees were not received “in return for” Singh’s cash\n\npayments, as § 2C1.1(b)(2) requires. At trial Singh testified that U.S. Infrastructure\n\nhad entered into approximately 150 sewer work contracts with the county before\n\nWhite became head of the Environmental Services Department. And Harry\n\nChandler, the former assistant director of the department, testified that the work\n\nthat the company had done was always satisfactory. At the sentence hearing Tom\n\nMayhall, an FBI agent who investigated the case, testified that he did not know of\n\nany occasion where the commission itself had not approved a U.S. Infrastructure\n\ncontract, either before or after White became head of the Environmental Services\n\nDepartment. He also said that the department may have had an unofficial practice\n\nof entering into new contracts with those firms with which it had previously\n\ncontracted.\n\n       On the basis of that evidence, White argues that the evidence established that\n\nthe county would have entered into the U.S. Infrastructure contracts regardless of\n\nthe cash payments he received from Singh.7 If so, he asserts that the district court\n\nerred in finding that the company’s professional fees were “in return for” the\n\n\n\n       7\n         Of course, one reason that the county entered into those 150 pre-White U.S.\nInfrastructure contracts may have been that U.S. Infrastructure had bribed Chris McNair when he\nwas the commissioner in charge of the Environmental Services Department from 1998 to 2001.\nSee U.S. Infrastructure, 576 F.3d at 1203–06.\n\n                                               16\n\fbribes. White argues that instead of the 16-level increase based on the more than\n\n$1,000,000 in professional fees to U.S. Infrastructure, he should have received only\n\na 4-level increase based on the $22,000 in cash payments to him. See U.S.S.G. §§\n\n2B1.1(b)(1)(C), 2C1.1(b)(2). If so, his total offense level would have been 24 and\n\nhis guidelines range would have been 51 to 63 months, well below the 188 to 235\n\nmonth guidelines range and the 120-month sentence that he actually did receive.\n\n      When a defendant challenges the factual basis that the PSR sets forth for his\n\nsentence, the burden is on the government to prove the disputed facts by a\n\npreponderance of the evidence. United States v. Liss, 265 F.3d 1220, 1230 (11th\n\nCir. 2001). The district court may base its findings of fact at sentencing on\n\nevidence presented at trial, undisputed statements in the PSR, and evidence\n\npresented at the sentence hearing. United States v. Polar, 369 F.3d 1248, 1255\n\n(11th Cir. 2004). We review those findings only for clear error. McNair, 605 F.3d\n\nat 1230 n.127.\n\n      Other circuits have held that § 2C1.1(b)(2)’s “in return for” language\n\nrequires that the government prove a causal connection between the bribes and the\n\nbenefit received, see McNair, 605 F.3d at 1230, but they have also held that the\n\ncausation threshold is a low one, United States v. Kinter, 235 F.3d 192, 198 (4th\n\nCir. 2000) (“The threshold for the causation inquiry for § 2C1.1 calculations is\n\n                                         17\n\frelatively low.”), abrogated on other grounds by United States v. Booker, 543 U.S.\n\n220, 125 S. Ct. 738 (2005); see also United States v. Sapoznik, 161 F.3d 1117, 1119\n\n(7th Cir. 1998) (explaining that the bribes need only contribute to or facilitate the\n\nbusiness activity involved).\n\n      Whatever the level of causation required under § 2C1.1(b)(2), the evidence\n\npresented at trial and at sentencing satisfied it. The evidence established that after\n\nsewer work contracts were approved by the Environmental Services Department’s\n\ndirector, White had the responsibility for reviewing them and deciding whether to\n\napprove them for placement on the environmental services committee’s agenda.\n\nWhite was himself a member of that committee and of the full commission, both of\n\nwhich had to vote to approve a contract. And Chandler testified that White\n\nsometimes directed him to contract with specific firms. Singh testified that he paid\n\nWhite only during a period in which U.S. Infrastructure entered into the 48\n\ncontracts at issue and that he did so to “keep him pretty much happy with” U.S.\n\nInfrastructure. Further, Mayhall testified at the sentence hearing that a contract\n\ncould have been stopped at “any point along the way.” White was at three points\n\nalong the way to final approval. Mayhall also testified that White voted to approve\n\n45 of the 48 contracts with U.S. Infrastructure, and that he believed that White was\n\nnot present for the votes on the other three.\n\n                                          18\n\f      All of that evidence was enough to prove by a preponderance that Singh paid\n\nWhite to ensure that he did not prevent the county from approving any contract\n\nwith U.S. Infrastructure, as he might have done. Under these circumstances, the\n\ndistrict court did not clearly err by finding that the company’s professional fees\n\nwere a benefit “received in return for” Singh’s cash payments. Application of the\n\n16-level enhancement was not error.\n\n                                          B.\n\n      In addition to setting White’s base offense level at 14, instead of 12, because\n\nhe was a public official, see U.S.S.G. § 2C1.1(a), the district court also enhanced it\n\n4 more levels under § 2C1.1(b)(3) because he was an elected public official. White\n\ncontends that amounts to impermissible double counting. Which it does not. We\n\nhave held that “[i]mpermissible double counting occurs only when one part of the\n\nGuidelines is applied to increase a defendant’s punishment on account of a kind of\n\nharm that has already been fully accounted for by application of another part of the\n\nGuidelines.” United States v. Dudley, 463 F.3d 1221, 1226–27 (11th Cir. 2006)\n\n(quotation marks omitted). Because of the critical importance of representative\n\nself-government, a guideline that applies to any public official who betrays the\n\npublic trust does not “fully account[]” for the harm that is inflicted when the trust\n\nthat the official betrays was conferred on him in an election. Being a bribe-taking\n\n                                          19\n\f“elected public official” is different from being a run-of-the-mill, bribe-taking,\n\nnon-elected “public official.”\n\n                                           C.\n\n      Our substantive reasonableness review is guided by the factors in 18 U.S.C.\n\n§ 3553(a). United States v. Pugh, 515 F.3d 1179, 1188–89 (11th Cir. 2008). The\n\ndistrict court is required to impose a sentence that is “sufficient, but not greater\n\nthan necessary, to comply with the purposes” listed in that statutory provision. 18\n\nU.S.C. § 3553(a). Those purposes include the need to reflect the seriousness of the\n\noffense, promote respect for the law, provide just punishment of the offense, deter\n\ncriminal conduct, protect the public from the defendant’s future criminal conduct,\n\nand provide the defendant with needed educational or vocational training or\n\nmedical care. Id. § 3553(a)(2). Among other factors, the district court must also\n\nconsider the nature and circumstances of the offense, the history and characteristics\n\nof the defendant, the applicable guidelines range, and the need to avoid\n\nunwarranted sentencing disparities. See id. § 3553(a)(1), (4), (6).\n\n      We ordinarily “expect a sentence within the Guidelines range to be\n\nreasonable,” United States v. Talley, 431 F.3d 784, 788 (11th Cir. 2005), and the\n\nburden of establishing that a sentence is unreasonable lies with the party\n\n\n\n                                           20\n\fchallenging it, Pugh, 515 F.3d at 1189. We will vacate a sentence for substantive\n\nunreasonableness “if, but only if, we are left with the definite and firm conviction\n\nthat the district court committed a clear error of judgment in weighing the §\n\n3553(a) factors by arriving at a sentence that lies outside the range of reasonable\n\nsentences dictated by the facts of the case.” Irey, 612 F.3d at 1190 (quotation\n\nmarks omitted).\n\n      White’s 120-month prison sentence is not unreasonable. It is below the\n\napplicable guidelines range of 188 to 235 months, and there was no abuse of\n\ndiscretion in the court’s weighing of the § 3553(a) factors. As the district court\n\nexplained in imposing the sentence:\n\n      [M]y obligation in this case is to sentence you to a sentence which is\n      sufficient but not more than necessary to accomplish the sentencing goals set\n      forth in the federal statutes. And those goals are not just whether or not you\n      personally will ever be able to accomplish this type of crime again; that’s not\n      the sole thing that I have to consider in determining the sentence. I also have\n      to consider and find appropriate, in addition to the nature and circumstances\n      of the offense and history and characteristics of you, Mr. White, which is\n      demonstrated by the number of people that are here and all these letters that\n      are written by folks that you have done a lot of admirable things in your life,\n      that you have served your community. But also to reflect the seriousness of\n      the offense and promote respect for the law, provide just punishment for you,\n      and to afford adequate deterrence to criminal conduct.\n              You see, when someone’s elected to a position of trust as an elected\n      official, they don’t have the right . . . they don’t have a right to have a bag . .\n      . at all. It’s not a function of how big the bag is, they just don’t have a right\n      to have a bag that they can carry around stuff they get from people that are\n\n                                              21\n\f      involved with them in this process. And, so, I think a sentence which is 120\n      months total is appropriate.\n\n\nIndeed.\n\n      AFFIRMED.\n\n\n\n\n                                        22\n\f",
            "ocr": false,
            "opinion_id": 3048015
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}