{
    "id": 3062098,
    "judges": "Ebel, Lucero, Seymour",
    "date_filed": 1347926400000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-harris",
    "case_name_short": "Harris",
    "case_name": "United States v. Harris",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Tracy HARRIS, Defendant-Appellant",
    "attorneys": "Kurt P. Kerns of Ariagno, Kerns, Mank & White LLC, Wichita, KS, for Defendant-Appellant., James A. Brown, Assistant United States Attorney (Barry R. Grissom, United States Attorney, with him on the brief), Topeka, KS, for Plaintiff-Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1149-9\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Tracy HARRIS, Defendant-Appellant.\n   </parties><docketnumber id=\"Any\">\n    No. 10-3173.\n   </docketnumber><br><court id=\"b1149-12\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><br><decisiondate id=\"b1149-13\">\n    Sept. 18, 2012.\n   </decisiondate><br><attorneys id=\"b1152-21\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1128\"> \n     *1128\n     </span>\n    Kurt P. Kerns of Ariagno, Kerns, Mank &amp; White LLC, Wichita, KS, for Defendant-Appellant.\n   </attorneys><br><attorneys id=\"b1152-22\">\n    James A. Brown, Assistant United States Attorney (Barry R. Grissom, United States Attorney, with him on the brief), Topeka, KS, for Plaintiff-Appellee.\n   </attorneys><br><judges id=\"b1152-23\">\n    Before LUCERO, SEYMOUR, and EBEL, Circuit Judges.\n   </judges>",
    "citations": [
        "695 F.3d 1125"
    ],
    "opinions": [
        {
            "author_str": "Ebel",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 25.0,
            "download_url": "http://www.ca10.uscourts.gov/opinions/10/10-3173.pdf",
            "author_id": null,
            "opinion_text": "                                                                              FILED\n                                                                  United States Court of Appeals\n                                     PUBLISH                              Tenth Circuit\n\n                       UNITED STATES COURT OF APPEALS                September 18, 2012\n\n                                                                     Elisabeth A. Shumaker\n                                 TENTH CIRCUIT                           Clerk of Court\n\n\n\n UNITED STATES OF AMERICA,\n\n       Plaintiff – Appellee,\n\n v.                                                 No. 10-3173\n\n TRACY HARRIS,\n\n       Defendant – Appellant.\n\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF KANSAS\n                    (D.C. No. 6:07-CR-10143-JTM-2)\n\n\nKurt P. Kerns of Ariagno, Kerns, Mank & White LLC, Wichita, Kansas, for Defendant-\nAppellant.\n\nJames A. Brown, Assistant United States Attorney (Barry R. Grissom, United States\nAttorney, with him on the brief), Topeka, Kansas, for Plaintiff-Appellee.\n\n\n\nBefore LUCERO, SEYMOUR, and EBEL, Circuit Judges.\n\n\nEBEL, Circuit Judge.\n\f       Defendant-Appellant Tracy Harris (“Harris”) was convicted under 18 U.S.C.\n\n§ 1962(d) of conspiracy to commit a racketeering offense in violation of the Racketeer\n\nInfluenced and Corrupt Organizations Act (“RICO”), and sentenced to 188 months in\n\nprison. On appeal, he challenges the substantive correctness of the jury instructions on\n\nthe elements of § 1962(d) conspiracy; the sufficiency of the evidence to convict him of\n\nthat crime; the failure of the district court to issue a jury instruction on the affirmative\n\ndefense of withdrawal; and the substantive and procedural reasonableness of his\n\nsentence.1\n\n       Exercising jurisdiction under 28 U.S.C. § 1291 and 18 U.S.C. § 3742(a)(1), we\n\nhold (1) that the existence of an enterprise is not a required element of § 1962(d)\n\nconspiracy; (2) alternatively, even if the Government was required to prove the existence\n\nof an enterprise, there was sufficient evidence to show that the various gang sets in this\n\ncase constituted an association-in-fact enterprise under Boyle v. United States, 556 U.S.\n\n938 (2009); and (3) that Harris failed to present evidence that he had withdrawn from the\n\nalleged conspiracy sufficient to warrant a jury instruction on that defense. Further, under\n\nthe concurrent-sentence doctrine, we decline to review Harris’s challenge to his sentence.\n\nWe therefore AFFIRM Harris’s conviction and sentence.\n\n1\n  Harris was also convicted of one count being a felon in possession of a firearm in\nviolation of 18 U.S.C. § 922(g) and one count of wire fraud in violation of 18 U.S.C.\n§ 1343. He was sentenced on those counts to 120 and 188 months’ imprisonment,\nrespectively, to run concurrently with his 188-month sentence for the RICO conspiracy\ncharge. The firearm and wire fraud convictions and sentences are not at issue in this\nappeal.\n\n                                               2\n\f                                 I.     BACKGROUND\n\n       The Crips are one of several street gangs active in Wichita, Kansas. There are\n\n“sets” and “subsets” of the Crips in Wichita, including the Insane Crips, the Deuce Trey\n\nCrips, the Neighborhood Crips, and the Tre Five Seven Crips. While these sets each have\n\ntheir own leaders, and often operate independently of each other, they share certain\n\ncommon features, such as wearing the color blue, showing the Crip sign, using the Crip\n\nhandshake, and harboring animosity towards members of other gangs. Crips socialize\n\nexclusively with other Crips, and members of different sets would meet regularly and\n\nwould work together to make money. This case arises out of the investigation, by the\n\nWichita police, of the Crips gang and its criminal activity in Wichita, and the subsequent\n\nprosecution of several Crips in connection with that activity.\n\n       Harris was indicted, along with several co-defendants, in a thirty-eight-count\n\nindictment charging violations of RICO, as well as violations of federal weapons, drug,\n\nand wire fraud statutes.\n\n       Generally speaking, Harris was alleged to have been a major drug supplier\n\ninvolved in drug trafficking, who owned houses where drug trafficking took place.\n\nHarris personally was charged with one count of participating in an enterprise through a\n\npattern of racketeering activity under 18 U.S.C. § 1962(c) (Count 1) (the “substantive\n\nRICO violation”), one count of conspiracy to commit a substantive RICO violation under\n\n18 U.S.C. § 1962(d) (Count 2) (“RICO conspiracy”), one count of conspiracy to\n                                             3\n\fdistribute cocaine base (Count 3), one count of conspiracy to distribute marijuana (Count\n\n4), one count of possession of a firearm by a felon (Count 17), two counts of possession\n\nof a firearm in furtherance of a drug trafficking crime (Counts 18 and 19), one count of\n\npossession with intent to distribute cocaine (Count 20), two counts of wire fraud (Counts\n\n21 and 22), and two counts relating to intimidation of a witness (Counts 23 and 24).\n\n         Harris and his co-defendants, Clinton Knight and Chester Randall, were tried\n\ntogether in a two-week jury trial, after which the jury convicted Harris on Counts 2\n\n(RICO conspiracy), 17 (felon-in-possession), and 21 (wire fraud). Harris was acquitted\n\non Counts 1, 3, 19, and 20.2 The Probation Officer prepared a Presentence Investigation\n\nReport (“PSR”) that calculated Harris’s offense level to be 44 and his criminal history\n\ncategory to be VI, resulting in an advisory guidelines range of life imprisonment.3 Harris\n\nraised several objections to the PSR, upon which the district court ruled. The district\n\ncourt adopted the PSR without change, but ultimately concluded, after consideration of\n\nthe sentencing factors of 18 U.S.C. § 3553(a), that a downward variance was appropriate.\n\nIn particular, the district court was concerned about the disparities that would be created\n\nif Harris were sentenced to life. The district court reduced Harris’s offense level to 31,\n\nresulting in an advisory guidelines range of 188-235 months’ imprisonment, and\n\n\n2\n    Counts 4, 18, 22, 23, and 24 were eventually dismissed on the Government’s motion.\n3\n The 2009 edition of the Federal Sentencing Guidelines Manual, effective November 1,\n2009, governed Harris’s June 2010 sentencing.\n\n\n                                             4\n\fsentenced Harris at the bottom of that range: 188 months on Count 2, 120 months on\n\nCount 17, and 188 months on Count 21, all sentences to run concurrently.\n\n       Additional facts are set forth below as they become relevant to the discussion.\n\n                                   II.     DISCUSSION\n\nA.     Jury instructions on elements of RICO conspiracy\n\n       The first issue in this appeal is whether, to prove a conspiracy under 18 U.S.C.\n\n§ 1962(d) to commit a substantive RICO violation under 18 U.S.C. § 1962(c), the\n\nGovernment must prove the existence of “an enterprise.” The jury was instructed that it\n\ndid not need to find the existence of an enterprise. Because Harris did not object to this\n\njury instruction below, this Court reviews the district court’s instruction for plain error.\n\nSee United States v. Sturm, 673 F.3d 1274, 1281 (10th Cir. 2012). “Plain error occurs\n\nwhen there is (1) error, (2) that is plain, which (3) affects substantial rights, and which (4)\n\nseriously affects the fairness, integrity, or public reputation of judicial proceedings.”\n\nUnited States v. Gonzalez-Huerta, 403 F.3d 727, 732 (10th Cir. 2005) (en banc) (internal\n\nquotation marks omitted). “[A]n error is ‘plain’ if it is clear or obvious at the time of the\n\nappeal . . . .” Id. And an error affects substantial rights when the error “affected the\n\noutcome of the district court proceedings.” Id. (internal quotation marks omitted). The\n\nburden is on Harris to show “a reasonable probability that, but for the error claimed, the\n\n\n\n\n                                              5\n\fresult of the proceeding would have been different.” United States v. Fields, 516 F.3d\n\n923, 944 (10th Cir. 2008) (internal quotation marks omitted).4\n\n       The district court instructed the jury on the elements of Count 2 as follows:\n\n       First: A conspiracy or agreement, as detailed in the indictment, existed\n       between two or more persons to participate in the affairs of an enterprise\n       that affected interstate commerce through a pattern of racketeering activity;\n\n       Second: that defendant deliberately joined or became a member of the\n       conspiracy or agreement with knowledge of its purpose[;] and[]\n\n\n\n\n4\n  The Government urges that Harris’s argument is entirely foreclosed by the “invited\nerror doctrine,” because Harris’s counsel said he had no objection to the jury instruction\nwhen it was proposed at the jury instruction conference. Aple. Br. at 21-22. See United\nStates v. DeBerry, 430 F.3d 1294, 1302 (10th Cir. 2005) (invited error precludes a party\nfrom arguing that the trial court erred in adopting a proposition that the party had urged\nthe district court to adopt). The Government bases this argument on the ground that\nHarris said he had no objection to the challenged jury instruction when it was first\nproposed. The Government cites authority to support this proposition, see United States\nv. Griffin, 84 F.3d 912, 924 (7th Cir. 1996).\n       We do not consider Harris’s counsel’s statement at the jury instruction\nconference—at which the district court went individually through the jury instructions,\nconfirming changes it was making, and asking each party whether it objected—to be\nsufficient to trigger the invited error doctrine. A defendant’s failure to object to a district\ncourt’s proposed jury instruction, or even the affirmative statement, “No, Your Honor,”\nin response to the court’s query “Any objection?”, is not the same as a defendant who\nproffers his or her own instruction, persuades the court to adopt it, and then later seeks to\nattack the sufficiency of that instruction. See Sturm, 673 F.3d at 1281 (barring review\nunder invited error doctrine where defendant proffered the very instruction under attack);\nUnited States v. Visinaiz, 428 F.3d 1300, 1310-11 (10th Cir. 2005) (same). Harris’s\nobjection was forfeited through neglect, not waived through knowing and voluntary\nrelinquishment. See United States v. Zubia-Torres, 550 F.3d 1202, 1205 (10th Cir. 2008)\n(“[T]here must be some evidence that the waiver is knowing and voluntary, beyond\ncounsel’s rote statement that she is not objecting . . . .” (internal quotation marks\nomitted)).\n\n                                               6\n\f       Third: the defendant agreed that someone, not necessarily the defendant,\n       would commit at least two of the racketeering acts detailed in the\n       indictment.\n\nROA v.1 at 409 (Jury Instruction No. 24). In addition, the court instructed:\n\n       Unlike the charge in Count 1 [the substantive violation under § 1962(c)],\n       the government need not prove a defendant actually committed two\n       racketeering acts, nor that the objectives or purposes of the conspiracy,\n       whatever they may have been, have been achieved or accomplished, nor\n       that the alleged enterprise was actually established, that the defendant was\n       actually employed by or associated with the enterprise, or that the\n       enterprise was actually engaged in, or its activities actually affected,\n       interstate or foreign commerce. The essential nature of Count 2 is the\n       conspiratorial agreement; the ultimate success or failure of the conspiracy is\n       irrelevant.\n\nId. (emphases added).\n\n       Harris complains on appeal that this jury instruction inaccurately stated the law.\n\nHarris argues that the elements of a § 1962(d) conspiracy were laid out by this Court in\n\nUnited States v. Smith, 413 F.3d 1253, 1266 (10th Cir. 2005), abrogated on other grounds\n\nby United States v. Hutchinson, 573 F.3d. 1011 (10th Cir. 2009), and that Smith’s six-\n\npart formulation should control. Harris contends that the district court’s instructions\n\nmisled the jury by combining discrete elements from Smith into one element, placing\n\nelements out of order, and referring without specificity to the indictment, thus allowing\n\njurors improperly to consider irrelevant portions of the indictment.\n\n       We now hold that the existence of an enterprise is not an element of § 1962(d)\n\nconspiracy to commit a substantive RICO violation. We hold further that the challenged\n\njury instruction accurately stated the law, and that the district court’s general reference to\n\n                                              7\n\fthe indictment was not error. Harris’s argument on this issue therefore fails the first\n\nprong of the plain error test.\n\n       In Smith, this Court held that\n\n       in order to convict a defendant for violating § 1962(d), the Government\n       must prove beyond a reasonable doubt that the defendant: (1) by knowing\n       about and agreeing to facilitate the commission of two or more acts (2)\n       constituting a pattern (3) of racketeering activity (4) participates in (5) an\n       enterprise (6) the activities of which affect interstate or foreign commerce.\n\n413 F.3d at 1266. Harris argues that, under Smith, “the existence of an enterprise” is an\n\nelement of conspiracy to commit a RICO violation under § 1962(d) and must be proved.\n\nAplt. Br. at 19. However, the defendant in Smith did not contend that existence of an\n\nenterprise was not a necessary element of a § 1962(d) violation. See 413 F.3d at 1267.\n\nInstead, the Smith defendant argued only that the evidence against him failed to establish\n\nthe existence of an enterprise. See id. at 1266-67. Consequently, in Smith this Court\n\nfocused on what constituted an “enterprise” under RICO, and did not address the\n\nalternate possibility that the “existence of an enterprise” might not in fact be a necessary\n\nelement at all under § 1962(d). Thus, to the extent that Smith stated that the existence of\n\nan enterprise was an essential element of § 1962(d), that statement was dicta, i.e., it was\n\n“not necessarily involved nor essential to determination of the case in hand.” Rohrbaugh\n\nv. Celotex Corp., 53 F.3d 1181, 1184 (10th Cir. 1995) (quoting Black’s Law Dictionary\n\n454 (6th ed. 1990)); see United States v. Smith, 454 F. App’x 686, 694 (10th Cir. 2012)\n\n\n\n\n                                              8\n\f(unpublished) (observing that Smith’s “holding” that the existence of an enterprise was\n\nan element of § 1962(d) conspiracy was dicta).5\n\n       Now, confronted squarely with the question, and guided by the Supreme Court’s\n\ndecision in Salinas v. United States, 522 U.S. 52 (1997), and the Second Circuit’s\n\ndecision in United States v. Applins, 637 F.3d 59 (2d Cir. 2011), we conclude that\n\n§ 1962(d) does not require the Government to establish that an enterprise existed.\n\n       In Salinas, as here, the defendant was charged both with committing a substantive\n\nRICO violation under § 1962(c) and with conspiracy to commit that violation under\n\n§ 1962(d). See 522 U.S. at 55. Also, as here, the defendant in Salinas was acquitted of\n\nthe substantive § 1962(c) charge but convicted of the conspiracy § 1962(d) charge. See\n\nid. Salinas argued that his § 1962(d) conviction could not stand because the jury was not\n\ninstructed that it must find that Salinas had personally committed or agreed to commit the\n\ntwo predicate acts required to establish a “pattern of racketeering activity” under\n\n§ 1962(c). See id. at 61.\n\n       The Supreme Court rejected that argument, focusing on the textual differences\n\nbetween § 1962(c) and § 1962(d), and on the general differences between conspiracy and\n\n\n5\n  This Court’s recent order and judgment in United States v. Smith, 454 F. App’x 686,\naddressed the precise issue before us. The panel in Smith, also reviewing for plain error,\ndeclined to decide whether the existence of an enterprise is an essential element of\n§ 1962(d). See id. at 695-97. But its analysis of the question was thorough and well-\nreasoned. We adopt that analysis and now extend it one step further, to hold, in a\npublished opinion, that the existence of an enterprise is not an essential element of a\n§ 1962(d) conspiracy.\n\n                                             9\n\fcompleted crimes. As to the textual differences in the statute, Salinas observed that\n\nwhereas § 1962(c) makes it a crime to “conduct or participate . . . in the conduct of” a\n\nRICO enterprise’s affairs through a pattern of racketeering activity, § 1962(d) simply\n\nmakes it criminal “to conspire” to do so. See id. at 62-63; see also Applins, 637 F.3d at\n\n73-74 (discussing Salinas). Salinas emphasized that conspiracy is distinct from the\n\ncompleted crime, and “a conspiracy may exist and be punished whether or not the\n\nsubstantive crime ensues, for the conspiracy is a distinct evil, dangerous to the public,\n\nand so punishable in itself.” 522 U.S. at 65. Further, § 1962(d) requires no overt act,\n\nunlike the general criminal conspiracy statute, 18 U.S.C. § 371, which does. See id. at 63\n\n(“There is no requirement of some overt act or specific act in the statute before us, unlike\n\nthe general conspiracy provision applicable to federal crimes, which requires that at least\n\none of the conspirators have committed an ‘act to effect the object of the conspiracy.’\n\nThe RICO conspiracy provision, then, is even more comprehensive than the general\n\nconspiracy offense in § 371.” (citation omitted)).\n\n       In light of these differences, the Salinas Court concluded that to prove a violation\n\nof § 1962(d), “it suffices that [a defendant] adopt the goal of furthering or facilitating the\n\ncriminal endeavor,” so long as that endeavor would, “if completed, . . . satisfy all the\n\nelements of a substantive criminal offense.” Id. at 65 (emphasis added). Rejecting the\n\ndefendant’s argument that § 1962(d) required proof that the defendant personally\n\ncommitted or agreed to commit the predicate acts, the Supreme Court observed\n\n\n                                              10\n\f         It makes no difference that the substantive offense under § 1962(c) requires\n         [that someone actually commit] two or more predicate acts. The interplay\n         between subsections (c) and (d) does not permit us to excuse from the reach\n         of the conspiracy provision an actor who does not himself commit or agree\n         to commit the two or more predicate acts requisite to the underlying\n         offense.\n\nId. at 65.\n\n         Salinas did not present the precise question presented here. But its discussion of\n\nthe difference between a § 1962(c) violation and a § 1962(d) violation leads us, like the\n\nSecond Circuit, to conclude that just as the Government need not prove that a defendant\n\npersonally committed or agreed to commit the requisite predicate acts to be guilty of\n\n§ 1962(d) conspiracy, neither must the Government prove that the alleged enterprise\n\nactually existed. The district court’s challenged jury instruction accurately stated the\n\nlaw.6 There was no error, and Harris’s challenge fails the first prong of the plain error\n\ntest.7\n\n\n\n6\n  We also reject Harris’s perfunctory argument that Jury Instruction No. 24’s unspecific\nreference to “the indictment” was error because Count Two did not list any specific\nracketeering acts, and that the jury therefore should not have been permitted to consider\nthe racketeering acts listed under Count One.\n       We held in United States v. Randall that “a RICO conspiracy charge need not\nspecify the predicate racketeering acts that the defendant agreed would be committed.”\n661 F.3d 1291, 1298 (10th Cir. 2011). We cited with approval jury instructions that\nexpressly noted\n       the indictment need not specify the predicate acts that the defendant agreed\n       would be committed by some member of the conspiracy in the conduct of\n       the affairs of the enterprise. You may consider the evidence presented of\n       racketeering acts committed or agreed to be committed by any co-\n       conspirator in furtherance of the enterprise’s affairs to determine whether\n                                                                             Continued . . .\n                                              11\n\fB.     Sufficiency of the evidence\n\n       The second issue is whether the evidence was sufficient to convict Harris of RICO\n\nconspiracy under § 1962(d). We hold that it was.\n\n       Sufficiency of the evidence to support a jury’s verdict is a legal issue that we\n\nreview de novo. See United States v. Lewis, 240 F.3d 866, 870 (10th Cir. 2001). On\n\nappeal, we ask “whether taking the evidence—both direct and circumstantial, together\n\nwith the reasonable inferences to be drawn therefrom—in the light most favorable to the\n\ngovernment, a reasonable jury could find the defendant guilty beyond a reasonable\n\ndoubt.” United States v. Jameson, 478 F.3d 1204, 1208 (10th Cir. 2007) (internal\n\nquotation marks omitted).\n\n______________________________________\nCont.\n\n        the defendant agreed that at least one member of the conspiracy would\n        commit two or more racketeering acts.\nId. at 1298 n.3 (emphasis added) (quoting Applins, 637 F.3d at 80). An almost identical\ninstruction was given in this case. Thus, under Randall, the jury could permissibly\nconsider not only the listed racketeering acts but any other racketeering act upon which it\nheard competent evidence.\n7\n  Even if there were error, such error would not have been plain, as the error was not\n“contrary to well-settled law.” United States v. Poe, 556 F.3d 1113, 1129 (10th Cir.\n2009) (internal quotation marks omitted). As discussed, this Court’s decision in Smith,\n413 F.3d 1253, did not “directly address[] the . . . issue he raises,” Poe, 556 F.3d at 1129,\nand Harris identifies no Supreme Court precedent that directly addresses it either. Nor\nwould the error have affected Harris’s substantial rights, in light of the fact that, as we\ndiscuss next, the Government proved the existence of an association-in-fact enterprise,\nand Harris shows no “reasonable probability that, but for the error claimed, the result of\nthe proceeding would have been different.” Fields, 516 F.3d at 944 (internal quotation\nmarks omitted)\n\n                                             12\n\f       The jury, as fact finder, has discretion to resolve all conflicting testimony, weigh\n       the evidence, and draw inferences from the basic facts to the ultimate facts.\n       However, we may not uphold a conviction obtained by piling inference upon\n       inference. The evidence supporting the conviction must be substantial and do\n       more than raise a suspicion of guilt.”\n\nUnited States v. Anderson, 189 F.3d 1201, 1205 (10th Cir. 1999) (alterations, citation,\n\ninternal quotation marks omitted).\n\n       Harris contends that the indictment, which referred only to a single enterprise, “the\n\nCrips,” was insufficient to convict him of § 1962(d) conspiracy because he alleges the\n\nevidence adduced at trial did not show a single “enterprise” called “the Crips” but rather\n\nshowed three separate “enterprises,” namely, the Deuce Trey Crips, the Insane Crips, and\n\nthe Tre Five Seven Crips. Harris points to unrefuted expert testimony that there is no\n\nunitary “Crips” organization; there are only “sets.” Harris argues that these sets were too\n\nloosely affiliated to be considered an “enterprise” within the meaning of RICO, and since\n\n“enterprise” is an element of conspiracy under Smith, 413 F.3d 1253, there can be no\n\nconspiracy.\n\n       Harris’s argument fails. We have already rejected the argument that the\n\nGovernment must prove the existence of an enterprise to sustain a conviction under\n\n§ 1962(d). But even if such proof were required, under controlling Tenth Circuit and\n\nSupreme Court case law, the evidence in this case was sufficient to show that these three\n\nCrips “sets” together constituted an “association-in-fact enterprise.”\n\n       RICO provides that “[i]t shall be unlawful for any person employed by or\n\nassociated with any enterprise engaged in, or the activities of which affect, interstate or\n                                             13\n\fforeign commerce, to conduct or participate, directly or indirectly, in the conduct of such\n\nenterprise’s affairs through a pattern of racketeering activity . . . .” 18 U.S.C. § 1962(c).\n\nAn “enterprise,” in turn, “includes any individual, partnership, corporation, association,\n\nor other legal entity, and any union or group of individuals associated in fact although not\n\na legal entity.” Id. § 1961(4) (emphasis added).\n\n       In United States v. Turkette, the Supreme Court elaborated on the requirements of\n\nan “enterprise” and cautioned that “enterprise” and “pattern of racketeering activity”\n\nwere distinct elements of a substantive RICO violation. See 452 U.S. 576, 583 (1981)\n\n       In order to secure a conviction under RICO, the Government must prove\n       both the existence of an “enterprise” and the connected “pattern of\n       racketeering activity.” The enterprise is an entity, . . . a group of persons\n       associated together for a common purpose of engaging in a course of\n       conduct. The pattern of racketeering activity is, on the other hand, a series\n       of criminal acts as defined by the statute.\n\nId. (emphases added). At the same time, though, the Court observed that “the proof used\n\nto establish these separate elements may in particular cases coalesce.” See id.\n\n       In Smith, this Court considered the question of how much structure an association-\n\nin-fact “enterprise” must have to distinguish it from a “pattern of racketeering activity.”\n\nSee 413 F.3d at 1266-68. We held that the government must prove (1) the existence of\n\nan ongoing organization with a decision-making framework or mechanism for controlling\n\nthe group; (2) that various associates function as a continuing unit; and (3) that the\n\nenterprise exists separate and apart from the pattern of racketeering activity. See id. at\n\n1266-67.\n\n                                              14\n\f       Four years later, in Boyle v. United States, the Supreme Court rejected Smith’s\n\nnarrow construction of what constitutes an association-in-fact enterprise. See 129 S. Ct.\n\n2237, 2244-45 (2009). Boyle held that an association-in-fact enterprise could be\n\nestablished solely by showing that there was “[a] purpose, relationships among those\n\nassociated with the enterprise, and longevity sufficient to permit these associates to\n\npursue the enterprise’s purpose.” Id. at 2244. The existence of such an enterprise, the\n\nSupreme Court held, could in some cases be inferred from the very same evidence that\n\nshowed the pattern of racketeering activity. Id. at 2245. Further, Boyle held that “an\n\nassociation-in-fact enterprise is simply a continuing unit that functions with a common\n\npurpose.” Id.\n\n       Such a group need not have a hierarchical structure or a “chain of\n       command”; decisions may be made on an ad hoc basis and by any number\n       of methods—by majority vote, consensus, a show of strength, etc.\n       Members of the group need not have fixed roles; different members may\n       perform different roles at different times. The group need not have a name,\n       regular meetings, dues, established rules and regulations, disciplinary\n       procedures, or induction or initiation ceremonies. . . . Nor is the statute\n       limited to groups whose crimes are sophisticated, diverse, complex, or\n       unique; for example, a group that does nothing but engage in extortion\n       through old-fashioned, unsophisticated, and brutal means may fall squarely\n       within the statutes reach.\n\nId. at 2245-46.\n\n       After Boyle, this Court revisited the question of what is necessary to establish an\n\nassociation-in-fact enterprise in United States v. Hutchinson, 573 F.3d 1011 (10th Cir.\n\n2009). Hutchinson acknowledged Boyle’s abrogation of Smith and its stricter reading of\n\nthe technical requirements of RICO, see id. at 1021-22, and recognized that “Boyle’s test\n                                             15\n\fnow governs the disposition of this and future RICO cases in our circuit,” id. at 1022.\n\nUnder Boyle and Hutchinson, then, if the Government established that the various Crips\n\nsets shared “[a] purpose, relationships among those associated with the enterprise, and\n\nlongevity sufficient to permit these associates to pursue the enterprise’s purpose,” Boyle,\n\n129 S. Ct. at 2244, then the Government would have proved the existence of an\n\n“enterprise” within the meaning of 18 U.S.C. § 1962(d).\n\n       We hold that the evidence in this case established that the different Crips sets in\n\nWichita meet the test for an association-in-fact enterprise. As to “purpose,” the evidence\n\nat trial showed that Harris and Knight, members of different sets, jointly operated the\n\nhouses from which various set members sold drugs, and that they provided drugs for\n\nthose lower in the chain to sell. There was also testimony that the different Crips sets\n\nwould work together by “making money, having meetings, things of that nature,”\n\nincluding committing robbery, selling drugs, and prostitution. ROA v.3 at 1818-19\n\n(testimony of Trena Ridge). As to “relationships,” the record demonstrates that the\n\nmembers of the different sets saw and interacted with one another regularly, through\n\nmandatory Crip meetings, the sharing of colors and handshakes, and socializing at the\n\n“Crip club,” Harry and Ollie’s. As to “longevity,” the record showed that the pattern of\n\nactivity that the government alleged continued over a period of years.\n\n       Because evidence sufficient to establish the existence of an enterprise (1) did not\n\nhave to be shown at all for a § 1962(d) conspiracy, and (2) in the alternative, was shown\n\nunder the Boyle and Hutchinson approach to establishing an “association-in-fact\n                                             16\n\fenterprise,” we conclude that the evidence was sufficient to convict Harris of conspiracy\n\nunder 18 U.S.C. § 1962(d).\n\nC.     Withdrawal from conspiracy\n\n       The third issue is whether Harris was entitled to have the jury instructed on the\n\naffirmative defense of withdrawal in connection with the charge of conspiracy to commit\n\na RICO violation. We conclude that he was not.\n\n       We review the district court’s refusal to issue a requested theory-of-defense\n\ninstruction for an abuse of discretion. See United States v. Turner, 553 F.3d 1337, 1347\n\n(10th Cir. 2009). “‘[A] defendant is entitled to an instruction as to any recognized\n\ndefense for which there exists evidence sufficient for a reasonable jury to find in his\n\nfavor.’” United States v. Randall, 661 F.3d 1291, 1295-96 (10th Cir. 2011) (quoting\n\nMathews v. United States, 485 U.S. 58, 63 (1988)); see United States v. Visinaiz, 428\n\nF.3d 1300, 1308 (10th Cir. 2005) (“Criminal defendants are entitled to jury instructions\n\nupon their theory of defense provided there is evidentiary and legal support.”). “For the\n\npurposes of determining the sufficiency of the evidence to raise the jury issue, the\n\ntestimony most favorable to the defendant should be accepted.” United States v. Al-\n\nRekabi, 454 F.3d 1113, 1121 (10th Cir. 2006) (internal quotation marks omitted). “[I]t is\n\nessential that the testimony given or proffered meet a minimum standard as to each\n\nelement of the defense so that, if a jury finds it to be true, it would support an affirmative\n\ndefense . . . .” United States v. Bailey, 444 U.S. 394, 415 (1980).\n\n\n                                              17\n\f       Each member of a conspiracy, while the conspiracy exists, is liable for the\n\nreasonably foreseeable crimes of his co-conspirators. See Pinkerton v. United States, 328\n\nU.S. 640, 646-47 (1946); United States v. Russell, 963 F.2d 1320, 1322 (10th Cir. 1992).\n\nA conspirator can be held liable for those acts of co-conspirators undertaken “until the\n\nconspiracy accomplishes its goals or that conspirator withdraws.” United States v.\n\nBrewer, 983 F.2d 181, 185 (10th Cir. 1993) (citing Hyde v. United States, 225 U.S. 347,\n\n369 (1912)). But simply ceasing participation in the conspiracy does not constitute\n\n“withdrawal.” United States v. Hughes, 191 F.3d 1317, 1321 (10th Cir. 1999). And it is\n\nthe defendant’s burden to establish withdrawal. See United States v. Powell, 982 F.2d\n\n1422, 1435 (10th Cir. 1992).\n\n       “[T]o withdraw from a conspiracy[,] an individual must take affirmative action,\n\neither by reporting to the authorities or communicating his intentions to his\n\ncoconspirators.” Id. In Randall, this Court recently held that Powell’s reporting-or-\n\ncommunicating test for withdrawal from a conspiracy applies in the context of\n\nwithdrawing from a conspiracy involving a gang. See 661 F.3d at 1294. In Randall we\n\nadopted, see id. at 1294-95, the reasoning of the Eleventh Circuit in United States v.\n\nStarrett, which held that even where a gang member had added an “out date” to his gang\n\ntattoo, sold his motorcycle, joined a church, got a job, moved away, and cut off virtually\n\nall contact with other gang members, the jury was nevertheless entitled to find that he had\n\nnot sufficiently withdrawn from the gang-related conspiracy, using a “reporting or\n\n\n                                            18\n\fcommunicating” test similar to Powell’s. See Starrett, 55 F.3d 1525, 1550-51 (11th Cir.\n\n1995).\n\n         In Randall we held that the defendant’s statement to a Department of Corrections\n\nofficial that he was no longer part of a gang was insufficient to meet the “reporting”\n\noption for withdrawal. See 661 F.3d at 1295. We also held that “maturing out” of the\n\ngang, alone, does not meet the “communicating” option. Id. Randall requires that a gang\n\nmember who seeks to establish that he withdrew from a gang-related conspiracy must\n\n         communicate his withdrawal directly to his coconspirators in a manner that\n         reasonably and effectively notifies the conspirators that he will no longer be\n         included in the conspiracy, in this case the gang,8 in any way.\n         Communicating such an intent to coconspirators, however, requires more\n         than implied dissociation. It must be sufficiently clear and delivered to\n         those with authority in the conspiracy such that a jury could conclude that it\n         was reasonably calculated to make the dissociation known to the\n         organization. Simply not spending time with coconspirators is not enough\n         to satisfy this standard.\n\n\n8\n  We pause to clarify this language in Randall. Randall and Harris were co-defendants in\nthe trial below, charged in the same indictment. That indictment equated the Crips gang\nwith an “‘enterprise’ as defined by [18 U.S.C. § 1961(4)] . . . , that is, a group of\nindividuals associated in fact.” ROA v. 1 at 64 (Fifth Superseding Indictment at ¶ 6).\nDespite the language in Randall, however, we do not mean to suggest that the RICO\nconspiracy in this case was necessarily coterminous with the overall Crip organization or\nany one Crip set. Rather, the conspiracy involved participation in the affairs of a criminal\nenterprise (the Crips), and other language in Randall confirms that the conspiracy\ninvolved certain gang activities, as opposed to membership in the gang. See 661 F.3d at\n1295 (“The record does not even reveal that Randall told the [authorities] what gang he\nwas in or what, if any, illegal activity the gang was involved in . . . .” (emphasis added));\nid. (“[T]here is no evidence that Randall conveyed to the Crips organization that he\nwould no longer be any part of the gang or of the gang’s activities.” (emphasis added)).\nClearly, as we discuss further, infra, one could be a member of the Crips gang but not\nguilty of the § 1962(d) conspiracy in this case, and vice-versa.\n\n                                              19\n\fId. (emphasis added).\n\n       Harris bases his withdrawal defense on the following evidence: Harris had become\n\na Muslim and rejected the gang lifestyle as antithetical to his faith; Harris cooperated\n\nwith police after a 2007 search of his house and told a police detective that he used to be\n\na member of the Insane Crips, but that he had left the organization in the early 1990s;\n\nMary Dean, the girlfriend of a leader of the Insane Crips, testified that Harris was\n\n“always clean and wasn’t doing everything everybody else was doing,” ROA v.3 at 702;\n\nHarris was an infrequent visitor to the Crip bar, Harry and Ollie’s; Harris was not seen at\n\nthe park for the required Crip meetings; and he was “[a]t best . . . seen on a couple of\n\noccasions at houses where drugs were later found.” Aplt. Br. at 26-28.\n\n       Like the defendant in Randall, Harris argues that withdrawal from a gang “is not\n\ndone so much by words as by actions.” Aplt. Br. at 28. But also like the defendants in\n\nRandall and Starrett, Harris fails to establish that he either reported to law enforcement\n\nabout the conspiracy with particularity or adequately communicated his withdrawal to his\n\nco-conspirators. First, Harris’s mentioning to a Wichita Police detective, after his house\n\nwas searched, that he used to be in the Insane Crips but got out in the 1990s does not\n\nqualify as “giv[ing] authorities information with sufficient particularity to enable the\n\nauthorities to take some action to end the conspiracy.” Randall, 661 F.3d at 1294-95.\n\nAlthough the detective was undoubtedly the type of “official who has some ability to act\n\non the information given in an attempt to end the conspiracy,” id. at 1295, there was no\n\nparticularity to Harris’s statement that might have enabled authorities to end the\n                                             20\n\fconspiracy. Second, Harris presented no evidence that he communicated his withdrawal\n\nto anyone in the Crips organization “unambiguous[ly] and effective[ly].” Id. at 1295.\n\n       Indeed, evidence adduced at trial suggested that even if Harris no longer\n\nconsidered himself a member of the Insane Crips, and even if other Crips believed Harris\n\nwas no longer an Insane Crip, Harris nevertheless remained associated with other Crips\n\nand, critically to this charge, remained a part of the conspiracy to sell drugs. The\n\nsubstantive RICO provision Harris was charged with conspiring to violate criminalizes\n\ncertain acts by persons who are simply “employed by or associated with any enterprise.”\n\n18 U.S.C. § 1962(c). By its plain terms, the statute does not require formal membership\n\nin the enterprise. And, in this case, at least, membership in the gang is not legally\n\nequivalent to participation in the conspiracy. See supra n.8. To the extent the indictment\n\nequated the Crips gang with anything, it alleged only that the Crips constituted the\n\n“enterprise.” But even an acknowledged and self-professed Crip would not be guilty of\n\nparticipating in this alleged § 1962(d) conspiracy unless he deliberately joined that\n\nconspiracy with knowledge of its purpose, and unless that purpose involved someone\n\ncommitting at least two predicate racketeering acts. Likewise, a person could be guilty of\n\nthe § 1962(d) conspiracy in this case without being a Crip, so long as he or she\n\ndeliberately joined the conspiracy, knowing that its purpose was to conduct or participate\n\nin the affairs of an enterprise, and agreeing that someone would commit the requisite\n\npredicate racketeering acts. Cf. Salinas, 522 U.S. at 65.\n\n\n                                             21\n\f       Because Harris failed to present sufficient evidence for a reasonable jury to find\n\nthat he had withdrawn from the alleged conspiracy, even if he had withdrawn from the\n\ngang, the district court did not abuse its discretion by refusing to instruct the jury on the\n\naffirmative defense of withdrawal.\n\nD.     Sentence\n\n       On appeal Harris raises five challenges to the 188-month sentence he received for\n\nhis RICO conspiracy conviction under 18 U.S.C. § 1962(d). Four of his challenges go to\n\nthe calculation of his sentence and are procedural in nature, while one challenge is to the\n\nsubstantive reasonableness of the sentence. See United States v. Haley, 529 F.3d 1308,\n\n1311 (10th Cir. 2008) (“Reasonableness review is comprised of a procedural component\n\nand a substantive component.”). In light of Harris’s wire fraud conviction and the 188-\n\nmonth concurrent sentence he received for that conviction, neither of which he challenges\n\non appeal, we exercise our discretion under the concurrent-sentence doctrine and decline\n\nto review his challenges to his RICO conspiracy sentence.\n\n       The concurrent-sentence doctrine, prior to the Supreme Court’s decision in Ray v.\n\nUnited States, 481 U.S. 736 (1987) (per curiam), provided generally that where a\n\ndefendant has been sentenced concurrently on multiple counts and challenges his\n\nunderlying convictions, but a reviewing court has upheld at least one conviction as valid,\n\nthe court need not consider the validity of other convictions carrying equal or lesser\n\nconcurrent sentences. See Benton v. Maryland, 395 U.S. 784, 789 (1969). But concern\n\nfor the adverse collateral consequences that flow from a potentially invalid conviction\n                                              22\n\fgenerally counseled that reviewing courts should consider each challenged conviction\n\nnotwithstanding the existence of concurrent sentences on other, unchallenged or affirmed\n\nconvictions. See id. at 790; United States v. Montoya, 676 F.2d 428, 432 (10th Cir.\n\n1982).\n\n         In Ray, however, the Supreme Court held that where a defendant is convicted on\n\nmultiple counts, sentenced concurrently on those counts, and challenges his conviction or\n\nconvictions, the court must review each challenged conviction notwithstanding the\n\nconcurrent nature of the sentences, because the imposition of a special assessment per\n\ncount of conviction renders the sentences not truly “concurrent.” Ray, 481 U.S. at 737\n\n(“Since petitioner’s liability to pay this total depends on the validity of each of his three\n\nconvictions, the sentences are not concurrent.” (emphasis added)). Thus, Ray effectively\n\nabolished the concurrent-sentence doctrine in cases where a defendant challenges one or\n\nmore of multiple federal convictions, because every such conviction carries its own\n\nspecial assessment. See 18 U.S.C. § 3013.\n\n         Ray’s holding, however, does not eliminate the applicability of the doctrine in\n\ncases where a defendant challenges only the length of his sentence, or where, as here, the\n\ndefendant challenges his conviction and his sentence, but the court has already upheld the\n\nconviction. In such cases, the appellate court may still exercise its discretion under the\n\nconcurrent-sentence doctrine, see United States v. Brown, 996 F.2d 1049, 1053 (10th Cir.\n\n1993) (“[T]he concurrent sentence doctrine is discretionary rather than jurisdictional . . .\n\n.”), to decline to review the length of a concurrent sentence, because the defendant suffers\n                                              23\n\fneither prejudice nor collateral consequence as a result of the sentence. See United States\n\nv. Segien, 114 F.3d 1014, 1021 (10th Cir. 1997) (applying doctrine where defendant\n\nchallenged his 36-month sentence on one count, but still had a valid, concurrent, 105-\n\nmonth sentence on another count) (“Here, even if we reversed the district court, the\n\nconviction would stand, albeit perhaps with a reduced sentence, as would the special\n\nassessment. Thus, our application of the doctrine causes Mr. Segien no prejudice.”),\n\nabrogated on other grounds by United States v. Hathaway, 318 F.3d. 1001, 1006 (10th\n\nCir. 2003); United States v. Olunloyo, 10 F.3d 578, 581 (8th Cir. 1993) (“To the extent\n\nthat Olunloyo’s . . . argument may be read as a challenge to the 36-month concurrent\n\nsentence imposed for the [unchallenged conviction], we find that a ruling in Olunloyo’s\n\nfavor would not reduce the time he is required to serve nor does the imposition of this\n\nsentence prejudice him in any way. . . . We thus apply the concurrent-sentence doctrine\n\nand decline to address any issue concerning the 36-month concurrent sentence.”).\n\n       Here, we conclude that there is no reason to opine on Harris’s challenges to his\n\nRICO sentence. Even if we were to reverse the district court on these sentence-specific\n\nissues, Harris would still stand convicted of RICO conspiracy and would still have to\n\nserve his 188-month wire fraud sentence. Because Harris will, accordingly, suffer no\n\n\n\n\n                                            24\n\fprejudice, we decline to address his challenge to his RICO sentence. See Segien, 114\n\nF.3d at 1021; Olunloyo, 10 F.3d at 581.9\n\n\n\n                                III.   CONCLUSION\n\n      For the foregoing reasons, we AFFIRM Harris’s conviction and sentence.\n\n\n\n\n9\n Nevertheless, we have considered Harris’s procedural and substantive challenges to his\nRICO sentence and we find no apparent error.\n\n                                           25\n\f",
            "ocr": false,
            "opinion_id": 3062098
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}