{
    "id": 3065435,
    "judges": null,
    "date_filed": 1265328000000,
    "date_filed_is_approximate": false,
    "slug": "robert-waggy-v-spokane-county-washington",
    "case_name_short": null,
    "case_name": "Robert Waggy v. Spokane County Washington",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Civil",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/opinions/2010/02/05/09-35133.pdf",
            "author_id": null,
            "opinion_text": "                    FOR PUBLICATION\n  UNITED STATES COURT OF APPEALS\n       FOR THE NINTH CIRCUIT\n\nROBERT WAGGY,                             \n               Plaintiff-Appellant,               No. 09-35133\n               v.\n                                                   D.C. No.\n                                               2:07-cv-00264-FVS\nSPOKANE COUNTY WASHINGTON;\nSTEVE TUCKER; KELLY FITZGERALD,                     OPINION\n           Defendants-Appellees.\n                                          \n         Appeal from the United States District Court\n            for the Eastern District of Washington\n         Fred L. Van Sickle, District Judge, Presiding\n\n                   Argued and Submitted\n           December 10, 2009—Seattle, Washington\n\n                      Filed February 5, 2010\n\n     Before: Ronald M. Gould and Richard C. Tallman,\n   Circuit Judges, and Roger T. Benitez,* District Judge.\n\n                   Opinion by Judge Tallman\n\n\n\n\n  *The Honorable Roger T. Benitez, United States District Judge for the\nSouthern District of California, sitting by designation.\n\n                                2113\n\f2116        WAGGY v. SPOKANE COUNTY WASHINGTON\n                         COUNSEL\n\nRichard D. Wall, P.S., Spokane, Washington, for the plaintiff-\napellant.\n\nHugh T. Lackie, Heather C. Yakely (argued), Evans, Craven\n& Lackie, P.S., Spokane, Washington, for the defendants-\nappellees.\n\n\n                          OPINION\n\nTALLMAN, Circuit Judge:\n\n   Plaintiff-Appellant Robert Mark Waggy (“Waggy”), a con-\nvicted sex offender, was arrested on harassment charges while\nserving part of his original sentence on community placement\nin Spokane, Washington. The day after he posted bond and\nwas released, he was again arrested pursuant to a bench war-\nrant issued due to his failure to progress in his court-imposed\nsexual deviancy treatment program. Based on this latter arrest\nfor violation of his required supervision, he brought suit under\n42 U.S.C. § 1983, claiming that the Spokane County prose-\ncuting attorneys and the county violated his constitutional\nright to be free from arrest without probable cause. The dis-\ntrict judge awarded absolute immunity to the deputy prosecut-\ning attorney and found that the plaintiff had failed to allege\nsufficient facts to warrant trial against the county. We affirm.\n\n                               I\n\n   On September 29, 2000, Waggy pled guilty to Third\nDegree Rape of a Child and Second Degree Child Molesta-\ntion. He was sentenced to 41 months of incarceration and an\nadditional 36 months of community placement supervision\nfollowing his release from prison. As a condition of his super-\nvised placement, Waggy was ordered to attend a sexual devi-\n\f            WAGGY v. SPOKANE COUNTY WASHINGTON            2117\nancy treatment program, which progressed from individual\ncounseling sessions to peer support group classes once per\nweek. Though he affirmatively took responsibility for the\nactions leading to his conviction, Waggy’s statements during\nhis counseling sessions evinced a fixation on having his chil-\ndren returned to his custody while he continually blamed oth-\ners for the separation from his children.\n\n   During his group counseling session on March 19, 2004,\nWaggy informed his counselor that if his children were not\nreturned to him by April 20, 2004, he planned to kill John\nTraylor (“Traylor”), a Washington Department of Social and\nHealth Services (“DSHS”) caseworker, whom Waggy blamed\nfor removing his children from his custody. Waggy also stated\nhis intent to conduct a shooting rampage at a local elementary\nschool and made references to the upcoming anniversary of\nthe massacre at Columbine High School in Colorado. Pursu-\nant to statutory reporting obligations, Waggy’s counselor\ndivulged these statements to Waggy’s Community Correc-\ntions Officer and to a supervisor at the Department of Correc-\ntions. The supervising corrections officer visited Waggy’s\nhome to investigate the reported threats and then imposed\nadditional conditions on Waggy’s community placement.\nUnder these new conditions, Waggy was (1) prohibited from\nhaving contact with Traylor, (2) ordered to remain no less\nthan two blocks away from the DSHS building in Spokane\nwhere Traylor worked, and (3) required to obey all laws.\n\n   Spokane Police Department Detective Jeffrey Holy\n(“Detective Holy”) was assigned to investigate Waggy’s\nthreats against Traylor. On April 16, 2004, Detective Holy\ndrafted a report detailing his investigation into Waggy’s crim-\ninal threats. The detective also completed a charging sheet,\naffidavit of probable cause, and a request for issuance of a\nprosecutor’s complaint and arrest warrant. The documentation\nwas forwarded to Spokane County Deputy Prosecuting Attor-\nney Kelly Fitzgerald (“DPA Fitzgerald”), the prosecutor han-\n\f2118        WAGGY v. SPOKANE COUNTY WASHINGTON\ndling matters dealing with Waggy’s prosecution and\ncommunity placement.\n\n   On April 19, 2004, the day before the actions he threatened\nwere to commence, Waggy was arrested on one count of Fel-\nony Harassment. He posted bond later that day and was\nreleased. Then, on April 20—the fourth anniversary of the\nColumbine shootings—Todd Wiggs, a supervisor at the\nDepartment of Corrections, had a telephone conversation with\nDPA Fitzgerald where they discussed that Waggy’s behavior\nand subsequent arrest could constitute a violation of the terms\nof his supervision. In his deposition, Wiggs testified that he\nand DPA Fitzgerald determined it would be best to secure\nWaggy in police custody as soon as possible based on the vio-\nlent threats he was making and because he had failed to make\nprogress in his deviancy treatment program.\n\n   DPA Fitzgerald submitted a request for a bench warrant,\nattaching an order and a motion for an arrest warrant, as well\nas the same affidavit of facts Detective Holy had submitted on\nthe harassment charge two days prior. A Spokane County\nSuperior Court judge issued a warrant for Waggy’s failure to\nmake satisfactory progress in his sexual deviancy treatment\nprogram and Waggy was arrested that same day. He was held\nin the Spokane County Jail for 67 days, at which time he was\nplaced on electronic home monitoring. He was released from\nthis monitoring around August 20, 2004.\n\n   Waggy then brought this civil rights action in the Eastern\nDistrict of Washington under 42 U.S.C. § 1983 against Spo-\nkane County, Spokane County Prosecutor Steve Tucker\n(“Tucker”), and DPA Kelly Fitzgerald. He claimed civil rights\nviolations stemming from false arrest and imprisonment under\nstate law, a violation of his due process rights, and respondeat\nsuperior liability against the county. The complaint also\nalleged a failure by Tucker in his official capacity to ade-\nquately train and supervise DPA Fitzgerald in the perfor-\n\f              WAGGY v. SPOKANE COUNTY WASHINGTON                      2119\nmance of her duties as a prosecuting attorney.1 District Judge\nFred Van Sickle granted summary judgment to all defendants,\nholding that DPA Fitzgerald was entitled to absolute immu-\nnity, and that Waggy had failed to point to any evidence that\nthe county either had an unconstitutional policy or practice, or\nthat it had failed to properly train DPA Fitzgerald. Waggy\nthen timely appealed.\n\n                                    II\n\n   Waggy presents three claims. First, he alleges that Judge\nVan Sickle improperly granted absolute prosecutorial immu-\nnity to DPA Fitzgerald, shielding her from liability. Second,\nhe argues that the county maintained a constitutionally imper-\nmissible practice of securing bench warrants against persons\nunder supervision. Finally, he contends that even if the policy\nwas facially valid, Spokane County failed to adequately train\nand supervise its prosecutors in such a way that they might\nnot violate his civil rights.\n\n   We have jurisdiction to review a district court’s grant of\nsummary judgment under 28 U.S.C. § 1291, and our review\nis de novo. Dietrich v. John Ascuaga’s Nugget, 548 F.3d 892,\n896 (9th Cir. 2008). In doing so, we view the evidence in the\nlight most favorable to Waggy, the non-moving party. Nurre\nv. Whitehead, 580 F.3d 1087, 1092 (9th Cir. 2009). A grant\nof summary judgment is inappropriate if there is “any genuine\nissue of material fact or the district court incorrectly applied\nthe substantive law.” Blankenhorn v. City of Orange, 485\n  1\n    While Waggy brought this claim against Prosecuting Attorney Tucker\nin the district court, it appears either that he has abandoned this argument\non appeal, see Fed. R. App. P. 28(a)(5) & (a)(9)(A); Acosta-Huerta v.\nEstelle, 7 F.3d 139, 144 (9th Cir. 1992), or that it has been subsumed into\nhis claim against the county. Nothing in the briefing before us indicates\nthat Waggy has brought the same claim against Tucker on appeal, though\nTucker remains listed as a party. To avoid any uncertainty, we affirm sum-\nmary judgment in favor of Tucker as well.\n\f2120        WAGGY v. SPOKANE COUNTY WASHINGTON\nF.3d 463, 470 (9th Cir. 2007). After reviewing the record\nbefore us and the district court’s legal conclusions, we affirm.\n\n                               A\n\n   [1] We first examine whether DPA Fitzgerald was entitled\nto absolute immunity because she was acting as a criminal\nprosecutor when she secured a warrant for Waggy’s arrest. “A\nstate prosecuting attorney enjoys absolute immunity from lia-\nbility under § 1983 for [her] conduct in ‘pursuing a criminal\nprosecution’ insofar as [s]he acts within [her] role as an\n‘advocate for the State’ and [her] actions are ‘intimately asso-\nciated with the judicial phase of the criminal process.’ ” Cous-\nins v. Lockyer, 568 F.3d 1063, 1068 (9th Cir. 2009) (quoting\nImbler v. Pachtman, 424 U.S. 409, 410, 430-31 (1976)).\nHowever, prosecutors are entitled to only qualified immunity\n“when they perform investigatory or administrative functions,\nor are essentially functioning as police officers or detectives.”\nal-Kidd v. Ashcroft, 580 F.3d 949, 958 (9th Cir. 2009) (citing\nBuckley v. Fitzsimmons, 509 U.S. 259, 273 (1993)). The bur-\nden rests on the prosecutor to show that she is entitled to\nabsolute immunity. Id.\n\n   “As the Supreme Court has acknowledged, the distinction\nbetween the roles of ‘prosecutor’ and ‘investigator’ is not\nalways clear.” Id.; see also Imbler, 424 U.S. at 431 n.33\n(“Drawing a proper line between these functions may present\ndifficult questions . . . .”). “To determine whether an action\nis judicial, investigative, or administrative, we look at ‘the\nnature of the function performed, not the identity of the actor\nwho performed it.’ ” Cousins, 568 F.3d at 1068 (quoting\nKalina v. Fletcher, 522 U.S. 118, 127 (1997)). We explained\nfurther in al-Kidd:\n\n    While the “duties of the prosecutor in his role as\n    advocate for the State involve actions preliminary to\n    the initiation of a prosecution and actions apart from\n    the courtroom,” absolute prosecutorial immunity will\n\f            WAGGY v. SPOKANE COUNTY WASHINGTON               2121\n    be given “only for actions that are connected with\n    the prosecutor’s role in judicial proceedings, not for\n    every litigation-inducing conduct.”\n\n580 F.3d at 958 (internal citations omitted).\n\n   [2] The Supreme Court has held that absolute immunity\nprotects a prosecutor who is appearing in court in support of\na warrant application, presenting evidence at a hearing, or\npreparing for either the initiation of judicial proceedings or\ntrial. Van de Kamp v. Goldstein, 129 S. Ct. 855, 861 (2009);\nKalina, 522 U.S. at 125. However, a prosecutor sheds abso-\nlute immunity when she acts as a “complaining witness” by\ncertifying that the facts alleged within an affidavit are true.\nKalina, 522 U.S. at 132 (Scalia, J., concurring). The analysis\nis conducted on a “function-by-function basis,” al-Kidd, 580\nF.3d at 959, and the question turns on whether the court at\ncommon law would have provided protection for the specific\nprosecutorial function, Miller v. Gammie, 335 F.3d 889, 897\n(9th Cir. 2003) (en banc) (citing Antoine v. Byers & Ander-\nson, Inc., 508 U.S. 429, 435-36 (1993)).\n\n   Here, Waggy alleges that DPA Fitzgerald was not acting in\na judicial capacity when she sought a bench warrant for his\narrest following a probation violation. Instead, he argues that\nshe was transformed into a “complaining witness” by attesting\nto facts in support of the bench warrant. He likens the factual\nscenario in the instant case to that presented to the Supreme\nCourt in Kalina.\n\n   In Kalina, the Court refused to shield the deputy prosecutor\nfrom liability under a theory of absolute immunity. 522 U.S.\nat 131. To satisfy a state requirement that an arrest warrant be\nsupported by either an affidavit or sworn testimony, Kalina,\nthe deputy prosecuting attorney, had submitted a “Certifica-\ntion for Determination of Probable Cause,” which summa-\nrized the evidence in support of a burglary charge. Id. at 121.\nDPA Kalina went on to personally vouch, under penalty of\n\f2122        WAGGY v. SPOKANE COUNTY WASHINGTON\nperjury, for the veracity of the statements contained within the\ncertification. Id. After the superior court found that probable\ncause existed and had issued an arrest warrant, it came to light\nthat Kalina’s certification contained factual inaccuracies. Id.\n\n   The Supreme Court compared Kalina’s certification under\npenalty of perjury to statements that might be made by “any\ncompetent witness.” Id. at 129-30. The function of the com-\nplaining witness was not protected by absolute immunity at\ncommon law. Id. at 127. It was instead “the generally\naccepted rule . . . that one who procured the issuance of an\narrest warrant by submitting a complaint could be held liable\nif the complaint was made . . . without probable cause.” Id.\nat 127 n.14 (quoting Malley v. Briggs, 475 U.S. 335, 340-341\n(1986) (footnote omitted)). The Court concluded that\n“[t]estifying about facts is the function of the witness, not of\nthe lawyer,” and therefore any person who makes such state-\nments is not entitled to absolute immunity. Id. at 130-31. It\ndid not matter what title that person held.\n\n   Waggy points to the documents DPA Fitzgerald submitted\nin support of the warrant application to prove that she was\nacting outside her role as a judicial advocate and that she\ninstead became the functional equivalent of a complaining\nwitness. DPA Fitzgerald’s application for a bench warrant to\narrest Waggy included: (1) a motion and order requesting that\na bench warrant issue; (2) the supporting Affidavit of Facts\ncompleted by Detective Holy for the felony harassment\ncharge; (3) an additional follow-up report from Detective\nHoly dated April 16, 2004; and (4) a report from the Depart-\nment of Corrections to the presiding judge regarding the\ncourt’s specially-imposed conditions as of March 31, 2004.\nWaggy argues that the only documentation attesting to his\nsupervision violation is DPA Fitzgerald’s motion and order.\nHe claims that the remaining documents are devoid of any\nindication that he violated the terms of his restrictions. This,\nhe says, is evidence that DPA Fitzgerald’s actions were not\nthat of a lawyer, but instead those of a complaining witness.\n\f            WAGGY v. SPOKANE COUNTY WASHINGTON              2123\n   However, Waggy is mistaken and his reliance on Kalina\nmisplaced. We think this case is more akin to Tanner v. Heise,\n879 F.2d 572, 578 (9th Cir. 1989), where the plaintiff, Steve\nTanner, alleged that the prosecutor for the City of Bonners\nFerry, Idaho, had conspired with a local magistrate judge to\nissue an invalid bench warrant for his arrest. The district court\ngranted the prosecutor absolute immunity because he was\n“acting in a judicial or quasi-judicial capacity” when he\nsought the bench warrant. Id. (quoting Tanner v. Heise, 672\nF. Supp. 1356, 1359 (D. Idaho 1987), rev’d on other grounds,\n879 F.2d 572 (9th Cir. 1989) (citation omitted)). We agreed,\nholding that the prosecutor acted within his authority because,\nunder the facts as alleged by Tanner, the prosecutor was\nessentially being sued for instituting a prosecution. Id.\n\n   [3] Contrary to Waggy’s assertion, DPA Fitzgerald’s\nmotion for a bench warrant essentially constituted the initia-\ntion of new judicial proceedings against him for violating the\nterms of his community placement, and was not an investiga-\ntive act undertaken by DPA Fitzgerald. The motion explicitly\nstates that it “is based upon the records and files” attached as\nexhibits. It explains to the court how Waggy violated the\nterms of his supervision and directs the judge to the attached\ndocuments as evidence of the supporting facts. While it is true\nthat DPA Fitzgerald was the only person to argue that the\nfacts alleged by Detective Holy constituted a violation of\nWaggy’s conditions of supervision as directed by the Depart-\nment of Corrections and the sentencing court, her actions\nwere those of an attorney and not of a sworn witness. Present-\ning a motion which states the law and attaching affidavits\naverring to the facts “clearly involve[s] the prosecutor’s ‘role\nas advocate for the State,’ rather than [her] role as ‘adminis-\ntrator or investigative officer.” Burns v. Reed, 500 U.S. 478,\n491 (1991) (quoting Imbler, 424 U.S. at 430-31). Further, the\nact of procuring a bench warrant is one “intimately associated\nwith the judicial phase of the criminal process,” Imbler, 424\nU.S. at 430, as it is normally part of the initiation of criminal\n\f2124        WAGGY v. SPOKANE COUNTY WASHINGTON\nproceedings, see Sweat v. Arkansas, 469 U.S. 1172, 1177\n(1985) (Brennan, J., dissenting from denial of certiorari).\n\n   [4] Therefore, we conclude that where a prosecutor sub-\nmits a motion for a bench warrant to the court applying the\nlaw to facts alleged in supporting affidavits signed by wit-\nnesses, she is acting not in an investigative capacity, but\ninstead as a judicial advocate before the court. This entitles\nher to absolute prosecutorial immunity from suit for civil\nrights claims arising from the discharge of her duties.\n\n                                B\n\n   [5] We turn next to Waggy’s two claims against Spokane\nCounty. Municipalities are considered “persons” under 42\nU.S.C. § 1983 and thus may be liable for causing a constitu-\ntional deprivation. Monell v. Dep’t of Soc. Servs., 436 U.S.\n658, 690 (1978). “[I]t is only when execution of a govern-\nment’s policy or custom inflicts the injury that the municipal-\nity as an entity is responsible.” Long v. County of Los\nAngeles, 442 F.3d 1178, 1185 (9th Cir. 2006) (citing Monell,\n436 U.S. at 690). A policy has been defined as “a deliberate\nchoice to follow a course of action . . . made from among var-\nious alternatives by the official or officials responsible for\nestablishing final policy with respect to the subject matter in\nquestion.” Id. (additional citations omitted).\n\n   [6] It is well established in our precedent that “[a] policy\ncan be one of action or inaction.” Id. (citing City of Canton\nv. Harris, 489 U.S. 378, 388 (1989)). Both types of claims\nrequire that the plaintiff prove a constitutional violation. 42\nU.S.C. § 1983; see also Long, 442 F.3d at 1186 (“To impose\nliability against a county for its failure to act, a plaintiff must\nshow . . . that a county employee violated the plaintiff’s con-\nstitutional rights . . . .”); Erdman v. Cochise County, 926 F.2d\n877, 882 (9th Cir. 1991) (“In order to establish [plaintiff’s]\nright to proceed to trial on his municipal liability claim, the\ncourt must first determine that a constitutional violation has\n\f            WAGGY v. SPOKANE COUNTY WASHINGTON              2125\noccurred . . . .”). Additionally, in order to prove that an “ac-\ntion” policy is unconstitutional, the claimant “must . . . dem-\nonstrate that his deprivation resulted from an official policy or\ncustom established by a municipal policymaker possessed\nwith final authority to establish that policy.” Erdman, 926\nF.2d at 882. Under an “inaction” policy claim, “a plaintiff can\nallege that through its omissions the municipality is responsi-\nble for a constitutional violation committed by one of its\nemployees.” Long, 442 F.3d at 1185. In Canton, the Supreme\nCourt held that a municipality’s failure to train its employees\nis one such claim of omission or inaction by the municipality.\n489 U.S. at 392.\n\n   [7] Waggy asserts a claim under each type of policy. First,\nhe argues that Spokane County had a constitutionally imper-\nmissible policy, practice, or custom that was violative of his\nrights. However, as the district court properly held, he failed\nto allege any facts supporting this claim. He points us to no\nexpress county policy or custom, and he provides no evidence\nshowing even an inference that such a procedure exists.\nBecause he has created no genuine issue of material fact as to\nthe county’s policies, practices, or customs, we hold that the\ndistrict court did not err in granting summary judgment on\nthis claim. See In re Joye, 578 F.3d 1070, 1074 (9th Cir.\n2009) (“Summary judgment is appropriate where the evidence\ndemonstrates that there are no genuine issues of material fact\nfor trial and the moving party is entitled to judgment as a mat-\nter of law.”).\n\n   For the same reason the district court properly granted sum-\nmary judgment to Spokane County on Waggy’s second claim\n—that of inaction by the county. He insists that the county\nviolated his constitutional rights by conducting inadequate\ntraining and supervision of its prosecutors in securing bench\nwarrants. Here, he fails to provide any facts indicating either\nwhat training practices were employed by the county at the\ntime of the alleged constitutional violation, or what type of\nconstitutionally-mandated training was lacking. Summary\n\f2126        WAGGY v. SPOKANE COUNTY WASHINGTON\njudgment was properly granted on this claim because there is\nno genuine issue of material fact created as to the county’s\nprocedures regarding the supervision or training of its prose-\ncutors. See id.\n\n                              III\n\n   We hold that the district court properly awarded absolute\nimmunity to DPA Fitzgerald for her actions because she was\nacting as a judicial advocate for the State before the court, and\nnot as a complaining witness. Furthermore, summary judg-\nment in favor of Spokane County was proper because on this\nrecord there exist no triable issues of material fact as to Spo-\nkane County’s policies regarding how prosecutors secure\nbench warrants for the arrest of an individual under supervi-\nsion.\n\n  AFFIRMED.\n\f",
            "ocr": false,
            "opinion_id": 3065435
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}