{
    "id": 3073218,
    "judges": null,
    "date_filed": "1985-12-06",
    "date_filed_is_approximate": true,
    "slug": "brian-eugene-williams-v-state",
    "case_name_short": null,
    "case_name": "Brian Eugene Williams v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=5574&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa11%5cOpinion",
            "author_id": null,
            "opinion_text": "Opinion filed August 7, 2014\n\n\n\n\n                                      In The\n\n\n        Eleventh Court of Appeals\n                                   __________\n\n                               No. 11-12-00247-CR\n                                   __________\n\n                 BRIAN EUGENE WILLIAMS, Appellant\n                                         V.\n                     THE STATE OF TEXAS, Appellee\n\n                     On Appeal from the 104th District Court\n                             Taylor County, Texas\n                         Trial Court Cause No. 18037B\n\n\n                      MEMORANDUM OPINION\n      Appellant, Brian Eugene Williams, entered an open plea of guilty to the\noffense of possession of cocaine with intent to deliver. See TEX. HEALTH &\nSAFETY CODE ANN. § 481.112(c) (West 2010).            The trial court assessed his\npunishment at confinement in the Institutional Division of the Texas Department of\nCriminal Justice for a term of thirty-five years. In a single issue on appeal,\nAppellant argues that there is no evidence to support his sentence and that the trial\n\fcourt’s failure to explain its reasoning for the sentence denied him due process.\nWe affirm.\n                                 Background Facts\n      Appellant was charged by indictment with one count of possession of\ncocaine with intent to deliver and one count of possession of cocaine. The first\ncount of the indictment alleged that, on or about December 10, 2010, Appellant\nknowingly possessed, with intent to deliver, a controlled substance—namely,\ncocaine—in an amount of one gram or more but less than four grams. The second\ncount of the indictment alleged that, on or about December 10, 2010, Appellant\nintentionally and knowingly possessed cocaine in an amount of one gram or more\nbut less than four grams. Each count of the indictment also alleged that Appellant\nhad previously been convicted of the offense of burglary of a habitation.\n      At the open plea hearing, the State waived the second count of the\nindictment based on Appellant’s agreement to plead guilty to the first count.\nAppellant then pleaded “guilty” to the offense of possession of cocaine with intent\nto deliver and “true” to the enhancement paragraph. The trial court subsequently\nfound Appellant guilty of the first count, found the enhancement paragraph to be\ntrue, and sentenced Appellant to confinement for thirty-five years.\n                                       Analysis\n      In a single issue on appeal, Appellant argues that there is no evidence to\nsupport the trial court’s infliction of “such a harsh and unreasonable punishment.”\nAppellant also argues that the trial court’s failure to state its factual basis for the\npunishment denied him due process.\n      As a result of the enhancement finding, Appellant was convicted of the first-\ndegree felony of possession of cocaine with intent to deliver. The statutory range\nof punishment for a first-degree felony is imprisonment for a term of life or for any\nterm of not more than ninety-nine years or less than five years and a fine not to\n                                          2\n\fexceed $10,000. TEX. PENAL CODE ANN. § 12.32 (West 2011). Thus, Appellant’s\n35-year sentence is within the statutory range of punishment.\n      A trial court’s decision regarding what sentence to impose is a “normative\nprocess, not intrinsically factbound.” Ex parte Chavez, 213 S.W.3d 320, 323 (Tex.\nCrim. App. 2006).     “Subject only to a very limited, ‘exceedingly rare,’ and\nsomewhat amorphous Eighth Amendment gross-disproportionality review, a\npunishment that falls within the legislatively prescribed range, and that is based\nupon the sentencer’s informed normative judgment, is unassailable on appeal.” Id.\nat 323–24 (footnote omitted). Therefore, we do not review the sentence imposed\nby the trial court under a sufficiency-of-the-evidence standard. See id.; Jarvis v.\nState, 315 S.W.3d 158, 161–62 (Tex. App.—Beaumont 2010, no pet.).\n      As noted in the preceding paragraph, an appellant sentenced within the\napplicable punishment range may assert that his or her sentence is grossly\ndisproportionate to the offense and, therefore, constitutes cruel and unusual\npunishment.    In light of his challenge to the sentence imposed, we review\nAppellant’s sentence under this framework. In reviewing a trial court’s sentencing\ndetermination, “a great deal of discretion is allowed the sentencing judge.”\nJackson v. State, 680 S.W.2d 809, 814 (Tex. Crim. App. 1984). We will not\ndisturb a trial court’s decision as to punishment absent a showing of abuse of\ndiscretion and harm. Id. As a general rule, punishment is not cruel and unusual if\nit falls within the range of punishment established by the legislature. Id.; Dale v.\nState, 170 S.W.3d 797, 799 (Tex. App.—Fort Worth 2005, no pet.).\n      A narrow exception to the general rule is recognized when the sentence is\ngrossly disproportionate to the offense. Harmelin v. Michigan, 501 U.S. 957,\n1004–05 (1991) (Kennedy, J., concurring); Solem v. Helm, 463 U.S. 277, 290–92\n(1983); Dale, 170 S.W.3d at 799. In such cases, the sentence violates the Eighth\nAmendment’s prohibition against cruel and unusual punishment. Solem, 463 U.S.\n                                         3\n\fat 290; Diaz-Galvan v. State, 942 S.W.2d 185, 186 (Tex. App.—Houston [1st\nDist.] 1997, pet. ref’d).   Thus, a prohibition against grossly disproportionate\npunishment survives under the Federal Constitution apart from any consideration\nof whether the punishment assessed is within the statute’s range. Delacruz v.\nState, 167 S.W.3d 904, 906 (Tex. App.—Texarkana 2005, no pet.). However,\n“[o]utside the context of capital punishment, successful challenges to the\nproportionality of particular sentences [will be] exceedingly rare.” Solem, 463\nU.S. at 289–90 (alterations in original) (quoting Rummel v. Estelle, 445 U.S. 263,\n272 (1980)).\n      In considering a claim that a sentence is disproportionate, we first make a\nthreshold comparison of the gravity of an appellant’s offense against the severity\nof his or her sentence. McGruder v. Puckett, 954 F.2d 313, 316 (5th Cir. 1992);\nDale, 170 S.W.3d at 799–800. We consider the gravity of the offense in light of\nthe harm caused or threatened to the victim or society and the culpability of the\noffender. Solem, 463 U.S. at 292; Dale, 170 S.W.3d at 800. We also consider the\nsentence imposed in light of the offender’s prior adjudicated and unadjudicated\noffenses. Culton v. State, 95 S.W.3d 401, 403 (Tex. App.—Houston [1st Dist.]\n2002, pet. ref’d); see McGruder, 954 F.2d at 316. Only if we infer that the\nsentence is grossly disproportionate to the offense will we then compare the\nsentence received to sentences imposed for similar crimes in Texas and sentences\nimposed for the same crime in other jurisdictions. McGruder, 954 F.2d at 316;\nDale, 170 S.W.3d at 800.\n      In this cause, Appellant pleaded “guilty” to the offense of possession of\ncocaine with intent to deliver. Appellant also pleaded “true” to the enhancement\nallegation that he was previously convicted of the offense of burglary of a\nhabitation. At the punishment hearing, the trial court took judicial notice of the\ncontents of a “Pre-Sentence Investigation Report” (PSI) that both parties had\n                                        4\n\fpreviously requested. The PSI detailed Appellant’s extensive criminal history,\nwhich included seven additional convictions for burglary of a habitation and one\nconviction for burglary of a building. Appellant chose not to present evidence at\nthe punishment hearing, and the State offered only Appellant’s pen packet.\n      Considering the nature of the charged offense and Appellant’s prior criminal\nhistory, we conclude that his 35-year sentence, which falls within the midrange of\nthe applicable range of punishment, is not grossly disproportionate to the offense.\nBecause we have concluded that the sentence is not grossly disproportionate to the\noffense, we do not compare Appellant’s sentence to sentences imposed for similar\ncrimes in Texas and sentences imposed for the same crime in other jurisdictions.\nMcGruder, 954 F.2d at 316; Dale, 170 S.W.3d at 800. Appellant’s sole issue is\noverruled.\n                                   This Court’s Ruling\n      We affirm the judgment of the trial court.\n\n\n\n\n                                                     JOHN M. BAILEY\n                                                     JUSTICE\n\n\nAugust 7, 2014\nDo not publish. See TEX. R. APP. P. 47.2(b).\nPanel consists of: Wright, C.J.,\nWillson, J., and Bailey, J.\n\n\n\n\n                                           5\n\f",
            "ocr": false,
            "opinion_id": 3073218
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}