{
    "id": 3073910,
    "judges": null,
    "date_filed": 1405555200000,
    "date_filed_is_approximate": false,
    "slug": "ike-antyon-brodnex-v-state",
    "case_name_short": null,
    "case_name": "Ike Antyon Brodnex v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=5303&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa11%5cOpinion",
            "author_id": null,
            "opinion_text": "Opinion filed July 17, 2014\n\n\n\n\n                                     In The\n\n\n        Eleventh Court of Appeals\n                                  __________\n\n                              No. 11-12-00076-CR\n                                  __________\n\n                    IKE ANTYON BRODNEX, Appellant\n                                        V.\n                      THE STATE OF TEXAS, Appellee\n\n\n                     On Appeal from the 385th District Court\n                            Midland County, Texas\n                        Trial Court Cause No. CR38804\n\n                      MEMORANDUM OPINION\n       Appellant, Ike Antyon Brodnex, was charged with the offenses of tampering\nwith physical evidence and possession of a controlled substance. He pleaded “not\nguilty” to the tampering charge and “guilty” to the possession charge. After a\nbench trial, the trial court acquitted him of the tampering offense but found him\nguilty of the possession offense. The trial court sentenced him to confinement in\nthe Institutional Division of the Texas Department of Criminal Justice for a term of\n\ftwenty years. In a single issue, Appellant challenges the trial court’s denial of his\npretrial motion to suppress. We affirm.\n                                             Background Facts\n        At 2:00 a.m. on June 7, 2011, Officer Zachary Chesworth of the Midland\nPolice Department observed a male and a female leaving the Delux Inn in Midland\non foot. He testified that the area around the hotel is known for narcotic activity.\nOfficer Chesworth approached the two individuals and asked them what they were\ndoing and their names. When Appellant identified himself, Officer Chesworth\nplaced him in handcuffs and escorted him to the front of his patrol car. The officer\nadditionally asked Appellant, “Didn’t you just get picked up?” to which Appellant\nreplied, “Hell no.”\n        Officer Chesworth testified that he placed Appellant in handcuffs for the\nofficer’s safety for the following reason: “[B]ased on my training and experience\nas a police officer at the city of Midland, I knew that [Appellant] is a known\ncriminal in the city of Midland.” 1 Officer Chesworth also cited the time of day and\nlocation of the encounter as a reason for placing Appellant in handcuffs “and the\nfact that there was two individuals that were contacted and only me, and also\nbecause I wasn’t sure where my nearest backup unit was.” Officer Chesworth\ntestified that Appellant was not under arrest at this point.\n        After escorting Appellant and the female to the front of his patrol car,\nOfficer Chesworth started a pat-down search for weapons on Appellant. The video\nfrom Officer Chesworth’s police car reveals that, while lifting the shirttail of\nAppellant’s shirt and patting down the exterior of his front pants pockets, Officer\nChesworth asked Appellant, “Ike, you got anything on you?” to which Appellant\nappeared to repy “uh-uh.” Officer Chesworth sought clarification from Appellant\n        1\n          At the beginning of the punishment phase, Appellant pleaded “true” to three prior convictions for burglary\nof a habitation. The State additionally offered evidence of several other criminal convictions for Appellant,\nincluding a conviction for assault.\n\n                                                         2\n\fby asking him, “No?” Appellant did not disagree with the officer’s interpretation\nof his response. Officer Chesworth then asked Appellant, “Mind if I check?” to\nwhich Appellant appeared to reply “uh-uh” again. In reliance upon Appellant’s\napparent verbal consent, Officer Chesworth continued his search by looking inside\nof Appellant’s pants pockets and around the waistband of Appellant’s pants.\nApproximately one minute after beginning his search of Appellant, Officer\nChesworth found “a plastic cigar tube protruding from the top of [Appellant’s] butt\ncrack and his waistband.” Officer Chesworth testified that the cigar tube contained\nwhat appeared to be several rocks of crack cocaine.\n                                     Analysis\n      In his sole issue, Appellant contends that the trial court erred in denying his\npretrial motion to suppress evidence. He initially argues that Officer Chesworth\ndid not have sufficient grounds to “come into contact” with Appellant.            He\nadditionally contends that Officer Chesworth’s discovery of the cigar tube was the\nproduct of an excessive pat-down search.\n      A trial court’s ruling on a suppression motion is reviewed on appeal for\nabuse of discretion, with almost complete deference being given to its\ndetermination of historical facts, especially if those are based on an assessment of\ncredibility and demeanor. Arguellez v. State, 409 S.W.3d 657, 662 (Tex. Crim.\nApp. 2013); Crain v. State, 315 S.W.3d 43, 48 (Tex. Crim. App. 2010).\nRegardless of whether the trial court granted or denied the motion, appellate courts\nview the evidence in the light most favorable to the ruling. Wade v. State, 422\nS.W.3d 661, 666 (Tex. Crim. App. 2013); State v. Woodard, 341 S.W.3d 404, 410\n(Tex. Crim. App. 2011). We review de novo a trial court’s application of the law\nof search and seizure to the facts. Wade, 422 S.W.3d at 667; Valtierra v. State,\n310 S.W.3d 442, 447 (Tex. Crim. App. 2010). We will uphold the trial court’s\nruling if it is reasonably grounded in the record and correct on any theory of law\n                                         3\n\fapplicable to the case. Wade, 422 S.W.3d at 667; Valtierra, 310 S.W.3d at 447–\n48. When the trial court does not issue findings of fact, we imply findings that\nsupport the trial court’s ruling if the evidence supports those findings. State v.\nKelly, 204 S.W.3d 808, 818–19 (Tex. Crim. App. 2006).\n      There are three distinct types of police-citizen interactions: (1) consensual\nencounters that do not implicate the Fourth Amendment; (2) investigative\ndetentions that are Fourth Amendment seizures of limited scope and duration that\nmust be supported by a reasonable suspicion of criminal activity; and (3) arrests,\nthe most intrusive of Fourth Amendment seizures, that are reasonable only if\nsupported by probable cause. Wade, 422 S.W.3d at 667; Woodard, 341 S.W.3d at\n410–11 (citing Florida v. Bostick, 501 U.S. 429, 434 (1991); Terry v. Ohio, 392\nU.S. 1, 30–31 (1968); Gerstein v. Pugh, 420 U.S. 103, 111–12 (1975)).\n      Appellant contends that Officer Chesworth needed reasonable suspicion that\ncriminal activity was afoot in order to initiate contact with Appellant.        We\ndisagree. A consensual encounter “takes place when an officer approaches a\ncitizen in a public place to ask questions, and the citizen is willing to listen and\nvoluntarily answers.” Crain, 315 S.W.3d at 49. In this regard, police officers are\nas free as any other citizen to approach citizens to ask for information or\ncooperation. Wade, 422 S.W.3d at 667; State v. Garcia-Cantu, 253 S.W.3d 236,\n241 (Tex. Crim. App. 2008). Such consensual encounters may be uncomfortable\nfor a citizen, but they are not Fourth Amendment seizures. Wade, 422 S.W.3d at\n667; Garcia-Cantu, 253 S.W.3d at 241. As the Supreme Court noted in Florida v.\nRoyer, 460 U.S. 491, 497 (1983):\n      [L]aw enforcement officers do not violate the Fourth Amendment by\n      merely approaching an individual on the street or in another public\n      place, by asking him if he is willing to answer some questions, by\n      putting questions to him if the person is willing to listen, or by\n\n\n                                         4\n\f      offering in evidence in a criminal prosecution his voluntary answers to\n      such questions.\n\nOfficer Chesworth initiated contact with Appellant by approaching him as he\nwalked along a street in a public place. Under the authorities cited above, the\nofficer’s initial contact with Appellant did not implicate Fourth Amendment\nprotections. Accordingly, Officer Chesworth was not required to have reasonable\nsuspicion in order to approach Appellant and ask him questions.\n      Officer Chesworth’s encounter with Appellant quickly escalated to an\ninvestigative detention when he handcuffed Appellant after Appellant identified\nhimself. See State v. Castleberry, 332 S.W.3d 460, 466 (Tex. Crim. App. 2011)\n(“An encounter is no longer consensual when an officer, through physical force or\na showing of authority, has restrained a citizen’s liberty.”). As noted previously,\ninvestigative detentions must be supported by a reasonable suspicion of criminal\nactivity. Wade, 422 S.W.3d at 667–68.\n      A police officer has reasonable suspicion for a detention if he has specific,\narticulable facts that, when combined with rational inferences from those facts,\nwould lead him to reasonably conclude that the detained person is, has been, or\nsoon will be engaged in criminal activity. Id. at 668; Derichsweiler v. State, 348\nS.W.3d 906, 914 (Tex. Crim. App. 2011). This is an objective standard that\ndisregards the actual subjective intent of the officer and looks, instead, to whether\nthere was an objectively justifiable basis for the detention. Wade, 422 S.W.3d at\n668; Derichsweiler, 348 S.W.3d at 914. The standard also looks to the totality of\nthe circumstances; individual circumstances may seem innocent enough in\nisolation, but if the circumstances combine to reasonably suggest the imminence of\ncriminal conduct, an investigative detention is justified. Wade, 422 S.W.3d at 668;\nDerichsweiler, 348 S.W.3d at 914. The standard requires only “some minimal\nlevel of objective justification” for the stop. Foster v. State, 326 S.W.3d 609, 614\n                                         5\n\f(Tex. Crim. App. 2010).                 Whether the facts known to the officer amount to\nreasonable suspicion is a mixed question of law and fact subject to de novo review.\nState v. Mendoza, 365 S.W.3d 666, 669–70 (Tex. Crim. App. 2012).\n         Almost immediately upon contacting Appellant, Officer Chesworth\ndetermined that Appellant was a “known criminal.” He additionally cited the\narea’s narcotic activity and the time of day as reasons why he detained Appellant\nby placing handcuffs on him. Individually, these facts do not establish reasonable\nsuspicion for an investigative detention. Hamal v. State, 390 S.W.3d 302, 308\n(Tex. Crim. App. 2012) (prior criminal record); Crain, 315 S.W.3d at 53 (time of\nday and level of criminal activity in an area). However, the Court of Criminal\nAppeals recognized in Hamal 2 and Crain that the three factors cited by Officer\nChesworth are factors that may be considered in determining the existence of\nreasonable suspicion. Hamal, 390 S.W.3d at 308; Crain, 315 S.W.3d at 53. The\napplicable standard requires us to look at the totality of the circumstances to\ndetermine if Officer Chesworth had an objectively justifiable basis for the\ndetention.       When these factors are considered together, they provided Officer\nChesworth with an objective basis for concluding that criminal activity was afoot.\n         Appellant contends that Officer Chesworth’s discovery of the cigar tube\noccurred as a result of an excessive pat-down search after he was detained. We\ndisagree. If an officer is justified in believing that a person whose suspicious\nbehavior he is investigating is armed, he may frisk that person to determine if the\nperson is, in fact, carrying a weapon and, if so, to neutralize the threat of physical\nharm. Terry, 392 U.S. at 24; Wade, 422 S.W.3d at 669. The purpose of a Terry\nfrisk is not to discover evidence of a crime, but to permit an officer to pursue his\n\n         2\n          The court in Hamal recognized “[d]eception regarding one’s own criminal record” as another factor\nsupporting a determination of reasonable suspicion. 390 S.W.3d at 308. Although not cited by Officer Chesworth\nat the suppression hearing, his question to Appellant of “[d]idn’t you just get picked up?” indicated that he believed\nAppellant had recently been picked up and that Appellant was deceptive by not answering “yes.”\n\n                                                          6\n\finvestigation without fear of violence. Carmouche v. State, 10 S.W.3d 323, 329\n(Tex. Crim. App. 2000); see Terry, 392 U.S. at 29. “The sole justification of the\nsearch . . . is the protection of the police officer and others nearby, and it must\ntherefore be confined in scope to an intrusion reasonably designed to discover\nguns, knives, clubs, or other hidden instruments for the assault of the police\nofficer.” Terry, 392 U.S. at 29. Furthermore, an officer may place a suspect in\nhandcuffs for purposes of protecting and ensuring the officer’s safety before\nperforming a Terry pat-down search of the suspect when reasonably necessary\ngiven the circumstances of the investigative detention. See Rhodes v. State, 945\nS.W.2d 115, 117–18 (Tex. Crim. App. 1997).\n      Appellant’s contention of an excessive pat-down search ignores the fact that\nOfficer Chesworth sought and obtained consent from Appellant to search his\nperson at the outset of his pat-down search. Consent to search is one of the\nspecific and “well-established exceptions to the constitutional requirements of both\na warrant and probable cause.” Carmouche, 10 S.W.3d at 331; see Schneckloth v.\nBustamonte, 412 U.S. 218, 219 (1973). Appellant asserts that he did not consent to\nthe search. We defer to the trial court’s implied finding that Appellant consented\nto the search since that determination relies heavily upon the credibility of Officer\nChesworth and Appellant. Our review of the video of the encounter supports the\ntrial court’s implied finding that Appellant consented to the search. In this regard,\nOfficer Chesworth’s search of Appellant proceeded for approximately one minute\nprior to the discovery of the cigar tube without Appellant ever telling the officer\nthat he did not consent to the search. Furthermore, Appellant has not presented a\nclaim that his consent was coerced. As a result of Appellant’s consent to the\nsearch of his person, Officer Chesworth was not restricted by the limits of a\nweapons pat-down in searching Appellant.\n\n\n                                         7\n\f      Finally, Appellant makes the following statement in his brief: “It is of great\nconcern that the officer was attempting to secure the consent of the Appellant\nwhile reaching inside of his pockets.” Our review of the the video of the encounter\ndoes not support Appellant’s contention because Officer Chesworth was feeling on\nthe outside of Appellant’s pants pockets when he obtained Appellant’s consent.\nAppellant’s sole issue is overruled.\n                                   This Court’s Ruling\n      We affirm the judgment of the trial court.\n\n\n\n\n                                                     JOHN M. BAILEY\n                                                     JUSTICE\n\n\nJuly 17, 2014\nDo not publish. See TEX. R. APP. P. 47.2(b).\nPanel consists of: Wright, C.J.,\nWillson, J., and Bailey, J.\n\n\n\n\n                                           8\n\f",
            "ocr": false,
            "opinion_id": 3073910
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}