{
    "id": 3082956,
    "judges": null,
    "date_filed": "2023-04-26",
    "date_filed_is_approximate": true,
    "slug": "joe-rafus-walker-v-state-of-texas",
    "case_name_short": null,
    "case_name": "Joe Rafus Walker v. State of Texas",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=5377&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa11%5cOpinion",
            "author_id": null,
            "opinion_text": "Opinion filed November 30, 2012\n\n\n\n\n                                           In The\n\n\n   Eleventh Court of Appeals\n                                          __________\n\n                                     No. 11-10-00342-CR\n                                         __________\n\n                          JOE RAFUS WALKER, Appellant\n\n                                              V.\n\n                             STATE OF TEXAS, Appellee\n\n\n                          On Appeal from the 104th District Court\n\n                                     Taylor County, Texas\n\n                                  Trial Court Cause No. 17542B\n\n\n                           MEMORANDUM OPINION\n\n       The jury convicted Joe Rafus Walker of the offense of burglary of a habitation. After\nfinding two enhancement paragraphs true, the jury assessed punishment at ninety-nine years\nconfinement in the Institutional Division of the Texas Department of Criminal Justice. See TEX.\nPENAL CODE ANN. § 30.02(c)(2) (West 2011). We affirm.\n       On the evening the incident occurred, Larry Cherry looked out the window of the MHMR\ngroup home where he was working and watched as appellant, who was standing in the parking\nlot outside the home, put on gloves and climbed onto the second floor balcony of an apartment\n\facross the street. Cherry immediately called the police and continued to watch as appellant\nentered the apartment through the patio door and then exited through the same door about five or\nten minutes later. Police arrived shortly after appellant exited the apartment and a foot pursuit\nensued. Although officers lost sight of appellant a few times during the pursuit, appellant was\nultimately apprehended and placed under arrest for evading detention. Incident to the arrest,\nofficers searched appellant and discovered in his pockets a pack of Newport cigarettes, two\ncigarette lighters (one Scripto and one Bic), a pair of cotton gloves, and $110 in the following\ndenominations: one twenty, seven tens, and four fives. While the foot pursuit ensued, another\nofficer interviewed the apartment resident. The victim told the officer that the missing items\nwere a pack of Newport cigarettes, a Scripto lighter, and $110 in the same denominations\ndescribed above. After appellant was taken into custody, officers placed him in a patrol car and\ndrove him by where other officers were waiting with Cherry. Cherry told the officers with\nwhom he was standing that appellant was the person he saw enter and exit the victim’s\napartment.    Appellant was then taken to the Abilene Police Department where he was\ninterviewed by detectives.\n       At trial, outside the presence of the jury, appellant offered the video of the interview into\nevidence. The State objected to the offer on the grounds that it was self-serving hearsay that did\nnot meet any of the hearsay exceptions. The trial court sustained the State’s objections.\n       Appellant argues in a single issue on appeal that the trial court erred when it refused to\nadmit the videotape of appellant’s interview with police. We review a trial court’s decision to\nadmit or exclude evidence under an abuse of discretion standard. Oprean v. State, 201 S.W.3d\n724, 726 (Tex. Crim. App. 2006); Burden v. State, 55 S.W.3d 608, 615 (Tex. Crim. App. 2001).\nAn appellate court will not reverse a trial court’s ruling unless that ruling falls outside the zone\nof reasonable disagreement. McCarty v. State, 257 S.W.3d 238, 239 (Tex. Crim. App. 2008);\nZuliani v. State, 97 S.W.3d 589, 595 (Tex. Crim. App. 2003).\n       As the proponent of the evidence, appellant had the burden to establish that a hearsay\nexception applied. Taylor v. State, 268 S.W.3d 571, 578–79 (Tex. Crim. App. 2008). On\nappeal, appellant asserts that the video was admissible under an exception to the hearsay rule\nbecause of the following: (1) appellant’s statements were his present sense impression,\n(2) appellant’s statements were excited utterances, (3) the video was a business record, and\n(4) appellant’s statements during the interview were res gestae of the offense.\n\n                                                 2\n\f       Under Texas Rule of Evidence 803(1), present sense impressions are not excluded by the\nhearsay rule. The Rule defines a present sense impression as “[a] statement describing or\nexplaining an event or condition made while the declarant was perceiving the event or condition,\nor immediately thereafter.” TEX. R. EVID. 803(1). A statement that meets this definition is\nadmissible under the rationale that, because of the contemporaneous nature under which it is\nmade, the statement is free from the defects of memory and is unclouded by the potential\ndeception of a calculated misstatement. Rabbani v. State, 847 S.W.2d 555, 560 (Tex. Crim. App.\n1992); Freeman v. State, 230 S.W.3d 392, 401 (Tex. App.—Eastland 2007, pet. ref’d). “If the\ndeclarant has had time to reflect upon the event and the conditions he observed, this lack of\ncontemporaneity diminishes the reliability of the statements and renders them inadmissible under\nthe rule.” Fischer v. State, 252 S.W.3d 375, 381 (Tex. Crim. App. 2008). Here, the record\nreflects that appellant was arrested shortly after Cherry’s 911 call was made at 2:30 a.m. The\nfilmed interview did not begin until after 5:00 a.m. Given the ample time between the arrest and\nthe interview for appellant to think about the statements he would make, the unreflective nature\nrequired of a present sense impression was destroyed. Id. The trial court did not abuse its\ndiscretion by refusing to admit the video as a present sense impression.\n       The excited utterance hearsay exception provides that the following statements are not\nexcluded by the hearsay rule: “A statement relating to a startling event or condition made while\nthe declarant was under the stress of excitement caused by the event or condition.” TEX. R.\nEVID. 803(2). Similar to the exception for present sense impressions, the rationale for the\nadmissibility of an excited utterance is that the circumstances under which it is made “eliminate\nthe possibility of fabrication, coaching, or confabulation, and that therefore the circumstances\nsurrounding the making of the statement provide sufficient assurance that the statement is\ntrustworthy and that cross-examination would be superfluous.” Idaho v. Wright, 497 U.S. 805,\n820 (1990). However, unlike the determination concerning an alleged present sense impression,\nwhich focuses on the contemporaneity of the statement, the analysis of an alleged excited\nutterance is focused on the spontaneity of the statement. McCarty, 257 S.W.3d at 239–40. We\nmust “determine whether the statement was made ‘under such circumstances as would\nreasonably show that it resulted from impulse rather than reason and reflection.’” Zuliani, 97\nS.W.3d at 596 (quoting McFarland v. State, 845 S.W.2d 824, 846 (Tex. Crim. App. 1992)).\n\n\n\n                                                3\n\f       The video appellant sought to admit into evidence begins with appellant sitting alone in a\nroom at a table. After ten minutes pass, detectives enter the room, give appellant Miranda1\nwarnings, and begin to question him. In response to a question about what happened that night,\nappellant stated that five guys got out of a car, shot at him, and chased him. Appellant ran from\nthe men. At some point, he claimed, officers saw appellant running and began to chase him,\nultimately resulting in his arrest. Appellant completely denied committing the burglary. In total,\nthe video lasts approximately one hour and sixteen minutes. During that time, appellant was left\nalone in the room for various intervals of time from one to ten minutes. Throughout the\ninterview, appellant calmly and consistently presented his version of the events.\n       Here, appellant argues that the statements he made during the recorded interview were\nmade under the stress of the excitement of the chase and, thus, that the excited utterance\nexception applies. In McCarty, the Court of Criminal Appeals provided the following three\nelements upon which our analysis should be concerned: “(1) the ‘exciting event’ should be\nstartling enough to evoke a truly spontaneous reaction from the declarant; (2) the reaction to the\nstartling event should be quick enough to avoid the possibility of fabrication; and (3) the\nresulting statement should be sufficiently ‘related to’ the startling event, to ensure the reliability\nand trustworthiness of that statement.” McCarty, 257 S.W.3d at 241. Because of the time that\nelapsed between the alleged chase, which appellant claimed to be the startling event; the multiple\nintervals throughout the interview during which appellant had time to reflect; and appellant’s\ndemeanor throughout the entire hour and sixteen minutes of the interview, it is not unreasonable\nthat the trial court found that the sufficient requisite indicia of reliability necessary to be\nadmissible did not exist. Gutierrez v. State, 85 S.W.3d 446, 455 (Tex. App.—Austin 2002, pet.\nref’d). Therefore, we hold that the trial court did not abuse its discretion by refusing to admit the\nvideo as an excited utterance.\n       The business records hearsay exception is provided in Texas Rule of Evidence 803(6).\nGenerally, it provides for the admission of records made and kept in the regular course of\nbusiness. TEX. R. EVID. 803(6). Even when the predicate requirements are met, Rule 803(6)\nspecifically authorizes the trial court to exclude a business record if “the source of [the]\ninformation or the method or circumstances of [its] preparation indicate lack of trustworthiness.”\n\n\n       1\n           Miranda v. Arizona, 384 U.S. 436 (1966).\n\n\n                                                      4\n\fId. In this case, the specific information that appellant argues is admissible are his responses to\nthe detectives’ questions during the interview. Although the recording was made by the police,\nappellant is the source of the information—his responses—which he sought to admit.                                               As\nestablished in our discussion above, we have already determined that the trial court did not err in\nfinding that the responses provided by appellant in the interview were not reliable and not\ntrustworthy. Thus, we need not decide whether the business record exception applies to the\nvideo recording because, even if it did, the video would have been properly excluded on the basis\nthat the source of the information indicated an absence of trustworthiness.\n           Appellant argues that the statements contained in the video are res gestae statements\nwhich are admissible as contextual evidence offered to correct a false impression. In support of\nthis contention, appellant cites two cases: Hayden v. State, 296 S.W.3d 549 (Tex. Crim. App.\n2009), and Mayes v. State, 816 S.W.2d 79 (Tex. Crim. App. 1991). Neither case supports the\nproposition that appellant’s self-serving, hearsay statement is admissible under this theory.\nTherefore, the trial court did not abuse its discretion in excluding the evidence. Appellant’s issue\nis overruled.\n           The judgment of the trial court is affirmed.\n\n\n\n                                                                                   JIM R. WRIGHT\n                                                                                   CHIEF JUSTICE\n\n\nNovember 30, 2012\nDo not publish. See TEX. R. APP. P. 47.2(b).\nPanel consists of: Wright, C.J.,\nMcCall, J., and Gray, C.J., 10th Court of Appeals.2\n\n\n\n\n           2\n               Tom Gray, Chief Justice, Court of Appeals, 10th District of Texas at Waco, sitting by assignment to the 11th Court of\nAppeals.\n\n                                                                   5\n\f",
            "ocr": false,
            "opinion_id": 3082956
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}