{
    "id": 3093102,
    "judges": null,
    "date_filed": 1409097600000,
    "date_filed_is_approximate": false,
    "slug": "latoya-mayberry-v-state",
    "case_name_short": null,
    "case_name": "Latoya Mayberry v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=10387&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa04%5cOpinion",
            "author_id": null,
            "opinion_text": "                               Fourth Court of Appeals\n                                      San Antonio, Texas\n                                  MEMORANDUM OPINION\n                                         No. 04-13-00382-CR\n\n                                         Latoya MAYBERRY,\n                                               Appellant\n\n                                                   v.\n\n                                         The STATE of Texas,\n                                               Appellee\n\n                      From the 437th Judicial District Court, Bexar County, Texas\n                                    Trial Court No. 2010CR1138\n                            Honorable Lori I. Valenzuela, Judge Presiding\n\nOpinion by:       Luz Elena D. Chapa, Justice\n\nSitting:          Catherine Stone, Chief Justice\n                  Marialyn Barnard, Justice\n                  Luz Elena D. Chapa, Justice\n\nDelivered and Filed: August 27, 2014\n\nAFFIRMED\n\n           Pursuant to the terms of a plea bargain, Latoya Mayberry pled guilty to burglary, was\n\nplaced on deferred adjudication for seven years, and was ordered to pay restitution, a fine of\n\n$1,500, and court costs. On appeal, Mayberry challenges the trial court’s pretrial rulings. We\n\naffirm the trial court’s judgment.\n\n                                             BACKGROUND\n\n           During his investigation of Mayberry’s case, her counsel came to believe that Darrell Clark\n\nwould be a possible witness. In February 2009, Mayberry served a subpoena duces tecum on an\n\f                                                                                               04-13-00382-CR\n\n\nofficer with the parole office. The subpoena ordered the parole officer to deliver Clark’s parole\n\nrecords, consisting of over two-hundred pages of documents, to an investigator for Mayberry’s\n\ncounsel at counsel’s office. The officer complied with the subpoena.\n\n        Almost a year later, the district attorney’s office learned about the subpoena and issued its\n\nown subpoena duces tecum, requiring the parole officer to produce Clark’s parole records. The\n\nofficer contacted Mayberry’s counsel because she could not locate Clark’s records. 1 In March\n\n2010, the State filed a motion to order Mayberry’s counsel to turn over the parole records to the\n\ntrial court. The State also served a subpoena duces tecum on Mayberry’s counsel’s investigator,\n\nordering him to produce the records in court for a hearing on the motion.\n\n        Mayberry filed a response and a motion to quash the subpoena on the investigator. He\n\nrepresented that although he was willing to return a copy of the records to the parole officer, he\n\nwould decline to do so until the conclusion of Mayberry’s trial and potential appeals. He argued\n\nthe records sought by the subpoena constituted his work product and were not subject to discovery.\n\n        At a March 2010 hearing on the motions, the parole officer testified she had been unable\n\nto locate Clark’s parole records when the State served its subpoena. She testified she needed the\n\nrecords because a parole hearing was to be held in Clark’s case later that month and the records\n\nwere “vital” to her preparation for the hearing.\n\n        The trial court granted the State’s motion and ordered Mayberry’s counsel to turn over the\n\nrecords to the court. The court informed the parties that it would then turn over the records to the\n\nparole office and that she would ensure that Mayberry’s counsel had a copy of the records. The\n\nState eventually obtained a copy of the records from the parole office.\n\n\n\n\n1\n  The record does not conclusively show whether the parole office mistakenly turned over Clark’s original parole\nrecords, or whether it simply misplaced them after turning over copies of the records.\n\n                                                     -2-\n\f                                                                                       04-13-00382-CR\n\n\n       In October 2012, Mayberry filed a motion to disqualify the Bexar County Criminal District\n\nAttorney and her entire office. Mayberry argued that disqualification was necessary because the\n\nState had obtained her counsel’s notes about his potential questioning of Clark, which had been\n\nhandwritten on the parole records turned over to the court. Although the trial court denied the\n\nmotion, it ordered the State to substitute assistant district attorneys who had not previously been\n\nassigned to the 437th District Court and who had not seen Mayberry’s counsel’s handwritten notes.\n\nIt also ordered that those attorneys, if they needed to review Clark’s parole records, would only be\n\nprovided copies that did not contain any of Mayberry’s counsel’s notes.\n\n       In May 2013, the State and Mayberry entered into a plea agreement through which she\n\npreserved her right to appeal pretrial rulings.\n\n                                           DISCUSSION\n\n       On appeal, Mayberry contends that the trial court erred by ordering her counsel to turn over\n\nthe parole records and by denying her motion to disqualify. Mayberry asks this court to reverse\n\nthe judgment below, remand the cause for new trial, and to direct the trial court to appoint a special\n\nprosecutor.\n\n   A. ORDER TO TURN OVER PAROLE RECORDS\n\n       Mayberry contends the trial court’s order compelling her counsel to turn over his copies of\n\nClark’s parole records allowed the State to obtain improper discovery and violated the work-\n\nproduct doctrine.\n\n              1) Discovery\n\n       Discovery in criminal cases has historically been quite limited. See Washington v. State,\n\n856 S.W.2d 184, 187 (Tex. Crim. App. 1993). Article 39.14 governs what material and information\n\nthe defendant and the State may seek to discover from the other. See Act of May 21, 1999, 67th\n\nLeg., R.S., ch. 578, § 1, 1999 Tex. Gen. Laws 3118 (amended 2005, 2009 & 2014) (current version\n                                                  -3-\n\f                                                                                               04-13-00382-CR\n\n\nat TEX. CODE CRIM. PROC. ANN. art. 39.14 (West Supp. 2014)). 2 Both parties are also authorized\n\nto seek subpoenas to compel the appearance of a witness and subpoenas duces tecum to compel a\n\nwitness to produce in court materials in their possession. See TEX. CODE CRIM. PROC. ANN. art.\n\n24.01; 24.02 (West 2009).\n\n        Mayberry argues the trial court’s order permitted the State to improperly obtain discovery.\n\nWe disagree. The records in Mayberry’s counsel’s possession were the only extant copies of\n\nofficial government records that are supposed to remain confidential. See TEX. GOV’T CODE ANN.\n\n§ 508.313 (West 2012). Those records or copies of them had been handed directly to Mayberry’s\n\ncounsel’s investigator at counsel’s office, rather than produced in court. See TEX. CODE CRIM.\n\nPROC. ANN. art. 24.02 (“If a witness have in his possession any instrument of writing or other thing\n\ndesired as evidence, the subpoena may specify such evidence and direct that the witness bring the\n\nsame with him and produce it in court.”) (emphasis added). The parole officer testified that the\n\nparole office independently needed the records because Clark had an upcoming parole hearing and\n\nthat they were vital to her preparation for the hearing. The State did not ask the trial court to order\n\nMayberry’s counsel to turn over the records to its assistant district attorneys, but to the parole\n\noffice. And the trial court did not order Mayberry’s counsel to produce the records to the district\n\nattorney’s office, but rather to the court, with the understanding that the court would turn over the\n\nrecords to the parole office. Under the unique circumstances of this case, we conclude that the trial\n\ncourt’s order did not constitute “discovery.”\n\n            2) Work Product\n\n        “The work-product doctrine is designed for the benefit of the lawyer by protecting the\n\nlawyer from being compelled to disclose ‘the fruits of his labor to his adversary.’” Carmona v.\n\n\n2\n This opinion discusses the law of discovery as it existed prior to January 1, 2014, when the Michael Morton Act\nbecame effective and significantly changed discovery procedure.\n\n                                                      -4-\n\f                                                                                       04-13-00382-CR\n\n\nState, 941 S.W.2d 949, 953 (Tex. Crim. App. 1997) (quoting STEVEN GOODE, OLIN GUY\n\nWELLBORN III & M. MICHAEL SHARLOT, 1 TEXAS PRACTICE GUIDE                  TO THE   TEXAS RULES    OF\n\nEVIDENCE: CIVIL    AND   CRIMINAL 231 (West 1988)). “The work product doctrine creates a\n\nprivileged area within which attorneys can analyze and prepare a case without fear that the fruits\n\nof their labor will be disclosed for the other side’s use . . . .” Adams v. State, 969 S.W.2d 106, 114\n\n(Tex. App.—Dallas 1998, no pet.).\n\n       Mayberry argued to the trial court that the parole records became her counsel’s work\n\nproduct once he subpoenaed them. We disagree. In Adams v. State, the State had permitted the\n\ndefendant to make a copy of the State’s recording of the defendant while he was at the police\n\nstation following his arrest. 969 S.W.2d at 112. The State accidentally destroyed its original\n\nrecording before trial. Id. at 112–13. It then compelled through subpoena the defendant to produce\n\nhis copy in court and introduced it into evidence in its case-in-chief. Id. at 113. The Dallas court\n\nof appeals rejected the defendant’s complaint that the subpoena violated the work-product\n\ndoctrine, holding “[t]he notion that information which is tendered as a result of court ordered or\n\nstatutorily mandated discovery, can be converted into privileged information, though it has not\n\nbeen altered since tendering, enhanced by fruits of an attorney’s labor since tendering, or added to\n\nwith communicative actions after tendering is a novel one . . . [A]nd we reject it out of hand.” Id.\n\nat 114. We agree, and hold that Clark’s parole records were not transformed into protected work\n\nproduct merely because Mayberry’s counsel acquired them through subpoena.\n\n       However, Mayberry argues that the trial court’s order violated the work-product doctrine\n\nbecause the records turned over to the court contained her counsel’s handwritten notes concerning\n\nhis potential questioning of Clark. Yet the record shows that Mayberry never informed the trial\n\ncourt at the March 2010 hearing that her counsel’s notes were on the records. The first time she\n\ndrew the court’s attention to this fact was almost a year-and-a-half later when she filed her motion\n                                                 -5-\n\f                                                                                       04-13-00382-CR\n\n\nto disqualify the Bexar County Criminal District Attorney’s Office. In order to preserve a\n\ncomplaint that the trial court ordered her counsel to turn over his work product because his notes\n\nwere on the records, Mayberry’s counsel was required to inform the trial court of that basis for her\n\nobjection at a time when the trial court could have protected her counsel’s notes from disclosure.\n\nSee Lankston v. State, 827 S.W.2d 907, 909 (Tex. Crim. App. 1992) (“As regards specificity, all a\n\nparty has to do to avoid the forfeiture of a complaint on appeal is to let the trial judge know what\n\nhe wants, why he thinks himself entitled to it, and to do so clearly enough for the judge to\n\nunderstand him at a time when the trial court is in a proper position to do something about it.”).\n\nBecause Mayberry handed over the records without making such a complaint, she did not preserve\n\nher complaint that the trial court’s order to turn over the parole records would disclose her\n\ncounsel’s notes.\n\n   B. DISQUALIFICATION OF THE BEXAR COUNTY CRIMINAL DISTRICT ATTORNEY\n\n       Mayberry complains the trial court erred by not disqualifying the Bexar County Criminal\n\nDistrict Attorney and her entire office from prosecuting Mayberry’s case. Mayberry argues\n\ndisqualification was necessary to ensure her counsel’s notes were not used against her.\n\n       The Code of Criminal Procedure allows for the disqualification of an elected district\n\nattorney in two limited cases, neither of which applies here. See TEX. CODE CRIM. PROC. ANN. art.\n\n2.08 (West Supp. 2014). However, the Court of Criminal Appeals has indicated in dicta that a trial\n\ncourt may also have the limited authority to disqualify an elected district attorney if her continued\n\nrepresentation of the State would amount to a violation of due process. State ex rel. Young v. Sixth\n\nJudicial Dist. Court of Appeals at Texarkana, 236 S.W.3d 207, 211 n.15 (Tex. Crim. App. 2007).\n\n       Mayberry is unable to show a due-process violation in her case. After she brought her\n\ncomplaint that the State had inadvertently obtained her counsel’s notes to the trial court’s attention,\n\nthe State offered to substitute assistant district attorneys on Mayberry’s case who had not seen the\n                                                 -6-\n\f                                                                                      04-13-00382-CR\n\n\nnotes. The court ordered the State to do so and ordered that the new assistant district attorneys not\n\nreceive a copy of Clark’s parole records that contained counsel’s notes. There is no evidence in\n\nthe record that the State did not comply with the court’s order. Because the record does not show\n\nthat Mayberry’s counsel’s notes were used by the District Attorney to obtain Mayberry’s\n\nconviction, there was no due-process violation.\n\n                                           CONCLUSION\n\n       We overrule Mayberry’s two points of error and affirm the trial court’s judgment.\n\n\n                                                  Luz Elena D. Chapa, Justice\n\nDo Not Publish\n\n\n\n\n                                                -7-\n\f",
            "ocr": false,
            "opinion_id": 3093102
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}