{
    "id": 3093619,
    "judges": null,
    "date_filed": "2010-04-23",
    "date_filed_is_approximate": true,
    "slug": "ladislado-munoz-gomez-v-state",
    "case_name_short": null,
    "case_name": "Ladislado Munoz Gomez v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=3097&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa13%5cOpinion",
            "author_id": null,
            "opinion_text": "                          NUMBER 13-11-00571-CR\n\n                             COURT OF APPEALS\n\n                   THIRTEENTH DISTRICT OF TEXAS\n\n                      CORPUS CHRISTI - EDINBURG\n\nMARK VAN METER,                                                              Appellant,\n\n                                            v.\n\nTHE STATE OF TEXAS,                                                            Appellee.\n\n\n                    On appeal from the 105th District Court\n                          of Nueces County, Texas.\n\n\n                          MEMORANDUM OPINION\n        Before Chief Justice Valdez and Justices Garza and Vela\n              Memorandum Opinion by Justice Rose Vela\n       Appellant, Mark Van Meter, was found guilty of aggravated robbery and was\n\nsentenced to sixty years of confinement in the Texas Department of Criminal Justice,\n\nInstitutional Division. See TEX. PENAL CODE ANN. § 29.03 (West 2011). By two issues,\n\nappellant argues that: (1) the trial court erred in excluding witness testimony that had the\n\neffect of preventing him from presenting his defensive theory; and (2) the evidence was\n\finsufficient to sustain the jury's verdict that appellant committed aggravated robbery. We\n\naffirm.\n\n                                           I. BACKGROUND\n\n          Appellant was charged with the aggravated robbery of his father, Eldon Van Meter.\n\nAt the time of the assault, both appellant and his twin brother, Mike, were living with\n\nEldon. Barbara Van Meter, appellant's sister and Eldon's daughter, testified that she\n\narrived at Eldon's home in response to a telephone call she received from Eldon. He\n\nlooked very beat up, there were a number of wounds on his arms, one on his chest, and\n\none or two on his head. According to Barbara, he looked pale and weak.\n\n          Scott Harrington, a crime scene investigator, testified that he went to Eldon's home\n\nand took photographs of the injuries Eldon incurred. He testified he was advised that\n\nEldon's son had assaulted him. According to Harrington, Eldon was not confused with\n\nrespect to what had happened to him.\n\n          Officer Emily Perez was called out to Eldon's home and testified that from her\n\nobservation, Eldon's injuries looked severe. Eldon was able to tell her what happened.\n\n          Eldon testified that he was assaulted some time after Easter, but he did not know\n\nthe exact date. He said that on the date of the assault, appellant had come back to the\n\nhouse two times for money. Eldon had given him twenty dollars each time. When\n\nappellant returned a third time, he had two people with him, who remained in the car.\n\nOne of the individuals came in to use the restroom and left right away. Appellant again\n\nasked for money and seemed nervous. Eldon testified that appellant hit him with a\n\nhammer a number of times on the left side, the top of the head and the shoulders.\n\n\n                                               2\n\fAppellant grabbed Eldon's wallet out of his pocket. It contained sixty or seventy dollars\n\nin cash. Appellant then left. Eldon had no doubt who had assaulted him because he\n\nand appellant were the only two in the home at the time of the assault. While he had\n\ntrouble identifying appellant in the courtroom, he explained that his eyesight \"had taken a\n\ndive in the last month,\" but he was able to identify appellant.\n\n       Mike Van Meter, appellant's brother, testified that appellant accompanied him to\n\nthe hospital the morning of April 5, 2011. Mike testified that he was having surgery at\n\nSpohn-Memorial Hospital that day and appellant was with him before surgery and was\n\nthere when he got out of surgery. Mike had no idea if appellant was at the hospital during\n\nhis surgery.   According to Mike, his father has trouble recognizing people and his\n\neyesight is bad. Mike admitted that he had been convicted of several felonies.\n\n       Chris King, an MHMR caseworker, testified that he saw appellant the morning of\n\nApril 5, 2010, from approximately 9:15 a.m. to 11:00 a.m.\n\n                                          II. DISCUSSION\n\nA. Exclusion of Evidence\n\n       By appellant's first issue, he argues that the trial court committed reversible error in\n\nfailing to allow him to provide a complete defense by excluding testimony from Detective\n\nJohn Lay.\n\n       1. Standard of Review\n\n       We review a trial court's exclusion of evidence under an abuse-of-discretion\n\nstandard. Shuffield v. State, 189 S.W.3d 782, 793 (Tex. Crim. App. 2006).\n\n\n\n\n                                              3\n\f       2. Analysis\n\n       Appellant argues on appeal that his constitutional rights were violated by the trial\n\ncourt's refusal to allow the admission of the testimony of Detective John Lay to be\n\nadmitted. Detective Lay testified, outside the presence of the jury, that an individual,\n\nusing a claw hammer, had been arrested in July 2010 for burglaries in the same area\n\nwhere Eldon resided. After the trial court excluded the testimony because it determined\n\nit was not relevant, the appellant did not urge its admission on the ground that it affected\n\nhis constitutional right to a complete defense. Thus, he has waived his complaint. Leza\n\nv. State, 351 S.W.3d 344, 360–61 (Tex. Crim. App. 2011); TEX. R. APP. P. 33.1.\n\n       Regardless, even if appellant had not waived his complaint, the trial court did not\n\nabuse its discretion. The only commonality existing between the crime Detective Lay\n\ntestified about and this case is the use of a hammer to commit a crime in the same part of\n\ntown. In order for a court to conclude there is a nexus between an alleged alternative\n\nperpetrator and the offense-at-issue, there must be something more than evidence that a\n\nperson other than the criminal defendant was committing similar crimes around the time\n\nof the offense-at-issue. Caldwell v. State, 356 S.W.3d 42, 47 (Tex. App.—Texarkana\n\n2011, no pet.); see also Dickson v. State, 246 S.W.3d 733, 741 (Tex. App.—Houston\n\n[14th Dist.] 2007, pet. ref'd).   Here, the trial court did not abuse its discretion in\n\ndetermining that the nexus was lacking. We overrule issue one.\n\nB. Sufficiency of the Evidence\n\n       By issue two, appellant argues that the evidence is insufficient to sustain the jury's\n\nverdict that appellant committed the act of aggravated robbery.\n\n\n                                             4\n\f         1. Standard of Review and Applicable Law\n\n         The court of criminal appeals determined that the Jackson v. Virginia legal\n\nsufficiency standard \"is the only standard that a reviewing court should apply in\n\ndetermining whether the evidence is sufficient to support each element of a criminal\n\noffense that the State is required to prove beyond a reasonable doubt.\" Brooks v. State,\n\n323 S.W.3d 893, 902–03, 912 (Tex. Crim. App. 2010) (plurality op.) (citing Jackson v.\n\nVirginia, 443 U.S. 307, 319 (1979)).       Accordingly, we review claims of evidentiary\n\ninsufficiency under \"a rigorous and proper application of the Jackson standard of review.\"\n\nId. at 906–07, 912. Under the Jackson standard, \"the relevant question is whether, after\n\nviewing the evidence in the light most favorable to the prosecution, any rational trier of\n\nfact could have found the essential elements of the crime beyond a reasonable doubt.\"\n\nJackson, 443 U.S. at 319; see Brooks, 323 S.W.3d at 898–99 (characterizing the Jackson\n\nstandard as: \"Considering all of the evidence in the light most favorable to the verdict,\n\nwas a jury rationally justified in finding guilt beyond a reasonable doubt\").\n\n         Here, appellant was charged with aggravated robbery. See TEX. PENAL CODE\n\nANN. § 29.03. The jury was charged that a person commits aggravated robbery if, in the\n\ncourse of committing theft, he intentionally, knowingly or recklessly causes bodily injury to\n\nanother. A person commits the offense of aggravated robbery if the person committing\n\nrobbery causes bodily injury to another person if the person is sixty-five years of age or\n\nolder.\n\n\n\n\n                                             5\n\f       2. Analysis\n\n       Here, there was unrefuted testimony that Eldon was over sixty-five at the time of\n\nthe assault. Eldon testified that it was appellant who hit him with a hammer a number of\n\ntimes on the left side, the top of the head and the shoulders. There was credible\n\ntestimony offered that his injuries were serious. Eldon also testified that it was appellant\n\nwho took money from his wallet during the same encounter. Eldon's testimony alone is\n\nsufficient to support appellant's conviction. We overrule issue two.\n\n                                     III. CONCLUSION\n\n       The judgment of the trial court is affirmed.\n\n\n\n\n                                                      ROSE VELA\n                                                      Justice\n\nDo not publish.\nTEX. R. APP. P. 47.2(b).\n\nDelivered and filed the\n23rd day of August, 2012.\n\n\n\n\n                                             6\n\f",
            "ocr": false,
            "opinion_id": 3093619
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}