{
    "id": 3095044,
    "judges": null,
    "date_filed": "2013-11-16",
    "date_filed_is_approximate": true,
    "slug": "doyle-lee-mccrary-v-state",
    "case_name_short": null,
    "case_name": "Doyle Lee McCrary v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=4602&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa06%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n  \r\n  \r\n  \r\n  \r\n  \r\n \r\n\r\n\r\n\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n                                                         In\r\nThe\r\n\r\n                                                Court\r\nof Appeals\r\n\r\n                        Sixth\r\nAppellate District of Texas at Texarkana\r\n\r\n \r\n\r\n                                                ______________________________\r\n\r\n \r\n\r\n                                                             No. 06-09-00232-CR\r\n\r\n                                                ______________________________\r\n\r\n \r\n\r\n \r\n\r\n                                   DOYLE LEE MCCRARY,\r\nAppellant\r\n\r\n \r\n\r\n                                                                V.\r\n\r\n \r\n\r\n                                     THE STATE OF TEXAS, Appellee\r\n\r\n \r\n\r\n \r\n\r\n                                                                                                  \r\n\r\n\r\n \r\n\r\n \r\n\r\n                                       On Appeal from the 349th\r\nJudicial District Court\r\n\r\n                                                           Houston County, Texas\r\n\r\n                                                         Trial Court\r\nNo. 09CR-046\r\n\r\n \r\n\r\n                                                     \r\n                                             \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n                                          Before Morriss, C.J.,\r\nCarter and Moseley, JJ.\r\n\r\n                                                        Opinion by Justice Moseley\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n                                                                   O P I N I O N\r\n\r\n \r\n\r\n            In\r\na single jury trial, Doyle Lee McCrary was tried and convicted,[1]\r\nand his punishment was assessed, for aggravated assault with a deadly weapon,\r\ninjury to an elderly person, and aggravated robbery, arising from his role in\r\nthe botched attempt to steal thousands of dollars from Hollis Ellis, an elderly\r\nperson, who was repeatedly struck in the head with a hammer by Rebecca\r\nCleveland on December 9, 2008.[2]  We affirm the judgment of the trial court\r\nbecause McCrary’s convictions do not violate the Double Jeopardy Clause of the\r\nFifth Amendment to the United States Constitution[3] and\r\nbecause McCrary was not entitled to the inclusion of certain purported lesser-included\r\noffenses in the charge of the court.\r\n\r\nI.          FACTS AND PROCEDURAL\r\nPOSTURE\r\n\r\n            In a multi-count\r\nindictment, McCrary was charged with aggravated assault with a deadly weapon,\r\ninjury to an elderly person, and aggravated robbery, committed against the same\r\nvictim on the same date.  The jury charge\r\nauthorized the jury to convict McCrary of all three offenses, which it did.  The jury assessed punishment at fifteen years’\r\nimprisonment in the Texas Department of Corrections–Institutional Division—for\r\nthe aggravated assault conviction, thirty years’ imprisonment for the injury to\r\nan elderly person conviction, and twenty-five years’ imprisonment for the\r\naggravated robbery conviction.  All sentences\r\nare to run concurrently.  McCrary\r\ncontends on appeal that he could not be punished for all three offenses\r\nconsistent with the Fifth Amendment prohibition against double jeopardy.  He further contends the trial court erred in\r\nfailing to submit certain lesser-included charges to the jury for\r\nconsideration.\r\n\r\n            The\r\nevidence at trial showed that during the afternoon hours of December 9, 2008,\r\nEric Cleveland and his wife, Rebecca, along with McCrary, traveled to Ellis’\r\nhome in Houston County, Texas, with the intention of robbing Ellis of the\r\nthousands of dollars he was known to routinely carry in his pants pocket.  The three planned the robbery the preceding\r\nday, and determined that Rebecca would hit Ellis with a hammer she had hidden\r\nin the sleeve of her pullover jacket, take his money, and leave.[4]  McCrary was to attack Jimmy Lenox[5]\r\nif he got in the way and Cleveland was to act as a lookout and drive the\r\ncar.  As they arrived at Ellis’ house,\r\nMcCrary grabbed the hammer and told Rebecca to hit Ellis with it, but not to\r\nkill him.  Rebecca told Lenox, who\r\nanswered the door, that she was having car trouble and asked him to go out and\r\ntake a look at it.  \r\n\r\n            Once\r\noutside, Lenox saw Cleveland and McCrary, who was wearing a bandana around his\r\nface.  After McCrary (who knew Lenox and\r\nEllis) explained it was a joke, Lenox proceeded to check the car for\r\nproblems.  Meanwhile, inside the house,\r\nRebecca approached eighty-one-year-old Ellis and asked for money.  When Ellis stated that he did not have any\r\nmoney, Rebecca retrieved a hammer from under her shirt, fell in Ellis’ lap, and\r\nbeat him in the head with the hammer. \r\nHere, the testimony differs. \r\nAccording to Ellis, he caught the hammer and she ran from the\r\nhouse.  According to Cleveland, who\r\nentered the house when he heard Ellis shout for help, he grabbed his wife’s\r\nwrist and pulled her out of the house. \r\nWhen they saw Lenox approach with a gun, the three ran from the house\r\nand sped away in the car in which they arrived—one that had no problems,\r\naccording to Lenox.  Even though Lenox\r\nfired on the car as the three made their getaway, they were able to escape\r\nwithout injury.  Each of the three were\r\narrested a short time later for the actions committed on that December\r\nafternoon.  Ellis was hospitalized in the\r\nintensive care unit of the local hospital overnight, but recovered from his\r\ninjuries and testified at trial.  \r\n\r\nII.        ANALYSIS\r\n\r\n            A.        Double Jeopardy\r\n\r\n            The indictment\r\ncontained three counts accusing McCrary of aggravated assault with a deadly\r\nweapon[6]\r\n(count one), injury to an elderly person[7]\r\n(count two), and aggravated robbery[8]\r\n(count three).  McCrary made no objection\r\nat trial regarding the submission of each of the three counts to the jury, and\r\nall counts were therefore submitted.  The\r\njury convicted McCrary on each count.  On\r\nappeal, McCrary claims all three charges are the result of conduct-oriented\r\nbehavior, and allege the same act, the same injury, and the same individual,\r\nthus violating the protections afforded by the Double Jeopardy Clause of the\r\nFifth Amendment.   \r\n\r\n            While\r\nMcCrary did not raise his double jeopardy claim in the trial court, under\r\ncertain circumstances, a double jeopardy claim may be raised for the first time\r\non appeal when the undisputed facts show the double jeopardy violation is\r\nclearly apparent on the face of the record and when enforcement of usual rules\r\nof procedural default serve no legitimate state interests.  Gonzalez\r\nv. State, 8 S.W.3d 640, 643 (Tex. Crim. App. 2000).  \r\n\r\n            The\r\nFifth Amendment guarantee against double jeopardy protects against a second\r\nprosecution for the same offense following conviction, a second prosecution for\r\nthe same offense following an acquittal, and against multiple punishments for\r\nthe same offense.  Illinois v. Vitale, 447 U.S. 410, 415 (1980); Ex parte Cavazos, 203\r\nS.W.3d 333, 336 (Tex. Crim. App. 2006). \r\nMcCrary invokes the third of these protections.  For convictions involving multiple\r\npunishments for the same offense, the double jeopardy violation is clearly\r\napparent on the face of the record when the record affirmatively shows multiple\r\npunishments resulting from the commission of a single act that violated two\r\nseparate penal statutes, one of which is subsumed in the other.  See\r\nCervantes v. State, 815 S.W.2d 569, 572 (Tex. Crim. App. 1991).  Because it is apparent that McCrary’s\r\nconvictions are based on the same conduct, if there is a double jeopardy\r\nviolation, it is apparent on the face of the record.  See,\r\ne.g., Johnson v. State, 208\r\nS.W.3d 478, 510 (Tex. App.––Austin 2006, no pet.).  McCrary is therefore entitled to raise his\r\ndouble jeopardy complaints for the first time on appeal.\r\n\r\n(1)        Conviction\r\nfor Injury to an Elderly Individual is Not a Double Jeopardy Violation\r\n\r\n \r\n\r\n            We\r\nbegin our analysis of McCrary’s double jeopardy claim by looking to the second\r\ncount of the indictment, which alleges injury to an elderly person, pursuant to\r\nSection 22.04 of the Texas Penal Code.  Tex. Penal Code Ann. § 22.04 (Vernon\r\nSupp. 2010).[9]  McCrary was convicted of  “[i]ntentionally or knowingly caus[ing]\r\nserious bodily injury to Hollis Ellis, an individual 65 years of age or older,\r\nby hitting him in the head with a hammer.”  Section 22.04(h) plainly authorizes multiple\r\npunishments when a defendant’s conduct violates both Section 22.04 and another Penal\r\nCode section:\r\n\r\nA person who is subject to prosecution under both\r\nthis section and another section of this code may be prosecuted under either or\r\nboth sections. . . .\r\n\r\n \r\n\r\nTex.\r\nPenal Code Ann. § 22.04(h).  \r\n\r\n            The\r\ndouble jeopardy guarantee against multiple punishments for the same offense is\r\ndesigned to prevent the sentencing court from prescribing greater punishment\r\nthan the Legislature intended.  Missouri v. Hunter, 459 U.S. 359, 366\r\n(1983); Ex parte Kopecky, 821 S.W.2d\r\n957, 959 (Tex. Crim. App. 1992).  When\r\nthe same conduct violates more than one distinct penal statute and each statute\r\nrequires proof of a fact that the other does not, it is presumed that\r\nthe two offenses are not the same and that the Legislature intended to\r\nauthorize multiple punishments.  Hunter, 459 U.S. at 366; Blockburger v.\r\nUnited States, 284 U.S.\r\n299, 304 (1932).  Conversely, if all the\r\nelements of one statutory offense are contained within the other, it is presumed\r\nthat the two offenses are the same and that the Legislature did not intend to\r\nauthorize punishment for both. Whalen v. United States, 445 U.S. 684, 693–94 (1980).  An accused may be punished for two offenses\r\nthat would be regarded as the same offense if the Legislature has manifested\r\nits intention that he should be.  Littrell v. State, 271 S.W.3d 273, 276\r\n(Tex. Crim. App. 2008).  \r\n\r\n            Because\r\nthe Legislature has clearly stated that an accused may be punished for two\r\noffenses that could be regarded as the same offense, we find no double jeopardy\r\nviolation based on McCrary’s punishment for injury to an elderly individual in\r\naddition to the punishment received for violation of another section of the\r\nTexas Penal Code.[10]  When the Legislature specifically authorizes\r\nmultiple punishments under two statutes, even if those two statutes proscribe\r\nthe same conduct, “a court’s task of statutory construction is at an end and\r\nthe prosecutor may seek and the trial court or jury may impose cumulative\r\npunishment under such statutes in a single trial.”  Hunter,\r\n459 U.S. at 368–69; Johnson, 208\r\nS.W.3d at 511 (conviction for violation of injury to elderly individual and\r\ncapital murder did not violate double jeopardy protections; multiple\r\nconvictions plainly authorized under statute). \r\nThus, we find no violation of McCrary’s double jeopardy protections as a\r\nresult of his conviction of and punishment for injury to an elderly person in\r\nconjunction with additional punishment resulting from violations of other Penal\r\nCode provisions.\r\n\r\n(2)        Convictions\r\nfor Aggravated Assault and Aggravated Robbery Do Not Violate Double Jeopardy \r\n\r\n \r\n\r\n            The\r\nremaining issue in our double jeopardy analysis is whether McCrary’s double\r\njeopardy protections were violated as a result of his conviction and punishment\r\nfor both aggravated assault with a deadly weapon and aggravated robbery.  The principal test for determining whether\r\ntwo offenses are the same for the purpose of double jeopardy was set out by the\r\nUnited States Supreme Court in Blockburger:\r\n\r\nThe applicable rule is that, where the same act or\r\ntransaction constitutes a violation of two distinct statutory provisions, the\r\ntest to be applied to determine whether there are two offenses or only one, is\r\nwhether each provision requires proof of a fact which the other does not.\r\n\r\n \r\n\r\n284 U.S. at 304.  Greater and lesser-included offenses are the “same”\r\noffense for double jeopardy purposes.  Parrish\r\nv. State, 869 S.W.2d 352,\r\n354 (Tex. Crim. App. 1994).  What is\r\nconsidered the same offense in the multiple-punishments context is a matter of\r\nlegislative intent.  Littrell, 271 S.W.3d at 276; Rogers v. State, 305 S.W.3d 164, 168\r\n(Tex. App.––Houston [1st Dist.] 2009, no pet.). \r\nAlthough Blockburger provides the definitive test, the test is\r\nnot exclusive, and an accused may be punished for two offenses that would be\r\nregarded as the same under a Blockburger analysis if the Legislature has\r\nmade this intention clear.  Littrell, 271 S.W.3d at 276.\r\n\r\n            To\r\ndetermine whether an offense is a lesser-included offense of another offense,\r\nwe begin by “comparing the elements of the greater offense, as the State pled\r\nit in the indictment, with the elements in the statute that defines the lesser\r\noffense.”  Hall v. State, 225 S.W.3d 524, 525 (Tex. Crim. App. 2007).  The elements of the offenses, as they are\r\npled in the indictment, also are compared to decide whether multiple\r\npunishments violate the Double Jeopardy Clause. \r\nId. at 532–33.  When the greater offense may be committed in\r\nmore than one manner, the manner alleged determines whether the other offense\r\nalleged is a lesser-included offense.[11]  Id. at\r\n531.  \r\n\r\n            Thus,\r\nwe compare the elements of aggravated assault and aggravated robbery as the\r\nState alleged those offenses in the indictment. \r\nMcCrary’s indictment in the aggravated assault case alleged that on or\r\nabout the 9th day of December, 2008, McCrary\r\n\r\nIntentionally, knowingly, or recklessly cause[d] serious\r\nbodily injury to Hollis Ellis by hitting him in the head, and the defendant did\r\nthen and there use or exhibit a deadly weapon, to-wit:  a hammer, during the commission of said\r\nassault. \r\n\r\n \r\n\r\nSee Tex. Penal Code Ann.\r\n§ 22.02 (Vernon Supp. 2010).  The\r\nindictment in the aggravated robbery case alleged that on or about the 9th day\r\nof December, 2008, McCrary\r\n\r\nWhile in the course of committing theft of\r\nproperty and with intent to obtain or maintain control of said property,\r\nintentionally, knowingly, or recklessly cause[d] bodily injury to Hollis Ellis,\r\na person 65 years of age or older, by hitting him with a hammer.  \r\n\r\n \r\n\r\nSee Tex. Penal Code Ann.\r\n§ 29.03 (Vernon 2003).  The Texas Penal\r\nCode states that a person commits aggravated robbery if he commits robbery as\r\ndefined in Section 29.03, and he:\r\n\r\n            (1)        causes serious bodily injury to another;\r\n\r\n            \r\n\r\n            (2)        uses or exhibits a deadly weapon; or\r\n\r\n \r\n\r\n            (3)        causes bodily injury to another person\r\nor threatens or places another person in fear of imminent bodily injury or\r\ndeath, if the other person is . . . 65 years of age or older . . . .\r\n\r\n \r\n\r\nTex.\r\nPenal Code Ann. § 29.03.  Here,\r\nMcCrary was indicted under subpart three of the statute, alleging bodily injury\r\n(as opposed to serious bodily injury) and that Ellis was sixty-five years of\r\nage or older at the time of the offense. \r\n\r\n\r\n            According\r\nto the language of the indictment, for aggravated assault, the State had to\r\nprove McCrary caused serious bodily injury and used or exhibited a deadly\r\nweapon (“to wit:  a hammer”).  For the aggravated robbery charge, the State\r\nhad to prove that this same act occurred in the commission of a theft and that\r\nEllis was age sixty-five or older.  The\r\ndifference, however, in the aggravated robbery charge is that the State was\r\nrequired to prove “bodily injury” as opposed to “serious bodily injury” as an\r\nelement of proof in the aggravated assault charge.  “We then ask the question that Article\r\n37.09(a) poses:  are the elements of the\r\nlesser offense ‘established by proof of the same or less than all the facts\r\nrequired to establish[] the commission of the offense charged?’”  Hall,\r\n225 S.W.3d at 536.  Under the cognate\r\npleadings approach adopted by the Texas Court of Criminal Appeals, double\r\njeopardy challenges should be made even to offenses that have differing\r\nelements under Blockburger, if the\r\nsame “facts required” are alleged in the indictment.  The term “facts required” under Article 37.09\r\nmeans the evidence legally required to prove the elements of the offense.  Hall,\r\n225 S.W.3d at 536; Miles v. State,\r\n259 S.W.3d 240, 246 (Tex. App.—Texarkana 2008, pet. ref’d).\r\n\r\n            It\r\nis clear that when comparing the two charges indicted, and taking into account\r\nall of the elements that the State must prove for each charge, the two offenses\r\nare substantially similar.  That is,\r\nproof of each of the elements of aggravated robbery, as indicted, would also\r\nprove each of the elements of aggravated assault, as indicted, with the\r\nexception of the degree of bodily injury alleged.  Because aggravated assault requires proof\r\nof “serious bodily injury” and aggravated robbery, as indicted, only requires\r\nproof of “bodily injury,” the elements of aggravated robbery (the greater\r\noffense) do not prove aggravated assault. \r\n\r\n\r\n            The\r\nmanner and means of alleging aggravated robbery is determinative of our double\r\njeopardy analysis.  The manner and means\r\ncan affect the availability of lesser-included offenses.  See Hall, 225 S.W.3d at 531 (noting “[a]ssault by committing\r\nbodily injury is a lesser-included offense of aggravated assault by inflicting\r\nserious bodily injury, but not of aggravated assault by threat with a deadly\r\nweapon”).  For example, aggravated assault\r\nwas treated as a lesser-included offense of aggravated robbery in Jefferson v. State, 144 S.W.3d 612 (Tex.\r\nApp.––Amarillo 2004, no pet.).  In that\r\ncase, the elements of aggravated robbery as alleged in the indictment were that\r\nthe defendant, at the stated time and place, while in the course of committing\r\ntheft of property and with intent to obtain or maintain control of the\r\nproperty, intentionally or knowingly threatened or placed the victim in fear of\r\nimminent bodily injury or death while exhibiting or using a deadly weapon in\r\nthe form of a firearm.  Id. at 613.  The elements of aggravated assault, as\r\nalleged in Jefferson, were that the\r\ndefendant intentionally or knowingly threatened another with imminent bodily\r\ninjury, and used or exhibited a deadly weapon. \r\nId.  \r\n\r\n            Here,\r\naggravated robbery was pled as causing bodily injury to Ellis, a person sixty-five\r\nyears of age or older, by hitting him with a hammer.  This allegation, pled in accordance with the\r\nstatute, does not include the element of serious bodily injury.  See Tex. Penal Code Ann. § 29.03(a)(3).\r\n The term “bodily injury” is defined as “physical\r\npain, illness, or any impairment of physical condition.”  Tex.\r\nPenal Code Ann. § 1.07(a)(8) (Vernon Supp. 2010).  The term “serious bodily injury” is defined\r\nas “bodily injury that creates a substantial risk of death or that causes\r\ndeath, serious permanent disfigurement, or protracted loss or impairment of the\r\nfunction of any bodily member or organ.” \r\nTex. Penal Code Ann. §\r\n1.07(a)(46).  By definition, these\r\nstatutory elements differ by degree of severity.  The allegation of “bodily injury” does not\r\ninclude “serious bodily injury.”  \r\n\r\n            The\r\ntwo offenses are distinct under a strict application of the Blockburger\r\ntest, but the Blockburger test is a rule of statutory construction and\r\nis not the exclusive test for determining if two offenses are the same.  Bigon\r\nv. State, 252 S.W.3d 360, 370 (Tex. Crim. App. 2008).  That is, offenses may be the same for double\r\njeopardy principles even when their elements differ under Blockburger, if there are other indicia of legislative intent to\r\ntreat the offenses as the same.  Ervin v. State, 991 S.W.2d 804, 810–11\r\n(Tex. Crim. App. 1999). \r\n\r\n            In\r\nErvin, the Texas Court of Criminal Appeals set forth a nonexclusive list\r\nof factors to consider when examining the issue of whether two offenses are the\r\nsame in the context of multiple punishment. \r\nThese factors include:  (1)\r\nwhether the offenses provisions are contained within the same statutory\r\nsection; (2) whether the offenses are phrased in the alternative; (3) whether\r\nthe offenses are named similarly; (4) whether the offenses have common punishment\r\nranges; (5) whether the offenses have a common focus (i.e., whether the “gravamen”\r\nof the offense is the same); (6) whether that common focus tends to indicate a\r\nsingle instance of conduct; (7) whether the elements that differ between the\r\noffenses can be considered the “same” under an imputed theory of liability\r\nwhich would result in the offenses being considered the same under Blockburger\r\n(i.e., a liberalized Blockburger standard utilizing imputed elements);\r\nand (8) whether there is legislative history containing an articulation of an\r\nintent to treat the offenses as the same or different for double jeopardy\r\npurposes.  Bigon, 252 S.W.3d at 371.  \r\n\r\n            Aggravated\r\nassault and aggravated robbery are not in the same statutory section, as\r\naggravated assault is listed as an offense against the person under Title 5 of\r\nthe Texas Penal Code and aggravated robbery is listed as an offense against\r\nproperty under Title 7 of the Texas Penal Code.  See Tex. Penal Code Ann. §§ 22.02, 29.03.  Because these offenses are not in the same\r\nstatutory section, they are not named in the alternative.  Because aggravated assault is a second-degree\r\nfelony and aggravated robbery is a first-degree felony, they do not have common\r\npunishment ranges.  With the exception of\r\nthe aggravated nature of these crimes, the factors mentioned above indicate the\r\nLegislature intended to impose multiple punishments for the violation of each\r\nstatute.  \r\n\r\n            Both\r\naggravated assault and aggravated robbery have a common focus as pled:  bodily injury to Ellis.  Both crimes are result-oriented crimes with\r\ninjury being the result.  Given that the\r\nresult is the focus of these offenses, the sameness of the result is some\r\nindication that the Legislature did not intend to impose multiple punishments.  In this regard, we recognize the changes in\r\nthe law of robbery that were made in the Penal Code of 1974.  Prior to those changes, theft was an integral\r\npart of robbery.  However, the Penal Code\r\nof 1974 required that theft only has to be attempted.  Ex\r\nparte Hawkins, 6 S.W.3d 554, 560 (Tex. Crim. App. 1999).  Under the current Penal Code, robbery is a\r\nform of assault:\r\n\r\nThe common law analysis of the nature of a robbery\r\noffense was correct under Art. 1408, supra, as the offense required a completed\r\ntheft as an element of the crime.  Under\r\nSec. 29.03, however, no completed theft is required.  Under the new Penal Code, the offense is no\r\nlonger an aggravated form of theft. . . . \r\n\r\n \r\n\r\nA description of the property involved in the\r\nrobbery was required under Art. 1408 because the offense was characterized as a\r\ntheft.  The change in the focus of the\r\nstatute, coupled with this Court’s decision [that no description of the\r\nproperty was required] in Reese,\r\n[531 S.W.2d 638] compels the conclusion that the present robbery offense is\r\nassaultive in nature.\r\n\r\n \r\n\r\nHawkins, 6 S.W.3d at 559–60 (Tex. Crim. App. 1999) (citing Ex parte Lucas, 574 S.W.2d 162, 163–64\r\n(Tex. Crim. App. 1978)); accord Hightower\r\nv. State, 629 S.W.2d 920,\r\n922 (Tex. Crim. App. [Panel Op.] 1981) (robbery is form of assault); Rohlfing\r\nv. State, 612 S.W.2d 598,\r\n602 (Tex. Crim. App. [Panel Op.] 1981) (“The current penal code robbery\r\noffenses are assaultive in nature and are not aggravated forms of theft.”).\r\n\r\n            In\r\nHawkins, the Texas Court of Criminal\r\nAppeals recognized that even though aggravated robbery is recognized as an\r\noffense against property due to its placement in Title 7 of the Texas Penal\r\nCode, the primary interest protected by this offense is “the security of the\r\nperson from bodily injury or threat of bodily injury that is committed in the\r\ncourse of committing theft.”  Hawkins, 6 S.W.3d at 560 (citing Chestnut\r\nv. State, 567 S.W.2d 1, 2\r\n(Tex. Crim. App. [Panel Op.] 1978)).\r\n\r\n            Moreover,\r\nthe placement of aggravated robbery in Title 7 of the Texas Penal Code,\r\nalthough a form of assault, “allowed the joinder of repeated robberies under\r\nthe original statutes for the joinder of offenses which allowed the joinder of\r\nonly Title 7 offenses.”  Hawkins, 6 S.W.3d at 560.  Thus, the legislative decision to place\r\nrobbery in Title 7 of the Code is not necessarily indicative of the Legislature’s\r\nintent to impose multiple punishments for aggravated robbery and aggravated\r\nassault.  \r\n\r\n            Next,\r\nwe address whether the common focus tends to indicate a single instance of\r\nconduct. In this regard, we examine the “allowable unit of prosecution,” which\r\nis defined by the Legislature and determines if one course of conduct results\r\nin more than one offense.  Ex parte\r\nCavazos, 203 S.W.3d 333\r\n(Tex. Crim. App. 2006).  As recognized in\r\nBigon, “[u]sually analysis of an allowable\r\nunit of prosecution involves a situation in which two offenses from the same\r\nstatutory section are charged, but the spirit behind the principle is fitting\r\nhere.”  Bigon, 252 S.W.3d at 371–72 (double jeopardy analysis regarding\r\nconvictions for felony murder, intoxication manslaughter, and\r\nmanslaughter).  \r\n\r\n            The\r\nallowable unit of prosecution for an assaultive offense is each victim.  Hawkins,\r\n6 S.W.3d at 560.  Because robbery is\r\na form of assault, the allowable unit of prosecution for robbery likewise is\r\neach victim.  Id. (holding that defendant’s prosecution for\r\nrobbery twice when two victims were assaulted in course of committing theft did\r\nnot violate Double Jeopardy Clause). \r\nBecause aggravated robbery is an assaultive offense, with the unit of\r\nprosecution being one victim (as is the case for aggravated assault), the\r\ncommon focus of each offense in conjunction with the fact that the common focus\r\ntends to indicate a single instance of conduct, are indicia of legislative\r\nintent not to permit multiple punishments in this circumstance.\r\n\r\n            We must also determine\r\nwhether the elements that differ between the offenses can be considered\r\nthe “same” under an imputed theory of liability which would result in the\r\noffenses being considered the same under Blockburger.  In\r\nthis case, those differing elements are “bodily injury” and “serious bodily\r\ninjury.”  Aggravated robbery was\r\npled as causing bodily injury to Ellis, a person sixty-five years of age or\r\nolder, by hitting him with a hammer. \r\nThis allegation, pled in accordance with the statute, does not include\r\nthe element of serious bodily injury.  See Tex.\r\nPenal Code Ann. § 29.03(3). \r\n\r\n            The\r\nconcept of imputing elements into an offense in order to determine if the\r\noffenses are the “same offenses” for purposes of double jeopardy has not been\r\nwidely explored in caselaw.  In fact, Ervin is the only reported case that has\r\npositively determined this factor.  In\r\nthat case, the court concluded that manslaughter and intoxication manslaughter\r\nare the same offense for double jeopardy purposes when they involve the same\r\nvictim, and imposing convictions for both violates the Double Jeopardy\r\nClause.  Ervin, 991 S.W.2d at 817.  \r\n\r\n            In\r\narriving at this conclusion, the court recognized that the statute defining\r\nintoxication manslaughter does not include a mental state,[12]\r\nwhile the statute defining manslaughter requires a mental state of “recklessly.”[13]\r\nIn finding the two offenses were nevertheless the “same offense” for double\r\njeopardy purposes, the Ervin court\r\nfound that intoxication manslaughter can be viewed as having the element of\r\nrecklessness by imputation, thus making the offenses the same under the\r\nliberalized, “imputation” version of the Blockburger\r\ntest (finding that intoxication was an imputed form of recklessness).  Id.\r\nat 816.\r\n\r\n            Ervin involved the imputation of a\r\nculpable mental state.  Here, the\r\ndiffering element is the degree of bodily injury.  While imputation of a culpable mental state\r\nin Ervin made logical sense, we see\r\nno logic in imputing the element of “serious bodily injury” in the charge of\r\naggravated robbery when that charge already includes the element of “bodily\r\ninjury.”\r\n\r\n            Logic\r\nwould seem to dictate, however, that because the proof at trial established\r\nthat Ellis suffered serious bodily injury,[14] such\r\nproof should be sufficient to answer the issue at hand.  To take into account such proof, however,\r\nwould require the application of the “cognate evidence” analysis, an approach\r\nin which the court includes the facts adduced at trial in its lesser-included\r\noffense analysis.  Hall, 225 S.W.3d at 526.[15]  Because we are bound to apply the cognate\r\npleadings approach to lesser-included offenses, we find that aggravated assault\r\nin this case is not a lesser-included offense of aggravated robbery.  See id.\r\nat 535.  To conclude otherwise would\r\nrequire a finding of legislative intent not to permit multiple punishments for\r\neach offense alleged, when we remain unconvinced of such intent.  While double jeopardy precludes a defendant\r\nfrom being punished twice for the same offense, it does not prevent a second\r\npunishment for the same conduct.  E.g.,\r\nBlockburger, 284 U.S. at 303–04 (holding two convictions for one sale of\r\nnarcotics that violated two statutory provisions did not violate double\r\njeopardy).  Accordingly, we conclude that\r\nMcCrary’s double jeopardy protections were not violated.  \r\n\r\n            B.        Lesser-Included\r\nOffenses\r\n\r\n            In his next three\r\npoints of error, McCrary complains that the trial court erred in failing to\r\ninstruct the jury on certain purported lesser-included offenses.  Under certain, limited circumstances, a\r\ncriminal defendant in Texas will be entitled to a jury charge on a lesser-included\r\noffense of the offense charged.  See,\r\ne.g., Mathis v. State,\r\n67 S.W.3d 918, 925 (Tex. Crim. App. 2002). \r\nThe first step in determining whether an offense is a lesser-included\r\noffense of the alleged offense is a question of law.  It must “be, capable of being performed\r\nbefore trial by comparing the elements of the offense as they are alleged in\r\nthe indictment or information with the elements of the potential\r\nlesser-included offense.”  Hall, 225 S.W.3d at 535–36.  The second step in this analysis asks whether\r\nthere is evidence that supports giving the instruction to the jury.  Id. at\r\n536.  That is, there must be evidence in\r\nthe record that would permit a jury to rationally find that the defendant is\r\nguilty only of the lesser offense.  Rousseau\r\nv. State, 855 S.W.2d 666,\r\n672 (Tex. Crim. App. 1993). \r\nAppellate courts should review all the evidence presented in trial in\r\nmaking this determination.  Bignall v.\r\nState, 887 S.W.2d 21, 23 (Tex. Crim. App. 1994).\r\n\r\n            (1)        Aggravated\r\nAssault /Assault\r\n\r\n            McCrary\r\nfirst contends that he was entitled to a lesser-included offense instruction on\r\nassault on the indicted charge of aggravated assault.[16]  The State concedes that because assault\r\nis a lesser-included offense of aggravated assault, McCrary has met the first prong of the Royster-Rousseau\r\ntest.  The State nevertheless disputes\r\nentitlement to the lesser-included offense charge because it maintains there is\r\neither no evidence or no more than a scintilla of evidence that would permit a\r\njury to rationally find that if McCrary is guilty, he is guilty of only the\r\nlesser charge.  \r\n\r\n            Anything more than a scintilla of evidence\r\nis sufficient to entitle a defendant to a lesser charge.  Bignall, 887 S.W.2d at 23.  However, it is not sufficient that the jury\r\nmight have disbelieved evidence pertaining to the greater offense.  Hampton v. State, 109 S.W.3d 437, 441\r\n(Tex. Crim. App. 2003).  There must be\r\nsome evidence directly germane to a lesser-included offense for the fact-finder\r\nto consider before an instruction on a lesser-included offense is warranted.  Id.  McCrary\r\npoints to certain evidence at trial that he maintains is sufficient to entitle\r\nhim to a lesser charge.  Because McCrary\r\nwas charged with a conspiracy theory of liability for aggravated assault, the\r\nsecond prong is met only if there is evidence in the record showing either (1)\r\nthere was no aggravated assault; (2) the aggravated assault was not committed\r\nin furtherance of a conspiracy; or (3) the aggravated assault should not have\r\nbeen anticipated.  McCrary contends that the\r\naggravated assault should not have been anticipated.  We disagree.\r\n\r\n            The testimony at trial\r\nindicated the initial plan for stealing Ellis’ money was to have Ellis pay to\r\nhave sex with Rebecca.  The plan changed\r\nto one in which Rebecca would offer to have sex with Ellis for money and then,\r\nat the opportune time, hit Ellis in the head to knock him out and take his\r\nmoney.  It is unclear whether this plan\r\nincluded the use of a hammer.  Finally,\r\nthe last plan, and the one implemented, was for Rebecca to hit Ellis in the\r\nhead with a hammer and take the money away from him while Cleveland and McCrary\r\ndealt with Lenox.  The evidence further\r\nindicates that as McCrary, Cleveland, and Rebecca arrived at Ellis’ house on\r\nDecember 9, McCrary handed the hammer to Rebecca and instructed her to hit\r\nEllis with it, but not to kill him.  \r\n\r\n            McCrary himself, in\r\nstatements to law enforcement officers, indicated the plan was to sell sexual\r\nfavors for money.[17]  McCrary contends that the jury could have\r\nbelieved this was the only plan and could therefore have found him guilty only\r\nof assault.  In conjunction with this\r\ncontention, McCrary maintains that the jury could have believed that he could\r\nnot have anticipated that in carrying out the plan to obtain Ellis’ money,\r\nRebecca would have hit Ellis in the head with a hammer.  \r\n\r\n            We do not find the\r\nevidence here to be directly germane to the lesser-included offense of assault.  Criminal responsibility for the conduct of\r\nanother is set forth in Section 7.02 of the Texas Penal Code.  It requires, in pertinent part, that:\r\n\r\nIf, in the attempt to carry out a conspiracy to\r\ncommit one felony, another felony is committed by one of the conspirators, all\r\nconspirators are guilty of the felony actually committed, though having no\r\nintent to commit it, if the offense was committed in furtherance of the\r\nunlawful purpose and was one that should have been anticipated as a result of\r\ncarrying out the conspiracy.\r\n\r\n \r\n\r\nTex.\r\nPenal Code Ann. § 7.02(b). \r\nAccordingly, McCrary could not have been found guilty as a party to the\r\noffense of aggravated assault with a deadly weapon unless he intended to commit\r\na felony offense.  McCrary’s statement to\r\nlaw enforcement—that Rebecca intended to sell sexual favors for money—indicates\r\nMcCrary only intended to commit the misdemeanor offense of prostitution.[18]  Under this scenario, Section 7.02(b) of the Penal\r\nCode would not apply, as by definition, it applies only to felony\r\noffenses.  Said another way, if McCrary’s\r\nstatement that he only intended for Rebecca to commit prostitution was believed\r\nby the jury, he would then not be guilty of any offense under Section 7.02(b),\r\nnor would he be guilty of assault, the very offense he urges should have been\r\nincluded in the jury charge.  McCrary\r\ncould not be found guilty of any greater offense he did not intend to commit,\r\nand would not be entitled to a lesser-included charge on assault.\r\n\r\n            According\r\nto the second plan, Rebecca would offer sex for money and then use some force\r\nto take the money at an opportune time. \r\nIn this case, because McCrary would have intended to commit the felony\r\noffense of theft from the elderly,[19] Section\r\n7.02 applies.  Both assault and\r\naggravated assault are foreseeable consequences of the outcome of this\r\nplan.  Moreover, the charge instructed\r\nthe jury on the law of parties, and it is uncontroverted that Rebecca used a\r\nhammer during the robbery.  \r\n\r\n            The\r\nquestion concerning entitlement to the lesser-included offense of assault is\r\nwhether the evidence would permit a rational jury to make a contrary\r\nfinding.  That is, could a rational jury\r\ndetermine, based on the evidence of this plan, that McCrary did not intend or\r\nanticipate serious bodily injury to Ellis? \r\nSuch evidence must be only more than a scintilla, and may be impeached\r\nor contradicted, but it must be sufficient, if believed, to at least permit a\r\nrational jury to return a verdict on the lesser-included offense.  Ex\r\nparte Thompson, 179 S.W.3d 549, 560 (Tex. Crim. App. 2005).  On these facts, no evidence exists that\r\nMcCrary is guilty only of assault.  \r\n\r\n(2)        Bodily\r\nInjury to an Elderly Individual/Serious Bodily Injury to an Elderly Individual\r\n\r\n \r\n\r\n            McCrary\r\ncontends the trial court erred in failing to instruct the jury on the offense\r\nof causing bodily injury to an elderly individual as a lesser-included offense\r\nof the indicted charge of causing serious bodily injury to an elderly\r\nindividual.[20]  The State concedes that McCrary has met the\r\nfirst prong of the Royster-Rousseau test.  The State nevertheless disputes entitlement\r\nto the lesser-included offense charge of bodily injury to an elderly individual\r\nbecause it maintains there is either no evidence or no more than a scintilla of\r\nevidence that would permit a jury to rationally find that if McCrary is guilty,\r\nhe is guilty of only the lesser charge. \r\nMcCrary points to the changing plans of his co-conspirators, Cleveland\r\nand Rebecca, referenced in the preceding section, as sufficient evidence to\r\nentitle him to the lesser charge of bodily injury to an elderly\r\nindividual.  Based on the foregoing\r\nanalysis, we overrule this point of error. \r\nBoth bodily injury and serious bodily injury to an elderly individual\r\nare foreseeable consequences of the aforementioned plan to steal money from\r\nEllis.  \r\n\r\n            (3)        Aggravated\r\nRobbery/Assault\r\n\r\n            In his final point\r\nof error, McCrary complains of the trial court’s refusal to instruct the jury\r\non the offense of assault as a lesser-included offense of the indicted charge\r\nof aggravated robbery.[21]  The State concedes that McCrary has met the\r\nfirst prong of the Royster-Rousseau test.  The State nevertheless disputes entitlement\r\nto the lesser-included offense charge of assault because it maintains there is\r\neither no evidence or no more than a scintilla of evidence that would permit a\r\njury to rationally find that if McCrary is guilty, he is guilty of only the\r\nlesser charge.  Here again, McCrary\r\npoints to the changing plans of his co-conspirators, Cleveland and Rebecca,\r\nreferenced in the preceding section, as sufficient evidence to entitle him to\r\nthe lesser charge of bodily injury to an elderly individual.  \r\n\r\n            Contrary\r\nto McCrary’s contention, it matters not that the offense he may have originally\r\nintended—theft from the elderly—subsequently escalated into aggravated robbery.  Where several people act together in pursuit\r\nof an unlawful act, each one is liable for collateral crimes, even though they\r\nmay have been unplanned and unintended, if those crimes are foreseeable,\r\nordinary, and probable consequences of the execution of the unlawful act.  Curtis\r\nv. State, 573 S.W.2d 219 (Tex. Crim. App. [Panel Op.] 1978); Gutierrez v. State, 681 S.W.2d 698, 702\r\n(Tex. App.––Houston [14th Dist.] 1984, pet. ref’d).  Here, aggravated robbery was alleged in the\r\nindictment as “caus[ing] serious bodily injury to another . . . or\r\nthreaten[ing] or plac[ing] another person in fear of imminent bodily injury or\r\ndeath, if the other person is . . . 65 years of age or older . . . .”  Tex.\r\nPenal Code Ann. § 29.03. \r\nAggravated robbery is a foreseeable consequence of the plan to steal\r\nmoney from Ellis, an elderly individual. \r\nBased on the foregoing analysis, we overrule this point of error.  \r\n\r\n            We affirm the judgment of the trial\r\ncourt.\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n                                                                        Bailey\r\nC. Moseley\r\n\r\n                                                                        Justice\r\n\r\n \r\n\r\nDate Submitted:          September 16, 2010\r\n\r\nDate Decided:             November 2, 2010\r\n\r\n \r\n\r\nPublish\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n[1]Originally\r\nappealed to the Twelfth Court of Appeals, this case was transferred to this\r\nCourt by the Texas Supreme Court pursuant to its docket equalization\r\nefforts.  See Tex. Gov’t Code Ann. § 73.001\r\n(Vernon 2005).  We are unaware of any\r\nconflict between precedent of the Twelfth Court of Appeals and that of this\r\nCourt on any relevant issue.  See Tex. R. App. P. 41.3.\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[2]McCrary\r\nwas charged under the law of parties; by acting with intent to promote the\r\ncommission of the listed offenses, McCrary was found to have solicited,\r\nencouraged, directed, aided, or attempted to aid Rebecca Cleveland in committing\r\nthese offenses.  See Tex.\r\nPenal Code Ann. § 7.02(a)(2) (Vernon 2003).  \r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[3]U.S. Const. amend. V.\r\n\r\n\r\n\r\n\r\n\r\n[4]In\r\nher initial statement to law enforcement, Rebecca indicated that the plan was\r\nto proposition Ellis for sex and take his money.  Rebecca’s final statement to law enforcement\r\ndid not involve any sexual favors; it involved taking money directly from\r\nEllis. \r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[5]In\r\nDecember 2008, Lenox lived with Ellis.\r\n\r\n\r\n\r\n\r\n\r\n[6]Count\r\none of the indictment charges that McCrary did then and there:\r\n\r\n \r\n\r\nIntentionally,\r\nknowingly, or recklessly cause serious bodily injury to Hollis Ellis by hitting\r\nhim in the head, and the defendant did then and there use or exhibit a deadly\r\nweapon, to-wit:  a hammer, during the\r\ncommission of said assault.\r\n\r\n                \r\n\r\n\r\n\r\n\r\n\r\n[7]Count\r\ntwo of the indictment charges that McCrary did then and there:\r\n\r\n \r\n\r\nIntentionally\r\nor knowingly cause serious bodily injury to Hollis Ellis, an individual 65\r\nyears of age or older, by hitting him in the head with a hammer.\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[8]Count\r\nthree of the indictment charges that McCrary did then and there:\r\n\r\n \r\n\r\nWhile\r\nin the course of committing theft of property and with intent to obtain or\r\nmaintain control of said property, intentionally, knowingly, or recklessly\r\ncause bodily injury to Hollis Ellis, a person 65 years of age or older, by\r\nhitting him with a hammer. \r\n\r\n\r\n\r\n\r\n\r\n[9]This\r\nPenal Code provision provides that “[a] person commits an offense if he\r\nintentionally, knowingly, recklessly, or with criminal negligence, . . . causes\r\n. . . [an] elderly individual . . . serious bodily injury. . . .”  Tex.\r\nPenal Code Ann. § 22.04(a)(1).\r\n\r\n\r\n\r\n\r\n\r\n[10]In Gonzalez v.\r\nState, 973 S.W.2d 427 (Tex. App.––Austin 1998), aff’d, 8 S.W.3d 640 (Tex. Crim. App. 2000), the court touched on\r\nthe issue of whether injury to an elderly individual was a lesser-included\r\noffense of aggravated robbery, but stated that: \r\n\r\n \r\n\r\nWe express no opinion on\r\nwhether the injury to an elderly individual offense is a lesser included\r\noffense of, and, therefore, could be considered the “same offense” as, the\r\naggravated robbery offense as set out in any of the three paragraphs as we did\r\nnot grant discretionary review on this issue. We note, however, that the\r\nLegislature apparently has authorized multiple punishments even if these\r\noffenses could be considered the “same” under double jeopardy principles.  See Tex. Penal Code Ann. § 22.04(h) (person\r\n“subject to prosecution” for injury to elderly individual and “another section\r\nof this code may be prosecuted under either or both sections”); Hunter, 459 U.S. at 366; Whalen, 445 U.S. at 693–94.\r\n\r\n \r\n\r\nId. at 641 n.4. \r\n\r\n\r\n\r\n\r\n\r\n[11]An\r\noffense is a lesser-included offense if:\r\n\r\n \r\n\r\n                (1)           it is established by proof of the\r\nsame or less than all the facts required to establish the commission of the\r\noffense charged;\r\n\r\n \r\n\r\n                (2)           it differs from the offense charged\r\nonly in the respect that a less serious injury or risk of injury to the same\r\nperson, property, or public interest suffices to establish its commission;\r\n\r\n \r\n\r\n                (3)           it differs from the offense charged\r\nonly in the respect that a less culpable mental state suffices to establish its\r\ncommission; or\r\n\r\n \r\n\r\n                (4)           it consists of an attempt to commit\r\nthe offense charged or an otherwise included offense.\r\n\r\n \r\n\r\nTex. Code Crim.\r\nProc. Ann. art. 37.09 (Vernon 2006); Aguilar v. State, 263 S.W.3d 430, 435 (Tex. App.––Houston\r\n[1st Dist.] 2008, pet. ref’d).\r\n\r\n\r\n\r\n\r\n\r\n[12]Tex. Penal Code Ann. § 49.08 (Vernon\r\nSupp. 2010).  \r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[13]Tex. Penal Code Ann. § 19.04 (Vernon\r\n2003).  \r\n\r\n\r\n\r\n\r\n\r\n[14]Ellis\r\nsuffered blunt trauma injuries to the head, of such severity as to reach the\r\nskull.  This level of trauma has been\r\nknown to cause death.  \r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[15]Under\r\nthis approach, a lesser-included offense instruction may be given even though\r\nall of the statutory elements of the lesser offense are not contained in the\r\ngreater offense, if the “overlapping elements relate to the common purpose of\r\nthe statutes” and the specific evidence adduced would support an instruction on\r\nthe cognate offense.  Hall, 225 S.W.3d at 526 n.8.  \r\n\r\n \r\n\r\nWe also note that to the extent McCrary’s double\r\njeopardy claim is based on the same conduct, i.e., hitting Ellis in the head\r\nwith a hammer, such contention is without merit.  As the Texas Court of Criminal Appeals\r\nexplained in Ortega v. State, 171\r\nS.W.3d 895, 901 (Tex. Crim. App. 2005), the “same conduct” rule announced in Grady v. Corbin, 495 U.S. 508 (1990),\r\nwas overruled by the Supreme Court in United\r\nStates v. Dixon, 509 U.S. 688, 704 (1993). \r\nIn Corbin, the defendant drove\r\na vehicle that crossed the center line of a highway and struck another vehicle,\r\nkilling the driver and injuring her passenger.  He was convicted of driving while intoxicated\r\nand failing to keep right of the median. Then he was indicted for homicide and\r\nassault offenses.  He moved to dismiss\r\nthe indictment on double jeopardy grounds. Corbin,\r\n495 U.S. at 511–14.  The Corbin\r\nCourt stated that “[t]he critical inquiry is what conduct the State will\r\nprove, not the evidence the State will use to prove that conduct.”  Id.\r\nat 521.  The Court said that “the State\r\nhas admitted that it will prove the entirety of the conduct for which Corbin\r\nwas committed–driving while intoxicated and failing to keep right of the\r\nmedian–to establish essential elements of the homicide and assault offenses.\r\nTherefore, the Double Jeopardy Clause bars this successive prosecution . . .\r\n.”  Id. at 523.  In\r\nrejecting this reasoning, the Dixon\r\nCourt stated:\r\n\r\n \r\n\r\nWe have concluded, however,\r\nthat Grady [v. Corbin] must be overruled.  Unlike Blockburger analysis, whose\r\ndefinition of what prevents two crimes from being the “same offence,” U.S.\r\nConst., Amdt. 5, has deep historical roots and has been accepted in numerous\r\nprecedents of this Court, Grady lacks constitutional roots.  The “same-conduct” rule it announced is wholly\r\ninconsistent with earlier Supreme Court precedent and with the clear common-law\r\nunderstanding of double jeopardy.\r\n\r\n \r\n\r\nOrtega, 171\r\nS.W.3d at 899 (citing Dixon, 509 U.S.\r\nat 704).\r\n\r\n\r\n\r\n\r\n\r\n[16]Tex. Penal Code Ann. § 22.02.\r\n\r\n\r\n\r\n\r\n\r\n[17]McCrary\r\nalso contends that the jury could have believed, given the evidence of changing\r\nplans, that he intended for Rebecca to knock the money out of Ellis’ hand\r\nand/or use some type of force to steal it, and that he had no knowledge that\r\nRebecca would use a hammer hit Ellis.  \r\n\r\n\r\n\r\n\r\n\r\n[18]Tex. Penal Code Ann. § 43.02 (Vernon\r\nSupp. 2010).\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[19]Tex. Penal Code Ann. § 31.03(f)(3)\r\n(Vernon Supp. 2010).  The evidence at\r\ntrial indicated that McCrary intended to steal as much as $25,000.00 from\r\nEllis.  \r\n\r\n\r\n\r\n\r\n\r\n[20]Tex. Penal Code Ann. § 22.04.\r\n\r\n\r\n\r\n\r\n\r\n[21]Tex. Penal Code Ann. § 29.03.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 3095044
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}