{
    "id": 3098119,
    "judges": null,
    "date_filed": "1982-01-19",
    "date_filed_is_approximate": true,
    "slug": "in-the-interest-of-k-j-t-m-a-child",
    "case_name_short": null,
    "case_name": "in the Interest of K. J. T. M., a Child",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=6861&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa06%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n  \r\n  \r\n  \r\n  \r\n  \r\n \r\n\r\n\r\n\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n                                                         In\r\nThe\r\n\r\n                                                Court\r\nof Appeals\r\n\r\n                        Sixth\r\nAppellate District of Texas at Texarkana\r\n\r\n \r\n\r\n                                                ______________________________\r\n\r\n \r\n\r\n                                                             No. 06-09-00104-CV\r\n\r\n                                                ______________________________\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n                             IN THE INTEREST OF K.J.T.M., A CHILD\r\n\r\n \r\n\r\n \r\n\r\n                                                                                                  \r\n\r\n\r\n \r\n\r\n \r\n\r\n                                       On Appeal from the 307th\r\nJudicial District Court\r\n\r\n                                                             Gregg County, Texas\r\n\r\n                                                     Trial Court No. 2008-2581-DR\r\n\r\n \r\n\r\n                                                   \r\n                                               \r\n\r\n \r\n\r\n \r\n\r\n                                          Before Morriss, C.J.,\r\nCarter and Moseley, JJ.\r\n\r\n                                            Memorandum Opinion by Justice Moseley\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n                                                     MEMORANDUM \r\nOPINION\r\n\r\n \r\n\r\n            After\r\nthe entry of a judgment terminating Kenny McFarland, Jr.’s, parental rights to\r\nK.J.T.M., McFarland has filed this appeal. \r\nMcFarland has made a timely filing of a motion for new trial and a\r\nstatement of appellate points.  See Tex.\r\nFam. Code Ann. § 263.405(b) (Vernon 2008).  Although the trial court denied McFarland’s\r\nmotion for new trial, it found his appeal not to be frivolous and continued the\r\nappointment of trial counsel for the purpose of appeal.  We affirm the judgment of termination of\r\nMcFarland’s parental rights as entered by the trial court.\r\n\r\nI.          FACTUAL AND PROCEDURAL\r\nBACKGROUND\r\n\r\n            On\r\nNovember 26, 2008, K.J.T.M., then one week old, was brought into the care of\r\nthe Texas Department of Family and Protective Services (Department).[1]  At the time of his child’s birth, McFarland\r\nwas incarcerated in the juvenile detention center in Longview.  Now, McFarland is currently serving a twenty-year\r\nsentence for aggravated robbery[2]\r\nin the Texas Youth Commission.  K.J.T.M.\r\nis with her brother in the care of a foster family who hopes to adopt her.  \r\n\r\n            A\r\nbench trial was held October 13, 2009, at which time McFarland’s parental rights\r\nwere terminated pursuant to Section 161.001 of the Texas Family Code.  Tex.\r\nFam. Code Ann. §§ 161.001(1)(D), (N), 161.001(2) (Vernon Supp.\r\n2009).  McFarland appeals from the order\r\nof termination,[3]\r\nclaiming (1) the evidence is legally and factually insufficient to support\r\ntermination under Section 161.001(1)(D) and (N) of the Texas Family Code, (2) Section\r\n263.405(i) of the Texas Family Code is unconstitutional in its application\r\nbecause it denies McFarland due process of law, (3) Section 263.405(i) of the\r\nTexas Family Code is unconstitutional in principle and in application because\r\nit violates the separation of powers doctrine of the Texas Constitution, and\r\n(4) Section 263.405(b) of the Texas Family Code is unconstitutional because\r\nit delegates to the trial court the power to determine whether the appeal is\r\nfrivolous.  Tex. Fam. Code Ann. § 161.001(D), (N), § 263.405 (Vernon\r\n2008).\r\n\r\nII.        STANDARD OF REVIEW\r\n\r\n            A.        Termination of Parental Rights\r\n\r\n            Termination\r\nof parental rights is a drastic remedy and is of such weight and gravity that\r\ndue process requires the petitioner to justify termination by clear and\r\nconvincing evidence.  Tex. Fam. Code Ann. §§ 161.001,\r\n161.206(a) (Vernon 2008); In re J.F.C.,\r\n96 S.W.3d 256, 263 (Tex. 2002).  This\r\nintermediate standard falls between the “preponderance of the evidence”\r\nstandard of ordinary civil proceedings and the “beyond a reasonable doubt”\r\nstandard of criminal proceedings.  In re G.M., 596 S.W.2d 846, 847 (Tex. 1980);\r\nIn re K.W., 138 S.W.3d 420, 425 (Tex.\r\nApp.––Fort Worth 2004, pet. denied). \r\nClear and convincing evidence is that degree of proof which will produce\r\nin the mind of the trier of fact a firm belief or conviction as to the truth of\r\nthe allegations sought to be established. \r\nIn re C.H., 89 S.W.3d 17, 25–26\r\n(Tex. 2002); In re A.W., No. 06-07-00118-CV,\r\n2008 WL 360825, at *1 (Tex. App.––Texarkana Feb. 12, 2008, no pet.) (mem. op.).\r\n\r\n            B.        Standard in Conducting Legal and Factual\r\nSufficiency Review\r\n\r\n            In reviewing the legal sufficiency\r\nof the evidence, we view all the evidence in a light most favorable to the\r\nfinding to determine whether a reasonable trier of fact could have formed a\r\nfirm belief or conviction that its finding was true.  Tex.\r\nFam. Code Ann. § 101.007 (Vernon 2008); J.F.C., 96 S.W.3d at 266; C.H.,\r\n89 S.W.3d at 25.  Looking at the evidence\r\nin the light most favorable to the judgment means that we must assume that the\r\nfact-finder resolved disputed facts in favor of its finding if a reasonable\r\nfact-finder could do so.  A corollary to\r\nthis requirement is that a court should disregard all evidence that a\r\nreasonable fact-finder could have disbelieved or found to have been\r\nincredible.  J.F.C., 96 S.W.3d at 266.  If\r\nwe determine that no reasonable fact-finder could form a firm belief or conviction\r\nthat the grounds for termination were proven, then the evidence is legally\r\ninsufficient, and we must generally render judgment for the parent.  See\r\nid.; see also Tex. R. App. P.\r\n43.3.\r\n\r\n            When\r\nreviewing a factual sufficiency challenge to a parental rights termination, we\r\nconsider the evidence the fact-finder could reasonably have found to be clear\r\nand convincing.  C.H.,\r\n89 S.W.3d at 25–26.  In applying this\r\nstandard to a trial court’s findings, we ask whether there was sufficient\r\nevidence presented to produce in the mind of a rational fact-finder a firm\r\nbelief or conviction as to the truth of the allegations sought to be\r\nestablished.  In re N.R., 101 S.W.3d 771, 774 (Tex. App.—Texarkana 2003, no\r\npet.).  In making this analysis, we give\r\ndue deference to the fact-finder’s findings and do not supplant those findings\r\nwith our own.  In re H.R.M., 209 S.W.3d 105, 108 (Tex. 2006).\r\n\r\n            We\r\nalso acknowledge that sufficient proof of one statutory termination ground, in\r\ntandem with the finding that termination is in the best interest of the child,\r\nis sufficient to support a termination order. \r\nIn re A.V., 113 S.W.3d 355,\r\n361 (Tex. 2003).  \r\n\r\nIII.       ANALYSIS OF POINTS OF\r\nERROR\r\n\r\n            A.        Constructive Abandonment\r\n\r\n            In its order of\r\ntermination, the court found by clear and convincing evidence that McFarland\r\nhas:\r\n\r\n7.2.2    constructively abandoned the child who has been in the permanent\r\nor temporary managing conservatorship of the Department of Family and\r\nProtective Services or an authorized agency for not less than six months and:\r\n(1) the Department or authorized agency has made reasonable efforts to return\r\nthe child to the father; (2) the father has not regularly visited or maintained\r\nsignificant contact with the child; and (3) the father has demonstrated an\r\ninability to provide the child with a safe environment.[4]\r\n\r\n \r\n\r\n            This\r\nfinding mirrors the language set forth in Section 161.001(1)(N) of the Texas Family\r\nCode.  See Tex. Fam. Code Ann.\r\n§ 161.001(1)(N).  McFarland contests the\r\nlegal and factual sufficiency of the evidence to support the first and second\r\nelements of the constructive abandonment ground, claiming that the record is\r\ndevoid of evidence that the State made reasonable efforts to return the child\r\nto him and offered no information to allow contact with the child.\r\n\r\n                        (1)        Reasonable efforts to return the child \r\n\r\n            McFarland\r\ninitially contends that the State failed to prove, by clear and convincing\r\nevidence, that it made reasonable efforts to return K.J.T.M. to him.  We note that there is some authority to\r\nsuggest that the element concerning reasonable efforts to return the child is\r\ninapplicable when the parent is incarcerated. \r\nSee In re D.T., 34 S.W.3d 625,\r\n633 (Tex. App.––Fort Worth 2000, pet. denied) (second element not applicable\r\nbecause appellant was incarcerated).  Regardless,\r\nimplementation of a family service plan by the Department is generally\r\nconsidered a reasonable effort to return a child to the parent.  In re\r\nM.R.J.M., 280 S.W.3d 494, 505\r\n(Tex. App.––Fort Worth 2009, no pet.); In\r\nre K.M.B., 91 S.W.3d 18, 25 (Tex. App.––Fort Worth 2002, no pet.).  Here, McFarland claims there was no service\r\nplan.\r\n\r\n            McFarland\r\nmaintained that during his thirteen-month period of incarceration which\r\ncoincided with termination proceedings, a Department employee visited him only\r\non two occasions.  The first visit took\r\nplace to inform McFarland that K.J.T.M. was being taken into the custody of the\r\nState, and the second took place August 17, 2009.[5]  McFarland complains that he was neither provided\r\nwith a service plan to review or to sign, nor was he provided with contact\r\ninformation for the Department.  Based\r\nupon this history, McFarland contends that the record is devoid of evidence\r\nthat the Department made reasonable efforts to return K.J.T.M. to him. \r\n\r\n            The\r\nrecord indicates that McFarland did, in fact, receive a service plan.  McFarland recalls a visit from the Department\r\nemployee by the name of “Lydia” (identified by other evidence as being Lydia\r\nNehls) while he was in the juvenile detention center.  Although McFarland testified that Nehls provided\r\nhim with neither a service plan nor with contact information, a copy of a\r\nservice plan dated February 25, 2009, was admitted into evidence without\r\nobjection.[6]  Further, Mona Nolen, the Department\r\ninvestigator in charge of this case, testified that it would have been Nehls’\r\nresponsibility to develop a service plan for McFarland.[7]  Karen Roberson, a Department conservatorship\r\nworker, testified that Nehls developed a service plan for McFarland and made\r\nface-to-face contact with him.  McFarland\r\nwas provided an outline of services that he could use to develop parenting\r\nskills.  \r\n\r\n            The\r\nevidence clearly establishes that the Department did implement a family service\r\nplan with respect to McFarland.[8]  However, because McFarland failed to\r\ndemonstrate the ability to parent and protect the child and to demonstrate an\r\nacceptance of the responsibility of being a parent, he failed to comply with\r\nthe service plan.[9]  So, whether or not the Department was\r\nrequired, under these circumstances, to present evidence that it made\r\nreasonable efforts to return K.J.T.M. to McFarland, it did so by establishing\r\nthat it implemented a family service plan for McFarland.  \r\n\r\n            Moreover,\r\nthe Department made efforts, although futile, to place K.J.T.M. with\r\nrelatives.  When Nolen visited McFarland\r\nin the juvenile detention center, she inquired about relatives who could care\r\nfor the child.  There were no suitable\r\nsuggestions made.  McFarland provided\r\nNolen with the name of his mother, Janice Davis.  Because Davis had a lengthy history with the\r\nDepartment regarding other children, she was determined not to be an\r\nappropriate placement.  McFarland also\r\nprovided the names of his two sisters as possible placements.  However, one sister had children who were\r\nbeing raised by Davis, and the other sister was in high school.[10]  Finally, the Department contacted McFarland’s\r\ngrandmother, Naya McFarland, regarding placement in her home; Naya advised that\r\nshe was neither physically nor financially able to care for the child.  Having determined that McFarland had no\r\nrelatives who were equipped to care for the child, the Department was unable to\r\nplace K.J.T.M. in the care of a relative.[11]  \r\n\r\n            The\r\nDepartment’s preparation and administration of a service plan, in conjunction\r\nwith its consideration of all relative placements, demonstrate that the trial\r\ncourt did not err in finding that the Department made reasonable efforts to\r\nreturn the child to McFarland.[12]  \r\n\r\n(2)        The\r\nfailure to regularly visit or maintain significant contact with the child \r\n\r\n \r\n\r\n            McFarland\r\ncontends that he was continually confined since September 1, 2008, and the\r\nState did not allege incarceration as a ground for termination.  Consequently, McFarland contends that the\r\nState was obliged to abide by Department policy outlined in Section 6422 of the\r\nDepartment of Family and Protective Services handbook, which requires the\r\nDepartment to attempt to communicate with the incarcerated parent through\r\nface-to-face visits, telephone calls, or written correspondence.  McFarland claims that this policy was not\r\nfollowed, thus thwarting his ability to maintain contact with the child.  In conjunction with this point, McFarland\r\ncontends that because he was not given a telephone number to call or an address\r\nto write anyone at the Department, he could not maintain contact with the\r\nchild. \r\n\r\n            This\r\ncontention is factually incorrect, based upon the record before us.  As discussed previously in this opinion,\r\nMcFarland’s service plan contained the name, address, and telephone number of\r\nhis caseworker.  Moreover, the evidence\r\nbefore this Court establishes that Nehls developed a service plan for McFarland\r\nand made face-to-face contact with him. \r\nMcFarland was provided with an outline of services that he could use to\r\nlearn and demonstrate parenting skills.  Further,\r\nMcFarland was present at the adversary hearing where he could have clarified\r\nany questions regarding maintaining contact with the child.  \r\n\r\n            Roberson\r\ntestified that McFarland did not (1) make an effort to be a part of the child’s\r\nlife, (2) check on her, or (3) send her letters, even when he was aware the\r\nchild was in the Department’s care.  See In re K.F.K., No. 04-08-00186-CV,\r\n2009 WL 2767043 (Tex. App.––San Antonio, Aug. 31, 2009, pet. denied) (mem.\r\nop.) (incarcerated father’s sporadic letters to children do not constitute\r\nsignificant contact).  When McFarland was\r\nquestioned about what he knew about K.J.T.M., he responded that he knew\r\nnothing.  Considering all the evidence in\r\na neutral light, we hold that the evidence is such that the court could\r\nreasonably form a “firm belief or conviction” that McFarland failed to\r\nregularly visit or maintain significant contact with K.J.T.M.  See\r\nN.R., 101 S.W.3d at 774.  Thus, the\r\nevidence is factually sufficient on this element, and because the evidence is\r\nfactually sufficient, it is necessarily legally sufficient.  See In\r\nre D.S.A., 113 S.W.3d 567, 573 (Tex. App.––Amarillo 2003, no pet.).  The evidence is both legally and factually\r\nsufficient to support the trial court’s findings under Section 161.001(1)(N).[13]\r\n\r\n\r\n            B.        Section 263.405 of the Texas Family Code\r\nIs Not Unconstitutional as Applied \r\n\r\n            McFarland\r\nclaims that Section 263.405(i) of the Texas Family Code is unconstitutional in\r\nits application in that it denies due process of law under the Fourteenth\r\nAmendment to the United States Constitution and due course of law under the\r\nTexas Constitution by restricting what issues can be preserved and raised on\r\nappeal from a judgment of termination of parental rights.  McFarland further claims that this section of\r\nthe Code is an unconstitutional violation of the separation of powers doctrine\r\nand that Section 263.405(b) amounts to an unconstitutional delegation of power\r\nto the trial court to determine whether an appeal is frivolous.  See\r\nTex. Fam. Code Ann. §\r\n263.405.  As attempted to be applied in\r\nthe circumstance of this case, the constitutional arguments are “full of sound\r\nand fury, [s]ignifying nothing.”[14]\r\n\r\n            The\r\ninitial constitutional complaints are directed at the much-maligned “statement\r\nof points” that must be filed no later than fifteen days after the date the\r\nfinal termination order is signed by the trial court in order to be considered\r\nby an appellate court in reviewing the termination proceeding.[15]\r\n With the enactment of these time\r\nlimitations, the filing of the statement of points was made\r\njurisdictional.  See In re E.A.R., 201 S.W.3d 813 (Tex. App.––Waco 2006, no\r\npet.).  McFarland complains that it is difficult,\r\nif not impossible, to frame the precise issues for the statement of points in\r\nthe absence of a record of the trial proceedings.  Given the condensed time frame in which the\r\nstatement of points must be filed, the statement must necessarily be prepared,\r\nin the vast majority of cases, without the benefit of a record.  This has the effect, contends McFarland, of\r\ncreating an inherent roadblock to the ability of an appellant to present a\r\nstatement of points with the degree of specificity required under the statute,\r\nand is therefore a violation of his due process rights. \r\n\r\n            McFarland\r\nfurther claims that Section 263.405 unconstitutionally violates the separation\r\nof powers doctrine in the Texas Constitution because it infringes on the\r\nability of the appellate court to exercise a “core power” reserved for the\r\njudicial branch by telling those courts what issues may be considered on\r\nappeal.  In re M.C.T., 250 S.W.3d 161, 172–73 (Tex. App.––Fort Worth 2008,\r\nno pet.); In re D.W., 249 S.W.3d 625,\r\n645 (Tex. App.––Fort Worth 2008, pet. denied). \r\nMcFarland claims the requirement of limiting the appellate court’s\r\nconsideration only to those points raised in the statement of points is\r\nunconstitutional as applied because he would have framed some of his issues\r\ndifferently if he had the benefit of the record upon which to base the\r\nappeal.  \r\n\r\n            Finally,\r\nMcFarland contends that the statute represents an unconstitutional delegation\r\nof power to the trial court to determine whether the appeal is frivolous\r\nbecause this requirement infringes upon those powers of the courts of appeals\r\nto determine whether or not an appeal is frivolous.  Tex.\r\nConst. art. V, § 6.  To allow the\r\ndistrict court to determine whether an appeal is frivolous effectively makes\r\nthe district court the arbiter of whether an issue can be reviewed by a higher\r\ncourt.\r\n\r\n            An\r\n“‘as applied challenge’ only requires the challenger to demonstrate that the\r\nstatute operates unconstitutionally when applied to the challenger’s particular\r\ncircumstances.”  In re B.S.W., 87 S.W.3d 766, 771 (Tex. App.––Texarkana 2002, pet.\r\ndenied), overruled sub silentio on other\r\ngrounds by A.V., 113 S.W.3d 355.  In\r\nan “as applied” challenge, the argument is that a statute, even though\r\ngenerally constitutional, operates unconstitutionally concerning a person\r\nbecause of that person’s particular circumstances.  Tex.\r\nWorkers’ Comp. Comm’n v. Garcia, 893 S.W.2d 504, 518 (Tex. 1995).\r\n\r\n            The\r\nState argues that we should reach none of these arguments because McFarland has\r\nbeen unable to show any issues that would have been raised with effect but for\r\nthe unconstitutional restriction.  In\r\nother words, McFarland cannot show any unconstitutional restriction based upon\r\nhis particular circumstances.  Here,\r\nMcFarland timely filed his statement of points pursuant to Section 263.405 of\r\nthe Texas Family Code.  Tex. Fam. Code Ann. § 263.405.  In conjunction with this filing, McFarland\r\nalso timely filed his motion for new trial. \r\nIn both his statement of points and motion for new trial, McFarland\r\nasserts each complaint he has raised on appeal. \r\nMoreover, McFarland timely submitted detailed issues to the trial court,\r\nand has suggested no other issues or arguments that he is prevented from making\r\nbecause of the application of this statute.\r\n\r\n            Further,\r\nwhile McFarland complains of the unconstitutionality of the trial court’s power\r\nto determine whether an appeal is frivolous, his appeal was found not to be frivolous.  \r\n\r\n            As\r\nwe discussed in In re S.K.A., 236\r\nS.W.3d 875 (Tex. App.––Texarkana 2007, pet. denied), and more recently in In re J.A.W., No. 06-09-00068-CV, 2010\r\nWL 1236432 (Tex. App.––Texarkana Apr. 1, 2010, no pet.) (mem. op.), the statute\r\ncontains the potential to create constitutional violations.  However, the facts in this case do not\r\nimplicate any such violations.\r\n\r\n            The\r\nTexas Supreme Court has repeatedly stated that we should not delve into\r\nconstitutional issues if other grounds dispose of an appeal.  See\r\nVanDevender v. Woods, 222 S.W.3d 430, 432 (Tex. 2007) (noting that courts\r\nshould rest decisions on nonconstitutional grounds, if available, and not “wade\r\ninto ancillary constitutional questions”); In\r\nre B.L.D., 113 S.W.3d 340, 349 (Tex. 2003) (“As a rule, we only decide\r\nconstitutional questions when we cannot resolve issues on nonconstitutional\r\ngrounds.”). \r\n\r\n            Applying\r\nthat general stricture, several appellate courts have held that due process or\r\nseparation of powers issues should not be addressed where there is no showing\r\nthat the operation of the challenged statute harmed the appellant.  See,\r\ne.g., Walker v. Tex. Dep’t of Family\r\n&amp; Protective Servs., No. 01-07-00867-CV, 2009 WL 1688469, at *7, 12\r\n(Tex. App.—Houston [1st Dist.] June 18, 2009, pet. denied); M.C. v Tex. Dep’t of Family &amp; Protective\r\nServs., No. 08-08-00053-CV, 2009 WL 3450987 (Tex. App.—El Paso Oct. 28,\r\n2009, pet. denied); In re M.M.F.,\r\nNo. 02-08-00014-CV, 2008 WL 5265033, at *7 (Tex. App.—Fort Worth Dec. 18, 2008,\r\nno pet.) (mem. op.).  Further, the\r\nmootness doctrine prevents courts of this state from rendering advisory\r\nopinions, as such opinions are outside the jurisdiction conferred by Article II,\r\nSection 1 of the Texas Constitution.  See Valley Baptist Med. Ctr. v. Gonzalez,\r\n33 S.W.3d 821, 822 (Tex. 2000). \r\n\r\n            McFarland\r\ndoes not identify any issues that we have not already addressed which were\r\npreserved in the court below but not raised herein because those issues were\r\nnot included in his statement of points. \r\nHe has not shown how the statute operated to deprive him of the ability\r\nto raise certain challenges on appeal. \r\nMoreover, because McFarland’s appeal was determined by the trial court\r\nnot to be frivolous, McFarland has not been harmed by the operation of the\r\nstatute as applied to the facts presented here, and this argument is therefore\r\nnot properly before this Court for review. \r\nThus, we may not address the constitutional issues raised here, and the\r\ncontentions of error are overruled.  \r\n\r\n            We affirm the judgment of the trial\r\ncourt.\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n                                                                        Bailey\r\nC. Moseley\r\n\r\n                                                                        Justice\r\n\r\n \r\n\r\nDate Submitted:          April 26, 2010\r\n\r\nDate Decided:             April 27, 2010\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n[1]Tiffonie\r\nO’Neal, the mother of K.J.T.M., was then sixteen years old and McFarland, the\r\nfather of K.J.T.M., was then fifteen years old. \r\nO’Neal and McFarland had a child together in the year prior to the birth\r\nof K.J.T.M.  Both parents’ rights to that\r\nchild were terminated.  \r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[2]McFarland\r\nwas incarcerated in September 2008; K.J.T.M. was born in November 2008. \r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[3]Although\r\nO’Neal’s parental rights were likewise terminated, she has not appealed.\r\n\r\n\r\n\r\n\r\n\r\n[4]The\r\ntrial court also determined that McFarland knowingly placed or knowingly\r\nallowed the child to remain in conditions or surroundings which endanger the\r\nphysical or emotional well-being of the child. \r\nTex. Fam. Code Ann. §\r\n161.001(1)(D).  McFarland contends the\r\nevidence was legally and factually insufficient to support termination on this\r\nbasis as well.  The State appears to\r\nconcede this issue, as it did not respond to this issue in its brief.  Because we determine the evidence to be\r\nlegally and factually sufficient to support termination in accordance with\r\nSection 161.001(1)(N) of the Texas Family Code, in conjunction with the trial\r\ncourt’s uncontested finding that termination is in the best interest of the\r\nchild, we do not address the sufficiency of the evidence to support termination\r\npursuant to Section 161.001(1)(D) of the Texas Family Code.  Tex.\r\nFam. Code Ann. § 161.001(1)(D); see\r\nA.V., 113 S.W.3d at 361 (sufficient proof of one statutory termination ground,\r\nin tandem with finding that termination is in best interest of child, is\r\nsufficient to support termination order).\r\n\r\n\r\n\r\n\r\n\r\n[5]The\r\nevidence further indicates a visit February 25, 2009, between McFarland and\r\nLydia Nehls, the conservatorship worker assigned to McFarland’s case.  \r\n\r\n\r\n\r\n\r\n\r\n[6]McFarland\r\ntestified via telephonic communication and was thus unable to personally\r\nexamine the document identified as the service plan or to verify his signature\r\non that document. \r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[7]The\r\nFamily Service Plan for cause number 2008-2581-DR was signed by McFarland and\r\nNehls.  The service plan identifies Nehls\r\nas the person to contact for information about the plan and lists a telephone\r\nnumber for her and a mailing address for the Department as “2130 Alpine Road,\r\nLongview, TX 75601.”  The February 25,\r\n2009, signature date on the service plan coincides with the date of a review\r\nhearing in McFarland’s case; McFarland does not recall if he might have signed\r\nthe service plan at that time.  The\r\nrecord reflects McFarland’s presence in the courtroom on February 25,\r\n2009.  McFarland’s attorney stated that\r\nMcFarland received the service plan “maybe yesterday or today,” thus\r\nacknowledging on behalf of his client that McFarland did, in fact, receive the\r\nservice plan. Nehls also acknowledged having gone over the service plan with\r\nMcFarland on the morning of February 25, 2009, prior to the commencement of the\r\nreview hearing.  On this date, there was\r\nalso an extended discussion on the record regarding the items included in the\r\nservice plan and compliance with the plan while McFarland was in juvenile\r\ndetention.  \r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[8]McFarland\r\nwas also offered services in May 2009 and he participated in life skills and\r\nanger management programs that were available at the juvenile detention\r\ncenter.  \r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[9]McFarland’s\r\nlack of concern regarding K.J.T.M.’s care is reflected in the following\r\nstatement in which he placed the burden of K.J.T.M.’s care on the Department:\r\n\r\n \r\n\r\nThey\r\nnot -- they probably taking care of [K.J.T.M.], but they ain’t doing it for me,\r\nthey doing it for -- ‘cause it’s they [sic] job, you know what I’m saying?  It ain’t for me.  If they was [sic] doing it for me, that’s\r\nlike my mama or my people taking care of her, then that would be taking care of\r\nher for me.  But that’s they [sic] job,\r\nyou know what I’m saying?\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[10]One\r\nof McFarland’s sisters was involved in a plot to rob an individual named\r\nMontague Stoker, and was present in his home when Stoker was shot and\r\nkilled.  \r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[11]The\r\nDepartment was likewise unable to place the child in the care of O’Neal’s\r\nrelatives.\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[12]The\r\nconcept of a “reasonable effort” to return the child is effectively a sliding\r\nscale, depending on the situation.  Here,\r\nthere is evidence to support a finding that the State made a reasonable effort\r\nto return the child by attempting services which could have led to a change in\r\nMcFarland’s attitude and behavior.  \r\n\r\n\r\n\r\n\r\n\r\n[13]McFarland\r\ndoes not contest the first and third elements of constructive abandonment,\r\ni.e., that the Department had temporary managing conservatorship of K.J.T.M.\r\nfor at least six months and that he has demonstrated an inability to provide\r\nthe child with a safe environment. \r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[14]William\r\nShakespeare, Macbeth, Act V, Scene V.\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[15]An\r\nappellate court reviewing a termination of parental rights on the State’s petition\r\n“may not consider any issue that was not specifically presented to the trial\r\ncourt in a timely filed statement of the points on which the party intends to\r\nappeal . . . .”  Tex. Fam. Code Ann. § 263.405(i).  To be timely, the statement of points must be\r\nfiled within fifteen days of the date of the final order.  Tex.\r\nFam. Code Ann. § 263.405(b).  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 3098119
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}