{
    "id": 3099253,
    "judges": "Bridges, Lang, Lang-Miers, Moseley",
    "date_filed": "2009-08-13",
    "date_filed_is_approximate": true,
    "slug": "masterguard-lp-v-eco-technologies-international-llc-dba-yellowblue",
    "case_name_short": null,
    "case_name": "Masterguard, L.P. v. Eco Technologies International LLC D/B/A Yellowblue",
    "case_name_full": "MASTERGUARD, L.P., Appellant v. ECO TECHNOLOGIES INTERNATIONAL LLC D/B/A YellowBlue, Appellee",
    "attorneys": "Charles Brenton Kugler, Scheef & Stone, L.L.P., Eric C. Wood, Dallas, for Appellant., Andrea Meshonn Evans Brown, Gruber, Hurst, Johansen, Hail, Shank, LLP, Michael K. Hurst, John Franklin Guild, Dallas, Donna Roberts Hernandez, Flower Mound, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b345-4\">\n    MASTERGUARD, L.P., Appellant v. ECO TECHNOLOGIES INTERNATIONAL LLC d/b/a YellowBlue, Appellee.\n   </parties><br><docketnumber id=\"b345-6\">\n    No. 05-12-01318-CV.\n   </docketnumber><br><court id=\"b345-7\">\n    Court of Appeals of Texas, Dallas.\n   </court><br><decisiondate id=\"b345-9\">\n    Aug. 22, 2013.\n   </decisiondate><br><attorneys id=\"b348-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"370\"> \n     *370\n     </span>\n    Charles Brenton Kugler, Scheef &amp; Stone, L.L.P., Eric C. Wood, Dallas, for Appellant.\n   </attorneys><br><attorneys id=\"b348-15\">\n    Andrea Meshonn Evans Brown, Gruber, Hurst, Johansen, Hail, Shank, LLP, Michael K. Hurst, John Franklin Guild, Dallas, Donna Roberts Hernandez, Flower Mound, for Appellee.\n   </attorneys><br><judges id=\"b348-16\">\n    Before Justices MOSELEY, BRIDGES, and LANG-MIERS.\n   </judges>",
    "citations": [
        "441 S.W.3d 367"
    ],
    "opinions": [
        {
            "author_str": "Lang",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 22.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=3227&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa05%5cOpinion",
            "author_id": null,
            "opinion_text": "REVERSE and REMAND; and Opinion Filed August 22, 2013.\n\n\n\n\n                                           S In The\n                                       Court of Appeals\n                                Fifth District of Texas at Dallas\n\n                                        No. 05-12-01318-CV\n\n                   MASTERGUARD, L.P., Appellant\n                               V.\n   ECO TECHNOLOGIES INTERNATIONAL LLC D/B/A YELLOWBLUE, Appellee\n\n                       On Appeal from the 162nd Judicial District Court\n                                    Dallas County, Texas\n                            Trial Court Cause No. DC-11-09905\n\n                                          OPINION\n                        Before Justices Moseley, Bridges, and Lang-Miers\n                                 Opinion by Justice Lang-Miers\n       In this interlocutory appeal, appellant MasterGuard L.P. challenges the trial court’s order\n\nsustaining the special appearance of appellee Eco Technologies International LLC d/b/a\n\nYellowBlue (Eco Technologies). Because we conclude that Eco Technologies is subject to\n\nspecific jurisdiction in Texas, we reverse the trial court’s order.\n\n                             BRIEF AND EVIDENCE FILED UNDER SEAL\n\n       Before considering MasterGuard’s issues, we must address one preliminary matter. In\n\nboth this Court and the trial court, portions of the deposition of Mark Allen Schroder, Eco\n\nTechnologies’s President, as well as certain exhibits, were designated as confidential and filed\n\nunder seal. The appellant’s brief was filed under seal as well. At oral argument, this Court\n\nasked the parties to specifically designate the portions of the clerk’s record which were filed\n\nunder seal pursuant to the agreed protective order entered in the trial court on February 2, 2012.\n\fThe parties did so by letter. Because the protective order is not included in the record, we do not\n\nknow the parties’ stated reasons for wanting the information to be kept out of the public record.\n\n       This raises a significant dilemma on appeal because our opinions are a matter of public\n\nrecord, even when designated as memorandum opinions pursuant to Rule 47.4 of the Texas\n\nRules of Appellate Procedure. See TEX. GOV’T CODE ANN. § 552.022(a)(12) (West 2012) (“final\n\nopinions, including concurring and dissenting opinions, and orders issued in the adjudication of\n\ncases” are “public information”); TEX. R. CIV. P. 76a.1 (“No court order or opinion issued in the\n\nadjudication of a case may be sealed.”). And facts that are necessary for us to discuss as part of\n\nour consideration of the issues presented by this appeal are included only in the portions of the\n\nrecord that are designated confidential. Schroder was the only witness deposed in connection\n\nwith Eco Technologies’s special appearance and some of his testimony is designated\n\nconfidential. One of the exhibits that is designated as confidential is the only evidence of the\n\nterms of the relationship between Eco Technologies and defendant Billy Cox. The affidavits\n\nfiled in connection with the special appearance are not designated as confidential but are also\n\ngeneral and do not include specific facts necessary to our review. The parties’ briefs not filed\n\nunder seal are similarly general.\n\n       We have made every effort to preserve the confidentiality of the information the parties\n\nhave designated as confidential. But we cannot decide this appeal without mention of some key\n\njurisdictional facts. See R.V.K. v. L.L.K., 103 S.W.3d 612, 614–15 (Tex. App.—San Antonio\n\n2003, no pet.) (court “attempted to strike a fair balance” between the parties’ interest in keeping\n\nsealed portion of record confidential with interest of court and public in fulfilling responsibilities\n\nas court of record); Trilogy Software, Inc. v. Callidus Software, Inc., 143 S.W.3d 452, 456 n.1\n\n(Tex. App.—Austin 2004, pet. denied) (because technological and proprietary information at\n\nissue was filed under seal, court’s references “are deliberately vague to preserve\n\n                                                 –2–\n\fconfidentiality”).   And some of those jurisdictional facts are presented only in material\n\ndesignated as confidential. Consequently, we have avoided references to as much information as\n\npossible that the parties designated as confidential and have made some references deliberately\n\nvague to avoid disclosure of that information.\n\n                                         BACKGROUND\n\n       MasterGuard, a Texas limited partnership, is a wholesaler of fire and safety products used\n\nin residences. MasterGuard contends that the success of its business depends on the experience\n\nand skill of the direct-sales dealers who sell MasterGuard’s products through group and in-home\n\npresentations to consumers. Billy Cox, a defendant in the trial court but not a party to this\n\nappeal, was the President of MasterGuard. Disputes arose between Cox and MasterGuard. Cox\n\nand MasterGuard entered into a severance agreement that included confidentiality and\n\nnoncompetition provisions in exchange for a monetary severance.          After entering into the\n\nseverance agreement, Cox formed Eco Technologies with other former employees of\n\nMasterGuard. Alleging that Cox’s actions relating to Eco Technologies were in violation of\n\nCox’s severance agreement, among other complaints, MasterGuard sued Eco Technologies and\n\nCox.   Cox lives and works in Texas and has not filed a special appearance or otherwise\n\nchallenged the trial court’s jurisdiction over MasterGuard’s claims against him individually.\n\n       In its operative petition, MasterGuard alleged causes of action for breach of contract,\n\nbreach of fiduciary duty, tortious civil theft liability, fraud in the inducement, defamation,\n\nbusiness disparagement, and trade secret misappropriation against Cox individually, and causes\n\nof action for tortious interference with contractual relationships, unfair competition, and civil\n\nconspiracy against both Eco Technologies and Cox. MasterGuard alleges that Eco Technologies\n\ninterfered with several contracts, including the severance agreement between MasterGuard and\n\nCox and MasterGuard’s contracts with its independent directors and dealers. MasterGuard\n\n                                                 –3–\n\fcontends that Eco Technologies induced Cox to breach the severance agreement by “among\n\nother things, directly and indirectly soliciting MasterGuard dealers to terminate their contractual\n\nrelationships with MasterGuard . . . .” MasterGuard further contends that this conduct of Eco\n\nTechnologies also interfered with MasterGuard’s contractual relationships with its “independent\n\ndirectors and dealers.”\n\n       MasterGuard’s unfair competition and civil conspiracy claims against Eco Technologies\n\nare based on the same conduct, as well as the claimed disclosure of MasterGuard’s trade secrets.\n\nMasterGuard alleges:\n\n               Upon information and belief, Cox is both an owner of [Eco\n               Technologies] and [an Eco Technologies] independent dealer.\n               Cox, individually and through [Eco Technologies], has competed\n               with the direct sales business of MasterGuard, and directly and\n               indirectly recruited and attempted to recruit MasterGuard directors\n               and dealers located in Texas and elsewhere to terminate their\n               business and contractual relationships with MasterGuard and to\n               employ their expertise and services in marketing through direct\n               sales the products wholesaled by Cox’s competing business. As a\n               direct result of these efforts, dozens of MasterGuard dealers have\n               terminated their relationships with MasterGuard and began\n               representing [Eco Technologies] and [Eco Technologies’s]\n               independent sales force is comprised mostly of former\n               MasterGuard dealers and sales personnel.\n\n       Eco Technologies filed a special appearance, verified by its President, Mark Schroder. In\n\nits special appearance, Eco Technologies included averments that it is a resident of Iowa and that\n\nit has not conducted business in Texas in connection with the allegations in MasterGuard’s\n\npetition. Eco Technologies’s operating agreement reveals that Eco Technologies is a limited\n\nliability company organized under Iowa law.          The operating agreement provides that “the\n\nCompany’s business and the management of its affairs will be exercised and conducted solely by\n\nthe Members and those persons designated by them” in accordance with the agreement. Cox is a\n\nmember of Eco Technologies with less than a majority interest in the company.\n\n\n\n                                               –4–\n\f       In connection with Eco Technologies’s special appearance, MasterGuard deposed\n\nSchroder as the corporate representative of Eco Technologies.       Schroder testified that Eco\n\nTechnologies was formed by Cox and others in Iowa. The principal and only office of Eco\n\nTechnologies is in Iowa. Its officers and employees are in Iowa.          Eco Technologies has\n\nindependent dealers in Texas. Schroder explained Eco Technologies’s business as follows:\n\n              Q. Explain what exactly YellowBlue or Eco Technologies’\n              business is.\n\n              A. They – it is an LLC that was established to be a direct sales\n              company.\n\n              Q. What does it sell?\n\n              A. Energy-saving products.\n\n              Q. Can you elaborate?\n\n              A. We sell products to end users, consumers, such as reflective\n              insulation materials, solar-powered attic fans. I’d also like to add\n              that we, YellowBlue/Eco Technologies, does not sell to the end\n              user. I need to rephrase that. We sell to independent authorized\n              dealers which in turn sell to end users, consumers.\n\n              Q. So your independent dealers purchase the product from Eco\n              Technologies, and then they in turn sell it to consumers. Is that\n              how –\n\n              A. That is correct.\n\n              Q. – how it works? Okay. And do they collect a percentage of\n              what they sell – [counsel’s objection omitted] – [to] the\n              independent dealers?\n\n              A. We sell to the independent authorized dealer. They, in other\n              words, purchase the product at wholesale from Eco Technologies\n              International and in turn sell it to the end user/consumer, and they\n              determine what price they sell it for. The percentage or how much\n              they choose to keep is their business. It’s not our business.\n\nEco Technologies’s business success is determined by its sales to its independent dealers, not by\n\nthe independent dealers’ sales to consumers.\n\n                                               –5–\n\f       Schroder testified that Cox “is involved in some capacity” with one of the independent\n\ndealers in Texas. Eco Technologies has contracts with each of its independent dealers, according\n\nto Schroder’s testimony. All of the products that are sold by independent dealers are shipped out\n\nof a warehouse in Iowa. Schroder testified that Eco Technologies sells only to its independent\n\ndealers, not to any consumers, and has never directly sold a product to an end user in Texas. Eco\n\nTechnologies ships products to its independent dealers in Texas, but does not know where or to\n\nwhom the dealers sell the products. Schroder could not testify as to specific instances, but stated\n\nthat some of Eco Technologies’s independent dealers “at one time perhaps may have been\n\naffiliated with MasterGuard.” Eco Technologies recruits its independent dealers, and Schroder\n\nadmitted that Cox recruits for Eco Technologies “through” a Texas dealer.\n\n       In support of its opposition to the special appearance, MasterGuard submitted the\n\naffidavit of Chris Roberts, its President. Roberts testified in support of the facts pleaded in\n\nMasterGuard’s petition. MasterGuard also submitted its agreements with Cox, excerpts from\n\nSchroeder’s deposition, and the Eco Technologies operating agreement, as well as other exhibits.\n\n       After a hearing, 1 the trial court granted Eco Technologies’s special appearance and made\n\nfindings of fact and conclusions of law in support of its order. This appeal followed.\n\n                                                                   ISSUES\n\n       In three issues, MasterGuard contends the trial court erred by sustaining Eco\n\nTechnologies’s special appearance.                           In its first issue, MasterGuard contends that Eco\n\nTechnologies is subject to general jurisdiction in Texas because one of its members is a\n\ndomiciliary of Texas. In its second issue, MasterGuard asserts that Eco Technologies is subject\n\nto general jurisdiction in Texas because it “employs numerous independent dealers in the State\n\nwho conduct large scale marketing and sales of [Eco Technologies’s] products in the State.” In\n\n       1\n           The appellate record does not include a reporter’s record of this hearing.\n\n\n\n                                                                     –6–\n\fits third issue, MasterGuard argues that Eco Technologies is subject to specific jurisdiction in\n\nTexas because MasterGuard’s causes of action relate to purposeful tortious acts committed by\n\nEco Technologies against MasterGuard in Texas. Because we sustain issue three, we do not\n\nneed to address issues one and two. See TEX. R. APP. P. 47.1 (opinion must address issues\n\n“necessary to final disposition of the appeal”).\n\n                                         APPLICABLE LAW\n\n       Texas courts may exercise personal jurisdiction over a nonresident defendant only if\n\n(1) the Texas long-arm statute authorizes the exercise of jurisdiction, and (2) the exercise of\n\njurisdiction does not violate federal and state constitutional due process guarantees. Schlobohm\n\nv. Schapiro, 784 S.W.2d 355, 356 (Tex. 1990). The broad “doing business” language in Texas’s\n\nlong-arm statute allows the trial court’s jurisdiction to “reach as far as the federal constitutional\n\nrequirements of due process allow.” Moki Mac River Expeditions v. Drugg, 221 S.W.3d 569,\n\n574 (Tex. 2007) (quoting Guardian Royal Exch. Assurance, Ltd. v. English China Clays, P.L.C.,\n\n815 S.W.2d 223, 226 (Tex. 1991)). Personal jurisdiction is consistent with due process “when\n\nthe nonresident defendant has established minimum contacts with the forum state, and the\n\nexercise of jurisdiction comports with traditional notions of fair play and substantial justice.” Id.\n\n(internal quotation marks omitted) (quoting Int’l Shoe Co. v. Washington, 326 U.S. 310, 316\n\n(1945)).\n\n       A defendant establishes minimum contacts with a state when it “purposefully avails itself\n\nof the privilege of conducting activities within the forum state, thus invoking the benefits and\n\nprotections of its laws.” Retamco Operating, Inc. v. Republic Drilling Co., 278 S.W.3d 333, 338\n\n(Tex. 2009) (quoting Hanson v. Denckla, 357 U.S. 235, 253 (1958)). In Moki Mac, the court\n\nexplained that there are three issues to consider in determining whether a defendant purposefully\n\navailed itself of the privilege of conducting activities in Texas. See Moki Mac, 221 S.W.3d at\n\n                                                   –7–\n\f575. First, only the defendant’s contacts with the forum are relevant, not the unilateral activity\n\nof another party or third person. Id. (citing Michiana Easy Livin’ Country, Inc. v. Holten, 168\n\nS.W.3d 777, 784 (Tex. 2005)). Second, the contacts relied upon must be purposeful rather than\n\nrandom, fortuitous, or attenuated. Id. Third, the defendant “must seek some benefit, advantage\n\nor profit by ‘availing’ itself of the jurisdiction.” Id. (quoting Michiana, 168 S.W. 3d at 785). A\n\ndefendant may purposefully avoid a particular forum by structuring its transactions in such a way\n\nas to neither profit from the forum’s laws nor subject itself to jurisdiction there. Id.\n\n        A nonresident defendant’s forum-state contacts may give rise to two types of personal\n\njurisdiction. BMC Software Belgium, N.V. v. Marchand, 83 S.W.3d 789, 795–96 (Tex. 2002).\n\nSpecific jurisdiction is established if the defendant’s alleged liability arises from or is related to\n\nan activity conducted within the forum. Id. at 796. General jurisdiction is present when a\n\ndefendant’s contacts are continuous and systematic so that the forum may exercise personal\n\njurisdiction over the defendant even if the cause of action did not arise from or relate to activities\n\nconducted within the forum state. Id. A general jurisdiction inquiry involves a more demanding\n\nminimum contacts analysis with a substantially higher threshold.              PHC–Minden, L.P. v.\n\nKimberly–Clark Corp., 235 S.W.3d 163, 168 (Tex. 2007).\n\n                                        STANDARD OF REVIEW\n\n        The plaintiff bears the initial burden to plead sufficient allegations to bring the\n\nnonresident defendant within the reach of Texas’s long-arm statute.               Am. Type Culture\n\nCollection, Inc. v. Coleman, 83 S.W.3d 801, 807 (Tex. 2002).              But upon filing a special\n\nappearance, the nonresident defendant assumes the burden to negate all the bases of personal\n\njurisdiction alleged by the plaintiff. Id.\n\n        Whether a court has personal jurisdiction over a defendant is a question of law. Id. at\n\n805–06.    In resolving this question of law, however, a trial court must frequently resolve\n\n                                                 –8–\n\fquestions of fact. Id. If a trial court enters an order granting a special appearance, and the trial\n\ncourt issues findings of fact and conclusions of law, the appellant may challenge the fact findings\n\non legal and factual sufficiency grounds. See BMC Software Belgium, 83 S.W.3d at 794. The\n\ntrial court’s legal conclusions are reviewed de novo. Id. We explained the standard of review of\n\nthe trial court’s findings and conclusions in Hotel Partners v. KPMG Peat Marwick, 847 S.W.2d\n\n630, 632 (Tex. App.—Dallas 1993, writ denied):\n\n               The trial court’s findings of fact are binding upon the appellate\n               court unless challenged on appeal. As the trier of fact, the trial\n               judge may draw reasonable inferences from the evidence. We may\n               not disregard his findings of fact on appeal if the record contains\n               some evidence of probative value from which these inferences may\n               be drawn, or unless the findings are so contrary to the\n               overwhelming weight of the evidence as to be manifestly wrong.\n               Although a party may not challenge a trial court’s conclusions of\n               law for factual sufficiency, we may review the conclusions the trial\n               court draws from the facts to determine their correctness.\n\nId. (citations omitted); see also Davey v. Shaw, 225 S.W.3d 843, 849 (Tex. App.—Dallas 2007,\n\nno pet.) (“When a trial court’s findings of fact are unchallenged on appeal, they occupy the same\n\nposition and are entitled to the same weight as the verdict of a jury. . . . ‘They are binding on an\n\nappellate court unless the contrary is established as a matter of law, or if there is no evidence to\n\nsupport the finding.’”) (quoting McGalliard v. Kuhlmann, 722 S.W.2d 694, 696 (Tex. 1986)).\n\n                                            ANALYSIS\n\n                Exercise of Personal Jurisdiction Consistent with Due Process\n\n       We need address only the third issue, whether Eco Technologies is subject to specific\n\njurisdiction in Texas because MasterGuard’s causes of action relate to purposeful tortious acts\n\ncommitted by Eco Technologies against MasterGuard in Texas.\n\n\n\n\n                                                –9–\n\fI. Requirements for exercise of specific jurisdiction\n\n       A. Applicable law\n\n       Specific jurisdiction exists “if the defendant’s alleged liability arises out of or is related to\n\nthe defendant’s activities conducted within the forum.”          Olympia Capital Assocs., L.P., v.\n\nJackson, 247 S.W.3d 399, 406 (Tex. App.—Dallas 2008, no pet). There must be a “substantial\n\nconnection” between the nonresident’s contacts with the forum and the operative facts of the\n\nlitigation. Id. (citing Moki Mac, 221 S.W.3d at 585). A conspiracy claim alone is not enough to\n\nestablish personal jurisdiction. See Nat’l Indus. Sand Ass’n v. Gibson, 897 S.W.2d 769, 773\n\n(Tex. 1995) (“Thus, we decline to recognize the assertion of personal jurisdiction over a\n\nnonresident defendant based solely upon the effects or consequences of an alleged conspiracy\n\nwith a resident of the forum state.”).\n\n       B. MasterGuard’s allegations\n\n       In addition to its conspiracy claim, MasterGuard has asserted claims for tortious\n\ninterference with contract and unfair competition against Eco Technologies.              As explained\n\nabove, MasterGuard contends that Eco Technologies interfered with the severance agreement\n\nbetween MasterGuard and Cox as well as MasterGuard’s contracts with its independent dealers.\n\nIn its petition, MasterGuard alleges that Cox,\n\n               individually and through [Eco Technologies], has competed with\n               the direct sales business of MasterGuard, and directly and\n               indirectly recruited and attempted to recruit MasterGuard directors\n               and dealers located in Texas and elsewhere to terminate their\n               business and contractual relationships with MasterGuard and to\n               employ their expertise and services in marketing through direct\n               sales the products wholesaled by Cox’s competing business.\n\nUnlike the dealer agreements between Eco Technologies and its own independent dealers, the\n\nseverance agreement between Cox and MasterGuard is a contract entered into in Texas between\n\n\n\n\n                                                 –10–\n\fTexas residents. The agreement expressly provides that is “governed by and construed in\n\naccordance with the laws of the State of Texas.”\n\n       By pleading that Eco Technologies, through Cox’s actions, interfered with Texas\n\ncontracts and unfairly competed with MasterGuard’s business in Texas, MasterGuard has\n\npleaded “sufficient allegations to bring the nonresident defendant within the reach of Texas’s\n\nlong-arm statute.” Kelly v. Gen. Interior Constr., Inc., 301 S.W.3d 653, 658 (Tex. 2010); see\n\nalso TEX. CIV. PRAC. & REM. CODE ANN. § 17.042 (West 2008) (nonresident does business in\n\nTexas if nonresident commits a tort in whole or in part in Texas). As a result, the burden shifted\n\nto Eco Technologies to “negate all bases of personal jurisdiction alleged” by MasterGuard. See\n\nKelly, 301 S.W.3d at 658.\n\nII. Minimum contacts/purposeful availment\n\n       We next consider whether Eco Technologies negated MasterGuard’s contention that\n\nCox’s activities may provide a basis for personal jurisdiction over Eco Technologies in Texas,\n\nand whether the exercise of jurisdiction over Eco Technologies is consistent with due process. In\n\ndetermining whether Eco Technologies established minimum contacts with Texas by\n\npurposefully availing itself of the privilege of conducting business within Texas, we consider the\n\nthree issues identified in Moki Mac: i) whether the contacts were the defendant’s, not those of a\n\nthird party; ii) whether the defendant’s contacts were purposeful; and iii) whether the defendant\n\nsought some benefit, advantage, or profit by availing itself of the jurisdiction. See Moki Mac,\n\n221 S.W.3d at 575.\n\n       A. Only defendant’s contacts\n\n       In complaining about Eco Technologies’s interference with its contracts, MasterGuard is\n\nprimarily complaining about the actions of Cox, who lives and works in Texas and who has not\n\nchallenged the trial court’s exercise of personal jurisdiction over him. But in determining\n\n                                              –11–\n\fwhether Eco Technologies had minimum contacts with Texas, only Eco Technologies’s forum\n\nstate contacts matter, not the unilateral acts of a third party. See IRA Res., Inc. v. Griego, 221\n\nS.W.3d 592, 596 (Tex. 2007) (per curiam). Contacts of an agent or corporate representative,\n\nhowever, may be sufficient to confer jurisdiction on the principal. See Olympia Capital Assocs.,\n\nL.P., 247 S.W.3d at 412–13.        Consequently, the question is whether Cox’s actions are\n\nattributable to Eco Technologies for purposes of the specific jurisdiction analysis. We conclude\n\nthat they are.\n\n                 1. Status as member\n\n        Eco Technologies was formed under Iowa law.          And under Iowa law, Cox is not\n\nnecessarily an agent of Eco Technologies solely because he is a member. See IOWA CODE\n\n§ 489.301 (West, Westlaw through 2013 Legis. Sess.) (“A member is not an agent of a limited\n\nliability company solely by reason of being a member.”). But the same statutory section also\n\nprovides that “[a] person’s status as a member does not prevent or restrict law other than this\n\nchapter from imposing liability on a limited liability company because of the person’s conduct.”\n\nId.\n\n        The Iowa Court of Appeals recently discussed the application of section 489.301 in Three\n\nMinnows, LLC v. Cream, LLC, No. 12-0591, 2013 WL 1453246, at *1 n.1 (Iowa Ct. App. April\n\n10, 2013). The court explained that under the Iowa Code, an LLC is presumed to be managed by\n\nits members unless the members agree that the company will be managed by a manager. See id.\n\n(citing IOWA CODE § 489.407). Under section 489.301, “[g]enerally, only managers can bind an\n\nLLC unless another party, such as a member, is given authorization to do so by a manager as a\n\nprincipal.” Id. at *4. And in Three Minnows, where the LLC at issue was “manager-managed,”\n\na member did not have authority to bind the LLC to a contract. Id. The LLC’s articles of\n\norganization expressly provided that “unless authorized to do so by the operating agreement, or\n\n                                              –12–\n\fby a manager or managers of the Company, no member, agent or employee of the Company shall\n\nhave any power to bind the Company in any way . . . .” Id.\n\n       Here, in contrast, Eco Technologies’s operating agreement provides that “[t]he conduct\n\nof the Company’s business and the management of its affairs will be exercised and conducted\n\nsolely by the Members.” And Cox is one of Eco Technologies’s members. Although members\n\ncan delegate to officers, “[i]n all events, the officers shall be subject to the direction and control\n\nof the Members.”\n\n               2. Agency relationship\n\n       Under Iowa law, “the party asserting an agency relationship must prove its existence by a\n\npreponderance of the evidence.”       Three Minnows, LLC, 2013 WL 1453246, at *4 (citing\n\nChariton Feed & Grain, Inc. v. Harder, 369 N.W.2d 777, 789 (Iowa 1985)).                  The Three\n\nMinnows court explained that agency “results from (1) manifestation of consent by one person,\n\nthe principal, that another, the agent, shall act on the former’s behalf and subject to the former’s\n\ncontrol and, (2) consent by the latter to so act.” Id. (quoting Pillsbury Co. v. Ward, 250 N.W.2d\n\n35, 38 (Iowa 1977)). An agency relationship can be established through the agent’s actual or\n\napparent authority to act on behalf of the principal. Id. (citing Fed. Land Bank of Omaha v.\n\nUnion Bank & Trust Co. of Ottumwa, 290 N.W. 512, 514–15 (Iowa 1940)). Because the LLC’s\n\narticles of organization in Three Minnows expressly provided that no member would have\n\nauthority to bind the LLC, there was no express authority as a matter of law. Id. at *5. Here, in\n\ncontrast, the operating agreement of Eco Technologies expressly provides for management by\n\nthe members. In accordance with Iowa Code §489.407, in a “member-managed” limited liability\n\ncompany, “[t]he management and conduct of the company are vested in the members.” IOWA\n\nCODE § 489.407.2.a (West, Westlaw through 2013 Reg. Leg. Sess.). As a member, Cox has\n\n\n\n\n                                                –13–\n\fexpress authority to act on behalf of Eco Technologies. See Three Minnows, LLC, 2013 WL\n\n1453246, at *5. 2\n\n           Eco Technologies argues that “Eco Technologies does not control Cox and Cox was not\n\nEco Technologies’ agent for purposes of the jurisdictional analysis,” citing Coleman v. Klockner\n\n& Co. AG, 180 S.W.3d 577, 588 (Tex. App.—Houston [14th Dist.] 2005, no pet.). 3 In Coleman,\n\nthe question was whether Klöckner Industrial Installations, Inc. (Industrial), a Delaware\n\ncorporation with its principal place of business in New York, was the agent of its parent\n\ncorporation, Klöckner Industrie–Anlagen GmbH INA (INA), itself a wholly-owned subsidiary of\n\na German holding company. See id. at 583. Industrial, through its president Klaus Brosig, had\n\nentered into contracts with Texas residents. Id. at 584. Brosig was not a Texas resident. See id.\n\nat 588–89 (discussing Brosig’s “visits” to Texas). The court concluded Brosig’s and Industrial’s\n\ncontacts could not be attributed to INA because there was insufficient evidence that INA\n\n“controlled” Industrial or Brosig. Id. at 590. There was no evidence that INA directed Brosig to\n\ntravel to Texas or otherwise controlled the means and details of Brosig’s work, and there was no\n\nevidence that Industrial had actual authority to negotiate or enter into contracts on INA’s behalf.\n\nId. Mutual benefit alone was not enough. Id.\n\n\n\n           2\n                 MasterGuard also argues that Cox is a corporate representative of Eco Technologies, and asserts that “[w]hile not specifically\naddressing LLC’s, Texas courts have long held that the contacts of a corporate representative undertaken on behalf of the entity will be imputed\nto the entity for jurisdictional purposes.” See Nikolai v. Strate, 922 S.W.2d 229, 240 (Tex. App.—Fort Worth 1996, writ denied) (contacts of\nattorney who was shareholder, director, and officer of professional corporation could be imputed to corporation for jurisdictional purposes);\nBeecham v. Pippin, 686 S.W.2d 356, 363 (Tex. App.—Austin 1985, no writ) (although “precise relationship” between individual and corporation\nnot clear from record, “[i]t is clear from the record that [the individual] entered into the contract on behalf of [the corporation], and therefore the\ncontacts of [the individual] relative to the contract will be imputed to [the corporation],” citing Int’l Shoe, 326 U.S. at 320); see also Leesboro\nCorp. v. Hendrickson, 322 S.W.3d 922, 929 (Tex. App.—Austin 2010, no pet.) (corporate representative’s acts on the corporation’s behalf are\nconsidered acts of the corporation itself in determining whether the representative has minimum contacts with forum); Latch v. Gratty, Inc., 107\nS.W.3d 543, 545 (Tex. 2003) (per curiam) (acts of corporate agent on behalf of principal ordinarily deemed to be corporation’s acts). As the\nCourt noted in International Shoe, “[s]ince the corporate personality is a fiction, although a fiction intended to be acted upon as though it were a\nfact, . . . it is clear that unlike an individual its ‘presence’ without, as well as within, the state of its origin can be manifested only by activities\ncarried on its behalf by those who are authorized to act for it.” Int’l Shoe, 326 U.S. at 316.\n\n           3\n             Eco Technologies also cites Coleman to support its argument that because Eco Technologies does not control “the day-to-day\noperations” of its independent dealers, the contacts of those dealers with Texas cannot be attributed to it. This argument is made in response to\nMasterGuard’s second issue contending that general jurisdiction exists because Eco Technologies has contracts with independent dealers in\nTexas. Because this argument is relevant only to the exercise of general jurisdiction, we do not consider it further.\n\n\n\n                                                                        –14–\n\f       Here, in contrast to Coleman, Cox had actual authority to negotiate or enter into contracts\n\non behalf of Eco Technologies.        The operating agreement for Eco Technologies expressly\n\nprovides that its business will be conducted solely by its members. In Coleman, it was the\n\ncontacts of one entity and its president that the plaintiff sought to attribute to a different entity.\n\nSee id. at 588. Here, it is a principal of the entity itself whose contacts are at issue. And in\n\nColeman, the contacts were for the “mutual benefit” of the two entities. See id. at 590. Here,\n\nCox is alleged to be recruiting dealers to contract with Eco Technologies. Schroeder testified\n\nthat the “paperwork” for these contracts would be sent to him, and a contractual relationship\n\nwould be created between Eco Technologies and the independent dealer. “Corporations, by their\n\nvery nature, cannot function without human agents. As a general rule, the actions of a corporate\n\nagent on behalf of the corporation are deemed the corporation’s acts.” Holloway v. Skinner, 898\n\nS.W.2d 793, 795 (Tex. 1995).\n\n       We conclude that the facts presented here are more like those in Horizon Shipbuilding,\n\nInc. v. Blyn II Holding, LLC, 324 S.W.3d 840, 848 (Tex. App.—Houston [14th Dist.] 2010, no\n\npet.), than those in Coleman. In Horizon, the defendants were an Alabama corporation and its\n\nprincipals. Id. at 844. The principals, Short and Forrest, resided in Mississippi and Alabama, but\n\ntraveled to Texas in connection with a contract that was a subject of the lawsuit. Id. at 849. The\n\ntrial court denied the special appearances of Short and Forrest as well as the special appearance\n\nof Horizon, the corporation of which they were principals. Id. at 844. The court of appeals\n\nrejected the argument that the actions of Short and Forrest were not attributable to Horizon for\n\nthe purposes of evaluating Horizon’s jurisdictional contacts with Texas. Id. at 848. The court\n\nnoted that Short was president and general manager of Horizon, while Forrest was a project\n\nmanager and director of operations for an unincorporated division of Horizon. Id. The court\n\nrelied on Holloway, 898 S.W.2d at 795, for the proposition that the actions of a corporate agent\n\n                                                –15–\n\fare deemed to be the corporation’s acts, and on Huynh v. Nguyen, 180 S.W.3d 608, 620 (Tex.\n\nApp.—Houston [14th Dist.] 2005, no pet.), for the proposition that the Texas contacts of agents\n\nor employees are attributable to their nonresident principals. Id. The court affirmed the denial of\n\nthe special appearance. Id. at 851.\n\n       MasterGuard offered evidence showing that Cox had actual authority to conduct Eco\n\nTechnologies’s business under the express terms of Eco Technologies’s operating agreement.\n\nThe operating agreement, identified by Schroeder in his deposition, provides that only the\n\nmembers of Eco Technologies may manage and conduct its affairs. Schroeder confirmed that\n\nCox has a membership share of the net profits and losses of Eco Technologies. Schroeder\n\nacknowledged that Cox has a voice in the direction of Eco Technologies. As a member of a\n\nmember-managed limited liability company with express authority to conduct Eco\n\nTechnologies’s business, Cox was Eco Technologies’s agent. See Three Minnows, LLC, 2013\n\nWL 1453246, at *1. And Cox conducted Eco Technologies’s business when he recruited dealers\n\nto enter into contracts with Eco Technologies.\n\n               3. Cox’s contacts attributable to Eco Technologies\n\n       Although the evidence showed that Eco Technologies’s business was conducted by its\n\nmembers, the trial court did not make any findings regarding the residence of any member of\n\nEco Technologies. Instead, the trial court found that “[n]o officer of Eco Technologies is a\n\nTexas resident.” It is undisputed that Cox is not an officer of Eco Technologies. But there is no\n\nfinding that the business of Eco Technologies is conducted by its officers rather than its\n\nmembers, nor is there evidence to support such a finding. Instead, as we have discussed, the\n\nevidence supports a finding that Cox is an agent of Eco Technologies: he is a member of Eco\n\nTechnologies, a “member-mananged” limited liability company that he, with others, formed; he\n\nhas express authority to act on Eco Technologies’s behalf under its operating agreement; he or an\n\n                                                 –16–\n\fentity with which he is connected recruits dealers to enter into contractual relationships with Eco\n\nTechnologies from which Eco Technologies expects to profit; Eco Technologies has entered into\n\ncontracts with the recruited dealers, evidencing both its consent that Cox act on its behalf and\n\nCox’s consent to do so; and Eco Technologies, not Cox, controls the structure and terms of the\n\ncontractual relationships with the recruited dealers. We conclude that Cox’s contacts with Texas\n\nare attributable to Eco Technologies for purposes of the specific jurisdiction analysis.\n\n       B. Contacts were purposeful\n\n       The evidence offered through Schroder’s testimony and Eco Technologies’s operating\n\nagreement supported a finding that Eco Technologies’s contacts were purposeful.\n\nMasterGuard’s claims arise out of Cox’s recruitment of dealers for Eco Technologies. Schroder\n\nadmitted that Eco Technologies’s own “in-force dealer network” recruits its independent dealers.\n\nHe testified that Eco Technologies has independent dealers in Texas. He testified that Eco\n\nTechnologies was created in May, 2011, five months after Cox and MasterGuard entered into the\n\nseverance agreement, and that Eco Technologies had no independent dealers at the time it was\n\nformed. Schroeder admitted that Cox lives in Texas and is “involved in some capacity” with one\n\nof Eco Technologies’s first independent dealers. Schroder also admitted that Cox, “through” that\n\ndealer, recruited independent dealers for Eco Technologies.\n\n       Additionally, Schroder testified that he may not necessarily discuss the recruitment of a\n\nparticular independent dealer with Cox or the recruiting dealer in advance, and “on occasion,”\n\nmay not become aware of the new dealer until “the paperwork shows up.”                     But Eco\n\nTechnologies, not the recruiting dealer, is the party to the contract with the new dealer. Eco\n\nTechnologies, not the recruiting dealer, controls the relationship with the new dealer. Eco\n\nTechnologies emphasizes in its brief that it has structured these transactions to be governed by\n\nIowa law. And Eco Technologies sets the terms under which it does business with that dealer,\n\n                                               –17–\n\frequiring that all sales from Eco Technologies to its independent dealers take place in Iowa.\n\nAlthough contractual disputes between Eco Technologies and its Texas dealers would be settled\n\npursuant to Iowa law, the recruitment of these dealers was undertaken in Texas and is the basis\n\nfor MasterGuard’s tortious interference and unfair competition claims.\n\n       In the trial court’s findings of fact, the trial court stated that “Eco Technologies does not\n\nsend its officers, employees or agents into the State of Texas to conduct business,” that “Eco\n\nTechnologies does not send agents to Texas to conduct business of behalf of Eco Technologies,”\n\nand that “Eco Technologies did not and has not conducted business in the State of Texas in\n\nconnection with the allegations in the Petition.” The trial court also made a conclusion of law\n\nthat “Eco Technologies has not committed any tort, in whole or in part, in the State of Texas.”\n\nThe trial court’s very general findings were in part supported by Schroder’s verification of Eco\n\nTechnologies’s special appearance, which was comprised of similarly general statements. Based\n\non Schroder’s more specific testimony about Eco Technologies’s actual business activities,\n\nhowever, Eco Technologies did not have to “send” Cox to Texas to conduct business, for\n\nexample, because he was already there. And although its contracts with independent dealers\n\nwere governed by Iowa law, it is the creation of those contractual relationships by Cox in Texas\n\nin alleged violation of his severance agreement that is the subject of MasterGuard’s claims, not\n\ndisputes arising out of the contracts themselves. We conclude that Eco Technologies’s activities\n\nthrough Cox in Texas were “purposeful rather than random, fortuitous, or attenuated.” See Moki\n\nMac, 221 S.W.3d at 575.\n\n       C. Benefit, advantage, or profit\n\n       We also conclude that Eco Technologies sought a “benefit, advantage or profit by\n\navailing itself of the jurisdiction.”   See Moki Mac, 221 S.W.3d at 575.            MasterGuard’s\n\nallegations are that Eco Technologies, through Cox, sought to establish relationships with\n\n                                               –18–\n\findependent dealers who were or had been affiliated with Master Guard. As Schroeder testified,\n\nEco Technologies’s only sales are to its independent dealers, not to consumers. Establishing\n\ncontractual relationships with independent dealers in Texas would result in increased sales by\n\nEco Technologies, and a benefit, advantage, or profit to Eco Technologies. See id.\n\n       D. Conclusion as to minimum contacts\n\n       Considering the evidence in the light most favorable to the judgment and indulging every\n\nreasonable inference that would support the trial court’s findings, we conclude that the evidence\n\nis legally and factually insufficient to support the trial court’s findings that Eco Technologies has\n\nno agent in Texas and that “Eco Technologies did not and has not conducted business in the\n\nState of Texas in connection with the allegations in the Petition.” See Hotel Partners, 847\n\nS.W.2d at 632 (explaining standard of review).            The findings are “so contrary to the\n\noverwhelming weight of evidence as to be manifestly wrong.” Id. Eco Technologies did not\n\nnegate the bases for the exercise of personal jurisdiction by the trial court. See Kelly, 301\n\nS.W.3d at 658. The trial court erred by concluding that Eco Technologies did not have sufficient\n\ncontacts with the state of Texas to subject it to the personal jurisdiction of Texas’s courts.\n\nIII. Fair play and substantial justice\n\n       In addition to minimum contacts, the exercise of personal jurisdiction must satisfy\n\ntraditional notions of fair play and substantial justice. Moki Mac, 221 S.W.3d at 574 (citing Int’l\n\nShoe, 326 U.S. at 316). Determining this issue involves consideration of the burden on the\n\nnonresident defendant, the forum state’s interest in adjudicating the dispute, the plaintiff’s\n\ninterest in obtaining convenient and effective relief, the interstate judicial system’s interest in\n\nobtaining the most efficient resolution of controversies, and the shared interest of several states\n\nin furthering substantive social policies. Davey, 225 S.W.3d at 851 (citing Asahi Metal Indus.\n\nCo. v. Superior Court of CA, Solano Cty., 480 U.S. 102, 113 (1987)). However, when a\n\n                                                –19–\n\fnonresident has purposefully established minimum contacts with the forum state, it will be only a\n\nrare case when the exercise of jurisdiction over that defendant does not comport with traditional\n\nnotions of fair play and substantial justice. Id. at 851–52.\n\n       Other than Eco Technologies’s general statement that the exercise of jurisdiction would\n\noffend traditional notions of fair play and substantial justice, nothing in the record indicates\n\nlitigation in Texas would be a hardship. Cox, the member of Eco Technologies with knowledge\n\nof facts relevant to this lawsuit, lives and works in Texas, is already a defendant in the lawsuit,\n\nand has not challenged the trial court’s jurisdiction over him. See Davey, 225 S.W.3d at 708\n\n(discussing similar circumstances).       Schroder testified that Cox “would have the most\n\ninformation” about how certain Texas entities became authorized dealers for Eco Technologies.\n\nAs discussed, the recruitment of independent dealers on Eco Technologies’s behalf was\n\nundertaken by Cox in Texas. Texas courts also have an interest in this litigation because of the\n\nalleged torts committed against Texas residents.       See id.   MasterGuard is a Texas limited\n\npartnership with its principal place of business in Dallas County.        Cox was employed by\n\nMasterGuard in Texas, and the agreement Cox is alleged to have breached is governed by Texas\n\nlaw. The actions constituting Cox’s alleged breach of contract and Eco Technologies’s alleged\n\ntorts occurred in Texas. Because there is a “substantial connection” between Eco Technologies’s\n\ncontacts with Texas and the operative facts of the litigation, see Moki Mac, 221 S.W.3d at 585, it\n\nwould not offend any interest of the interstate judicial system to require Eco Technologies to\n\nanswer claims in Texas.       Given that MasterGuard and Texas have legitimate interests in\n\nlitigating this case in Texas and the burden on Eco Technologies is minor, we conclude that the\n\nexercise of jurisdiction over Eco Technologies in Texas does not offend traditional notions of\n\nfair play and substantial justice. See RSR Corp. v. Siegmund, 309 S.W.3d 686, 708–09 (Tex.\n\nApp.—Dallas 2010, no pet.) (citing Guardian Royal Exch. Assurance, Ltd., 815 S.W.2d at 231).\n\n                                                –20–\n\f                                          CONCLUSION\n\n       We conclude that the Texas long-arm statute permits the exercise of jurisdiction over Eco\n\nTechnologies and the assertion of jurisdiction is consistent with notions of fair play and\n\nsubstantial justice. The trial court erred in granting Eco Technologies’s special appearance.\n\nAccordingly, we sustain MasterGuard’s third issue and reverse the trial court’s order granting the\n\nspecial appearance of Eco Technologies. We remand the cause for further proceedings.\n\n\n\n\n                                                   /Elizabeth Lang-Miers/\n                                                   ELIZABETH LANG-MIERS\n                                                   JUSTICE\n\n\n121318F.P05\n\n\n\n\n                                              –21–\n\f                                        S\n                               Court of Appeals\n                        Fifth District of Texas at Dallas\n                                       JUDGMENT\n\nMASTERGUARD, L.P., Appellant                         On Appeal from the 162nd Judicial District\n                                                     Court, Dallas County, Texas\nNo. 05-12-01318-CV         V.                        Trial Court Cause No. DC-11-09905.\n                                                     Opinion delivered by Justice Lang-Miers,\nECO TECHNOLOGIES                                     Justices Moseley and Bridges participating.\nINTERNATIONAL LLC D/B/A\nYELLOWBLUE, Appellee\n\n       In accordance with this Court’s opinion of this date, the trial court’s order granting the\nplea to the jurisdiction of appellee Eco Technologies International LLC d/b/a YellowBlue is\nREVERSED. We REMAND the cause to the trial court for further proceedings.\n       .\n       It is ORDERED that appellant MasterGuard, L.P. recover its costs of this appeal from\nappellee Eco Technologies International LLC d/b/a YellowBlue.\n\n\nJudgment entered this 22nd day of August, 2013.\n\n\n\n\n                                                  /Elizabeth Lang-Miers/\n                                                  ELIZABETH LANG-MIERS\n                                                  JUSTICE\n\n\n\n\n                                              –22–\n\f",
            "ocr": false,
            "opinion_id": 3099253
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}