{
    "id": 3108758,
    "judges": null,
    "date_filed": 1294272000000,
    "date_filed_is_approximate": false,
    "slug": "joe-richard-jasso-v-state",
    "case_name_short": null,
    "case_name": "Joe Richard Jasso v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=13522&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa13%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n                                                                                                                                                            \r\n\r\n \r\n\r\nNUMBER\r\n13-09-00554-CR\r\n\r\n \r\n\r\nCOURT\r\nOF APPEALS\r\n\r\n \r\n\r\nTHIRTEENTH\r\nDISTRICT OF TEXAS\r\n\r\n \r\n\r\n                                  CORPUS\r\nCHRISTI - EDINBURG\r\n\r\n \r\n\r\n\r\n\r\n\r\n \r\n  \r\n  \r\n  \r\n  \r\n \r\n \r\n  \r\n  \r\n \r\n \r\n  \r\n  \r\n  \r\n \r\n \r\n  \r\n \r\n\r\n\r\n \r\n\r\n\r\n\r\nJOE RICHARD JASSO,                                                                Appellant,\r\n\r\n \r\n\r\nv.\r\n\r\n \r\n\r\nTHE STATE OF TEXAS,                                                                \r\nAppellee,\r\n\r\n \r\n\r\n \r\n\r\n\r\n\r\nOn\r\nappeal from the 156th District Court\r\n\r\nof Bee\r\nCounty, Texas.\r\n\r\n \r\n\r\n \r\n\r\n\r\n\r\nMEMORANDUM\r\nOPINION\r\n\r\n \r\n\r\nBefore\r\nChief Justice Valdez and Justices Rodriguez and Benavides\r\n\r\nMemorandum\r\nOpinion by Chief Justice Valdez\r\n\r\n \r\n\r\nAppellant, Joe Richard Jasso, was convicted of six counts\r\nof aggravated sexual assault, a first-degree felony, and pleaded guilty to one\r\ncount of sexual assault, a second-degree felony.  See Tex. Penal Code Ann. §§ 22.011(a)(2),\r\n(f), 22.021(a)(1)(B)(i), (2)(A)(ii), (e) (Vernon Supp. 2010).  Jasso was\r\nsentenced to ninety-nine years’ incarceration plus a $10,000 fine for each count\r\nof aggravated sexual assault and twenty years’ incarceration plus a $10,000\r\nfine for the sexual assault count.  The trial court ordered that the sentences\r\nfor four of the aggravated sexual assault convictions (counts 1, 4, 8, and 9)\r\nbe served concurrently after the completion of a prior sentence in an unrelated\r\ncase and that the remaining convictions (counts 7, 10, and 11) be served\r\nconsecutively upon the completion of the concurrent sentences in counts 1, 4,\r\n8, and 9.[1] \r\nBy six issues, Jasso contends that:  (1) the evidence is legally and factually\r\ninsufficient “to support the conclusion that appellant is the ‘Joe Richard’ the\r\nsubject of the jury’s verdict of guilt in counts [1 and 4]”; (2) the evidence\r\nis legally and factually insufficient “to support the jury’s verdict of guilt\r\nregarding counts [1 and 4]”; (3) the trial court’s cumulation of the sentences\r\nimposed for counts 7, 10, and 11 constitutes cruel and unusual punishment; and\r\n(4) the trial court erred in cumulating the sentences with a prior sentence.  We\r\naffirm.\r\n\r\nI.             \r\nBackground\r\n\r\nIn this case, the State alleged that Jasso sexually\r\nassaulted three girls:  A.L., S.K., and S.S.  At the time of the alleged\r\nincidents, the girls were four, thirteen, and fourteen years old,\r\nrespectively.  The investigation into Jasso’s involvement began when Leo\r\nCampos, the stepfather of A.L., wrote the Bee County District Attorney’s Office\r\n(the “District Attorney’s Office”) describing a conversation he had with A.L.\r\nwhen she visited him in jail.[2] \r\nIn several letters written to the District Attorney’s Office, Campos stated\r\nthat A.L. had told him that “Joe” had touched her private parts and that “Joe”\r\ntold her that he would hurt her if she told anyone.  At trial, Campos testified\r\nthat when A.L. told him what had happened with “Joe,” he noticed “that\r\nsomething was wrong with her” and that she appeared to be upset.\r\n\r\nAfter receiving the letters from Campos, the District\r\nAttorney’s Office forwarded the letters to the police, and the police began\r\ninvestigating A.L.’s living situation.  The police later discovered that A.L.\r\nlived with several other individuals in a house in Bee County, Texas.  Among\r\nthose living with A.L. was S.S., a girl whom A.L. refers to as her sister even\r\nthough the girls are not related.  S.S. testified that she was fourteen years\r\nold when she first began dating Jasso in May 2004.  Jasso was twenty-two years\r\nold at the time he and S.S. began their relationship.  S.S. had recently\r\nattempted to commit suicide by ingesting numerous medications found in the\r\nhouse, and she admitted that she had low self-esteem and enjoyed smoking\r\nmarihuana.  Jasso provided S.S. with marihuana regularly, and the two began having\r\nsexual intercourse shortly after meeting one another in a park.  S.S. and Jasso\r\nadmitted at trial that Jasso penetrated S.S.’s sexual organ with his fingers\r\nand penis two or three times each day that they were dating.  \r\n\r\nS.S. noted that she had problems with her mother; that\r\nher mother had “stopped paying attention to [her]”; and that her mother, D.S.,\r\ndid not initially approve of her dating Jasso.  Despite D.S.’s disapproval of\r\nJasso, he regularly stayed overnight with S.S. and woke in the morning to make\r\nA.L. breakfast.  S.S. slept in very late each day, not waking until 3:00 or\r\n4:00 in the afternoon.  S.S. also recalled that A.L. would often accompany S.S.\r\nand Jasso when they would run errands for S.S.’s mother.  S.S. admitted to\r\nsmoking marihuana with Jasso while in front of A.L. and that she and Jasso\r\nwould buy A.L. candy and make her promise to keep S.S. and Jasso’s smoking\r\nhabits a secret.  S.S. testified that A.L. and Jasso “always played together”;\r\nhowever, S.S. testified that shortly after she and Jasso broke up, A.L. told\r\nher mother that Jasso had molested her.  S.S. noticed that A.L. would\r\nmasturbate when her mother was asleep and that she would play “dirty” with her\r\ndolls.[3] \r\nS.S. recounted that her relationship with Jasso ended when he began dating\r\nS.K., a girl who was several years younger than S.S.  S.S. stated that at the\r\ntime A.L. described the alleged molestation incident to Campos in September\r\n2008, S.S. was dating Joe Richard Estrada and that A.L. was not living with\r\nthem.\r\n\r\nD.S., S.S.’s mother and the foster mother of A.L.,\r\ntestified that she was aware of Jasso sneaking into the house to have sex with\r\nS.S. and that she allowed it because she “didn’t want to lose [S.S. after her\r\nsuicide attempt] so I just let her do it.”  D.S. stated that A.L. always slept\r\nin D.S.’s bedroom and that she did not suspect that anything had happened to\r\nA.L. until A.L. made her outcry.  D.S. recalled that A.L. first told her about\r\nthe molestation incident after S.S. had told A.L. that she had seen Jasso at\r\nthe jail.  A.L. told D.S. that she did not say anything about the incident for\r\nseveral years because Jasso had threatened to hurt A.L. or her family if she\r\nsaid anything.  D.S. then testified to the following:\r\n\r\nAfter\r\n[S.S.] had said that she seen [sic] Joe [at the jail], a few days later [A.L.]\r\nsaid that when she was living in Navy housing Joe Jasso had touched her or\r\ntouched her private area.  She said that he made her breakfast and took her to\r\nthe garage and told her to lay [sic] down and take her pants down.  Then he\r\nstarted touching her around her vagina area.  Another time she said that he put\r\nhis fingers inside her vagina.\r\n\r\n \r\n\r\nAfter\r\ntelling D.S. about the incident, A.L. became very afraid.  A.L. did not want to\r\ngo to the bathroom by herself or sleep by herself.  She also began to have\r\nnightmares about Jasso.  D.S. stated that she was very upset about the incident\r\nbut that she did not have an opportunity to file a complaint with police before\r\nCampos did.      \r\n\r\n            S.K.,\r\na young girl who also had previously attempted to commit suicide, testified\r\nthat she and Jasso began dating when she was thirteen years old and was in the\r\nseventh grade.  Their relationship began shortly after Jasso left S.S.  S.K.\r\nacknowledged that she and Jasso drank alcohol and smoked marihuana together and\r\nthat Jasso would provide her with the alcohol and marihuana.  S.K. and Jasso\r\ndated for approximately two months and had vaginal and/or oral sex between two\r\nand four times a day.  S.K. noted that Jasso penetrated her sexual organ with\r\nhis fingers and penis when she was thirteen years old.\r\n\r\n            Carol\r\nAnne McLaughlin, a forensic nurse with the Driscoll Children’s Hospital,\r\nexamined A.L. after A.L. made her outcry.  McLaughlin testified that A.L. told\r\nher the following during their interview:\r\n\r\nThe\r\nhistory that I received from [A.L.] stated whenever we were at Capeheart\r\nthat was when it happened.  Those are her words.  Then she stated—and these are\r\nher words, not mine—my mom was asleep.  I was getting up and he, Joe, made\r\nme pancakes.\r\n\r\n \r\n\r\n            .\r\n. . .\r\n\r\n \r\n\r\nHe took\r\nme to the garage and then he pulled my pants down.  I told him no.  He wouldn’t\r\nlisten.  He started playing with—he started rubbing me on my middle,\r\nand she indicated her female sexual organ by pointing.  He sticked [sic] his\r\nfingers inside me.  That’s when I yelled ow [sic].  He told me to shut up or he\r\nwould hit me.  He did this a lot of times.\r\n\r\n \r\n\r\n(Emphasis\r\nin original).  McLaughlin noted that A.L. appeared to be truthful and acted\r\n“very age appropriate.”  A.L. “looked [McLaughlin] in the eye.  She [A.L.]\r\ndidn’t look at the floor.  She didn’t look past [McLaughlin], and she talked\r\nwell with [McLaughlin].”  McLaughlin then conducted an examination of A.L.’s\r\nbody and found no trauma.  However, McLaughlin noted that the area surrounding\r\nthe female sexual organ is membrane that heals very quickly and that the\r\nincident had occurred about four years prior to her meeting with A.L.\r\n\r\n            Steve\r\nLiman, an investigator with the Bee County Sheriff’s Office, testified that he\r\nreceived Campos’s letters that were forwarded along by the District Attorney’s\r\nOffice.  After receiving the letters, Liman visited Campos and took a statement\r\nfrom him.  Liman also spoke to D.S. about A.L.’s outcry.  Liman acknowledged\r\nthat there were two individuals involved in this case that are named “Joe\r\nRichard.”  Liman determined that Jasso is the “Joe Richard” who dated S.S. and\r\nlived at the Capeheart house when the alleged incidents took place and that\r\nEstrada is S.S.’s current boyfriend.  Estrada was ruled out as the “Joe\r\nRichard” who allegedly molested A.L. because during 2004, when the alleged\r\nincidents took place, Estrada was incarcerated.  Because of Estrada’s\r\nincarceration at the time of the alleged incidents, Liman concluded that Jasso\r\nwas the perpetrator of these crimes.  Liman also interviewed S.S. and S.K.,\r\nboth of whom admitted to having sexual intercourse with Jasso.  These\r\nadmissions led to additional charges filed against Jasso.\r\n\r\n            Liman\r\nlater recounted the arrest of Jasso for the alleged crimes.  Liman discovered\r\nthat Jasso fled Texas shortly after finding out that he had been indicted. \r\nJasso was eventually apprehended in Nebraska for stealing liquor from a grocery\r\nstore, and he was extradited to Texas.  During an interview with Liman, Jasso\r\nadmitted to having sexual intercourse with S.S. but denied molesting A.L. \r\nLiman also testified that he was present during A.L.’s interview with\r\nMcLaughlin.  He recalled that A.L. “was worried or seemed worried that she was\r\ngoing to have to confront Mr. Jasso. . . .  She didn’t want to see him. . . . \r\nBecause I got the impression she is afraid of him from the threats he made.”        \r\n\r\nA.L., nine years old at the time of trial, testified that\r\nshe lived in a house located in the Capeheart subdivision with several people,\r\nincluding D.S., S.S., and, for a time, Jasso.  A.L. noted that she would wake\r\nup early in the morning, while D.S. was still asleep.  A.L. recalled that at\r\nthe time of the incidents, she usually went into the living room to watch\r\ncartoons when she awoke.  A.L. noted that Jasso would awake at about the same\r\ntime as she and would go to the restroom.  He would then call for her to follow\r\nhim, and he would make her pancakes for breakfast.  A.L. remembered that after\r\nbreakfast, Jasso would take her into the garage and “pull up [her] nightgown .\r\n. . take down [her] underwears [sic]” and then “lay [her] down” on the sofa in\r\nthe garage.  Jasso would then “start rubbing” A.L. with his fingers on the\r\noutside of A.L.’s sexual organ.  A.L. then testified that Jasso stuck his\r\nfinger inside her sexual organ one time, which caused her to scream.  When A.L.\r\nscreamed, Jasso put his hand over A.L.’s mouth and told her to shut up.  A.L.\r\nlater noted that Jasso took her into the garage and molested her “more than\r\nonce” and that he stuck his finger inside her “[p]robably two or three\r\n[times].”  A.L. testified that Jasso threatened her and told her that “he would\r\nkill my family and my sister and me” if she told anyone about what was\r\nhappening.  A.L. explained that she did not tell anyone about the incident for\r\na long time because she was scared that Jasso would “watch” her and kill her\r\nfamily.\r\n\r\nA.L. finally told her family about the incidents when\r\nS.S. mentioned that she had seen Jasso in jail.  When she first told her story,\r\nA.L. identified the perpetrator as “Joe,” not “Joe Richard” or “Joe Jasso.”  On\r\ncross-examination, A.L. admitted that she learned the word, “Jasso,” from S.S.\r\nand D.S. and that she did not know Jasso’s full name.  However, in open court,\r\nA.L. identified Jasso as the man who molested her.  A.L. testified that when\r\nshe told Campos that she was molested by S.S.’s boyfriend, she did not mean Estrada. \r\nA.L. further testified that Estrada had not made her breakfast or pancakes, nor\r\nhad he touched her inappropriately.  A.L. stated that Estrada never lived with\r\nthe family in the Capeheart subdivision; that Jasso did, for a time, live with\r\nthe family in the Capeheart subdivision; and that the molestation occurred when\r\nthe family lived in the Capeheart subdivision.  \r\n\r\nJasso testified in his own defense.  Jasso noted that he\r\nwas previously employed as a breakfast “chef” at the “My Country Kitchen\r\nRestaurant.”  Jasso denied ever living at the house in the Capeheart\r\nsubdivision and, instead, noted that he “visited every once in a while.”  Jasso\r\nadmitted to having sexual intercourse with S.S. three or four times; however,\r\nhe denied touching A.L. inappropriately or having sexual intercourse with S.K. \r\nJasso acknowledged that he had been arrested several times before and that he\r\n“absconded” shortly after being indicted because he had a “dirty UA” that would\r\nhave resulted in a probation violation.  Jasso testified that he only made A.L.\r\npancakes once and that after making the pancakes, he had to leave quickly\r\nbecause he was running late for work. \r\n\r\nOn cross-examination, Jasso admitted that he was\r\ntwenty-two years old when the alleged incidents transpired, even though he told\r\npolice that he was nineteen.  Jasso did not believe that there was anything\r\nwrong with having sex with S.S. because he was allegedly told by D.S. that S.S.\r\nwas seventeen years old.  Also on cross-examination, Jasso acknowledged several\r\nother inconsistencies between his trial testimony and statements made to\r\npolice, including the description of incidents where Jasso stole money and\r\nproperty from the families of the girls he was dating and how often he made\r\npancakes for S.S.’s family.[4]\r\n\r\n\r\nAfter hearing all of the above-mentioned evidence, the\r\njury convicted Jasso of six counts of aggravated sexual assault, and Jasso\r\npleaded guilty to one count of sexual assault.  Jasso received ninety-nine-year\r\nsentences for each of the aggravated sexual assault counts and a twenty-year\r\nsentence for the sexual assault count.  The trial court ordered some of the\r\ncounts to run concurrently, while other counts were ordered to run\r\nconsecutively.  \r\n\r\nOn August 25, 2009, Jasso filed a pro se motion for new\r\ntrial arguing that he did not receive a fair trial and that his trial counsel\r\nwas ineffective.  Because the trial court did not rule on Jasso’s pro se motion\r\nfor new trial, it is deemed overruled by operation of law.  See Tex. R. App. P. 21.8(a), (c); see\r\nalso State v. Gutierrez, 143 S.W.3d 829, 831 (Tex. App.–Corpus Christi\r\n2004, no pet.).  This appeal ensued.\r\n\r\nII.           \r\nSufficiency of the Evidence\r\n\r\nIn\r\nhis first two issues, Jasso asserts that the evidence supporting his conviction\r\nfor counts 1 and 4 is legally and factually insufficient because the record\r\ndemonstrates that in addition to Jasso, S.S. dated another individual with a\r\nsimilar name, Estrada, and that A.L.’s outcry, which was made several years\r\nafter the alleged incident, actually referenced Estrada rather than Jasso.[5]  In his third\r\nand fourth issues, Jasso contends that the evidence supporting his conviction\r\nfor counts 1 and 4 is legally and factually insufficient because the record\r\ndoes not demonstrate that Jasso used his finger to penetrate A.L.’s sexual\r\norgan on two different occasions. \r\n\r\nA.  \r\n      Applicable Law\r\n\r\nThe\r\ncourt of criminal appeals has recently held that there is “no meaningful\r\ndistinction between the Jackson v. Virginia legal sufficiency standard\r\nand the Clewis factual-sufficiency standard” and that the Jackson standard\r\n“is the only standard that a reviewing court should apply in determining\r\nwhether the evidence is sufficient to support each element of a criminal\r\noffense that the State is required to prove beyond a reasonable doubt.”  Brooks\r\nv. State, No. PD-0210-09, 2010 Tex. Crim. App. LEXIS 1240, at **25-26, *57\r\n(Tex. Crim. App. Oct. 6, 2010) (plurality opinion).  Accordingly, we review\r\nJasso’s claims of evidentiary sufficiency under “a rigorous and proper\r\napplication” of the Jackson standard of review.  Id. at *37, *57.\r\n\r\nUnder the Jackson standard, “the relevant question\r\nis whether, after viewing the evidence in the light most favorable to the\r\nprosecution, any rational trier of fact could have found the essential elements\r\nof the crime beyond a reasonable doubt.”  Jackson v. Virginia, 443 U.S.\r\n307, 319 (1979); see Brooks, 2010 Tex. Crim. App. LEXIS 1240, at *14\r\n(characterizing the Jackson standard as:  “Considering all of the\r\nevidence in the light most favorable to the verdict, was a jury rationally\r\njustified in finding guilt beyond a reasonable doubt”).  “[T]he fact[-]finder’s\r\nrole as weigher of the evidence is preserved through a legal conclusion that\r\nupon judicial review all of the evidence is to be considered in the\r\nlight most favorable to the prosecution.”  Jackson, 443 U.S. at 319\r\n(emphasis in original); see Tex.\r\nCode Crim. Proc. Ann. art. 38.04 (Vernon 1979) (“The jury, in all\r\ncases is the exclusive judge of facts proved and the weight to be given to the\r\ntestimony . . . .”); Wesbrook v. State, 29 S.W.3d\r\n103, 111 (Tex. Crim. App. 2000) (“The jury is the exclusive judge of the\r\ncredibility of witnesses and of the weight to be given testimony, and it is\r\nalso the exclusive province of the jury to reconcile conflicts in the\r\nevidence.”).\r\n\r\nSufficiency of the evidence is measured by the elements\r\nof the offense as defined by a hypothetically correct jury charge.  Curry v.\r\nState, 30 S.W.3d 394, 404 (Tex. Crim. App. 2000); Adi v. State, 94\r\nS.W.3d 124, 131 (Tex. App.–Corpus Christi 2002, pet. ref’d).  Under a\r\nhypothetically correct jury charge, the State was required to prove beyond a\r\nreasonable doubt that Jasso (1) intentionally or knowingly (2) “cause[d] the\r\npenetration of the anus or sexual organ of a child by any means.”[6]  Tex. Penal Code Ann. § 22.021(a)(2)(B)(i). \r\n“A person acts intentionally, or with intent, with respect to the nature of his\r\nconduct or to a result of his conduct when it is his conscious objective or\r\ndesire to engage in the conduct or cause the result.”  Id. § 6.03(a)\r\n(Vernon 2003).  “A person acts knowingly with respect to a result of his\r\nconduct when he is aware that his conduct is reasonably certain to cause the\r\nresult.”  Id. § 6.03(b).  Intent may “be inferred from circumstantial\r\nevidence[,] such as acts, words, and the conduct of the appellant.”  Guevara\r\nv. State, 152 S.W.3d 45, 50 (Tex. Crim. App. 2004); see Hart\r\nv. State, 89 S.W.3d 61, 64 (Tex. Crim. App. 2002) (stating that a\r\nfact-finder may infer both knowledge and intent from the defendant’s acts,\r\nwords, or conduct and from the nature of the wounds inflicted on the victim); Hernandez\r\nv. State, 819 S.W.2d 806, 810 (Tex. Crim. App. 1991); Ledesma v. State,\r\n677 S.W.2d 529, 531 (Tex. Crim. App. 1984) (noting that the requisite culpable\r\nmental state may be inferred from the surrounding circumstances).\r\n\r\nThe\r\nState is not required to present direct evidence to establish guilt.  See\r\nGuevara, 152 S.W.3d at 49.  “Circumstantial evidence is as probative as\r\ndirect evidence in establishing the guilt of the actor, and circumstantial\r\nevidence alone can be sufficient to establish guilt.”  Hooper v. State,\r\n214 S.W.3d 9, 13 (Tex. Crim. App. 2007); see Guevara, 152 S.W.3d at 49. \r\nThe law does not require that each fact “point directly and independently to\r\nthe guilt of the appellant, as long as the cumulative effect of all the\r\nincriminating facts is sufficient to support the conviction.”  Hooper,\r\n214 S.W.3d at 13; see Guevara, 152 S.W.3d at 49.\r\n\r\nB.         Identity\r\n\r\nIn his first two issues, Jasso complains that the\r\nevidence is insufficient to support the jury’s finding that he was the\r\nperpetrator of the alleged offenses.  Essentially, Jasso challenges the\r\nidentity element of the aggravated sexual assault offenses charged in counts 1\r\nand 4.  The identity of a perpetrator in a sexual assault case may be proven by\r\neither direct or circumstantial evidence.  See Earls v. State, 707\r\nS.W.2d 82, 85 (Tex. Crim. App. 1986); Roberson v. State, 16 S.W.3d 156,\r\n157 (Tex. App.–Austin 2000, pet ref’d); Couchman v. State, 3 S.W.3d 155,\r\n162 (Tex. App.–Fort Worth 1999, pet ref’d); see also Ficarro v. State,\r\nNo. 13-03-00439-CR, 2007 Tex. App. LEXIS 3166, at *11 (Tex. App.–Corpus Christi\r\nApr. 26, 2007, pet. ref’d) (mem. op., not designated for publication).  \r\n\r\nHere, Campos, D.S., and McLaughlin testified that A.L.\r\nidentified the individual who molested her as “Joe” and that the incidents\r\ntranspired during the summer of 2004.  At that time, Jasso was living in, or,\r\nat least, was a frequent visitor to, the same household as S.S., A.L., and\r\nD.S.  S.S. did not begin to date Estrada until several years after the incident\r\ntranspired, and Detective Liman testified that Estrada was incarcerated in\r\n2004, meaning Estrada could not have committed the alleged offenses.  Furthermore,\r\nA.L., in her outcry statement, noted that “Joe” made her pancakes and then proceeded\r\nto molest her in the garage.  Jasso testified that he was a breakfast “chef”\r\nand that he made A.L. and the rest of the family pancakes on one occasion, even\r\nthough he expressed to police shortly after being extradited back to Texas that\r\nhe had made pancakes for the family several times.  Moreover, and perhaps most\r\nimportantly, A.L. testified at trial that Estrada was not the individual who\r\nmolested her, and she identified Jasso in open court as the perpetrator.\r\n\r\nNevertheless, Jasso asserts that the evidence is\r\ninsufficient to support the jury’s conclusion that he was the perpetrator\r\nbecause A.L.’s outcry statements were made in the present tense, suggesting\r\nthat the offenses did not occur until 2007, when Estrada was S.S.’s boyfriend.[7]  Jasso also\r\nargues that A.L. was supplied the name, “Jasso,” by S.S. and D.S. and that\r\nneither S.S. nor D.S. believed A.L. at first.  Jasso’s arguments touch on the\r\nweight of the evidence and the credibility of the witnesses, especially A.L. \r\nSuch determinations are solely within the province of the jury, and we must defer\r\nto the jury’s resolution of the inconsistent testimony.  See Jackson,\r\n443 U.S. at 318-19; Wesbrook, 29 S.W.3d at 111; see also Render v.\r\nState, 316 S.W.3d 846, 859 (Tex. App.–Dallas 2010, pet. ref’d) (“An\r\nappellate court must give deference to a jury’s decision regarding what weight\r\nto give contradictory testimonial evidence because the decision is most likely\r\nbased on an evaluation of credibility and demeanor, which the jury is in a\r\nbetter position to judge.”) (citing Lancon v. State, 253 S.W.3d 699, 706\r\n(Tex. Crim. App. 2008)).  Moreover, it was not incumbent upon the State to\r\nexclude “every reasonable hypothesis other than guilt” for the evidence to be\r\nconsidered sufficient.  See Geesa v. State, 820 S.W.2d 154, 157-61 (Tex.\r\nCrim. App. 1991), overruled on other grounds by Paulson v. State, 28\r\nS.W.3d 570, 571 (Tex. Crim. App. 2000); see also Lopez v. State, 267\r\nS.W.3d 85, 97-98 (Tex. App.–Corpus Christi 2008, no pet.) (citing Harris v.\r\nState, 133 S.W.3d 760, 763-65 (Tex. App.–Texarkana 2004, pet. ref’d); Richardson\r\nv. State, 973 S.W.2d 384, 387 (Tex. App.–Dallas 1998, no pet.) (“[T]he mere\r\nexistence of an alternative reasonable hypothesis does not render the evidence\r\n. . . insufficient. . . .  [E]ven when an appellant identifies an alternative\r\nreasonable hypothesis raised by the evidence, the standard of review remains\r\nthe same.”); Orona v. State, 836 S.W.2d 319, 322 (Tex. App.–Austin 1992,\r\nno pet.)).  \r\n\r\nTherefore, viewing all of the evidence in the light most\r\nfavorable to the prosecution, we conclude that the jury was rationally\r\njustified in determining that Jasso was the perpetrator of the alleged offenses\r\nagainst A.L. beyond a reasonable doubt.  See Jackson,\r\n443 U.S.at 319; Earls, 707 S.W.2d at 85; Roberson,\r\n16 S.W.3d at 157; Couchman, 3 S.W.3d at 162; see also Brooks,\r\n2010 Tex. Crim. App. LEXIS 1240, at *14; Ficarro,\r\n2007 Tex. App. LEXIS 3166, at *11.  Accordingly, we overrule Jasso’s first and\r\nsecond issues.\r\n\r\nC.  \r\n      Evidence\r\nof Digital Penetration\r\n\r\nBy his third and fourth issues, Jasso argues that the evidence\r\nis insufficient to support his convictions as to both counts 1 and 4.  Count 1\r\nof the indictment provided that, on or about May 16, 2004, Jasso intentionally\r\nor knowingly caused the penetration of A.L.’s sexual organ with his finger, and\r\nhe threatened or placed A.L. “in fear that death would be imminently inflicted\r\non [A.L.] or [D.S.].”  See Tex.\r\nPenal Code Ann. § 22.021(a)(1)(B)(i), (2)(A)(ii).  Count 4 of the\r\nindictment mirrored count 1 except that it alleged that the offense occurred on\r\nor about May 18, 2004.  See id.  The State essentially alleged in the\r\nindictment that Jasso penetrated A.L.’s sexual organ and threatened her at\r\nleast on two occasions.  On appeal, Jasso contends that the evidence\r\ndemonstrates that A.L. was only penetrated once; he does not challenge the\r\nsecond portion of each count pertaining to the threats.  Jasso also suggests\r\nthat the “rubbing” of A.L.’s sexual organ that allegedly occurred several times\r\nreally amounted to indecency with a child, an offense which was not alleged in\r\nthe indictment.  See id. § 21.11(a) (Vernon Supp. 2010).[8] \r\n\r\nIn the instant case, A.L. first testified that Jasso\r\npenetrated her sexual organ only one time.  However, she later clarified that\r\nthe penetration occurred “more than once.”  When asked to describe the\r\nincidents for a third time, A.L. stated that the penetration took place\r\n“probably two or three times.”  In addition, McLaughlin testified earlier that\r\nA.L. told her that:  “[Jasso] sticked [sic] his fingers inside me.  That’s when\r\nI yelled ow [sic].  He told me to shut up or he would hit me.  He did this a\r\nlot of times.”  By stating that Jasso “did this a lot of times,” A.L.\r\nconfirmed to McLaughlin that Jasso penetrated her sexual organ with his finger\r\nmany times.  \r\n\r\nWe first note that the testimony of a child victim\r\ntypically is sufficient to support a conviction for aggravated sexual assault. \r\nSee Tex. Code Crim. Proc. Ann.\r\nart. 38.07 (Vernon 2005); Perez v. State, 113 S.W.3d 819, 838 (Tex.\r\nApp.–Austin 2003, pet. ref’d), overruled in part on other grounds by Taylor\r\nv. State, 268 S.W.3d 571 (Tex. Crim. App. 2008); Karnes v. State,\r\n873 S.W.2d 92, 96 (Tex. App.–Dallas 1994, no pet.) (“[T]he testimony of a\r\nsexual assault victim alone is sufficient evidence of penetration to support a\r\nconviction, even if the victim is a child.”); see also Fernandez v. State,\r\nNo. 13-09-168-CR, 2010 Tex. App. LEXIS 6741, at *11 (Tex. App.–Corpus Christi\r\nAug. 19, 2010, no pet.) (mem. op., not designated for publication).  Further,\r\ncourts give wide latitude to the testimony given by child victims of sexual\r\nabuse.  See Villalon v. State, 791 S.W.2d 130, 134 (Tex. Crim. App.\r\n1990) (en banc).  “The victim’s description of what happened to [her] need not\r\nbe precise, and [she] is not expected to express [herself] at the same level of\r\nsophistication as an adult.”  Ozuna v. State, 199 S.W.3d 601, 606 (Tex.\r\nApp.–Corpus Christi 2006, no pet.) (citing Villalon, 791 S.W.2d at 134). \r\n\r\n\r\nHere, there is only one instance where A.L. alleged that\r\nJasso penetrated her sexual organ on one occasion.  A.L. made two other\r\nstatements later in her testimony, and she conveyed to McLaughlin that Jasso\r\npenetrated her sexual organ several times.  Regardless, this apparent\r\ninconsistency in A.L.’s testimony was within the province of the jury to\r\nresolve, and, once again, we are to defer to the jury’s resolution of the\r\ninconsistency.  See Jackson, 443 U.S. at 318-19; Lancon, 253\r\nS.W.3d at 706; Wesbrook, 29 S.W.3d at 111; see also Render, 316\r\nS.W.3d at 859.  In convicting Jasso of both counts 1 and 4, the jury clearly\r\naccorded more weigh to A.L.’s later testimony and statements to McLaughlin that\r\nJasso penetrated her sexual organ on a number of occasions rather than her\r\napparently imprecise initial statement that the penetration only occurred once. \r\nSee Villalon, 791 S.W.2d at 134; see also Ozuna, 199 S.W.3d at\r\n606.\r\n\r\nViewing all of the evidence in the light most favorable\r\nto the prosecution, we conclude that the jury was rationally justified in\r\nconcluding that Jasso penetrated A.L.’s sexual organ using his fingers on more\r\nthan one occasion.  See Tex.\r\nPenal Code Ann. § 22.021(a)(1)(B)(i); Jackson,\r\n443 U.S.at 319; Perez, 113 S.W.3d at 838; see\r\nalso\r\nBrooks, 2010\r\nTex. Crim. App. LEXIS 1240, at *14; Fernandez, 2010 Tex. App. LEXIS\r\n6741, at *11.  Moreover, because we have concluded that the evidence\r\nsupporting Jasso’s convictions for the aggravated sexual assault of A.L. is\r\nsufficient, and because “[s]exual contact or exposure that occurs in the course\r\nof an act of sexual penetration is subsumed in the completed act,” we need not\r\naddress his contention regarding indecency with a child.  Soto v. State,\r\n267 S.W.3d 327, 343 (Tex. App.–Corpus Christi 2008, no pet.) (citing Patterson\r\nv. State, 152 S.W.3d 88, 92 (Tex. Crim. App. 2004)); see Tex. R. App. P. 47.1 (“The court of\r\nappeals must hand down a written opinion that is as brief as practicable but\r\nthat addresses every issue raised and necessary to final disposition of the\r\nappeal.”).  Accordingly, we overrule Jasso’s third and fourth issues. \r\n\r\nIII.          \r\nJasso’s Punishment and the Eighth Amendment\r\n\r\nof the United States\r\nConstitution\r\n\r\nBy his fifth issue, Jasso asserts that the cumulation of\r\nhis sentences violates the Eighth Amendment’s ban of cruel and unusual\r\npunishments.  See U.S. Const. amend. VIII.  He also\r\nargues that the punishment was grossly disproportionate to the seriousness of\r\nthe offenses.  The Eighth Amendment of the United States\r\nConstitution provides that “[e]xcessive bail shall not be required, nor\r\nexcessive fines imposed, nor cruel and unusual punishment inflicted.”  Id.;\r\nsee Robinson v. California, 370 U.S. 660, 675 (1962).  The Eighth\r\nAmendment is applicable to punishments imposed by state courts through the Due\r\nProcess Clause of the Fourteenth Amendment.  Robinson, 370 U.S. at 675; see\r\nU.S. Const. amend. XIV.\r\n\r\nIn the instant case, Jasso did not object to his sentence\r\nin the trial court, and he did not file any post-trial motions or objections\r\ncomplaining that his sentence was either disproportionate to the seriousness of\r\nthe offenses, or complaining about the disparity, cruelty, unusualness, or\r\nexcessiveness of the sentence.  To preserve error for appellate review, a party\r\nmust present a timely objection to the trial court, state the specific grounds\r\nfor the objection, and obtain a ruling.  Tex.\r\nR. App. P. 33.1(a); Dixon v. State, 2 S.W.3d 263, 265 (Tex. Crim.\r\nApp. 1998).  The failure to specifically object to an alleged disproportionate\r\nsentence in the trial court or in a post-trial motion waives any error for our\r\nreview.  Jacoby v. State, 227 S.W.3d 128, 130 (Tex. App.–Houston [1st\r\nDist.] 2006, pet. ref’d); see Nicholas v. State, 56 S.W.3d 760, 768\r\n(Tex. App.–Houston [14th Dist.] 2001, pet. ref’d) (holding that a failure to\r\ncomplain to the trial court about a consecutive sentence waives error); Solis\r\nv. State, 945 S.W.2d 300, 301-02 (Tex. App.–Houston [1st Dist.] 1997, pet.\r\nref’d) (holding that a claim of a grossly disproportionate sentence violative\r\nof the Eighth Amendment was forfeited by failing to object in the trial court);\r\nsee also Trevino v. State, Nos. 13-07-737-CR &amp; 13-07-738-CR, 2008\r\nTex. App. LEXIS 5123, at *3 (Tex. App.–Corpus Christi July 3, 2008, pet. ref’d)\r\n(mem. op., not designated for publication).  Because he did not object to the\r\nalleged disproportionality of his sentence in the trial court or raise the\r\nissue in a post-trial motion, we conclude that Jasso has not preserved this\r\nissue for appellate review.  See Tex.\r\nR. App. P. 33.1(a); see also Jacoby, 227 S.W.3d at 130.\r\n\r\nAssuming, however, that Jasso had preserved the issue for\r\nappellate review, we conclude that his consecutive sentence did not violate the\r\nEighth Amendment and was not disproportionate to the serious of the offenses. \r\nJasso\r\nargues that his sentence is grossly disproportionate and constitutes cruel and\r\nunusual punishment because, by stacking his sentences, the trial court imposed\r\n“a term of over 300 years.”  Jasso asserts that this punishment amounts to\r\n“[l]ife without parole” and, therefore, “is not within the punishment range for\r\nthese types of offenses.”  \r\n\r\n            The\r\ncumulation of sentences does not constitute cruel and unusual punishment. See\r\nStevens v. State, 667 S.W.2d 534, 538 (Tex. Crim. App. 1984); Quintana\r\nv. State, 777 S.W.2d 474, 480 (Tex. App.–Corpus Christi 1989,\r\npet. ref’d); see also Rueda v. State, No. 13-07-517-CR, 2008 Tex. App.\r\nLEXIS 5121, at *5 (Tex. App.–Corpus Christi July 3, 2008, pet. ref’d) (mem.\r\nop., not designated for publication).  “Normally,\r\nthe trial judge has absolute discretion to cumulate sentences.”  Smith v.\r\nState, 575 S.W.2d 41, 41 (Tex. Crim. App. 1979); see Green v. State,\r\n706 S.W.2d 653, 656 (Tex. Crim. App. 1986); Quintana, 777 S.W.2d at\r\n480.  A trial court has the discretion to either order a defendant’s sentence\r\nto begin when his previous sentence ends, or to allow the defendant’s sentence\r\nto run concurrently with his previous sentence.  See Tex. Code Crim. Proc. Ann. art. 42.08[9]; Quintana,\r\n777 S.W.2d at 480.  Further, a criminal defendant does not have a right to a\r\nconcurrent sentence.  Carney v. State, 573 S.W.2d 24, 27 (Tex. Crim.\r\nApp. 1978); Quintana, 777 S.W.2d at 480.\r\n\r\nJasso was convicted of six counts of aggravated sexual\r\nassault, a first-degree felony, and one count of sexual assault, a\r\nsecond-degree felony.  See Tex. Penal Code Ann. §§ 22.011(a)(2),\r\n(f), 22.021(a)(2)(B), (e).  The punishment range for a first-degree\r\nfelony is “imprisonment . . . for life or for any term not more than 99 years\r\nor less than 5 years,” id. §\r\n12.32(a) (Vernon Supp. 2010), and the range for a second-degree felony is\r\n“imprisonment . . . for any term of not more than 20 years or less than 2\r\nyears.”  Id. § 12.33(a) (Vernon Supp. 2010).  Here, the trial court\r\nsentenced Jasso to ninety-nine years’ imprisonment for each first-degree felony\r\nand twenty years’ imprisonment for the second-degree felony.  Further, to the\r\nextent that Jasso argues that the cumulation of his sentences amounts to a life\r\nsentence, such sentence is within the punishment range for a first-degree\r\nfelony, and as previously stated, Jasso was convicted of six first-degree\r\nfelonies.  See id. § 12.32(a).  Punishment\r\nassessed within the statutory limits is generally not cruel and unusual\r\npunishment.  See Harris v. State, 656 S.W.2d 481, 486 (Tex. Crim. App.\r\n1983) (holding that a punishment that falls within the limits prescribed by a\r\nvalid statute is not excessive, nor cruel or unusual)[10]; Samuel v.\r\nState, 477 S.W.2d 611, 614 (Tex. Crim. App. 1972); Swinney v. State,\r\n828 S.W.2d 254, 259 (Tex. App.–Houston [1st Dist.] 1992, no pet.); see also\r\nTrevino, 2008 Tex. App. LEXIS 5123, at *4.\r\n\r\nJasso also argues that his sentences are disproportionate\r\nand essentially asks this Court to apply the Solem proportionate\r\nanalysis test to his sentence.  See Solem v. Helm, 463 U.S. 277, 290-92\r\n(1983).  This Court has previously recognized that “the viability and mode of\r\napplication of proportionate analysis . . . has been questioned since the\r\nSupreme Court’s decision in Harmelin v. Michigan, 501 U.S. 957 (1991).” \r\nTrevino v. State, 174 S.W.3d 925, 928 (Tex. App.–Corpus Christi 2005,\r\npet. ref’d) (citing McGruder v. Puckett, 954 F.2d 313, 315-16 (5th Cir.\r\n1992) (discussing the various opinions issued in Harmelin and their\r\nimpact on the Solem decision)); see Sullivan v. State, 975 S.W.2d\r\n755, 757-58 (Tex. App.–Corpus Christi 1998, no pet.) (discussing the\r\nimplications of the Harmelin opinion and reviewing the proportionality\r\nof appellant’s sentence under the Solem and McGruder tests). \r\nAssuming, arguendo, the viability of proportionality review, we will apply both\r\nthe Solem and McGruder tests to the facts of this case.  See\r\nSullivan, 975 S.W.2d at 757-58; see also Trevino, 2008 Tex. App.\r\nLEXIS 5123, at *5.  In both Solem and McGruder, we look first at\r\nthe gravity of the offense and the harshness of the penalty.  Solem, 463\r\nU.S. at 290-91; McGruder, 954 F.2d at 316.\r\n\r\nA.        Gravity\r\nof the Offense\r\n\r\nJasso asserts that his punishment is disproportionate to\r\nthe gravity of the offense because he engaged in “consensual sex with teenage\r\ngirls, self-described by one as ‘wild’” and “was never accused of physically\r\nabusing, dominating or intimidating [S.K.] or [S.S.].”  Jasso’s\r\nsexual assault convictions are derived from his sexual relationships with\r\nfour-year-old, A.L., thirteen-year-old, S.K., and fourteen-year-old, S.S.  In\r\nTexas, “a child under fourteen cannot legally consent to sex.”  May v. State,\r\n919 S.W.2d 422, 424 (Tex. Crim. App. 1996).  However, affirmative defenses to\r\nsexual assault are available if the child is at least fourteen, such\r\nas when the accused is no more than three years older than the child, or when\r\nthe accused is the child’s spouse.  See Tex. Penal Code Ann. § 22.011(e). \r\nIn the present case, no such defenses were asserted.  Thus, Jasso’s assertion\r\nthat his sexual relationships with A.L., S.K., or S.S. were consensual is\r\nunfounded.  See id.; see also May, 919 S.W.2d at 424.\r\n\r\nAs previously discussed, the evidence at trial was\r\nsufficient to prove that, on more than one occasion, Jasso penetrated A.L.’s\r\nsexual organ with his fingers.  Further, Jasso does not argue that the evidence\r\nis insufficient to support his four convictions for the aggravated sexual\r\nassault of S.K., and Jasso pleaded guilty to sexually assaulting S.S.  Neither\r\naggravated sexual assault nor sexual assault requires physical abuse,\r\ndomination, or intimidation.  See Tex. Penal Code Ann. §§ 22.011(a)(2),\r\n22.021(a)(2)(B).  Moreover, we judge the gravity of the offense\r\nin light of the harm caused or threatened to society and the offender’s\r\nculpability.  Moore v. State, 54 S.W.3d 529, 542 (Tex. App.–Fort Worth\r\n2001, pet. ref’d) (citing Solem, 463 U.S. at 291-92).  Jasso’s six\r\naggravated sexual assault convictions and one sexual assault conviction were\r\nbased on evidence that he preyed on young, under-aged girls and engaged in\r\nsexual acts with these girls on numerous occasions within approximately a one\r\nto two month time period.  Based on the foregoing, we conclude that the gravity\r\nof the offense weighs in favor of a finding that the punishment was not\r\nexcessive.    \r\n\r\nB.        Harshness\r\nof the Penalty\r\n\r\nWhen conducting an Eighth Amendment proportionality\r\nanalysis, we may consider the sentence imposed in light of the accused’s prior\r\noffenses.  Winchester v. State, 246 S.W.3d 386, 390 (Tex. App.–Amarillo\r\n2008, pet. ref’d); Culton v. State, 95 S.W.3d 401, 403 (Tex. App.–Houston\r\n[1st Dist.] 2002, pet. ref’d).  At the punishment phase of trial, the State\r\npresented evidence that Jasso was previously convicted of eight counts of\r\nforgery, a state-jail felony.  See Tex.\r\nPenal Code Ann. § 32.23(b), (d) (Vernon Supp. 2010).  In\r\nlight of the seriousness of Jasso’s six aggravated sexual assault and one\r\nsexual assault conviction, as well as the evidence of his eight prior forgery\r\noffenses, we cannot say that his “life sentence” is excessive.  We therefore\r\nconclude that his punishment is not grossly disproportionate to the offense for\r\nwhich he was convicted.\r\n\r\nMoreover, because there is no evidence in the appellate\r\nrecord of the sentences imposed for other similar crimes in Texas or for the\r\nsame crimes in other jurisdictions, we cannot perform a comparative evaluation\r\nusing the remaining Solem factors.  See Solem, 463 U.S. at 292; see\r\nalso Sullivan, 975 S.W.2d at 757-58.  Therefore, we conclude that Jasso’s\r\nsentence is neither grossly disproportionate nor cruel and unusual. \r\nAccordingly, Jasso’s fifth is overruled. \r\n\r\nIV.         \r\nThe Trial Court’s Cumulation of\r\nthe Sentences With a Prior Sentence\r\n\r\nBy his sixth issue, Jasso asserts that the trial court\r\nabused its discretion by ordering his sentence in this case to run consecutive\r\nto a prior sentence received in trial court cause number B-04-2061-0-CR-B for\r\neight counts of forgery.  Specifically, Jasso contends that the State failed to\r\naffirmatively prove that Jasso was the individual sentenced on the forgery\r\ncounts.\r\n\r\nAt\r\nthe time of sentencing, the record must contain at least “some evidence”\r\nlinking the defendant to the prior conviction.  Miller v. State, 33\r\nS.W.3d 257, 261 (Tex. Crim. App. 2000).  The burden is on the State to present\r\nthis evidence, and the defendant has no obligation to prove he has no prior\r\nconvictions.  Turner v. State, 733 S.W.2d 218, 223 (Tex. Crim. App.\r\n1987).  During the punishment phase of the trial, the State introduced a copy\r\nof Jasso’s conviction for eight counts of forgery in trial court cause number\r\nB-04-2061-0-CR-B.  The copy of the judgment was admitted without objection; the\r\nState did not offer testimony that Jasso is the same defendant convicted in\r\ntrial court cause number B-04-2061-0-CR-B.  However, before the trial court\r\nordered trial court cause number B-09-2120-0-CR-B to run consecutive to trial\r\ncourt cause number B-04-2061-0-CR-B, the following exchange occurred:\r\n\r\nThe\r\nCourt:                 All right. . . . I think the State had filed a motion to\r\nhave the sentence [in trial court cause number B-09-2120-0-CR-B] accumulated.\r\n\r\n \r\n\r\n[State]:                        Yes,\r\nyour Honor, we did.\r\n\r\n \r\n\r\nThe\r\nCourt:                 I’m going to review your motion.\r\n\r\n \r\n\r\n[State]:                        Yes,\r\nma’am.\r\n\r\n \r\n\r\nThe\r\nCourt:                 What is on 04-2061?  Is that the—\r\n\r\n \r\n\r\n[State]:                        That’s\r\nthe state jail felony, your Honor.  May I approach, your Honor?\r\n\r\n \r\n\r\nThe\r\nCourt:                 Is he serving time on that now?\r\n\r\n \r\n\r\n[State]:                        He\r\nwas revoked on both of those.\r\n\r\n \r\n\r\nThe\r\nCourt:                 I know, but are you done?  Are you done with those?\r\n\r\n \r\n\r\n[State]:                        He\r\nhas been getting credit for time, Judge.  It was revoked.\r\n\r\n \r\n\r\n[Defense\r\nCounsel]: He’ll probably discharge that this month or next month.\r\n\r\n \r\n\r\nIn Miller,\r\nthe Texas Court of Criminal Appeals held that admissions by the defendant’s\r\nlawyer that the defendant “was currently serving 30 years for two prior\r\nconvictions” constituted admissions that the defendant “indeed had the two\r\nprior convictions” set out in the State’s motion to cumulate.  See Miller,\r\n33 S.W.3d at 262.  Similarly, in the present case, defense counsel’s admission\r\nthat Jasso would be discharging the forgery sentence imposed in trial court\r\ncause number B-04-2061-0-CR-B constitutes an admission that Jasso is the\r\ndefendant named in the present case.  See id.  Thus, we\r\nconclude the trial court did not abuse its discretion because there was\r\nsufficient evidence before it to properly order the sentences to run\r\nconsecutively.  We overrule Jasso’s sixth issue.\r\n\r\nV.          \r\nConclusion\r\n\r\nHaving overruled all of Jasso’s issues on appeal, we\r\naffirm the judgment of the trial court.\r\n\r\n                                                                                    _________________\r\n\r\nRogelio Valdez\r\n\r\n                                                                                                Chief\r\nJustice\r\n\r\n \r\n\r\nDo not publish. \r\n\r\nTex. R. App.\r\nP. 47.2(b)\r\n\r\nDelivered and filed the \r\n\r\n6th day of January, 2011.\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n[1] The trial court\r\nordered:\r\n\r\n \r\n\r\nThis sentence shall begin upon the\r\ncompletion of sentence in Bee County, Texas cause no. B-04-2061-CR-B.  The\r\nsentences in Counts 1, 4, 8 &amp; 9 shall run concurrently.  The sentences in\r\nCounts 7, 10 &amp; 11 shall run consecutively—with the sentence in Count 11 to\r\nbegin upon the completion of the concurrent sentences in Counts 1, 4, 8 &amp;\r\n9.  The sentence in Count 7 shall begin upon the completion of the sentence in\r\nCount 11.  The sentences in Count 10 shall begin upon the completion of the\r\nsentence in Count 7 . . . .\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n[2] Campos is\r\ncurrently serving a thirty-five year prison sentence for what he described as\r\n“a cocaine charge.”\r\n\r\n\r\n\r\n\r\n\r\n[3] S.S. explained\r\nthat playing “dirty” with the dolls meant getting “them naked, and there were\r\ntimes when she [A.L.] would put their heads between their legs . . .\r\n[b]etween—the male doll’s head between the girl’s legs.”\r\n\r\n\r\n\r\n\r\n\r\n[4] With respect to\r\nthe pancakes, Jasso stated at trial that he only made the family pancakes once;\r\nhowever, he told police that he made the family pancakes “a couple times.”\r\n\r\n\r\n\r\n\r\n\r\n[5] On appeal, Jasso\r\ndoes not challenge the sufficiency of the evidence pertaining to his\r\nconvictions for the aggravated sexual assault of S.K.—counts 7, 8, 9, and 10—or\r\nfor the sexual assault of S.S.—count 11.\r\n\r\n\r\n\r\n\r\n\r\n[6] A “child” is\r\ndefined as “a person younger than 17 years of age.”  Tex. Penal Code Ann. §§ 22.011(c), 22.021(b)(1) (Vernon Supp.\r\n2010).  Count 1 of the indictment states that Jasso used his finger to\r\npenetrate A.L.’s sexual organ on or about May 16, 2004, and count 4 of the\r\nindictment alleges the same offense occurring on or about May 18, 2004.\r\n\r\n\r\n\r\n\r\n\r\n[7] A.L. testified\r\nthat the perpetrator of the offenses made her pancakes for breakfast before he\r\nwould molest her, and A.L. testified that Estrada never made her pancakes or\r\nbreakfast; thus, a rational fact-finder could conclude that the alleged\r\noffenses were not committed in 2007, nor by the other “Joe Richard” in this\r\ncase—Estrada.  See Jackson v. Virginia, 443 U.S. 307, 319 (1979);\r\nsee also Brooks v. State, No. PD-0210-09, 2010 Tex. Crim. App. LEXIS\r\n1240, at *14 (Tex. Crim. App. Oct. 6, 2010) (plurality opinion).  \r\n\r\n\r\n\r\n\r\n\r\n[8] Section 21.11,\r\nentitled “Indecency With a Child” provides that:  “[a] person commits an\r\noffense if, with a child younger than 17 years of age . . . the person . . .\r\n[e]ngages in sexual contact with the child or causes the child to engage in\r\nsexual contact.”  Tex. Penal Code Ann.\r\n§ 21.11(a) (Vernon Supp. 2010).\r\n\r\n\r\n\r\n\r\n\r\n[9] The\r\nTexas Code of Criminal Procedure provides:\r\n\r\nWhen the same defendant has been\r\nconvicted in two or more cases, judgment and sentence shall be pronounced in\r\neach case in the same manner as if there had been but one conviction. . . .\r\n[I]n the discretion of the court the judgment in the second and subsequent\r\nconvictions may either be that the sentence imposed or suspended shall begin\r\nwhen the judgment and the sentence in the preceding conviction has ceased to\r\noperate, or that the sentence imposed or suspended shall run concurrently with\r\nthe other case or cases, and sentence and execution shall be accordingly. . . .\r\n\r\nTex. Code Crim.\r\nProc. Ann. art. 42.08(a) (Vernon 2006).\r\n\r\n\r\n\r\n\r\n\r\n[10] On appeal,\r\nJasso does not challenge the validity of sections 12.32 and 12.33 of the penal\r\ncode—the provisions prescribing the punishment range for first and\r\nsecond-degree felonies.  See Tex.\r\nPenal Code Ann. §§ 12.32, 12.33 (Vernon Supp. 2010).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 3108758
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}