{
    "id": 3110845,
    "judges": null,
    "date_filed": "1993-01-10",
    "date_filed_is_approximate": true,
    "slug": "anthony-aldridge-v-thrift-financial-marketing-llc",
    "case_name_short": null,
    "case_name": "Anthony Aldridge v. Thrift Financial Marketing, LLC",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 16.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=19395&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa02%5cOpinion",
            "author_id": null,
            "opinion_text": "                        COURT OF APPEALS\n                         SECOND DISTRICT OF TEXAS\n                              FORT WORTH\n\n                             NO. 02-11-00492-CV\n\n\nANTHONY ALDRIDGE                                                    APPELLANT\n\n                                       V.\n\nTHRIFT FINANCIAL MARKETING,                                          APPELLEE\nLLC\n\n\n                                    ----------\n\n         FROM THE 67TH DISTRICT COURT OF TARRANT COUNTY\n\n                                    ----------\n\n                                   OPINION\n                                    ----------\n\n                                I. Introduction\n\n      Appellant Anthony Aldridge appeals from the trial court’s denial of his\n\nmotion to compel arbitration in a suit brought against him and others by Appellee\n\nThrift Financial Marketing, LLC (Thrift), a Delaware Limited Liability Company.\n\nAldridge, a former “Member” of Thrift, contends that, pursuant to an arbitration\n\nagreement contained in the formation agreement creating Thrift, he may compel\n\narbitration of the claims asserted against him by Thrift because those claims\n\farise from acts he allegedly undertook while still a Member of Thrift. Because\n\nthe Agreement excludes former Members from the class of persons entitled to\n\ncompel arbitration, we affirm the trial court’s order.\n\n                                  II. Background\n\n      Aldridge and Sue Harvison formed Thrift in 2008 when they entered into\n\nthe Limited Liability Company Agreement of Thrift Financial Marketing, LLC\n\n(Company Agreement). From Thrift’s inception through September 30, 2011,\n\nHarvison and Aldridge, who executed the Company Agreement as the “initial\n\nMembers of the Company,” were also Thrift’s only two Managers as well as its\n\nonly two Members.\n\n      The Company Agreement, which contains the operative provisions for\n\nmanagement, membership rights, and other matters pertaining to the governance\n\nand operation of Thrift, also contains an arbitration agreement that states in\n\nrelevant part as follows:\n\n             (b) In the event of the existence of a dispute or disagreement\n      arising out of, or relating to, the formation, interpretation,\n      performance or breach of any Transaction Documents or any\n      amendment or other modification thereto, any Member or Members\n      (each a “Disputing Member”) may submit its basis for such dispute\n      or disagreement in writing to the other Member or Members and\n      such other Member or Members (the “Responding Members”)\n      shall respond in writing to such written notice within 14 days after\n      receiving the written notice. . . .\n\n              (c) If any dispute shall not have been resolved through the use\n      of the procedures specified in paragraph (b) within 30 days after the\n      initial written submission of the issue by a Disputing Member to the\n      Responding Members, then the dispute shall, unless the Disputing\n      Member and Responding Members otherwise agree, be submitted to\n\n                                      2\n\f      and settled by arbitration in accordance with the Commercial\n      Arbitration Rules of the American Arbitration Association, now in\n      effect, except to the extent modified herein. . . . [Emphasis added.]\n\n      The Company Agreement expressly defines “Member” as follows:\n\n            “Member” means any Person executing this Agreement as of\n      the date of this Agreement as a Member or hereafter admitted to the\n      Company as a member as provided in this Agreement, but such\n      term “excludes any Person who has ceased to be a Member.”\n      [Emphasis added.]\n\n      As alleged in the parties’ pleadings and set forth in affidavits, Harvison and\n\nAldridge formed Thrift to handle leads provided to it by Cendera Funding, Inc.\n\n(Cendera), a lending company for residential mortgage loans. Thrift’s business\n\nplan contemplated the use of a call center owned and operated by Thrift, to refine\n\nand solicit such leads for Cendera from raw data provided to Thrift by Cendera.\n\nAccording to Thrift, its call center operations allowed it to identify the most\n\npromising prospective customers seeking mortgage loans on single-family\n\nresidences, who would then be referred to Cendera loan officers.           Effective\n\nSeptember 30, 2008, shortly after Thrift had been formed, Thrift and Cendera\n\nentered into a marketing service agreement that provided for Thrift to handle the\n\nleads and payment by Cendera for Thrift’s services and for Cendera to recruit\n\nand train loan officers to be employed by Cendera but located at Thrift’s offices.\n\nWhen Thrift received the leads, Thrift personnel would call the potential borrower\n\nand invite that person to speak to one of Cendera’s loan officers. If the lead\n\nmatured into a loan, Cendera paid Thrift.\n\n\n\n\n                                    3\n\f      Aldridge, a licensed mortgage banker, became employed as a loan officer\n\nfor Cendera and recruited other loan officers to be employed by Cendera and to\n\nwork from Thrift’s offices.    According to Aldridge, Thrift was aware of and\n\nconsented to Aldridge’s employment with Cendera, and Cendera was aware of\n\nand consented to Aldridge’s relationship with Thrift.\n\n      Thrift contends that, by late spring of 2011, profits derived from Cendera’s\n\nbranch office at Thrift’s offices had increased dramatically; Thrift contends that\n\nBrian Collins1 proposed a joint venture with Thrift that promised greater profits\n\nand that Thrift and Cendera equally shared profits pursuant to that joint venture\n\nfrom early Summer 2011 through September 30, 2011. Aldridge contends that\n\nchanges to the agreement were necessary to bring it into compliance with new\n\nlaws and regulations and that Thrift and Cendera “could not reach a resolution”\n\nabout necessary changes “after much effort and discussion.” Aldridge resigned\n\nas a member and manager of Thrift effective September 30, 2011, and\n\nrelinquished all membership interest in Thrift. Aldridge’s letter of resignation,\n\naddressed to Harvison, also referenced a “dissolution” of the marketing services\n\nagreement between Thrift and Cendera, to which Harvison responded on the\n\nsame date with a vigorous objection that Aldridge had no authority to dissolve the\n\nagreement between Thrift and Cendera.\n\n\n\n      1\n       Brian Collins is identified in documents contained in the clerk’s record as\nthe President and CEO of Cendera.\n\n\n                                     4\n\f      On October 6, 2011, Thrift filed this lawsuit against Aldridge, Cendera, and\n\nCollins,2 asserting against Aldridge various claims for debt, liability under the\n\nTexas Theft Liability Act, and breaches of fiduciary duty and seeking damages,\n\nforfeiture of profits, and establishment of a constructive trust. Aldridge filed a\n\nmotion to compel arbitration, and Thrift filed a response. The trial court denied\n\nAldridge’s motion to compel arbitration after a hearing, and this interlocutory\n\nappeal followed.3\n\n                                 III. Discussion\n\n      Aldridge raises three issues. He argues generally in his first issue that the\n\ntrial court erred when it refused to compel arbitration. He contends in his second\n\nissue that Thrift may be compelled to arbitrate pursuant to the arbitration\n\nprovision in the Company Agreement even though Thrift itself is a nonsignatory\n\nto that agreement, and he asserts in his third issue that, although he is no longer\n\na Member of Thrift, he may nevertheless compel arbitration pursuant to the\n\nCompany Agreement because Thrift’s claims arise from conduct that allegedly\n\noccurred while he was still a Member. We address Aldridge’s third issue first.\n\n\n\n\n      2\n      Thrift alleges that Collins knowingly participated in Aldridge’s and\nCendera’s breaches of fiduciary duty against Thrift.\n      3\n        Cendera and Collins filed a motion adopting Aldridge’s motion to compel\narbitration but have not appealed the trial court’s denial of their motion.\n\n\n                                    5\n\fA. Applicable Law\n\n      The parties agree that the Federal Arbitration Act (FAA) applies to this\n\nproceeding. See 9 U.S.C.A. §§ 1–16 (West 2009). Section 51.016 of the Texas\n\nCivil Practice and Remedies Code permits the interlocutory appeal of an order\n\ndenying a motion to compel arbitration under the FAA. Tex. Civ. Prac. & Rem.\n\nCode Ann. § 51.016 (West Supp. 2012).\n\n      The FAA provides, in relevant part:\n\n             A written provision in . . . a contract evidencing a transaction\n      involving commerce to settle by arbitration a controversy thereafter\n      arising out of such contract . . . shall be valid, irrevocable, and\n      enforceable, save upon such grounds as exist at law or in equity for\n      the revocation of any contract.\n\n9 U.S.C. § 2. “The FAA reflects the fundamental principle that arbitration is a\n\nmatter of contract.” Rent–A–Center, W., Inc. v. Jackson, 130 S. Ct. 2772, 2776\n\n(2010). Section 2 of the FAA has been described as reflecting both a “liberal\n\nfederal policy favoring arbitration” and the “fundamental principle that arbitration\n\nis a matter of contract.” AT&T Mobility LLC v. Concepcion, 131 S. Ct. 1740,\n\n1745 (2011) (citing Rent–A–Center, 130 S. Ct. at 2776; Moses H. Cone Mem’l\n\nHosp. v. Mercury Constr. Corp., 460 U.S. 1, 24, 103 S. Ct. 927, 941 (1983)).\n\n“The FAA thereby places arbitration agreements on an equal footing with other\n\ncontracts, and requires courts to enforce them according to their terms.” Rent–\n\nA–Center, 130 S. Ct. at 2776 (citing Buckeye Check Cashing, Inc. v. Cardegna,\n\n546 U.S. 440, 443, 126 S. Ct. 1204, 1207 (2006), and Volt Info. Scis., Inc. v. Bd.\n\n\n\n\n                                     6\n\fof Trs. of Leland Stanford Junior Univ., 489 U.S. 468, 478, 109 S. Ct. 1248, 1255\n\n(1989)).\n\n      The Company Agreement contains a choice-of-law provision that states\n\nthat it is to be “governed by and construed in accordance with the laws of the\n\nState of Delaware, without giving effect to any choice of law principles.” Although\n\nThrift cites a few Delaware cases in its brief, it also asserts that “Delaware and\n\nTexas law regarding arbitration do not conflict” and that “Delaware and Texas law\n\non contract construction principles are essentially identical and do not conflict.”\n\nAldridge relies on Federal and Texas case law, and he does not point to any\n\nconflict between Texas and Delaware law. “As there appears to be no conflict of\n\nlaws, ‘there can be no harm in applying Texas law.’” In re AdvancePCS Health\n\nL.P., 172 S.W.3d 603, 606 (Tex. 2005) (orig. proceeding) (per curiam) (quoting\n\nCompaq Computer Corp. v. Lapray, 135 S.W.3d 657, 672 (Tex. 2004)); see also\n\nIn re J.D. Edwards World Solutions Co., 87 S.W.3d 546, 550 (Tex. 2002) (orig.\n\nproceeding) (per curiam). We thus apply Texas law.\n\n      A trial court’s determination regarding the validity of an agreement to\n\narbitrate is a question of law which we review de novo. 4 J.M. Davidson, Inc. v.\n\n\n      4\n       “Under the FAA, absent unmistakable evidence that the parties intended\nthe contrary, it is the courts rather than arbitrators that must decide ‘gateway\nmatters’ such as whether a valid arbitration agreement exists.” In re Weekley\nHomes, L.P., 180 S.W.3d 127, 130 (Tex. 2005) (orig. proceeding) (citing Green\nTree Fin. Corp. v. Bazzle, 539 U.S. 444, 452, 123 S. Ct. 2402, 2407 (2003), and\nPacifiCare Health Sys., Inc. v. Book, 538 U.S. 401, 407 n.2, 123 S. Ct. 1531,\n1536 n.2 (2003)).\n\n\n                                    7\n\fWebster, 128 S.W.3d 223, 227 (Tex. 2003); see GM Oil Props., Inc. v. Wade,\n\nNo. 01-08-00757-CV, 2012 WL 246041, at *5 (Tex. App.―Houston [1st Dist.]\n\nJan. 26, 2012, no pet.) (mem. op.) (recognizing whether an enforceable\n\narbitration agreement exists is a question of law for court to review de novo);\n\nSchlumberger Tech. Corp. v. Baker Hughes Inc., 355 S.W.3d 791, 800 (Tex.\n\nApp.―Houston [1st Dist.] 2011, no pet.) (“When an appeal from a denial of a\n\nmotion to compel arbitration turns on a legal determination . . . we apply a de\n\nnovo standard.”) (citing Forest Oil Corp. v. McAllen, 268 S.W.3d 51, 55 n.9 (Tex.\n\n2008)).\n\n      Under the FAA, a party seeking to compel arbitration must satisfy a two-\n\npronged burden of proof in that it must first demonstrate the existence of a valid\n\nagreement to arbitrate the dispute and then prove that the claims asserted are\n\nwithin the scope of the agreement. In re Dillard Dep’t Stores, Inc., 186 S.W.3d\n\n514, 515 (Tex. 2006) (orig. proceeding) (per curiam); AdvancePCS Health L.P.,\n\n172 S.W.3d at 605. If the party seeking arbitration carries its initial burden, the\n\nburden shifts to the opposite party to present evidence of an affirmative defense.\n\nAdvancePCS Health L.P., 172 S.W.3d at 607.\n\n      An agreement to arbitrate is a contract, the relation of the parties is\n\ncontractual, and the rights and liabilities of the parties are controlled by the law of\n\ncontracts. See AT&T Mobility LLC, 131 S. Ct. at 1748–49, 1752–53 (arbitration\n\nis a creature of contract; a person can be compelled to arbitrate a dispute only if,\n\nto the extent that, and in the manner which, he has agreed to do so). Since\n\n                                      8\n\farbitration is generally a matter of contract, the FAA requires courts to honor\n\nparties’ expectations. 9 U.S.C.A. § 1 et seq.; AT&T Mobility LLC, 131 S. Ct. at\n\n1752–53; In re Bunzl USA, Inc., 155 S.W.3d 202, 209 (Tex. App.―El Paso 2004,\n\norig. proceeding) (“[A] party cannot be compelled to arbitrate a dispute unless he\n\nhas agreed to do so.”).\n\n      When deciding whether parties agreed to arbitrate, courts should apply\n\nordinary state law principles regarding the formation of contracts. First Options\n\nof Chicago, Inc. v. Kaplan, 514 U.S. 938, 944, 115 S. Ct. 1920, 1924 (1995); J.M.\n\nDavidson, 128 S.W.3d at 227–28; see Weekley Homes, L.P., 180 S.W.3d at 130\n\n(“Generally under the FAA, state law governs whether a litigant agreed to\n\narbitrate.”). In conducting our review, we “may not expand upon the terms of the\n\ncontract or tolerate a liberal interpretation of it by reading into it a voluntary,\n\nconsensual agreement to arbitrate when one otherwise does not exist.” In re\n\nBates, 177 S.W.3d 419, 422 (Tex. App.—Houston [1st Dist.] 2005, orig.\n\nproceeding). “Although an arbitration agreement does not have to assume any\n\nparticular form, the language of the agreement must clearly indicate the intent to\n\narbitrate.” Id. Additionally, in resolving disputes regarding interpretation of an\n\narbitration agreement, we apply standard principles of contract interpretation and\n\nconstruction.   Peacock v. Wave Tec Pools, Inc., 107 S.W.3d 631, 636 (Tex.\n\nApp.―Waco 2003, no pet.). The plain meaning of the contractual language\n\nshould be looked to in order to ascertain the intent of the parties. Id.\n\n\n\n\n                                     9\n\fB. Application\n\n      Aldridge contends that he has a right under the Company Agreement to\n\ncompel arbitration of Thrift’s claims against him, contrary to Thrift’s argument in\n\nthe trial court that, because he is no longer a member of Thrift, he can no longer\n\ncompel arbitration. Aldridge acknowledges that he voluntarily relinquished his\n\nposition and resigned as a Member of Thrift before Thrift filed this lawsuit and\n\nbefore he filed his motion to compel arbitration.          But he argues that his\n\nresignation does not prevent him from compelling arbitration of Thrift’s claims\n\nnow because there is no dispute that Thrift’s claims are based on acts that\n\nallegedly occurred while Aldridge was a Member and Manager of Thrift. Aldridge\n\ncharacterizes Thrift’s argument as “nothing more than the Company Agreement\n\nis written in the present tense” and argues that nothing in the Company\n\nAgreement “prohibits or divests” a former Member from seeking arbitration of\n\ndisputes arising from or relating to acts taken by that individual while he was a\n\nMember.\n\n      The agreement to arbitrate provides that “any Member or Members (each\n\na ‘Disputing Member’) may submit its basis for such dispute or disagreement in\n\nwriting to the other Member or Members” and that if the dispute or disagreement\n\nis not resolved “within 30 days after the initial written submission of the issue by a\n\nDisputing Member to the Responding Members, then the dispute shall, unless\n\nthe Disputing Member and Responding Members otherwise agree, be submitted\n\nto and settled by arbitration.” [Emphasis added.] Although that provision is, as\n\n                                      10\n\fAldridge points out, written in the present tense, we agree with Thrift that the\n\nrepeated use of the terms “Member,” “Disputing Member,” and “Responding\n\nMember” demonstrates that the agreement to arbitrate is an agreement solely\n\nregarding resolution of disputes between “Members” of Thrift.        Moreover, we\n\ndisagree with Aldridge’s contention that nothing in the Company Agreement\n\nprevents or divests a former Member from seeking arbitration.\n\n      To the contrary, and regardless of whether the alleged conduct occurred or\n\nthe dispute arose while a person was a Member, the definition of the term\n\n“Member” set forth in the Company Agreement expressly “excludes any Person\n\nwho has ceased to be a Member.”           [Emphasis added.]      That definition is\n\ncontained in a list of defined terms in a preceding section of the contract that\n\nprovides that “[w]hen used in this [Company] Agreement, the following terms\n\nshall have the respective meanings assigned to them . . . .”\n\n      When contracting parties have set forth their own definitions of terms they\n\nemploy, courts are not at liberty to disregard such definitions and substitute other\n\nmeanings. AMS Constr. Co. v. K.H.K. Scaffolding Houston, Inc., 357 S.W.3d 30,\n\n41 (Tex. App.―Houston [1st Dist.] 2011, pet. dism’d); Healthcare Cable Sys.,\n\nInc. v. Good Shepherd Hosp., Inc., 180 S.W.3d 787, 791 (Tex. App.—Tyler 2005,\n\nno pet.); Alexander v. Cooper, 843 S.W.2d 644, 646–47 (Tex. App.―Corpus\n\nChristi 1992, no writ); Hart v. Traders & Gen. Ins. Co., 487 S.W.2d 415, 417–18\n\n(Tex. Civ. App.―Fort Worth 1972, writ ref’d n.r.e.).       Reading the arbitration\n\nprovision together with the Company Agreement’s definition of “Member,” the\n\n                                     11\n\fCompany Agreement is specific that a person who has ceased to be a Member is\n\nnot a “Member.” Thus, only an existing Member of Thrift may invoke the informal\n\nresolution and resulting arbitration provisions against another current Member.\n\nSee Dillard Dep’t Stores, 186 S.W.3d at 515 (stating that the “objective intent as\n\nexpressed in the agreement controls the construction of an unambiguous\n\ncontract”); Bates, 177 S.W.3d at 422 (stating that “the language of the\n\n[arbitration] agreement must clearly indicate the intent to arbitrate”).\n\n      Aldridge does not directly address the exclusion of former Members from\n\nthe definition of “Member” in the Company Agreement. His response is that he\n\nmay nevertheless compel arbitration because “an arbitration agreement\n\ncontained within a contract survives the termination or repudiation of the contract\n\nas a whole” and that his alleged acts occurred while he was still a Member of\n\nThrift. Aldridge supports his argument by citing several cases. See Ambulance\n\nBillings Sys., Inc. v. Gemini Ambulance Servs., Inc., 103 S.W.3d 507, 512–14\n\n(Tex. App.—San Antonio 2003, no pet.); In re Koch Indus., Inc., 49 S.W.3d 439,\n\n445 (Tex. App.—San Antonio 2001, orig. proceeding); Henry v. Gonzalez, 18\n\nS.W.3d 684, 690 (Tex. App.—San Antonio 2000, pet. dism’d by agr.); Dallas\n\nCardiology Assocs., P.A. v. Mallick, 978 S.W.2d 209, 213 (Tex. App.—Texarkana\n\n1998, pet. denied); Pepe Int’l Dev. Co. v. Pub Brewing Co., 915 S.W.2d 925, 932\n\n(Tex. App.—Houston [1st Dist.] 1996, no writ); Miller v. Puritan Fashions Corp.,\n\n516 S.W.2d 234, 238 (Tex. Civ. App.—Waco 1974, writ ref’d n.r.e.).\n\n\n\n\n                                      12\n\f      Those cases are distinguishable for at least two reasons. First, the issue\n\nin those cases involved whether an abandonment, repudiation, or termination of\n\nthe contract containing an arbitration provision rendered the arbitration provision\n\nunenforceable. See Ambulance Billings Sys., Inc., 103 S.W.3d at 510, 512–14\n\n(involving whether settlement agreement of contract dispute rendered arbitration\n\nagreement no longer in effect); Koch Indus., Inc., 49 S.W.3d at 444–45 (opposing\n\nparties contended arbitration provision was unenforceable because easement\n\nhad been abandoned); Henry, 18 S.W.3d at 690 (involving issue of whether\n\ntermination of attorney-client contract also terminated arbitration clause); Dallas\n\nCardiology, 978 S.W.2d at 213 (finding any potential breach of contract did not\n\nrender arbitration clause unenforceable); Pepe Int’l, 915 S.W.2d at 932 (holding\n\ncancellation of underlying contracts did not invalidate arbitration clauses).5\n\n      Secondly, none of those cases involved provisions like that in the\n\nCompany Agreement that expressly excludes a former Member from the\n\ndefinition of “Member[s]” who are entitled to invoke the arbitration provision.\n\nEven though an arbitration provision survives termination of the contract\n\ncontaining it, see Henry, 18 S.W.3d at 690, this case is unique because the\n\n\n      5\n        Moreover, the termination, repudiation, abandonment, and breach issues\ninvolved in those cases dealt with the merits of the respective parties’ claims and\ndefenses (as opposed to termination of the arbitration clause itself), and those\nwere held to be issues for an arbitrator rather than the court. See Ambulance\nBillings Sys., Inc., 103 S.W.3d at 512–14; Koch Indus., Inc., 49 S.W.3d at 445;\nHenry, 18 S.W.3d at 690; Dallas Cardiology, 978 S.W.2d at 213; Pepe Int’l, 915\nS.W.2d at 932; Miller, 516 S.W.2d at 238.\n\n\n                                     13\n\fexpress language of the arbitration provision limits its application to disputes or\n\ndisagreements between “Members” and because the Company Agreement\n\nexpressly defines “Member” to exclude any person “who has ceased to be a\n\nMember.” Considering the enforceability of the arbitration provision alone, see\n\nKoch Indus., Inc., 49 S.W.3d at 445, Aldridge has not met his burden of\n\npresenting a valid agreement to arbitrate between himself and Thrift because the\n\nexpress language of the Company Agreement excludes former Members from\n\nthose entitled to compel arbitration and because Aldridge voluntarily resigned as\n\na Member of Thrift.        See AdvancePCS Health L.P., 172 S.W.3d at 607\n\n(discussing shifting burdens under FAA); see also AT&T Mobility LLC, 131 S. Ct.\n\nat 1752–53 (stating that the FAA requires courts to honor the parties’\n\nexpectations); Dillard Dep’t Stores, 186 S.W.3d at 515 (stating that the parties’\n\nintent as shown by the unambiguous agreement controls); Bates, 177 S.W.3d at\n\n422 (stating that reviewing courts may not read an agreement to arbitrate into a\n\ncontract “when one otherwise does not exist” and that the contract must clearly\n\nindicate the intent to arbitrate).\n\n      We hold that the trial court did not err by denying Aldridge’s motion to\n\ncompel arbitration because Aldridge does not have the contractual right under\n\nthe Company Agreement to compel arbitration of Thrift’s claims against him. We\n\ntherefore overrule Aldridge’s third issue.\n\n\n\n\n                                     14\n\fC. Aldridge’s Remaining Issues\n\n      Aldridge contends in his second issue that Thrift may be compelled to\n\narbitrate its claims even though it did not separately sign the Company\n\nAgreement. Within his second issue, Aldridge argues that Thrift’s claims in this\n\nlawsuit are subject to arbitration because Thrift is bound by the Company\n\nAgreement; because Thrift artfully pleaded claims actually belonging to Harvison,\n\nthe only remaining Member of Thrift, in an attempt to avoid arbitration; because\n\ndirect benefits estoppel requires arbitration of Thrift’s claims; and because Thrift’s\n\nclaims fall within the scope of the arbitration provision.\n\n      Those remaining arguments, however, each assume that Aldridge has the\n\ncontractual right under the Company Agreement to compel arbitration. Because\n\nwe have held above that Aldridge does not have a right to compel arbitration\n\ngiven the express contractual language and his voluntary resignation as a\n\nMember, that issue is dispositive of the appeal, and it is unnecessary for us to\n\nreach Aldridge’s first or second issue. See Tex. R. App. P. 47.1 (“The court of\n\nappeals must hand down a written opinion that . . . addresses every issue raised\n\nand necessary to final disposition of the appeal.”).\n\n\n\n\n                                      15\n\f                                IV. Conclusion\n\n      Having overruled Aldridge’s third issue, and finding it unnecessary to reach\n\nhis general first issue or his second issue, we affirm the trial court’s order\n\ndenying Aldridge’s motion to compel arbitration.\n\n\n\n                                                   ANNE GARDNER\n                                                   JUSTICE\n\nPANEL: LIVINGSTON, C.J.; GARDNER and GABRIEL, JJ.\n\nDELIVERED: August 2, 2012\n\n\n\n\n                                    16\n\f",
            "ocr": false,
            "opinion_id": 3110845
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}