{
    "id": 3117273,
    "judges": null,
    "date_filed": 1371081600000,
    "date_filed_is_approximate": false,
    "slug": "william-earl-durham-v-state",
    "case_name_short": null,
    "case_name": "William Earl Durham v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=6976&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOpinion",
            "author_id": null,
            "opinion_text": "Opinion issued June 13, 2013\n\n\n\n\n                                 In The\n\n                           Court of Appeals\n                                 For The\n\n                       First District of Texas\n                        ————————————\n                           NO. 01-12-00459-CR\n                         ———————————\n                  WILLIAM EARL DURHAM, Appellant\n                                   V.\n                    THE STATE OF TEXAS, Appellee\n\n\n\n\n                  On Appeal from the 75th District Court\n                         Liberty County, Texas\n                     Trial Court Case No. CR28475\n\f                          MEMORANDUM OPINION\n\n      A jury found appellant William Earl Durham guilty of the offense of failing\n\nto comply with sex-offender registration requirements. 1 Appellant entered a plea\n\nof true to an enhancement allegation of a prior felony conviction, elevating the\n\npunishment range from a third-degree felony to a second-degree felony. 2 The jury\n\nassessed appellant’s punishment at 12 years in prison.\n\n      Appellant raises two issues on appeal.3       He challenges the trial court’s\n\ndecision not to admit certain evidence and raises an ineffective assistance of\n\ncounsel claim.\n\n      We affirm.\n\n                                    Background\n\n      On April 20, 1994, appellant was convicted in 230th District Court of Harris\n\nCounty of the offense of burglary of a habitation with the intent to commit sexual\n\nassault. Based on the conviction, appellant was instructed to register as a sex\n\noffender with the local law enforcement authority. After he was released from\n\n\n1\n      See TEX. CODE CRIM. PROC. ANN. art. 62.001 (Vernon Supp. 2012); TEX. CODE\n      CRIM. PROC. ANN. art. 62.051 (Vernon Supp. 2012).\n2\n      See TEX. CODE CRIM. PROC. ANN. art. 62.102 (Vernon 2006); TEX. PENAL CODE\n      ANN. § 12.42(a) (Vernon Supp. 2012).\n3\n      This appeal, originally filed in the Ninth Court of Appeals, Beaumont, Texas, was\n      transferred to the First Court of Appeals, Houston, Texas. See TEX. GOV’T CODE\n      ANN. § 73.001 (Vernon 2013).\n\n                                          2\n\fprison, appellant lived in Liberty, Texas, at a home owned by his mother. While\n\nresiding there, appellant registered as a sex offender with the Liberty Police\n\nDepartment.\n\n      In December 2010, appellant was indicted by a grand jury in Liberty County\n\nfor failure to comply with the sex-offender registration requirements. At trial, the\n\nState offered proof that appellant no longer resided at his mother’s house and that\n\nhe had failed to provide his new address to local law enforcement authorities.\n\nAppellant asserted that he had complied with the registration requirements.\n\n      Appellant also contended that he was not required to register as a sex\n\noffender, although he had been registering for a number of years, because he had\n\nnot been convicted of an offense for which he was required to register. To support\n\nthis contention, appellant sought to admit into evidence documents from a 2005\n\npost-conviction application for writ of habeas corpus proceeding filed in the 230th\n\nDistrict Court of Harris County.     The habeas proceeding related to a dispute\n\nregarding appellant’s parole for the burglary conviction. Among the documents\n\nappellant sought to admit were the findings of fact and conclusions of law signed\n\nby the habeas court. The State objected that the documents were not relevant and\n\nwould confuse the jury. The trial court sustained the State’s objection and denied\n\nappellant’s request to admit the documents, including the findings of fact and\n\nconclusions of law.\n\n                                         3\n\f      The jury found appellant guilty of the offense of failure to comply with the\n\nsex-offender registration requirements.       Appellant pleaded true to a felony-\n\nenhancement allegation in the indictment, elevating the punishment range from a\n\nthird-degree felony to a second-degree felony.        The jury assessed appellant’s\n\npunishment at 12 years in prison.\n\n      Appellant now appeals, raising two issues.        Appellant contends that he\n\nreceived ineffective assistance of counsel at trial and that the trial court erred by\n\ndenying his request to admit into evidence the findings of fact and conclusions of\n\nlaw from the 2005 habeas proceeding.\n\n                                 Evidentiary Ruling\n\n      In his second issue, appellant complains that he is entitled to the defense of\n\nmistake of law and that the trial court erred when it refused to admit the findings of\n\nfact and conclusions of law from the 2005 habeas proceeding, which he contends\n\nindicate that he had not been convicted of an offense for which he was required to\n\nregister as a sex offender. Appellant argues that, by refusing to admit the findings\n\nof fact and conclusions of law, the trial court deprived him of his ability to present\n\nhis defense of mistake of law.\n\nA.    Standard of Review\n\n      We review a trial court’s decision to admit or to exclude evidence for abuse\n\nof discretion. See Martinez v. State, 327 S.W.3d 727, 736 (Tex. Crim. App. 2010).\n\n                                          4\n\fA trial court abuses its discretion only if its decision is “so clearly wrong as to lie\n\noutside the zone within which reasonable people might disagree.” Taylor v. State,\n\n268 S.W.3d 571, 579 (Tex. Crim. App. 2008).\n\nB.    Statutory Provisions\n\n      To understand appellant’s evidentiary argument, it is necessary first to\n\nunderstand the relevant statutes involved.\n\n      A person commits the offense of failure to comply with the sex-offender\n\nregistration requirements if he “is required to register and fails to comply” with any\n\nof the registration requirements set out in chapter 62 of the Texas Code of Criminal\n\nProcedure. TEX. CODE CRIM. PROC. art. 62.102(a) (Vernon 2006); see Young v.\n\nState, 341 S.W.3d 417, 425 (Tex. Crim. App. 2011). A person who is “required to\n\nregister” is one who, among other circumstances, has a “reportable conviction or\n\nadjudication.”   TEX. CODE CRIM. PROC. art. 62.051(a) (Vernon Supp. 2012)\n\n(providing that person who has reportable conviction “shall register . . . with the\n\nlocal law enforcement authority”).\n\n      A conviction or adjudication for the offense of burglary may be a\n\n“reportable conviction or adjudication” for purposes of sex-offender registration.\n\nSee TEX. CODE CRIM. PROC. 62.001(5)(D) (Vernon Supp. 2012). Code of Criminal\n\nProcedure article 62.001(5)(D) defines the phrase “reportable conviction or\n\nadjudication” to include\n\n                                          5\n\f      (D) a violation of Section 30.02 (Burglary), Penal Code, if the offense\n      or conduct is punishable under Subsection (d) of that section and the\n      actor committed the offense or engaged in the conduct with intent to\n      commit a felony listed in Paragraph (A) or (C).\n\nId. Based on this provision, to determine whether a person must register as a sex\n\noffender when convicted of burglary, it is necessary to ascertain the following two\n\ncomponents:\n\n   • (1) Whether the offense or conduct is punishable under Penal Code\n     subsection 30.02(d); and\n\n   • (2) Whether the person committed the burglary offense or engaged in the\n     conduct with the intent to commit a felony listed in Code of Criminal\n     Procedure article 62.001(5)(A) or 62.001(5)(C).\n\nSee id. Here, appellant was convicted of burglary of a habitation with the intent to\n\ncommit sexual assault. Sexual assault is a felony listed in 62.001(5)(A). See id.\n\nart. 62.001(5)(A).\n\n      When appellant committed the burglary offense in 1992, Penal Code\n\nsubsection 30.02(d) provided,\n\n      (d) [The offense of burglary] is a felony of the first degree if:\n\n              (1) the premises are a habitation; or\n\n              (2) any party to the offense is armed with explosives or a\n              deadly weapon; or\n\n              (3) any party to the offense injures or attempts to injure\n              anyone in effecting the entry or while in the building or\n              in immediate flight from the building.\n\n\n                                           6\n\fAct of May 24, 1973, 63d Leg., R.S., ch. 399, § 1, sec. 30.02, 1973 Tex. Gen.\n\nLaws 883, 926–27 (amended 1993, 1995, 1999) (current version at TEX. PENAL\n\nCODE ANN. § 30.02 (Vernon 2011)) (cited hereinafter as “Former § 30.02(d)”).\n\n      The judgment of conviction admitted into evidence in this case shows that\n\nappellant was convicted of the first-degree felony offense burglary of a habitation\n\nwith the intent to commit sexual assault. 4      It is not disputed that appellant’s\n\nburglary conviction was determined to be a felony of the first degree under former\n\nPenal Code subsection 30.02(d). Thus, appellant’s conviction for the first-degree\n\nfelony offense burglary of a habitation with the intent to commit sexual assault is a\n\nreportable conviction pursuant to Code of Criminal Procedure article 62.001(5)(D)\n\nfor which he was required to register as a sex offender. See TEX. CODE CRIM.\n\nPROC. art. 62.001(5)(D).\n\nC.    Discussion\n\n      In the trial court, appellant argued that the findings of fact and conclusions\n\nof law from the 2005 habeas proceeding should be admitted because they provided\n\na basis for him to believe that he was not required to comply with the sex-offender\n\n\n4\n      Two judgments nunc pro tunc were signed regarding appellant’s burglary\n      conviction, but appellant does not argue that the signing of the nunc pro tunc\n      judgments support his appellate challenges. The record is clear that appellant was\n      convicted of the first-degree felony offense of burglary of a habitation with the\n      intent to commit sexual assault. The most recent judgment nunc pro tunc from\n      2006, expressly indicates that appellant was convicted of burglary of a habitation\n      with the intent to commit sexual assault.\n                                          7\n\fregistration requirements.     Appellant asserted that the findings of fact and\n\nconclusions of law indicated that he had not been convicted of burglary of a\n\nhabitation with the intent to commit sexual assault; rather, he had been convicted\n\nof the offense of simple first-degree burglary of a habitation.\n\n      The State objected on the ground that the findings of fact and conclusions of\n\nlaw from the 2005 habeas proceeding were not relevant to whether appellant was\n\nrequired to comply with the sex-offender registration requirements. The trial court\n\nsustained the State’s objection and denied appellant’s request to admit the\n\ndocument. We determine whether the trial court abused its discretion in sustaining\n\nthe State’s relevancy objection and denying appellant’s request to admit the\n\nfindings of fact and conclusions of law.\n\n      In the 2005 habeas proceeding, appellant did not challenge his conviction for\n\nburglary of a habitation with intent to commit sexual assault.        Instead, the\n\nproceeding involved a dispute relating to his eligibility for release on mandatory\n\nsupervision for the burglary offense. Determination of whether appellant had been\n\neligible for mandatory supervision required the habeas court to determine which\n\nsubpart part of former Penal Code section 30.02(d) applied to appellant’s burglary\n\nconviction.\n\n\n\n\n                                           8\n\f      In its findings of fact and conclusions of law, the habeas court determined\n\nthat appellant had been convicted pursuant to former subsection 30.02(d)(1). 5 That\n\nsubsection provided that a burglary offense was a first-degree felony if the\n\npremises involved was a habitation. See Former § 30.02(d)(1). The habeas court\n\nalso determined that appellant had not been convicted pursuant to former Penal\n\nCode subsections 30.02(d)(2) or 30.02(d)(3). Those subsections provided that the\n\noffense of burglary is a felony of the first degree if “any party to the offense is\n\narmed with explosives or a deadly weapon” or “any party to the offense injures or\n\nattempts to injure anyone in effecting entry or while in the building or in\n\nimmediate flight from the building.” See Former § 30.02(d)(2), (3).\n\n      Although not entirely clear, appellant appears to have argued in the trial\n\ncourt that, by its findings of fact and conclusions of law, the habeas court\n\nimplicitly determined that he had not injured or attempted to injure anyone during\n\nthe burglary. He asserted that, based on this determination, he could not have had\n\nthe intent to commit sexual assault when he committed the burglary. Appellant\n\nasserted that, absent the intent to commit sexual assault, he had not been convicted\n\nof an offense for which he was required to register as a sex offender. See TEX.\n\nCODE CRIM. PROC. art. 62.001(5)(A), (D).\n\n\n\n5\n      The findings of fact and conclusions of law were not admitted into evidence but\n      are contained in the record.\n                                         9\n\f       On appeal, appellant contends that, by refusing to admit the findings of fact\n\nand conclusions of law, the trial court deprived him of his ability to assert the\n\naffirmative defense of mistake of law. Penal Code section 8.03, entitled, “Mistake\n\nof Law,” provides in relevant part:\n\n       (b) It is an affirmative defense to prosecution that the actor reasonably\n       believed the conduct charged did not constitute a crime and that he\n       acted in reasonable reliance upon:\n\n             ....\n             (2) a written interpretation of the law contained in an\n             opinion of a court of record or made by a public official\n             charged by law with responsibility for interpreting the\n             law in question.\n\nTEX. PENAL CODE ANN. § 8.03(b)(2) (Vernon 2011).\n\n       Citing Penal Code section 8.03, appellant asserts that, had the findings of\n\nfact and conclusions of law been admitted into evidence, he would have argued\n\nthat he did not comply with the sex-offender registration requirements because he\n\nreasonably relied on the habeas court’s findings and conclusions, which he\n\nbelieved showed that he had not been convicted of an offense for which he had to\n\nregister.   Appellant intimates that he relied on the habeas court’s implicit\n\ndetermination that he had not injured or attempted to injure anyone during the\n\ncourse of the burglary, and, thus, he could not have had the intent to commit sexual\n\nassault when he committed the burglary.\n\n\n\n\n                                          10\n\f      Appellant’s position, however, is contrary to the law. Proving the offense of\n\nburglary of a habitation with the intent to commit sexual assault does not require a\n\nshowing that appellant injured or attempted to injure anyone during the burglary.\n\nSee Ford v. State, 632 S.W.2d 151, 153 (Tex. Crim. App. 1982). Nor does it\n\nrequire a showing that appellant committed or attempted to commit sexual assault.\n\nSee id. Appellant was not convicted of burglary by entering a habitation and\n\nactually committing or attempting to commit a sexual assault, a separate offense\n\nfrom burglary of a habitation with the intent to commit sexual assault. Compare\n\nTEX. PENAL CODE ANN. § 30.02(a)(1) with § 30.02(a)(3). A conviction for the\n\noffense of burglary of a habitation with the intent to commit sexual assault only\n\nrequires a showing that appellant intended to commit sexual assault when he\n\nentered the habitation, not that he actually attempted to commit or committed\n\nsexual assault. See Ford, 632 S.W.2d at 153.\n\n      As stated, the trial court sustained the State’s objection that the findings of\n\nfact and conclusions of law were not relevant. Relevant evidence is evidence that\n\nhas “any tendency to make the existence of any fact that is of consequence to the\n\ndetermination of the action more probable or less probable than it would be\n\nwithout the evidence.” TEX. R. EVID. 401. Evidence that is not relevant is not\n\nadmissible. TEX. R. EVID. 402.\n\n\n\n\n                                        11\n\f       Given the law, the habeas court’s determination that appellant was not\n\nconvicted under former Penal Code subsections 30.02(d)(2) or 30.02(d)(3)—that\n\nis, was not found to have been armed with explosives or a deadly weapon, or to\n\nhave injured or attempted to injure anyone during the burglary—did not tend to\n\nsupport a reasonable belief by appellant that he was not convicted of an offense for\n\nwhich he had to register as a sex offender. Based on the offense for which he was\n\nconvicted, appellant offers no argument to show why it was reasonable for him to\n\nbelieve that the findings of fact and conclusions of law established that he was not\n\nrequired to comply with the sex-offender registration requirements.\n\n       We conclude it was within the trial court’s discretion to determine that the\n\nfindings of fact and conclusions of law were not relevant evidence. See TEX. R.\n\nEVID. 401. We hold that the trial court did not abuse its discretion when it\n\nsustained the State’s relevancy objection and excluded the findings of fact and\n\nconclusions of law. See TEX. R. EVID. 402.\n\n       We overrule appellant’s second issue.\n\n                             Ineffective Assistance of Counsel\n\n       In his first issue, appellant contends that he received ineffective assistance of\n\ncounsel at trial.\n\n\n\n\n                                          12\n\fA.    Applicable Legal Principles\n\n      To prevail on a claim of ineffective assistance of counsel, an appellant must\n\nshow the following: (1) counsel’s performance fell below an objective standard of\n\nreasonableness and (2) a reasonable probability exists that, but for counsel’s errors,\n\nthe result would have been different. See Strickland v. Washington, 466 U.S. 668,\n\n687–88, 694, 104 S. Ct. 2052, 2064, 2068 (1984); Andrews v. State, 159 S.W.3d\n\n98, 101 (Tex. Crim. App. 2005). The first Strickland component requires appellant\n\nto overcome the strong presumption that counsel’s performance falls within a wide\n\nrange of reasonable professional assistance. See Andrews, 159 S.W.3d at 101. The\n\nsecond Strickland component requires appellant to show that there is a reasonable\n\nprobability that, but for counsel’s errors, the result of the proceeding would have\n\nbeen different.   See id. at 102.        A “reasonable probability” is a probability\n\nsufficient to undermine confidence in the outcome. See id.\n\n      Appellant has the burden to establish both components by a preponderance\n\nof the evidence. See Jackson v. State, 973 S.W.2d 954, 956 (Tex. Crim. App.\n\n1998).   A failure to show either (1) deficient performance or (2) sufficient\n\nprejudice defeats the ineffectiveness claim. See Williams v. State, 301 S.W.3d 675,\n\n687 (Tex. Crim. App. 2009); Carballo v. State, 303 S.W.3d 742, 750 (Tex. App.—\n\nHouston [1st Dist.] 2009, pet. ref’d).\n\n\n\n\n                                            13\n\fB.    Analysis\n\n      In his brief, appellant contends, “It is clear from the record that [appellant’s]\n\nmain strategy [at trial] was that he was not subject to registration as his case was\n\nnot a reportable offense.” Appellant again relies on his assertion that the habeas\n\ncourt’s findings of fact and conclusions of law provided a basis to argue that he\n\nhad not been convicted of the offense of burglary of a habitation with the intent to\n\ncommit sexual assault but had instead been convicted of only simple burglary.\n\nAppellant asserts that defense counsel should have moved to quash the indictment\n\non this basis. He also contends that defense counsel should have re-urged the\n\nadmission of the findings of fact and conclusions of law during appellant’s trial\n\ntestimony, pointing to instances when he contends the State, on cross-examination,\n\n“opened the door” to the admission of the document. As discussed, the findings of\n\nfact and conclusions of law do not serve as a basis to support an argument that\n\nappellant was not convicted of the offense of burglary of a habitation with the\n\nintent to commit sexual assault. See Ford, 632 S.W.2d at 153.\n\n      A motion to quash the indictment based on the assertion that appellant was\n\nnot convicted of an offense for which he was required to comply with the sex-\n\noffender registration requirements because the habeas court determined that he had\n\nnot been convicted under Penal Code subsections 30.02(d)(2) or 30.02(d)(3) would\n\nhave been properly denied by the trial court. Similarly, appellant has not shown\n\n                                         14\n\fthat any further request to admit the findings of fact and conclusions of law into\n\nevidence to show mistake of law or to show appellant was not required to comply\n\nwith the registration requirements would have been successful.\n\n      Counsel is not ineffective for failing to undertake futile actions. See Mooney\n\nv. State, 817 S.W.2d 693, 698 (Tex. Crim. App. 1991); see also Ex parte Chandler,\n\n182 S.W.3d 350, 356 (Tex. Crim. App. 2005) (“[A] reasonably competent counsel\n\nneed not perform a useless or futile act[.]”)). We hold that appellant has not met\n\nhis burden to satisfy the first Strickland component to demonstrate by a\n\npreponderance of the evidence that his trial counsel’s performance fell below an\n\nobjective standard of reasonableness. See Strickland, 466 U.S. at 687–88, 104 S.\n\nCt. at 2064; Andrews, 159 S.W.3d at 101–02.\n\n      We overrule appellant’s first issue.\n\n                                    Conclusion\n\n      We affirm the judgment of the trial court.\n\n\n\n\n                                              Laura Carter Higley\n                                              Justice\n\nPanel consists of Justices Keyes, Higley, and Bland.\n\nDo not publish. TEX. R. APP. P. 47.2(b).\n\n\n                                         15\n\f",
            "ocr": false,
            "opinion_id": 3117273
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}