{
    "id": 3125884,
    "judges": null,
    "date_filed": "2004-09-02",
    "date_filed_is_approximate": true,
    "slug": "trey-obrien-v-state",
    "case_name_short": null,
    "case_name": "Trey Obrien v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 2.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=4921&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa04%5cOpinion",
            "author_id": null,
            "opinion_text": "                                 MEMORANDUM OPINION\n                                         No. 04-11-00460-CR\n\n                                           Trey O’BRIEN,\n                                              Appellant\n\n                                                   v.\n\n                                        The STATE of Texas,\n                                              Appellee\n\n                     From the 186th Judicial District Court, Bexar County, Texas\n                                   Trial Court No. 2009CR7358\n                           Honorable Maria Teresa Herr, Judge Presiding\n\nOpinion by:       Catherine Stone, Chief Justice\n\nSitting:          Catherine Stone, Chief Justice\n                  Sandee Bryan Marion, Justice\n                  Steven C. Hilbig, Justice\n\nDelivered and Filed: February 15, 2012\n\nAFFIRMED\n\n           Trey O’Brien entered an open plea of no contest to burglary of a habitation with intent to\n\ncommit aggravated assault and aggravated assault with a deadly weapon.               The trial court\n\nassessed sentences of twelve years in prison and a $2,000 fine for each offense, with the\n\nsentences running concurrently. O’Brien’s court-appointed attorney filed a brief containing a\n\nprofessional evaluation of the record in accordance with Anders v. California, 386 U.S. 738\n\n(1967). Counsel concludes that the appeal has no merit. Counsel provided O’Brien with a copy\n\f                                                                                                    04-11-00460-CR\n\n\nof the brief and informed him of his right to review the record and file his own brief. See\n\nNichols v. State, 954 S.W.2d 83, 85-86 (Tex. App.—San Antonio 1997, no pet.); Bruns v. State,\n\n924 S.W.2d 176, 177 n.1 (Tex. App.—San Antonio 1996, no pet.). O’Brien filed a pro se brief\n\nasserting ineffective assistance of counsel.\n\n         After reviewing the record, counsel’s brief, and O’Brien’s pro se brief, we conclude that\n\nthe appeal is frivolous and without merit. See Bledsoe v. State, 178 S.W.3d 824, 826-27 (Tex.\n\nCrim. App. 2005). 1 The judgment of the trial court is affirmed. Appellate counsel’s request to\n\nwithdraw is granted. Nichols, 954 S.W.2d at 86; Bruns, 924 S.W.2d at 177 n.1. No substitute\n\ncounsel will be appointed. Should O’Brien wish to seek further review of this case by the Texas\n\nCourt of Criminal Appeals, O’Brien must either retain an attorney to file a petition for\n\ndiscretionary review or O’Brien must file a pro se petition for discretionary review. Any petition\n\nfor discretionary review must be filed within thirty days from the later of: (1) the date of this\n\nopinion; or (2) the date the last timely motion for rehearing is overruled by this court. See TEX.\n\nR. APP. P. 68.2. Any petition for discretionary review must be filed in the Texas Court of\n\nCriminal Appeals. See TEX. R. APP. P. 68.3. Any petition for discretionary review should\n\ncomply with the requirements of Rule 68.4 of the Texas Rules of Appellate Procedure. See TEX.\n\nR. APP. P. 68.4.\n\n                                                          Catherine Stone, Chief Justice\n\nDO NOT PUBLISH\n\n\n\n1\n If an Anders brief is filed in an appeal and the appellant elects to file a pro se brief, the Texas Court of Criminal\nAppeal has instructed that this court has two choices. Bledsoe, 178 S.W.2d at 826-27. We may “determine that the\nappeal is wholly frivolous and issue an opinion explaining that [the court] has reviewed the record and finds no\nreversible error.” Id. “Or, [we] may determine that arguable grounds for appeal exist and remand the cause to the\ntrial court so that new counsel may be appointed to brief the issues.” Id. at 827. “Only after the issues have been\nbriefed by new counsel may [this court] address the merits of the issues raised.” Id. If we “were to review the case\nand issue an opinion which addressed and rejected the merits raised in a pro se response to an Anders brief, then\n[the] [a]ppellant would be deprived of the meaningful assistance of counsel.” Id.\n\n                                                        -2-\n\f",
            "ocr": false,
            "opinion_id": 3125884
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}