{
    "id": 3129952,
    "judges": null,
    "date_filed": 1271289600000,
    "date_filed_is_approximate": false,
    "slug": "in-the-interest-of-bj-a-child",
    "case_name_short": null,
    "case_name": "in the Interest of B.J., a Child",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=409&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa02%5cOpinion",
            "author_id": null,
            "opinion_text": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCOURT OF APPEALS\n\nSECOND DISTRICT OF TEXAS\n\nFORT WORTH\n\n\n\n\n\nNO. 2-09-140-CV\n\n\n\n\n\nIN THE INTEREST OF B.J., \n\nA CHILD\n\n\n\n------------\n\n\n\nFROM THE 231ST DISTRICT COURT OF TARRANT COUNTY\n\n\n\n------------\n\n\n\nMEMORANDUM OPINION\n(footnote: 1)\n\n\n------------\n\nAppellant J.J. appeals from the termination\n \nof her parental rights to her daughter B.J.  In twelve issues, Appellant contends that the evidence is legally and factually insufficient to support termination, challenges the appointment of the Texas Department of Family and Protective Services (TDFPS) as Permanent Managing Conservator (PMC), and contends that subsections (b) and (i) of section 263.405 of the family code are unconstitutional.  Because we hold that the evidence is legally and factually sufficient to support termination and that Appellant has not shown that the challenged statutory provisions have harmed her, we affirm the trial court’s judgment.\n\nThe trial court found by clear and convincing evidence that Appellant had (1) knowingly placed or knowingly allowed the child to remain in conditions or surroundings that endanger her physical or emotional well-being and (2) engaged in conduct or knowingly placed the child with persons who engaged in conduct that endangers the child’s physical or emotional well-being.\n(footnote: 2)  The trial court also found that termination of the parent-child relationship would be in the child’s best interest.\n(footnote: 3)\n\tIn her first, second, third, and fourth issues, Appellant contends that the evidence is legally and factually insufficient to support the endangerment findings.  As we have explained in a similar case,\n\nEndangerment means to expose to loss or injury, to jeopardize.  The trial court may order termination of the parent-child relationship if it finds by clear and convincing evidence that the parent has knowingly placed or knowingly allowed the child to remain in conditions or surroundings that endanger the physical or emotional well-being of the child.  Under subsection (D), it is necessary to examine evidence related to the environment of the child to determine if the environment was the source of endangerment to the child’s physical or emotional well-being.  Conduct of a parent in the home can create an environment that endangers the physical and emotional well-being of a child. \n\n\n\n. . . . Under subsection (E), the relevant injury is whether evidence exists that the endangerment of the child’s physical or emotional well-being was the direct result of the parent’s conduct, including acts, omissions, and failures to act.  Termination under subsection (E) must be based on more than a single act or omission; a voluntary, deliberate, and conscious course of conduct by the parent is required.\n\n\n\nTo support a finding of endangerment, the parent’s conduct does not necessarily have to be directed at the child, and the child is not required to suffer injury.  The specific danger to the child’s well-being may be inferred from parental misconduct alone, and to determine whether termination is necessary, courts may look to parental conduct both before and after the child’s birth. . . .  A parent’s decision to engage in illegal drug use during the pendency of a termination suit, when the parent is at risk of losing a child, supports a finding that the parent engaged in conduct that endangered the child’s physical or emotional well-being.  Thus, parental and caregiver illegal drug use supports the conclusion that the children’s surroundings endanger their physical or emotional well-being.  A factfinder may also reasonably infer from a parent’s failure to attend scheduled drug screenings that the parent was avoiding testing because the parent was using drugs.  As a general rule, conduct that subjects a child to a life of uncertainty and instability endangers the child’s physical and emotional well-being.\n\n\n\nBecause the evidence pertaining to subsections 161.001(1)(D) and (E) is interrelated, we conduct a consolidated review.\n(footnote: 4)\n\tThe \ntrial court\n heard the following evidence.  Darlene Pile, an investigator for Child Protective Services (CPS), \nvisited Appellant’s apartment\n in response to a report of physical neglect when B.J. was eleven months old.  Pile described the report:\n\n[T]he persons were concerned concerning [B.J.]’s appearance.  There was comments that her head was dirty, her nails were dirty, the child wasn’t—was unkept [sic].  The—she had gone to a sitter, I guess, and the child was only provided with a sippy cup, ramen noodles, size 4 diapers, when she only wore a size 2 diaper.  The child was just unkept [sic].  She was a loner.  She didn’t want to play.\n\n\n\nWhen Pile investigated at the sitter’s house, the sitter had already bathed B.J., but Pile noted that the sippy cup was dirty and contained only about an inch of fluid and that Appellant had not left any milk or clean clothes for B.J.  Pile reported that although Appellant, B.J., and their apartment were clean when she later visited Appellant, no food appropriate for an eleven-month-old was available in the home.  Pile testified that when asked why there was no milk, Appellant claimed that B.J. was lactose intolerant.  Pile also testified that Appellant told her that she did not need WIC because B.J. did not drink milk.  Appellant testified that she never told anyone that B.J. was lactose intolerant but that she did tell CPS that B.J. did not like white milk.\n\nB.J. was admitted into Cook Children’s Hospital on January 24, 2008, one week before her first birthday.  Hospital personnel noticed that when they arrived, both Appellant and B.J. had hygiene issues.  B.J.’s blanket was filthy, and the crevices in her sippy cup contained dirt.\n\nB.J. was diagnosed with cellulitis and failure to thrive.  Even with an armboard attached for an IV, B.J. weighed only 16 pounds and 7.3 ounces, the minimum for what doctors would have expected for a seven-month-old.  She was below the fifth percentile for weight of babies in her age group in the United States.  There was evidence that Appellant informed medical personnel that B.J. was a picky eater, refusing milk and “other things which most children like.”\n\nDr. Kevin Wylie, B.J.’s attending physician at Cook Children’s Hospital, testified that B.J.’s failure to thrive was most likely caused by undernourishment and malnutrition.  Importantly, the doctor made clear in his testimony that the problem was not just that Appellant was giving B.J. inappropriate food.  He stated that B.J. had been “getting insufficient food” and “insufficient caloric intake” and that the most important part of solving B.J.’s problem was just “[f]eeding her.”  Her low weight placed her at risk for developmental problems.  Further, at the hospital, B.J. was observed not to be a picky eater, drank milk with no problem, and began gaining weight.  Dr. Wylie testified that she ate “more than what would be expected for her weight.”\n\nDr. Wylie was concerned that Appellant could not adequately care for B.J. because of the medical history Appellant provided, which showed that B.J. was two sets of immunizations behind schedule; B.J.’s poor hygiene and low weight upon arrival; Appellant’s interactions in the hospital; and the fact that B.J. thrived in the hospital.\n\nThere was evidence that Appellant was not taking her bipolar medication regularly.  Dr. Wylie testified that his notes indicated that Appellant had told the nurses that she could not pay for her bipolar medicine, but they observed that she purchased Starbucks products frequently.  Appellant testified that she took her medication regularly but admitted to not taking it for “a couple of weeks” in 2008 when she did not have it.\n\nDr. Wylie testified that Appellant was inexplicably belligerent and confrontational at the hospital.  He stated that his impression was that her regard for B.J.’s health was not where it would be for the average patient, and that his baseline was pretty low.  As an example, he testified that she got upset when she was told that B.J. would have to stay in the hospital longer, not because of any concern for B.J. but because Appellant wanted to go home.  Appellant admitted at trial that B.J. had been two sets of immunizations behind, that is, the baby had no immunizations or checkups between the ages of two weeks and four months, because Appellant was working and did not have time to get B.J. timely medical care.\n\nWhile B.J. was in the hospital, medical staff explained the long-term ramifications of inadequate nutrition to Appellant; however, she continued to provide inappropriate nutrition to B.J. by giving the child soft drinks, chips, and other junk food.  \nFurthermore, there was evidence \nthat Appellant, who was a certified nursing assistant at the time, had attempted to remove B.J.’s IV to change her diaper without consulting any of the hospital staff.  Appellant denied in her testimony that she had attempted to remove the IV and testified that she had helped a nurse unhook or disconnect it when the nurse was changing out the IV.\n\nDr. Wylie recommended placing B.J. upon discharge where CPS could be sure that she would get food to confirm that her problem was lack of appropriate nutrition instead of an obscure medical problem.  B.J. was placed in foster care upon her discharge from the hospital.  She gained about eleven and a half ounces within a week, and by the time she saw a pediatrician two months after her hospitalization, she weighed twenty pounds and was back on a normal growth curve.  Her pediatrician opined that she had made a “dramatic improvement.”  At her last checkup before trial, B.J. weighed 24.8 pounds.\n\nThe foster mother testified that B.J. ate peas and drank milk the night she arrived.  In describing B.J.’s initial appearance, the foster mother testified, \n\nShe came to me reminding me so much of my daughter that I went to Latvia for. . . .  She had that orphanage look, which is a very blank, very sad, very lonely look.  And I could put her down and blow on her belly and tickle her and she didn’t respond.\n\n\n\nShe never cried for food.  I had to put her on a—just—you eat breakfast; you eat snack; you eat lunch; you eat snack; you eat dinner; you get your bottle; you drink it; you go to bed.  It took a while before she actually knew to cry for any type of food or ask for it.  The day she first started asking for food, I was so excited, I called my husband up at work.\n\n\n\nDuring the pendency of the case, Appellant committed the state jail felony offense of theft of a vehicle.  She pled guilty to the offense and was placed on deferred adjudication community supervision.  At the time of the termination trial, Appellant was still on deferred adjudication community supervision but had been threatened with revocation unless she completed drug treatment.  She had been discharged from drug treatment in December 2008 for noncompliance.\n\nAppellant admitted that she had used marijuana on and off since she was fourteen years old.  She admitted to smoking marijuana during both of her pregnancies and during the pendency of both the CPS case and her deferred adjudication community supervision, violating the terms of her community supervision.  She tested positive for marijuana on three separate occasions—December 22, 2008, February 26, 2009, and March 27, 2009.  She refused to take a urine test for CPS in March 2009 but testified that she had smoked marijuana less than a month before trial.\n\nApplying the appropriate standard for reviewing the legal sufficiency of the evidence,\n(footnote: 5) we hold that, based upon our review of the record, the evidence is legally sufficient to support the trial court’s endangerment findings regarding Appellant under subsections (D) and (E).  Further, applying the appropriate standard for reviewing the factual sufficiency of the evidence,\n(footnote: 6) we hold that, based upon our review of the record, the evidence is factually sufficient to support those findings.  We overrule Appellant’s first, second, third, and fourth issues.\n\nAlong with a best interest finding, a finding of only one ground alleged under section 161.001(1) is sufficient to support a judgment of termination.\n(footnote: 7)  \nWe therefore do not reach Appellant’s fifth and sixth issues.\n(footnote: 8)  \n\nIn her seventh and eighth issues, Appellant contends that the evidence is legally and factually insufficient to support the trial court’s finding that termination of Appellant’s parental rights is in B.J.’s best interest.  In addition to the above evidence, there was also evidence that Appellant failed to satisfy several requirements set forth in her CPS family service plan.  Specifically, she \n\nfailed to go to personal individual counseling; failed to follow through with drug assessment; and refused to take a drug test.\n\nAdditionally, instead of attending parenting classes set out in her service plan, Appellant opted to take parenting classes from Safe Haven.  However, she was unable to provide documentation of attendance or completion upon request.  After taking parenting classes, she refused to change B.J.’s wet diaper during a CPS visit, indicating an inability to appropriately parent the child.  Also during visitation, Appellant spoke inappropriately to the child, both speaking to her as she would an adult and becoming overly frustrated with the child.  Appellant did not visit B.J. as often as she was allowed.  In fact, she only visited her daughter seventeen times out of thirty-two opportunities given to her by CPS.  In October 2008, she failed to visit her daughter at all.  Appellant testified that she missed visits to meet other service plan requirements, such as working and attending MHMR appointments, and because of transportation issues.\n\nAppellant\n \nwas unable to maintain stable housing throughout the duration of the case.  From August 1, 2008, to the time of trial, Appellant resided at at least seven different places, including a shelter.  At trial, she resided in a rented home with a friend.  Appellant’s name was not on the lease, which had expired.\n\nAppellant was also unable to maintain stable employment throughout the duration of the case.  From August 2008 to February 2009, Appellant had six different jobs.\n\nAppellant testified that B.J. hugs her, calls her Mama, and is sad at the end of visits.  She also testified that her present residence was safe and child-friendly and that she would not smoke marijuana again.  She insisted that she was not an addict and that smoking marijuana was a choice.  She did not believe that her parental rights should be terminated because of “four pounds.”\n\nThe CPS caseworker testified that termination of Appellant’s parental rights would be in B.J.’s best interest because\n\n[Appellant] has not shown any significant stability during this case.  She seems to believe that she hasn’t done anything wrong.  She—she doesn’t feel that she needs the medical treatment.  She doesn’t feel that her child was being neglected, and she feels that her child should be returned to her.  And she just hasn’t acknowledged her part in this case.\n\nThe evidence showed that Appellant’s father had custody of her son, whom she had not seen for more than a year at the time the CPS case began, but the grandfather did not want to be considered as a potential placement for B.J.  The foster mother, on the other hand, testified that she loves B.J. and wants to adopt her, and that she and her husband, children, and parents are all bonded to B.J.  When describing B.J.’s transformation from the time she arrived, the foster mother testified,\n\nShe’s gone from that to this little girl that has a mind of her own and tells you what she thinks and speaks and loves her siblings and loves us and we love her and she’s happy and she giggles and you can tickle her and you can play with her; and that blank look, that orphanage look, is gone. \n\nThe CPS caseworker testified that B.J. was thriving and happy in the foster home and very bonded.  B.J. talks a lot, runs and plays, and is learning a lot.  She calls the foster parents Mom and Dad and looks to them as her parents.  TDFPS’s plan at trial was for B.J. to be adopted by her foster parents if her birth parents’ rights were terminated.\n\nApplying the appropriate standards of review, we hold that the evidence is legally\n(footnote: 9) and factually\n(footnote: 10) sufficient to support the best interest finding, and we overrule Appellant’s seventh and eighth issues. \n\nIn her ninth and tenth issues, Appellant contends that if we reverse the termination order based on insufficient evidence, we should also reverse the appointment of TDFPS as PMC on the same grounds.  Because we hold that the evidence is legally and factually sufficient to support the termination of Appellant’s parental rights, we overrule her ninth and tenth issues.\n\nIn her eleventh and twelfth issues, Appellant contends that subsections (b) and (i) of section 263.405 of the family code are unconstitutional.  But Appellant filed a timely statement of issues and motion for new trial and directs this court to no injury she suffered as a result of the subsections complained of.  Accordingly, Appellant has not shown that the subsections are facially unconstitutional or unconstitutional as applied to her.\n(footnote: 11)  We therefore overrule her eleventh and twelfth issues.\n\nHaving overruled Appellant’s twelve issues, we affirm the trial court’s judgment.\n\n\n\n\n\nLEE ANN DAUPHINOT\n\nJUSTICE\n\n\n\nPANEL:  LIVINGSTON, DAUPHINOT, and MEIER, JJ.\n\n\n\nDELIVERED:  April 15, 2010\n\nFOOTNOTES\n1:See\n Tex. R. App. P. 47.4.\n\n\n2:See\n Tex. Fam. Code Ann.\n \n§ 161.001(1)(D), (E) (Vernon Supp. 2009).\n\n\n3:See id.\n § 161.001(2).\n\n\n4:In re J.W.\n, No. 02-08-00211-CV, 2009 WL 806865, at *4–5 (Tex. App.—Fort Worth Mar. 26, 2009, no pet.) (mem. op.) (citations omitted); \nsee also In re J.O.A.\n, 283 S.W.3d 336, 345–46 (Tex. 2009).\n\n\n5:See\n \nIn re J.P.B.\n, 180 S.W.3d 570, 573–74 (Tex. 2005).\n\n\n6:See In re H.R.M.\n, 209 S.W.3d 105, 108 (Tex. 2006); \nIn re C.H.\n, 89 S.W.3d 17, 28 (Tex. 2002)\n.\n\n\n7:In re E.M.N.\n, 221 S.W.3d 815, 821 (Tex. App.—Fort Worth 2007, no pet.).\n\n\n8:See\n Tex. R. App. P. 47.1.\n\n\n9:See \nTex. Fam. Code Ann. § 263.307(a), (b) (Vernon 2008);\n In re R.R.\n, 209 S.W.3d 112, 116 (Tex. 2006);\n J.P.B.\n, 180 S.W.3d at 573–74;\n \nHolley v. Adams\n, 544 S.W.2d 367, 371–72 (Tex. 1976).\n\n\n10:See \nTex. Fam. Code Ann. § 263.307(a), (b);\n R.R.\n, 209 S.W.3d at 116; \nH.R.M.\n, 209 S.W.3d at 108; \nC.H.\n, 89 S.W.3d at 28; \nHolley\n, 544 S.W.2d at 371–72.\n\n\n11:See City of Corpus Christi v. Pub. Util. Comm’n\n, 51 S.W.3d 231, 240–41 (Tex. 2001) (providing requirements of successful facial challenge); \nTex. Workers’ Comp. Comm’n v. Garcia\n, 893 S.W.2d 504, 518 n.16 (Tex. 1995) (providing requirements of successful “as applied” challenge).\n\n\n\n\n",
            "ocr": false,
            "opinion_id": 3129952
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}