{
    "id": 3131534,
    "judges": null,
    "date_filed": 1433116800000,
    "date_filed_is_approximate": false,
    "slug": "daughtie-v-state",
    "case_name_short": "Daughtie",
    "case_name": "Daughtie v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "http://www.gasupreme.us/wp-content/uploads/2015/07/s15a0591.pdf",
            "author_id": null,
            "opinion_text": "297 Ga. 261\nFINAL COPY\n\n                     S15A0591. DAUGHTIE v. THE STATE.\n\n       THOMPSON, Chief Justice.\n\n       Appellant James Daughtie was convicted on all eight counts of an\n\nindictment, which included malice murder and theft by receiving stolen\n\nproperty.1 He appeals, asserting, inter alia, the evidence was insufficient to\n\nsupport the verdict. Except for his conviction for theft by receiving stolen\n\nproperty, we find no error and affirm.\n\n       1. Viewed in a light favorable to the verdict, we find the following: The\n\nvictims, Ozzie Brian Jones and Dontrell Kyler, went to two different nightclubs\n\nand a diner on the night in question. Appellant, who was driving his mother’s\n\n\n       1\n         The crimes occurred on August 19, 2010. Appellant was indicted on charges of\nmalice murder, felony murder predicated on the underlying felony of aggravated assault,\ncriminal attempt to commit armed robbery, aggravated assault, two counts of possession of\na firearm during the commission of a crime, theft by receiving stolen property and possession\nof a firearm by a convicted felon. Trial commenced on May 3, 2011, and appellant was\nfound guilty on all charges on May 5. The trial court sentenced appellant to life in prison for\nmalice murder and consecutive terms of ten years for criminal attempt to commit armed\nrobbery, ten years for theft by receiving stolen property, twenty years for aggravated assault,\nfive years for each count of possession of a firearm during the commission of a crime, and\nfive years for possession of a firearm by a convicted felon. Appellant filed a motion for new\ntrial on May 10, 2011, which was amended on August 26, 2013, and again on October 4,\n2013. The trial court denied the motion, as amended, on March 25, 2014. Appellant filed\na notice of appeal on April 15, 2014. The appeal was docketed in this Court for the January\n2015 term and orally argued on March 3, 2015.\n\fdark green Chevrolet Trail Blazer, visited one of the clubs, as well as the diner,\n\nthe same evening. Kyler and Jones left the diner in the early morning hours;\n\nJones was driving, Kyler was in the passenger seat.\n\n      Jones noticed a dark-colored Trail Blazer following them. As Jones\n\nstopped to drop off Kyler, the Trail Blazer turned in front of his vehicle. Two\n\nmen exited the Trail Blazer; one of them cocked his gun, stated “you know what\n\nit is,” and began shooting. Jones grabbed his own gun and began shooting back\n\nuntil his gun either ran out of bullets or jammed. At that point, Jones and Kyler\n\ncrouched down to “play dead,” but the shooting continued. Jones was wounded;\n\nKyler was killed. Once the shooting stopped, Jones continued to play dead.\n\nThen one of the assailants opened the driver’s side door and began to search\n\nJones’ pocket. Jones slammed his foot on the accelerator and crashed into the\n\nback of a building. Jones jumped out of his vehicle, ran to hide under a house,\n\nand called police. He remained under the house until police arrived on the\n\nscene.\n\n      Thereafter, at approximately 4:45 a.m., appellant, who had been shot in\n\nthe leg, called police to report a robbery. At that time, appellant was at his\n\nmother’s house; however, he told police he was robbed earlier at a gas station.\n\n                                        2\n\f      Police took appellant to a hospital; meanwhile, they obtained his mother’s\n\npermission to search her house. Police found blood-stained clothes and towels,\n\na stolen 9mm handgun, and Timberland boots during the search. The evidence\n\ndemonstrated that the handgun fired the bullet recovered from Kyler’s body and\n\nthat the size and tread pattern of the boots could have made a shoe print\n\ndiscovered at the murder scene.\n\n      With the exception of his conviction for theft by receiving stolen property,\n\nsee Division 2, infra, the evidence was sufficient to enable a rational jury to find\n\nappellant guilty beyond a reasonable doubt of the crimes for which he was\n\nconvicted. Jackson v. Virginia, 443 U. S. 307 (99 SCt 2781, 61 LE2d 560)\n\n(1979). See also Blevins v. State, 291 Ga. 814, 816 (733 SE2d 744) (2012)\n\n(conviction based solely on circumstantial evidence need not exclude every\n\nconceivable hypothesis, only those that are reasonable).\n\n      2. Under OCGA § 16-8-7, a person commits theft by receiving stolen\n\nproperty when he disposes of, receives or retains stolen property which he\n\nknows or should know is stolen. Thus, to convict appellant of theft by receiving\n\nthe handgun used to kill Kyler, it was incumbent upon the State to prove beyond\n\na reasonable doubt that appellant knew, or should have known, the gun was\n\n                                         3\n\fstolen when he received and retained it. Knowledge that the gun was stolen\n\n“‘may be inferred from circumstances, when the circumstances would excite\n\nsuspicion in the minds of ordinarily prudent persons.’” Martin v. State, 300 Ga.\n\nApp. 39, 40 (684 SE2d 111) (2009) (citation omitted). See also Stacey v. State,\n\n292 Ga. 838, 840 (741 SE2d 881) (2013). However, “[k]nowledge that a gun\n\nwas stolen cannot be inferred even when the defendant bought a gun on the\n\nstreet at a reduced price, [Cits.], or when the gun was labeled for law\n\nenforcement use. [cit.]” Stacey, supra. Nor can such knowledge be inferred\n\nwhen “there is only evidence that [defendant] found a gun that had been\n\nreported stolen.” Id.\n\n      At trial, the State called the owner of the handgun as a witness. He\n\ntestified the gun was stolen from him in North Carolina by a friend. The only\n\nother evidence introduced by the State concerning the stolen gun was an orally\n\nrecorded statement appellant made in response to police questioning at the\n\nstation house. Asked where he obtained the handgun, appellant told police he\n\nfound it behind a club in North Carolina, adding “the way [he] found it, looks\n\nlike somebody put it there.” Because this evidence sheds no light on appellant’s\n\nknowledge of the provenance of the handgun, we find it insufficient to enable\n\n                                       4\n\fa rational jury to find appellant guilty beyond a reasonable doubt of theft by\n\nreceiving stolen property. Stacey, supra.\n\n      The State urges us to find the evidence sufficient to convict appellant of\n\ntheft by receiving based on appellant’s statement to police that he found the gun.\n\nIn this regard, the State argues that the jury could have regarded appellant’s\n\nstatement as substantive evidence of guilt if the jury rejected it as false. See\n\nFerguson v. State, 307 Ga. App. 232, 235-236 (704 SE2d 470) (2010).\n\n      In Ferguson, the defendant was convicted of several crimes, including\n\nautomobile theft. Testifying at trial, Ferguson denied he committed the theft\n\nand, on appeal, he claimed the evidence was insufficient to prove guilt beyond\n\na reasonable doubt. The Court of Appeals affirmed, finding the evidence\n\nsufficient for several reasons. First, the appellate court pointed to video\n\nsurveillance evidence from which the jury could conclude that Ferguson was the\n\nindividual that stole the vehicle. Second, the court observed that Ferguson’s\n\nconviction was supported by similar transaction evidence. Finally, relying, inter\n\nalia, upon Wright v. West, 505 U. S. 277, 297 (112 SCt 2482, 120 LE2d 225)\n\n(1992) (plurality opinion), and United States v. Jiminez, 564 F3d 1280, 1285\n\n(11th Cir. 2009), the court held that because Ferguson testified at trial, and\n\n                                        5\n\f      [b]ecause we must view the evidence in the light most favorable to\n\n      the State, we must assume that the jury concluded that Ferguson\n\n      was untruthful when he denied stealing the Camry, and we must\n\n      allow that the jury could infer from the untruthfulness of his\n\n      testimony that Ferguson did, in fact, steal the [automobile].\n\n\n\nFerguson, 307 Ga. App. at 236.\n\n      Although Ferguson set forth a correct principle of law, it has no place here\n\nbecause, unlike Ferguson, there is no other evidence of appellant’s guilt in this\n\ncase. As the Court of Appeals for the Eleventh Circuit observed in United\n\nStates v. McCarrick, 294 F3d 1286, 1293 (11th Cir. 2002):\n\n             [W]e reject the government’s assertion that the jury’s\n      purported disbelief of McCarrick’s testimony can be used as the\n      sole basis to support a conviction beyond a reasonable doubt, even\n      in the absence of any other probative government evidence. . . . In\n      [United States v.] Brown, [53 F3d 312 (11th Cir. 1995)], we held\n      that, in combination with other evidence, the jury’s disbelief of a\n      defendant’s testimony may be used to help establish his guilt. We\n      explained that “a statement by a defendant, if disbelieved by the\n      jury may be considered as substantive evidence of the defendant’s\n      guilt . . . at least where some corroborative evidence exists for the\n      charged offense . . . .\n\n(emphasis in original). See also United States v. Williams, 390 F3d 1319 (11th\n\n                                        6\n\fCir. 2004) (concurring opinion).\n\n      If the State were correct that jury disbelief of a testifying defendant could\n\nsustain a conviction without anything more, it would render appellate review of\n\nthe sufficiency of the evidence meaningless in any case in which the defendant\n\nexercised his right to testify. As the Court of Appeals for the District of\n\nColumbia Circuit observed:\n\n            [A] decision along the lines the government proposes would\n      mean that in cases in which defendants testify, the evidence\n      invariably would be sufficient to sustain the conviction. We would\n      in each such case assume the jury correctly evaluated the evidence.\n      In explaining how this could be so in light of the defects in the\n      government’s proof, we would reason backwards to the only\n      explanation available — the defendant’s demeanor. This sort of\n      approach, beginning with the hypothesis that the jury must have\n      gotten things right, contradicts the reason why appellate courts\n      review convictions for sufficiency of evidence — that juries\n      sometimes get things wrong. Jackson v. Virginia, supra at 317.\n\nUnited States v. Zeigler, 994 F2d 845, 849 (D.C. Cir. 1993).2\n\n      Because Ferguson can be of no help to the State in the absence of other\n\n\n\n\n      2\n        Because we hold that inferences drawn from the disbelief of a defendant’s testimony\ncannot support a conviction in the absence of other evidence of guilt, we cannot endorse\nZeigler to the extent it holds that such an inference can never be considered when an\nappellate court assesses the sufficiency of the evidence.\n\n\n                                            7\n\fevidence,3 and because the other evidence is insufficient to sustain appellant’s\n\nconviction for theft by receiving stolen property, we reverse that conviction.\n\nStacey v. State, supra.\n\n       3. Appellant contends the trial court should have granted his motion for\n\nnew trial because he introduced evidence at the motion hearing demonstrating\n\nthat Kyle Felix, a GBI firearms examiner, misled the jury when he testified that\n\nappellant’s 9mm handgun fired the bullet recovered from Kyler. In this regard,\n\nappellant argues the evidence adduced at the motion hearing shows Felix failed\n\nto inform the jury that in addition to his own test-fire of the handgun, he\n\nexamined several test-fires performed by Chris Robinson, another firearms\n\nexaminer who had been discharged for misappropriation of funds.4 Continuing\n\nthe argument, appellant posits that this new evidence casts doubt on the\n\ncredibility of Felix and the reliability of the test-fires performed on the handgun.\n\nFinally, completing the argument, appellant asserts that, in considering his\n\n\n       3\n         In passing, we note that unlike the defendant in Ferguson, appellant merely gave a\nrecorded statement to police; he did not testify at trial. In view of our holding, we need not\ndecide whether a jury can infer the truth is the opposite of a defendant’s story based solely\nupon a defendant’s out-of-court statement, i.e., when the jury is given no opportunity to\nassess a defendant’s demeanor on the witness stand.\n       4\n           Felix was not asked at trial whether he personally performed the test-fires.\n\n                                                8\n\fmotion for new trial upon the general grounds, the trial court failed to weigh the\n\nevidence as a “thirteenth juror,” see White v. State, 293 Ga. 523, 524 (753 SE2d\n\n115) (2013) (even when evidence is legally sufficient to sustain conviction, trial\n\njudge must assess motion for new trial as a thirteenth juror using OCGA §§ 5-5-\n\n20 and 5-5-21); Walker v. State, 292 Ga. 262, 264 (737 SE2d 311) (2013) (trial\n\ncourt does not exercise its discretion properly when it evaluates general grounds\n\nusing Jackson v. Virginia standard), and that, had it done so, it would have\n\ngranted appellant’s motion. We disagree.\n\n      A review of the trial court’s order demonstrates it was satisfied with the\n\njury’s verdict and exercised its discretion appropriately as a thirteenth juror by\n\nexplicitly applying OCGA §§ 5-5-20 (trial court may grant new trial if verdict\n\nis contrary to principles of justice and equity) and 5-5-21 (trial court may grant\n\nnew trial if verdict is decidedly and strongly against the weight of the evidence).\n\nSee also Sutton v. State, 295 Ga. 350, 352 (759 SE2d 846) (2014) (trial court\n\ndid not err in refusing to grant motion for new trial on the basis of newly\n\ndiscovered evidence demonstrating that firearms examiner who testified at trial\n\nfabricated data in another, unrelated case).\n\n      4. Appellant claims trial counsel provided ineffective assistance in two\n\n                                        9\n\frespects. First, appellant asserts trial counsel should have objected to the\n\ntestimony of an expert who opined that appellant’s boots could have made the\n\nboot print found at the scene of the crimes. Second, appellant claims trial\n\ncounsel should have investigated, interviewed and cross-examined the GBI\n\nfirearms examiner, Kyle Felix, about the circumstances underlying the ballistics\n\ntests performed on appellant’s handgun. To prevail on these grounds, appellant\n\nmust show both that his counsel’s performance was deficient and that, but for\n\ncounsel’s unprofessional errors, there is a reasonable probability that the\n\noutcome of the trial would have been different. Strickland v. Washington, 466\n\nU. S. 668, 687 (104 SCt 2052, 80 LE2d 674) (1984). “[T]here is no reason for\n\na court deciding an ineffective assistance claim to approach the inquiry in the\n\nsame order or to address both components of the inquiry if the defendant makes\n\nan insufficient showing on one.” Id. at 697. As to the first prong, counsel is\n\n“strongly presumed to have rendered adequate assistance and made all\n\nsignificant decisions in the exercise of reasonable professional judgment.” Id.\n\nat 690.\n\n      Appellant argues the boot expert’s testimony was irrelevant and would\n\nhave been excluded upon objection because the expert could not definitively\n\n                                       10\n\fmatch the boots to the print and was only able to say the boots could have made\n\nthe impression. We disagree. The expert’s testimony was admissible; its weight\n\nwas a matter for the jury to consider. See Hanson v. State, 263 Ga. App. 45, 47-\n\n48 (587 SE2d 200) (2003) (decided under former OCGA § 24-9-67).5\n\nAccordingly, counsel was not obligated to object to it. See Moore v. State, 293\n\nGa. 676, 679 (748 SE2d 419) (2013) (failure to raise meritless objection does\n\nnot constitute ineffective assistance). Moreover, trial counsel testified at the\n\nmotion for new trial hearing that she made a strategic decision not to object\n\nbecause the fact that the boots and the print could not be matched conclusively\n\nstrengthened appellant’s case. That decision was within the exclusive province\n\nof the attorney and did not amount to ineffective assistance. See Robinson v.\n\nState, 278 Ga. 31, 36 (597 SE2d 386) (2004) (whether and how to raise an\n\nobjection is generally a matter of trial strategy); Fairclough v. State, 276 Ga.\n\n602, 605 (4) (581 SE2d 3) (2003) (strategic decisions are within the exclusive\n\nprovince of the attorney after consultation with the client and do not constitute\n\nineffective assistance). The fact that another attorney may have pursued a\n\n\n      5\n        The former Evidence Code is applicable here because appellant was tried prior to\nJanuary 1, 2013, the effective date of the new Evidence Code.\n\n                                          11\n\fdifferent strategy does not render trial counsel ineffective. Smith v. State, 283\n\nGa. 237, 239 (657 SE2d 523) (2008).\n\n      With regard to the testimony of Kyle Felix, appellant asserts that if trial\n\ncounsel had prepared for trial more thoroughly, she would have been able to\n\nhave excluded the firearms examiner’s testimony because she would have\n\ndiscovered that Felix was merely a conduit for the opinion of the previous\n\nexaminer, Chris Robinson.6 See generally Cobb v. State, 283 Ga. 388, 390 (658\n\nSE2d 750) (2008) (expert’s opinion must be his own; he cannot serve as a mere\n\nconduit for the opinions of other experts); Byrd v. State, 261 Ga. App. 483, 484\n\n(583 SE2d 170) (2003) (same). We reject this assertion. The evidence adduced\n\nat the hearing upon appellant’s motion for new trial shows that Felix did not\n\nexamine Robinson’s test-fires until after he conducted his own test-fire; and that\n\nhe did not look at Robinson’s report until he completed his own analysis and\n\nmade his own determination that appellant’s handgun was the murder weapon.\n\nMoreover, Felix testified that his report and Robinson’s differed in some\n\nrespects. Thus, Felix did not serve as a conduit for Robinson’s conclusions. On\n\nthe contrary, he testified on the basis of his own examinations and observations.\n\n      6\n          See Division 3, supra.\n\n                                       12\n\fIt follows that, even if trial counsel can be faulted for failing to discover that\n\nFelix examined Robinson’s test-fires, Felix’s testimony would have been\n\nadmitted in evidence, see Hanson v. State, 263 Ga. at 47-48, and the outcome\n\nof the trial would not have been different.\n\n       5. Lastly, appellant complains he was denied his right to be in the\n\ncourtroom when, during a bench conference, the parties discussed a redacted CD\n\ncontaining the statement appellant made to police. See generally Sammons v.\n\nState, 279 Ga. 386, 387 (2) (612 SE2d 785) (2005) (defendant has constitutional\n\nright to be present during critical stage of proceedings). However, although\n\nthere was a brief discussion about the CD7 after appellant left the courtroom, and\n\n\n\n       7\n         That discussion took place between the prosecutor and defense counsel and, in its\nentirety, reads:\n        PROSECUTOR: [Counsel] did you have any objection to the redacted CD.\n        COUNSEL: No. Other than my objections to the whole thing.\n        PROSECUTOR: Right. But I got everything out that you wanted out.\n        COUNSEL: Yeah, you got everything out this time.\nTo the extent appellant may be complaining about this colloquy (in addition to what was\ndiscussed at the bench conference), we would find no error because it concerned only a\nhousekeeping matter and appellant’s presence would not have been useful. See Parks v.\nState, 275 Ga. 320, 322-325 (565 SE2d 447) (2002) (“right to be present exists where there\nis a reasonably substantial relation to the fullness of opportunity to defend against the charge\nand to the extent that a fair and just hearing would be thwarted by the defendant’s absence”);\nSmith v. State, 319 Ga. App. 590, 596 (737 SE2d 700) (2013) (defendant’s presence during\nhousekeeping or legal discussions would not have been useful to the resolution of any\nmatter).\n\n                                              13\n\fbefore the bench conference, nothing in the record indicates the subject matter\n\nof the conference, which was not transcribed. Asked at the motion for new trial\n\nhearing if she could recall what was discussed at the bench conference, trial\n\ncounsel could only speculate. Speculation as to what may have been discussed\n\nat the conference cannot serve as the basis for the grant of a new trial. See Huff\n\nv. State, 274 Ga. 110, 112 (549 SE2d 370) (2001).\n\n      Judgment affirmed in part and reversed in part. All the Justices concur.\n\n\n\n                             Decided June 1, 2015.\n\n      Murder. Richmond Superior Court. Before Judge Overstreet.\n\n      Jana W. Jacobson, for appellant.\n\n      Ashley Wright, District Attorney, Madonna M. Little, Joshua B. Smith,\n\nTitus T. Nichols, Assistant District Attorneys; Samuel S. Olens, Attorney\n\nGeneral, Patricia B. Attaway Burton, Deputy Attorney General, Paula K. Smith,\n\nSenior Assistant Attorney General, Matthew B. Crowder, Assistant Attorney\n\nGeneral, for appellee.\n\n\n\n\n                                       14\n\f",
            "ocr": false,
            "opinion_id": 3131534
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}