{
    "id": 3134393,
    "judges": null,
    "date_filed": 854582400000,
    "date_filed_is_approximate": false,
    "slug": "people-v-mcneal",
    "case_name_short": "McNeal",
    "case_name": "People v. McNeal",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.illinoiscourts.gov/Opinions/SupremeCourt/1997/January/Opinions/WP/78736.doc",
            "author_id": null,
            "opinion_text": "\n\n\n\n\nNOTICE: Under Supreme Court Rule 367 a party has 21 days after\n\nthe filing of the opinion to request a rehearing. Also, opinions\n\nare subject to modification, correction or withdrawal at anytime\n\nprior to issuance of the mandate by the Clerk of the Court.\n\nTherefore, because the following slip opinion is being made\n\navailable prior to the Court's final action in this matter, it\n\ncannot be considered the final decision of the Court. The\n\nofficial copy of the following opinion will be published by the\n\nSupreme Court's Reporter of Decisions in the Official Reports\n\nadvance sheets following final action by the Court.\n\n                                    \n\n               Docket No. 78736--Agenda 4--September 1996.\n\n    THE PEOPLE OF THE STATE OF ILLINOIS, Appellee, v. ALDWIN McNEAL,\n\n                               Appellant.\n\n                     Opinion filed January 30, 1997.\n\n                                    \n\n     JUSTICE HARRISON delivered the opinion of the court:\n\n     In the circuit court of Lake County a jury found the\n\ndefendant, Aldwin McNeal, guilty of three counts of first degree\n\nmurder (720 ILCS 5/9--1(a)(3) (West 1994)) in the deaths of each of\n\ntwo persons, Cory Gerlach and Perry Austin, and two counts of armed\n\nrobbery (720 ILCS 5/18--2(a) (West 1994)). Prior to trial\n\ndefendant's case was severed from that of his codefendant, James\n\nWoods. At a separate sentencing hearing, the jury found defendant\n\neligible for the imposition of the death penalty and determined\n\nfurther that there were no mitigating factors sufficient to\n\npreclude the imposition of that sentence. The circuit court\n\nsentenced defendant to death accordingly and to a concurrent term\n\nof 30 years in prison for the conviction of armed robbery of Cory\n\nGerlach. Following a hearing the circuit court denied his post-\n\ntrial motion for a judgment of not guilty notwithstanding the\n\njury's verdict or for a new trial or a new sentencing hearing. The\n\ncause comes directly to this court for review (Ill. Const. 1970,\n\nart. VI, §4(b); 134 Ill. 2d R. 603), where defendant presents eight\n\nissues for our consideration. For the reasons that follow, we\n\naffirm the judgment of the circuit court.\n\n     We turn first to defendant's contention that the trial court\n\nerred in denying his motion to suppress as physical evidence a\n\nhandgun recovered during a warrantless search of one of his garbage\n\ncans located outside the townhouse in which he resided. Although\n\nthe armed robbery and murders of which defendant has been convicted\n\noccurred on or about April 7, 1994, the defendant was not\n\nimplicated in these offenses until tests that were performed upon\n\nthe handgun seized from his garbage can during an unrelated\n\nincident on April 20, 1994, indicated that it was the weapon used\n\nto shoot Gerlach and Austin. Defendant maintains that the officer's\n\nwarrantless search of the garbage can and seizure of the handgun\n\nviolated his fourth amendment rights because he maintained a\n\nreasonable expectation of privacy in the contents of the garbage\n\ncan, which was situated, he argues, within the curtilage of his\n\nresidence. The can was sitting on grass about two feet from the\n\nsidewalk and was leaning against the back of his townhouse, near\n\nthe back door and, it seems, near a barbecue grill. Marked with the\n\nnumber of his townhouse, the can had to be wheeled to the edge of\n\nthe alley in order for the garbage collector to empty it of trash.\n\n     At the hearing on his motion to suppress the handgun as\n\nevidence, the State argued, as it does here, not only that the\n\ndefendant had no expectation of privacy in the contents of the\n\ngarbage can but also that there had been exigent circumstances\n\njustifying the officer's search of it. In denying the motion, the\n\ntrial court found that because the garbage can was located so near\n\nthe sidewalk the defendant did not have a reasonable expectation of\n\nprivacy in items placed in it. The court made no finding concerning\n\nexigent circumstances to justify the search. However, even if we\n\nassume, without deciding, that the defendant did have a reasonable\n\nexpectation of privacy as to the property seized from the garbage\n\ncan and to the area searched as being within the curtilage of his\n\ndwelling, it is clear that the exigencies of the situation\n\njustified the officer's warrantless search of the can and his\n\nseizure of a paper bag containing the handgun from it.\n\n     At the hearing on this motion, Officer Terry Richards of the\n\nZion police department testified that at about 8:50 p.m. on April\n\n20, 1994, he received a call directing him to the alley behind the\n\ndefendant's townhouse, which was one of four units in the building.\n\nHe drove a marked squad car and wore a police uniform. Upon his\n\narrival in the alley, he spoke immediately with two females who met\n\nhim there. The two told him that they had been in the alley with\n\ndefendant when an argument had ensued between defendant and one of\n\nthem, Sophia Degraffenreid, in which defendant had punched Sophia\n\nin the neck and had thrown her to the ground. Defendant had asked\n\nher if she was going to call the police and had told her he was\n\ngoing to his apartment to get a gun. The two then called the police\n\nand, when they saw the squad car come into the alley, went back\n\ninto the alley, approached Officer Richards, and told him about the\n\nincident with defendant.\n\n      As they did so, the officer stood with his back to the\n\nbuilding containing defendant's townhouse. The officer testified\n\nthat the two then told him that \"Aldwin McNeal had just come out,\n\nsaw the police, dropped a bag into the garbage can and went back\n\ninto the door real quick.\" They described the bag as a brown paper\n\none. Officer Richards then walked over to the apartment and the\n\ngarbage can, which was, as we have said, about two feet from the\n\nsidewalk, opened the can, and saw a brown paper bag resting on top\n\nof another bag of garbage near the top of the can. He removed the\n\nbrown paper bag, opened it, and found a loaded 9 millimeter handgun\n\ninside. He unloaded the weapon, secured it, and attempted to make\n\ncontact at the door of 2136 Hebron, which was defendant's address\n\nat the time. When he knocked on the door, James Woods and a woman\n\nnamed Andrea Green answered it.\n\n     Officer Richards did not search the other of defendant's\n\ngarbage cans, explaining, \"[T]hey said he stepped out, opened up\n\nthe garbage can, set the bag in there, went back inside, so I\n\nchecked that garbage can.\" Officer Richards was familiar with this\n\narea from his duties as a police officer and knew that children\n\nlive, as he said, \"in that entire block\" and that members of the\n\npublic, including children, use the sidewalk near the garbage can\n\nregularly at that time of the evening. The defendant was not\n\narrested concerning any conduct alleged with respect to Sophia\n\nDegraffenreid on April 20, 1994.\n\n     The physical entry of the home is the chief evil against which\n\nthe fourth amendment is directed. Payton v. New York, 445 U.S. 573,\n\n585, 63 L. Ed. 2d 639, 650, 100 S. Ct. 1371, 1379-80 (1980). A\n\nbasic principle of fourth amendment law is that searches and\n\nseizures inside a home without a warrant are presumptively\n\nunreasonable. Payton, 445 U.S. at 586, 63 L. Ed. 2d at 651, 100 S.\n\nCt. at 1380. The curtilage, that is, the land immediately\n\nsurrounding and associated with the home, has been considered part\n\nof the home itself for fourth amendment purposes, and courts have\n\nextended fourth amendment protection to it. Oliver v. United\n\nStates, 466 U.S. 170, 180, 80 L. Ed. 2d 214, 225, 104 S. Ct. 1735,\n\n1742 (1984). \"In terms that apply equally to seizures of property\n\nand to seizures of persons, the Fourth Amendment has drawn a firm\n\nline at the entrance to the house. Absent exigent circumstances,\n\nthat threshold may not reasonably be crossed without a warrant.\"\n\nPayton, 445 U.S. at 590, 63 L. Ed. 2d at 653, 100 S. Ct. at 1382.\n\nBetween the intrusiveness of entries to search and entries to\n\narrest no constitutional difference exists. People v. Abney, 81\n\nIll. 2d 159, 166 (1980). \"[A]ny differences in the intrusiveness of\n\nentries to search and entries to arrest are merely ones of degree\n\nrather than kind. The two intrusions share this fundamental\n\ncharacteristic: the breach of the entrance to an individual's\n\nhome.\" Payton, 445 U.S. at 589, 63 L. Ed. 2d at 652-53, 100 S. Ct.\n\nat 1381.\n\n     The State bears the burden of demonstrating exigent need for\n\na warrantless search or arrest. People v. Foskey, 136 Ill. 2d 66,\n\n75 (1990). Where the facts and the credibility of the witnesses are\n\nundisputed, as here, the question of whether exigent circumstances\n\nare present is a question of law, subject to consideration by this\n\ncourt de novo. Abney, 81 Ill. 2d at 168. While each case must be\n\ndecided on the basis of the facts presented (Abney, 81 Ill. 2d at\n\n173), factors that this court has considered relevant to a\n\ndetermination of exigency in circumstances involving warrantless\n\nentry into a private residence to effectuate an arrest include\n\nwhether: (1) the crime under investigation was recently committed;\n\n(2) there was any deliberate or unjustified delay by the police\n\nduring which time a warrant could have been obtained; (3) a grave\n\noffense was involved, particularly a crime of violence; (4) there\n\nwas reasonable belief that the suspect was armed; (5) the police\n\nofficers were acting on a clear showing of probable cause; (6)\n\nthere was a likelihood that the suspect would escape if he was not\n\nswiftly apprehended; (7) there was strong reason to believe the\n\nsuspect was in the premises; and (8) the police entry was made\n\npeaceably, albeit nonconsensually (People v. Williams, 161 Ill. 2d\n\n1, 26 (1994)). Insofar as these factors are relevant to the\n\ncircumstances involved in Officer Richards' search of the\n\ndefendant's garbage can, we consider them here, bearing in mind\n\nthat the fundamental guiding principle is reasonableness, in accord\n\nwith constitutional provisions governing searches and seizures\n\n(Williams, 161 Ill. 2d at 26). No list of factors bearing on\n\nexigent circumstances is exhaustive (Foskey, 136 Ill. 2d at 75),\n\nand these factors are merely guidelines rather than cardinal maxims\n\nto be applied rigidly in each case. People v. White, 117 Ill. 2d\n\n194, 216-17 (1987). To determine whether the police acted\n\nreasonably, the court must look to the totality of the\n\ncircumstances confronting the officers at the time the entry was\n\nmade. Williams, 161 Ill. 2d at 26. These circumstances must\n\nmilitate against delay and justify the officers' decision to\n\nproceed without a warrant. Foskey, 136 Ill. 2d at 75.\n\n     In the instant case, the officer had reason to believe that in\n\nhis presence defendant was furthering the criminal activity under\n\ninvestigation. Officer Richards engaged in neither deliberate nor\n\nunjustified delay during which time a search warrant could have\n\nbeen obtained. Indeed, he acted immediately upon hearing that the\n\ndefendant had emerged from his residence, seen the police, dropped\n\na brown paper bag into the garbage can, and retreated hastily\n\ninside. A crime of violence was involved in which, after having\n\nallegedly punched Degraffenreid in the neck and thrown her to the\n\nground, defendant had inquired whether she was going to call the\n\npolice and had told her that he was going to his apartment to get\n\na gun. This conduct and threat had prompted the call to police.\n\nVery shortly after having made this threat, the defendant was\n\nobserved to engage in behavior consistent with carrying it out.\n\nHaving probable cause to believe that a crime was being committed\n\nand that the garbage can contained evidence of crime, the officer\n\npeaceably lifted the lid of the garbage can, removed the brown\n\npaper bag, examined its contents, and found a loaded handgun.\n\n     Prior to ascertaining the contents of the paper bag, Officer\n\nRichards could not know with certainty whether the bag contained\n\nthe gun defendant had said he was going to get from his apartment\n\nor whether defendant might be yet in the process of making good on\n\nhis promise to obtain it with the result that the complainant and,\n\npossibly, her companion as well as others might be in danger of\n\nattack with it by the defendant. Although defendant argues that the\n\nofficer could have assured the safety of passersby had he remained\n\nwhere he was while others attempted to secure a warrant to search\n\nthe garbage can, such an approach could not have alleviated any\n\ndanger that during such time the defendant might, in fact, be\n\narmed, as he had said he would be, and might injure others. The\n\nofficer limited his search to the garbage can in which defendant\n\nhad reportedly deposited the brown paper bag and to the brown paper\n\nbag itself, in accord with the principle that warrantless police\n\naction must be strictly circumscribed by the exigencies that\n\njustify its initiation (Abney, 81 Ill. 2d at 173-74). We conclude\n\nthat under the totality of the circumstances confronting the\n\nofficer at the time the entry into defendant's garbage can was\n\nmade, the officer acted in a reasonable fashion. Because exigent\n\ncircumstances justified his decision to proceed without a search\n\nwarrant, there was no constitutional infirmity in the warrantless\n\nsearch and seizure challenged here. Therefore, the trial court did\n\nnot err in denying defendant's motion to suppress the handgun as\n\nphysical evidence.\n\n     Some of the evidence adduced at trial includes the following.\n\nThe bodies of the two victims, who were friends, were found lying\n\nface down on the floor in the back of Maude's Pizza in Waukegan at\n\nabout 3 a.m. on April 8, 1994, when friends of Cory Gerlach noticed\n\nthat the lights were on and stopped to see if Cory, who was the\n\nmanager there, was cleaning the restaurant. Both men had been shot\n\nin the back of the head, Austin at near contact or very close range\n\nand Gerlach at contact range with the bullet passing first through\n\nhis right hand, which had been raised to the back of his head.\n\nUsually Maude's closed between 11:30 p.m. and midnight. Between\n\n11:20 and 11:30 p.m. on April 7, Gerlach bought a six-pack of beer\n\nfrom a neighboring bar and liquor store and visited with the\n\nbartender for about five to seven minutes. At about 11:34 p.m. a\n\nperson parked in front of the liquor store heard a \"bang.\"\n\n     Defendant's wife, Regina, identified the handgun retrieved\n\nfrom their garbage can as defendant's. She testified to having\n\nentered a plea of guilty to the \"felony charge of unlawful use of\n\nweapons\" in this case because she had bought bullets for defendant\n\non April 5, 1994, at his request. On April 7 defendant and James\n\nWoods, who was living with the McNeals at the time, picked her up\n\nfrom work in Waukegan at about 10:45 p.m in her automobile, a black\n\nMustang that had been blue. Defendant, who was wearing a blue\n\npullover, is taller and thinner than Woods. As Regina McNeal drove,\n\ndefendant said that he had to make a stop and told her to drive\n\ninto an alley, which was located near Maude's Pizza. She thought\n\nthat he was going into the nearby liquor store and stopped the car\n\nnear it. However, defendant said he was not going into the liquor\n\nstore and \"had to do something that he had to do right then and\n\nthere.\" She responded by saying that she wanted him to take her\n\nhome because she \"didn't want to get caught up in his bullshit.\"\n\nWhen he said he could not take her home, that what he had to do he\n\nhad to do then, she and defendant argued. Upon his instructions,\n\nshe backed the car down the alley under a light pole and into a\n\nspace near a row of stores. As defendant and Woods were getting\n\nready to leave the car, defendant told Woods to \"get the stuff.\"\n\nWhen Regina told defendant she was leaving, he told her to take the\n\ncar. As defendant and James Woods were getting out of the car and\n\ngoing toward the trunk and as she herself was about to get out of\n\nthe car, she observed a light on in a third-floor apartment and a\n\nwoman in the window. Defendant and Woods then went in the direction\n\nof a business, and Regina walked north about a mile and a half to\n\nthe home of defendant's brother Tyron and his wife.\n\n     At their home Regina told Tyron's wife, Cecilia, that she and\n\ndefendant had argued and asked if she could use their telephone to\n\ncall a cab. After calling the cab, she and Cecilia talked for about\n\n20 or 30 minutes, whereupon defendant arrived and told her to come\n\nwith him. After calling the cab to cancel it, she left with\n\ndefendant, who was in her car with James Woods. In the car Regina\n\nnoticed on the driver's side of the back seat what she thought was\n\nsome stereo equipment, which she had not seen before defendant's\n\narrival at Tyron's house. On North Avenue defendant, who was\n\ndriving, stopped by the side of the road, and he and Woods \"threw\n\nsome things out.\" When the three arrived home, she went to bed, but\n\ndefendant and Woods went out. She recognized the stereo receiver\n\nthat was in evidence as one she had first noticed in her apartment\n\nabout two days after this incident.\n\n     On April 23, 1994, officers searched defendant's apartment and\n\nfound in the living room of it Gerlach's Yamaha stereo receiver,\n\nthe serial number of which had been scratched off. The model number\n\nof the receiver, which was identified as Gerlach's, was the same as\n\nthat on the owner's manual to such a stereo unit found at Maude's\n\nPizza.\n\n     Cecilia McNeal testified that at about midnight or in the\n\nearly morning of April 8, 1994, defendant's wife came alone to her\n\nhouse, asked to call a cab, and waited for it to arrive. When the\n\ndefendant arrived later in a \"blue\" car, came in the house, and\n\nasked Regina to come with him, Regina did so. Although Regina\n\ncalled the cab company back upon Cecilia's request, the cab had\n\nalready arrived.\n\n     The parties stipulated that if the taxicab driver dispatched\n\nby Lake County Transportation were called as a witness, he would\n\ntestify that on April 7, 1994, at 11:51 p.m. a telephone request\n\nwas received for a taxicab to be sent to 2205 North Jackson Street\n\nin Waukegan, which is the address of Tyron and Cecilia McNeal, to\n\npick up Regina McNeal, to take her to the 2100 block of Hebron\n\nAvenue in Zion, which was the address of Regina and defendant at\n\nthe time. When the driver arrived at 2205 North Jackson, within\n\nfive minutes of having received the dispatch at 12:07 a.m., he\n\nfound no one outside waiting for a cab. However, at 12:15 a.m. the\n\ndriver received a communication from headquarters canceling the\n\nrequest.\n\n     The parties stipulated further that if Marge Ponzio were\n\ncalled as a witness, she would testify that on or about April 9,\n\n1994, she was walking along North Avenue between Yorkhouse Road and\n\nBlanchard Road when she found a book of checks with the business\n\nname of Maude's Pizza, a check-cashing card bearing the name of\n\nCheryle Brown, who was the owner of Maude's Pizza and the mother of\n\nCory Gerlach, several business cards of Cheryle Brown, a roll of\n\npennies, and other miscellaneous items. The items she found were\n\nentered into evidence.\n\n     Penny Lee Hill testified that at the time in question she\n\nlived in a third-floor apartment in a building connected to Maude's\n\nPizza. A light illuminated the parking lot for her building. At\n\nabout 11:15 to 11:20 p.m. on April 7, 1994, she was sitting near\n\nthe window in her living room while watching a movie on television,\n\nwhen she noticed what appeared to be a two-door black car driving\n\ndown the alley with its lights off. The car proceeded to the other\n\nside of a telephone pole and then backed in. After the car backed\n\nin, the witness saw two men come away from the car, turn around,\n\nand then face the car, as though they were talking to someone. She\n\nsaw nothing in their hands at that time. The taller and thinner of\n\nthe two men wore a \"bluish-colored coat\" with a hood, which he put\n\nup as he was looking around. The two men walked in the direction of\n\nMaude's Pizza.\n\n      The witness called 911 and when the police responded, spoke\n\nwith them; the police were in the area for about 5 or 10 minutes.\n\nA \"couple minutes\" after the police left, she saw the shorter of\n\nthe two men walking empty-handed, followed shortly thereafter by\n\nthe taller of the two carrying what appeared to be \"pieces to\n\nstereos.\" The taller man opened the door to the passenger side of\n\nthe car, moved the bucket seat forward, and put what he was\n\ncarrying in the back seat. The taller of the two started the car\n\nand drove into the alley towards Jackson, not turning his lights on\n\nuntil he reached Jackson where he turned north. At the police\n\nstation the witness later identified this vehicle, which was Regina\n\nMcNeal's Mustang. The witness never saw a third person leave the\n\nvehicle or walk down the alley. Around the time the two men walked\n\naway from the car, however, the witness looked away to watch\n\ntelevision for a \"couple minutes.\"\n\n     Mary Bearden, who is the mother of defendant's daughter,\n\ntestified that shortly after 1 a.m. on April 8, 1994, defendant\n\ncame to her apartment and asked her if she would hold some stereo\n\nequipment. When she refused to do so, he left.\n\n     Jimmy Gilmore, who had dated defendant's mother, testified\n\nthat \"some days\" before the defendant was arrested on April 26,\n\n1994, the witness had asked him what had happened and that\n\ndefendant had responded, in the words of the witness, \"[T]hey drove\n\nthere during the time when he was going to pick up his wife and\n\nthey went in and something was said or whatever, anyway, they ended\n\nup in the back room or something, and that's when he told me that\n\nhe shot the people.\" At a later time defendant indicated that he\n\nhad taken out of Maude's Pizza, Gilmore stated, \"some stuff that I\n\nhad bought from Woods, and I asked him did it come out of there and\n\nhe said yeah.\" The witness said that a Yamaha receiver was part of\n\nthe \"merchandise\" that he had bought. The defendant indicated\n\nfurther to the witness that he had covered his face when he had\n\ngone into Maude's Pizza; that James Woods had been present; that\n\nthe gun had been \"[s]ome inches or so\" from the victims when\n\ndefendant shot them; that when he shot the victims, they were lying\n\non the floor and defendant was holding them down with his foot; and\n\nthat one of the victims, in the words of the witness, \"had tried to\n\npull up or something like that,\" as the defendant was shooting him.\n\nUpon cross-examination the witness stated that during the week this\n\nconversation took place he was using cocaine, marijuana, and\n\nalcohol daily, that he considered himself to have been a drug\n\naddict, and that these substances \"messed up\" his mind.\n\n     A police officer testified that at about 11:29 or 11:30 p.m.\n\nhe had received a dispatch of a possible burglary taking place near\n\nMaude's Pizza and that at about 11:32 p.m. he had driven in the\n\nalley behind the apartment building connected to Maude's Pizza. He\n\nwalked through the alley all the way to the front of Maude's Pizza,\n\nwhere he noticed that the lights were on and heard loud music,\n\ncircumstances that were not unusual, so he left. He noticed a\n\nMustang backed into a spot behind an antique shop there and\n\nidentified it as the same vehicle portrayed in a photograph of\n\nRegina McNeal's automobile.\n\n     Tyron McNeal testified that on the night in question, when his\n\nwife responded to the doorbell, he recognized the voice of Regina\n\nMcNeal. Later that night defendant came to the door, and he and\n\nRegina left together. About three days later Tyron, who was at the\n\ntime a deputy in the Lake County sheriff's department, went to\n\ndefendant's house to talk to him in an unplanned visit. When Tyron\n\nasked defendant if he had been \"involved in that thing down at the\n\npizza place,\" defendant \"kind of walked away.\" When Tyron asked\n\ndefendant the question again, defendant responded, \"Yes.\" Tyron\n\ntestified further that in response to his question, \"Why?\"\n\ndefendant \"said something about the guy was a drug dealer and owed\n\nsome money.\" At a later time he spoke to defendant about turning\n\nhimself in, but the defendant wanted to do so later, after May 1,\n\n1994.\n\n     Jennifer Giles, 15 years old at the time of trial in January\n\nof 1995, testified that she had been with the defendant on March\n\n28, 1994, at the Pizza House Restaurant in Zion when defendant\n\nfired the handgun in evidence. Michael Zervos, the manager of the\n\nPizza House Restaurant on that date, testified concerning that\n\nincident, as did the police officer who recovered an empty shell\n\ncasing and a fired projectile from the restaurant following the\n\nincident.\n\n     Officer Richards, 16-year-old Sophia Degraffenreid, and her\n\ncompanion at the time defendant threatened to get a gun from his\n\napartment, 14-year-old Shammara Evans, testified concerning the\n\ncircumstances associated with the recovery of the gun from\n\ndefendant's garbage can. A forensic scientist expressed the opinion\n\nthat a fired projectile found in the kitchen of Maude's Pizza had\n\ncome from the semi-automatic pistol identified as defendant's, as\n\nhad the two shell casings found in the vicinity of the bodies, a\n\nfragment of a projectile taken from the body of Gerlach, a fragment\n\nof a projectile taken from the body of Austin, a shell casing\n\nrecovered from the Pizza House Restaurant on March 28, 1994, and a\n\nfired 9 millimeter projectile taken from the stairwell wall of\n\ndefendant's apartment.\n\n     The defendant contends that his trial lacked the fundamental\n\nfairness implicit in constitutional guarantees of due process of\n\nlaw because of the State's failure to correct certain testimony of\n\nhis wife concerning her plea agreement with the State. During\n\ndirect examination of this witness, she testified that conditions\n\nof her plea agreement were that she would not be sent to the\n\nIllinois Department of Corrections, that she could be sentenced to\n\nup to a year in jail for that offense, and that she would testify\n\ntruthfully in the instant case. Upon cross-examination the\n\nfollowing colloquy between defense counsel and the witness took\n\nplace concerning part of her plea agreement:\n\n               \"Q. Wasn't it also part of the agreement that there\n\n          will be no further charges filed against you in the case\n\n          where Perry Austin and Corey Gerlach were killed? Wasn't\n\n          that also part of the agreement?\n\n               A. I never even remembered them physically charging\n\n          me with it.\n\n               Q. I'm not saying that you were ever charged.\n\n               A. Okay.\n\n               Q. I am not saying that at all. But wasn't part of\n\n          the agreement when you pled guilty on May 20th of 1994\n\n          that you would not be charged with anything further in\n\n          relation to this incident, is that correct?\n\n               A. I don't recall that.\"\n\nWhen on May 20, 1994, Regina McNeal entered her negotiated plea of\n\nguilty to the charge of unlawful possession of firearm ammunition\n\nby a felon, namely, Aldwin McNeal, based upon a theory of\n\naccountability, she affirmed the trial court's understanding that\n\nas part of the plea agreement the State would not charge her \"with\n\nanything else concerning the incident where Perry Austin and Cory\n\nGerlach were killed.\"\n\n     Relying on the proposition that the prosecution in a criminal\n\ncase is obligated to correct the testimony of its witnesses when it\n\nknows that testimony to be false (see People v. McKinney, 31 Ill.\n\n2d 246 (1964); People v. Lueck, 24 Ill. 2d 554 (1962)), defendant\n\nmaintains that a new trial must be ordered because a key component\n\nof Regina McNeal's plea agreement was the State's promise not to\n\nprosecute her for any offense arising out of the incident at\n\nMaude's Pizza, she \"denied\" this portion of the agreement, and the\n\nState made no attempt to correct this \"falsity.\" He avers that the\n\njury should have been allowed to judge the credibility of this\n\n\"critical\" witness with the knowledge that the State had agreed to\n\nforgo prosecution of her completely for any part she might have\n\nplayed in this incident. He argues that the error was significant\n\nand, citing People v. Jimerson, 166 Ill. 2d 211 (1995), that it was\n\nnot harmless.\n\n     In Jimerson we determined that, under the particular facts of\n\nthat case, the error could not be considered harmless because the\n\nState failed to prove beyond a reasonable doubt that it did not\n\ncontribute to the jury's verdict. Jimerson, 166 Ill. 2d at 228. The\n\nonly evidence to link the defendant in Jimerson to the crimes of\n\nwhich he was convicted was the testimony of Paula Gray, whose\n\ndenials of a deal between the prosecutor and herself were deemed\n\nfalse. Here, by contrast, the testimony of Regina McNeal is not the\n\nonly evidence linking the defendant to the offenses committed at\n\nMaude's Pizza. Notably, some of the other evidence consists of\n\ninculpatory statements made by the defendant as well as ballistics\n\nevidence. Furthermore, the testimony of other witnesses\n\ncorroborated Regina McNeal's testimony in several important\n\nrespects. We assume arguendo that Regina McNeal testified falsely\n\nwhen she stated that she did not \"recall\" this condition of her\n\nplea agreement, while we acknowledge the State's argument to the\n\ncontrary. However, under these circumstances and in light of the\n\nextensive evidence of defendant's guilt apart from that afforded by\n\nRegina McNeal's testimony, we conclude that the State has proved\n\nbeyond a reasonable doubt her uncorrected testimony concerning this\n\ncondition of her plea agreement did not contribute to the jury's\n\nverdict and such error was, at most, harmless.\n\n     In the third issue defendant presents for our review, he\n\nmaintains that the trial court erred in denying his motion in\n\nlimine to exclude as inadmissible certain testimony of Tyron McNeal\n\non the basis of the clergyman's privilege set forth in the Code of\n\nCivil Procedure (735 ILCS 5/8--803 (West 1994)). Defendant takes\n\nthe position that his statements to Tyron, which he sought to\n\nexclude, were made while Tyron was serving in his \"professional\n\ncharacter\" and in his role as a \"spiritual advisor.\" As a\n\nconsequence, defendant urges, the trial court should not have\n\ncompelled Tyron to disclose any of defendant's statements to him,\n\nand the error requires a new trial. Section 8--803 of the Code of\n\nCivil Procedure provides:\n\n               \"A clergyman or practitioner of any religious\n\n          denomination accredited by the religious body to which he\n\n          or she belongs, shall not be compelled to disclose in any\n\n          court, or to any administrative board or agency, or to\n\n          any public officer, a confession or admission made to him\n\n          or her in his or her professional character or as a\n\n          spiritual advisor in the course of the discipline\n\n          enjoined by the rules or practices of such religious body\n\n          or of the religion which he or she professes, nor be\n\n          compelled to divulge any information which has been\n\n          obtained by him or her in such professional character or\n\n          as such spiritual advisor.\" 735 ILCS 5/8--803 (West\n\n          1994).\n\n     With respect to the defendant's motion in limine, Tyron McNeal\n\ntestified that while he was in the United States Army in Germany,\n\nhe became a member of the Church of the Second Coming in 1982 and,\n\nlater, a minister in that church. There was no ordination procedure\n\nin this nondenominational Christian church; one became a minister\n\nby receiving one's calling from God and by being confirmed by the\n\npastor. Tyron has continued to be a minister. In the United States\n\nhe has taught Sunday school, was a superintendent of Sunday school\n\nat Mount Zion Baptist Church in Zion, Illinois, and has continued\n\nto be a spiritual advisor. Sometime in 1982 or 1983, while he was\n\nstill in Germany, he began to be a spiritual advisor to the\n\ndefendant, who turned to Tyron regularly when he needed spiritual\n\nadvice. In April of 1994, Tyron testified, defendant turned to him\n\nfor guidance and advice. Asked whether this spiritual advice was in\n\nrelation to an incident that had happened at Maude's Pizza, the\n\nwitness responded, \"Yes, some of it.\" By \"some of it,\" the witness\n\nexplained, \"Well, it was--some of it was about that, but most of it\n\nwas about his relationship with God. That was my main concern was\n\nhim getting right with God.\"\n\n     On cross-examination the witness testified that when he\n\nreturned to the United States from Germany, he was no longer a\n\nmember of the Church of the Second Coming, since he had moved out\n\nof the area and there was no chapel in Waukegan, and he became a\n\nmember of the Mount Zion Baptist Church, of which he was a member\n\nin April 1994. Tyron testified that the first time he had talked to\n\nhis brother about the killings at Maude's Pizza, about three days\n\nafter they had occurred, he had visited his brother and had\n\n\"grabbed\" him and asked him if he had been involved in the\n\nkillings. When he was talking to him about what had happened at\n\nMaude's Pizza, he asked defendant why he had done it and defendant\n\nhad told him that \"the guy was a drug dealer,\" or \"something to\n\nthat effect,\" and that he \"owed him some money or something like\n\nthat.\" When Tyron had spoken to his brother at a later time, he had\n\nfound defendant in Zion and had talked to him about getting him to\n\nturn himself in to the police and about what defendant wanted to do\n\nwith regard to the Maude's Pizza case. He testified that he had\n\nchastised defendant at that time about how \"stupid what he had done\n\nwas, the thing that he did, and how he ha[d] gotten everybody else\n\ninvolved.\" Tyron stated that after his brother had been arrested in\n\nthis case, Tyron had testified before the Lake County grand jury\n\nabout these conversations with defendant in the days following the\n\nmurders at Maude's Pizza and had not asserted at that time that he\n\nwas acting as a minister in any way on the occasions of these\n\nconversations. The transcript of proceedings before the grand jury\n\non April 27, 1994, when Tyron McNeal testified before it, was\n\nadmitted into evidence with respect to defendant's motion in\n\nlimine.\n\n     In ruling on the defendant's motion, the trial court found,\n\n\"based on his [Tyron's] word I suppose, that he is a practitioner\n\nof the Church of the Second Coming, although it wasn't established\n\nthat that has any presence in the United States other than him. I\n\nwill accept that he is a practitioner of that religious\n\ndenomination.\" The court found further that he was \"accredited by\n\nit, although I think it's pretty tentative evidence to say the\n\nleast on that. I am willing to accept that.\" The court found as\n\nwell that the defendant had met the requirement that disclosure be\n\nenjoined by the rules or practices of the religious body or\n\nreligion professed, although the court found that evidence \"also\n\nvery, very shallow to meet that requirement.\" However, the trial\n\ncourt was unable to find that the information here was obtained in\n\nTyron McNeal's professional character or as a spiritual advisor, as\n\nsection 8--803 requires. The trial court discussed some of the\n\nfacts it considered in making that finding, among them the fact\n\nthat during the first conversation the witness \"grabbed the person\n\n[defendant] and asked him if he did it, and that was about the end\n\nof the conversation.\" Also persuasive to the trial court was the\n\nfact that the witness had disclosed \"much, if not all,\" of these\n\nconversations during the grand jury proceedings \"without claiming\n\nthe privilege, mentioning the privilege or even putting up a mild\n\nprotest about disclosing these things he says his religion prevents\n\nhim from disclosing.\" Of significance to the trial court was the\n\nfurther fact, contained in the transcript of the grand jury\n\nproceedings, that when the witness asked defendant \"why he had shot\n\nthose people\" at Maude's Pizza, the witness was somewhat uncertain\n\nof defendant's response, stating, \" `I don't know. I don't know\n\nwhat he said. I wasn't even listening. I was too upset. He said\n\nsomething about the guy owed him money or something. I wasn't even\n\nlistening. I was too upset.' \"\n\n     The party asserting the privilege must establish all the\n\nelements thereof before it may be successfully invoked. See People\n\nv. Diercks, 88 Ill. App. 3d 1073, 1078 (1980). The finding of the\n\ntrial court in this regard will not be disturbed unless it is\n\nagainst the manifest weight of the evidence. See Diercks, 88 Ill.\n\nApp. 3d at 1078. The trial court assessed the evidence pertaining\n\nto each element of the privilege and examined with particular care\n\nthat pertaining to the final element. Contrary to defendant's\n\nassertion, its finding that the defendant failed to establish that\n\nhis statements were made to Tyron in his professional character or\n\nas a spiritual advisor was plainly not against the manifest weight\n\nof the evidence, and we will not disturb it. Consequently, the\n\ntrial court properly denied defendant's motion in limine to exclude\n\nTyron's testimony concerning defendant's statements to him pursuant\n\nto section 8--803.\n\n     Defendant contends next that he was denied a fair jury verdict\n\nand his constitutional right to effective assistance of counsel\n\nbecause the verdict forms that were submitted to the jury\n\nconcerning each of the three theories of first degree murder as to\n\neach victim set forth some but not all of the elements of that\n\noffense. The six verdict forms returned by the jury state as\n\nfollows: (1) \"We, the jury, find the defendant, Aldwin McNeal,\n\nGuilty of the offense of first degree murder (was committing the\n\noffense of robbery) of Corey Gerlach\"; (2) \"We, the jury, find the\n\ndefendant, Aldwin McNeal, Guilty of the offense of first degree\n\nmurder (knowing his acts created a strong probability of great\n\nbodily harm) of Corey Gerlach\"; (3) \"We, the jury, find the\n\ndefendant, Aldwin McNeal, Guilty of the offense of first degree\n\nmurder (intended to kill) of Corey Gerlach\"; (4)\"We, the jury, find\n\nthe defendant, Aldwin McNeal, Guilty of the offense of first degree\n\nmurder (was committing the offense of robbery) of Perry Austin\";\n\n(5) \"We, the jury, find the defendant, Aldwin McNeal, Guilty of the\n\noffense of first degree murder (knowing his acts created a strong\n\nprobability of great bodily harm) of Perry Austin\"; and (6) \"We,\n\nthe jury, find the defendant, Aldwin McNeal, Guilty of the offense\n\nof first degree murder (intended to kill) of Perry Austin.\"\n\n     Defendant argues that these verdict forms are fatally\n\ndefective for failing to include \"the first proposition for murder,\n\ni.e., `that the defendant, or one for whose conduct he is legally\n\nresponsible, performed the acts which caused the death' of each\n\nvictim\" and for failing to inform the jury that the mental state\n\nmust have existed \" `when' \" the acts were committed. (Emphasis in\n\noriginal.) Defendant maintains further that defense counsel's\n\nfailure to object to these improper verdict forms constituted\n\nineffective assistance of counsel. He relies principally upon our\n\nopinion in People v. Mack, 167 Ill. 2d 525 (1995), in which the\n\nverdict finding the defendant eligible for the death penalty\n\nattempted to set forth a statutory aggravating factor but failed to\n\ndo so completely because it omitted an essential element. In Mack\n\nthe verdict stated, \" `We, the jury, unanimously find beyond a\n\nreasonable doubt that the following aggravating factor exists in\n\nrelation to this Murder: Larry Mack killed Joseph Kolar in the\n\ncourse of an Armed Robbery.' \" Mack, 167 Ill. 2d at 529-30. The\n\ndefective verdict in Mack failed to specify that the defendant had\n\nacted with the requisite mental state of intent or knowledge as\n\nrequired under section 9--1(b)(6) of the Criminal Code of 1961\n\n(Ill. Rev. Stat. 1979, ch. 38, par. 9--1(b)(6)).\n\n     As we stated in Mack, the test of the sufficiency of a verdict\n\nis whether the intention of the jury can be ascertained with\n\nreasonable certainty from the language used. Mack, 167 Ill. 2d at\n\n537. In determining the meaning of a verdict, all parts of the\n\nrecord will be searched and interpreted together. Mack, 167 Ill. 2d\n\nat 537. A verdict should have a reasonable intendment and receive\n\na reasonable construction; it should not be set aside unless from\n\nnecessity originating in doubt as to its meaning, or because of the\n\nimmateriality of the issues found, or because of a failure to find\n\nupon a material issue involved. Mack, 167 Ill. 2d at 537. Where a\n\nverdict purports to set out the elements of the offense as specific\n\nfindings, it must do so completely or be held insufficient, and a\n\nverdict that finds the accused guilty of only a certain part of an\n\noffense amounts to an acquittal of the residue. Mack, 167 Ill. 2d\n\nat 537-38. However, it is well established that a general verdict\n\nof \"guilty in manner and form as charged in the indictment\" or\n\nsimply \"guilty\" is sufficient to sustain a conviction, as is a\n\nverdict identifying the offense by name. Mack, 167 Ill. 2d at 538.\n\n     In the instant case each of the verdicts in question\n\nidentifies the offense of which the defendant is found guilty by\n\nname: first degree murder. The jury was instructed that\n\n          \"[a] person commits the offense of first degree murder\n\n          when he kills an individual, if, in performing the acts\n\n          which cause the death,\n\n                    he intends to kill that individual; or he\n\n               knows that such acts create a strong probability of\n\n               great bodily harm to that individual; or he is\n\n               committing the offense of robbery.\"\n\nThe jury was also instructed concerning the two propositions that\n\nthe State must prove to sustain the charge of first degree murder,\n\nincluding, as the first, \"[t]hat the defendant, or one for whose\n\nconduct he is legally responsible, performed the acts which caused\n\nthe death\" of each named victim and, as the second proposition,\n\n\"[t]hat when the defendant, or one for whose conduct he is legally\n\nresponsible, did so, he intended to kill\" each named victim; \"or he\n\nknew that his acts created a strong probability of great bodily\n\nharm to\" each named victim; \"or he was committing the offense of\n\nrobbery.\" The trial court instructed the jury further that \"[t]he\n\ndefendant is charged in different ways with the offense of first\n\ndegree murder ***.\"\n\n      Whereas in Mack there was a discrepancy that might have\n\nconfused jurors between the verdict form and other instructions, no\n\ndiscrepancy exists here. The parenthetical material on each of the\n\nsix verdict forms refers to one of three different ways in which\n\nthe defendant was charged with the offense of first degree murder\n\nas to each of the two victims, ways that are explained in other\n\ninstructions to the jury in conformity with the phrases in\n\nparentheses on the verdict forms. Were this parenthetical material\n\nto be deemed a finding by the jury as to but a single element of\n\nthe offense or a finding of guilt as to only a part of it, the\n\njury's finding concerning defendant's guilt of the named offense of\n\nfirst degree murder would be rendered surplusage, an unreasonable,\n\neven absurd, construction. The meaning of the verdict and the\n\nintention of the jury is as plain as the language of each verdict\n\nfinding him guilty of the offense of first degree murder. Thus, the\n\nchallenged verdict forms were neither insufficient nor improper.\n\nThat being so, defendant was denied neither a fair jury verdict nor\n\nthe effective assistance of counsel as a consequence of counsel's\n\nfailure to object to the verdict forms.\n\n     In the fifth issue defendant raises for review, he contends\n\nthat a new sentencing hearing is warranted because repeated remarks\n\nof the prosecutors to the jury that defendant would kill in prison\n\nif given any sentence other than death were improper, particularly\n\nwhere there was no evidentiary basis for such argument. The first\n\nof the three remarks about which defendant complains is this\n\nrequest of the prosecutor: \"I ask you not to put him in our prison\n\nsystem and keep him in our prison system to be violent.\" The latter\n\ntwo were made during the State's closing argument in rebuttal:\n\n          \"And I suppose it would be something else if you could\n\n          insure yourselves that he wouldn't do this again. But he\n\n          is not sorry and you can't assure yourselves that he\n\n          won't do this again, even in prison. Not only can you not\n\n          assure yourselves that he won't do it again, but the\n\n          evidence that you have received, which is what you are\n\n          supposed to consider here, indicates the otherwise\n\n          [sic].\"\n\n               \"And how any person here can think that we are not\n\n          unleashing a hellion to the Department of Corrections\n\n          forever, I don't know. ***\n\n               *** He is in prison for life. There isn't any good\n\n          time to take away from him. Now he has killed two people\n\n          since the last time he has been in prison. He has had the\n\n          opportunity and the experience of watching people squirm\n\n          when shotguns were put in their mouths and guns put to\n\n          their heads with the fingers on the trigger clicking\n\n          away, those people not knowing if they are about to have\n\n          a projectile rip through their skulls like Perry Austin\n\n          did and Corey Gerlach. That man is in prison.\n\n               That man perhaps is going to have a shiv [a knife]\n\n          again, like we know he did have that one occasion. Maybe\n\n          there will be a dispute. Is there a person here who can't\n\n          say that he would hesitate to kill? I don't know how you\n\n          could.\"\n\n     Although the defendant made no objection to any of these\n\ncomments when they were made, he did raise the issue of their\n\nimpropriety in his post-trial motion. In denying that motion, the\n\ntrial court made four findings concerning this issue: (1) that\n\nthere was no objection; (2) that there was evidence to support\n\n\"some argument as far as future violent conduct of killing or acts\n\nthat endanger people's lives\"; (3) that in the course of these\n\narguments the prosecutors did say that they were making the\n\narguments on the basis of inferences drawn from the evidence; and\n\n(4) that even if the State's argument were improper or based\n\ninsufficiently upon the evidence, it would not have caused the jury\n\nto make its decision on anything other than the evidence.\n\n     Although defendant avers that this issue is preserved for\n\nreview by virtue of his \"very specific and lengthy post-trial\n\nmotion and arguments relative to this claim,\" the State asserts\n\ncorrectly that defendant's failure to raise contemporaneous\n\nobjections to these remarks constitutes a waiver of the issue on\n\nappeal. See People v. Herrett, 137 Ill. 2d 195, 209 (1990).\n\nDefendant points out that at the hearing on his post-trial motion\n\neach of defendant's attorneys indicated that the failure to make a\n\ncontemporaneous objection was an oversight and stated unequivocally\n\nthat it was not a matter of strategy. In the alternative, defendant\n\nasks this court to review the question under the doctrine of plain\n\nerror, pursuant to Supreme Court Rule 615(a) (134 Ill. 2d R.\n\n615(a)), which allows a court of review to consider an alleged\n\nerror that has not been preserved properly for review where the\n\nevidence is closely balanced or where the error is so fundamental\n\nand of such magnitude that the accused was denied a fair trial.\n\nPeople v. Edgeston, 157 Ill. 2d 201, 239-40 (1993). Where it is\n\nnecessary to preserve the integrity of the judicial process and to\n\ninsure a fair hearing, the plain error rule is applicable. People\n\nv. Pitsonbarger, 142 Ill. 2d 353, 402 (1990). Although our review\n\ndiscloses that application of the rule is unwarranted, we elect to\n\nconsider the merits of defendant's claim concerning these alleged\n\nprosecutorial improprieties.\n\n     In closing argument parties may not go beyond the scope of the\n\nevidence presented and facts fairly inferable therefrom. People v.\n\nHolman, 103 Ill. 2d 133, 163 (1984). In the absence of supporting\n\nevidence, a prosecutor may not speculate before a sentencing jury\n\nthat a defendant may commit future crimes if he is not sentenced to\n\ndeath. People v. Hudson, 157 Ill. 2d 401, 457 (1993). Speculating\n\non the possibility that the defendant might commit future crimes if\n\nhe is not executed may cause the jury to focus upon a possibility\n\nthat may or may not occur and is immaterial to the jury's\n\nconsideration of aggravating and mitigating factors. Pitsonbarger,\n\n142 Ill. 2d at 401. However, each instance of error of this kind\n\nmust be examined with respect to the facts of the case and in the\n\ncontext of the closing argument as a whole. Edgeston, 157 Ill. 2d\n\nat 241.\n\n     At the outset, we observe that the first of the remarks\n\ndefendant finds objectionable was made following the prosecutor's\n\ncomment upon the testimony of Dr. Lawrence Heinrich, a clinical\n\npsychologist who had examined defendant and whom defendant had\n\ncalled to present evidence in mitigation. Dr. Heinrich testified,\n\namong other things, that he had diagnosed the defendant as having\n\nantisocial personality disorder, which he describes as \"what we\n\ncommonly characterize as the criminal-type personality, one that\n\nseems to lack conscience, that seems to take advantage of other\n\npeople, that in this possibly even being aggressive, sadistic--it's\n\nbasically characterized by longstanding conflicts with the law from\n\nthe time of adolescence throughout adulthood, and that's certainly\n\ntrue in Mr. McNeal's case.\" On cross-examination Dr. Heinrich\n\nindicated that a description of antisocial personality disorder\n\nincludes the adjectives \"mean\" and \"violent.\" Dr. Heinrich\n\ntestified at length concerning the report of a test he had given\n\ndefendant, the Millon Clinical Multi Axial Inventory, and stated,\n\ninter alia, that he thinks defendant is \"brutal\" toward other\n\npeople and that defendant can be \"dangerous,\" \"[e]ven in an\n\ninstitutional setting.\" During closing argument the prosecutor\n\nreferred expressly, and properly, to this testimony of the\n\ndefendant's expert witness in making the first of these three\n\nremarks:\n\n          \"And the doctor himself told you that he can even be\n\n          violent in prison.\n\n               I ask you not to put him in our prison system and\n\n          keep him in our prison system to be violent.\"\n\n     During the course of closing argument, the State ranged\n\nbroadly over the wealth of evidence amassed in aggravation against\n\nthe defendant, stressing the evidence of his criminal past, his\n\nhistory of sadistic and increasingly violent behavior, his lack of\n\nremorse, and his attitude and conduct while incarcerated. We need\n\nnot set forth in detail all of the evidence adduced in aggravation\n\nand mitigation. It is sufficient to say that the evidence\n\nmarshalled against the defendant in aggravation far outweighed that\n\nwhich he presented in mitigation. With respect to the latter two\n\ncomments, to the extent that the prosecution overstated the\n\nevidence or drew from it inferences so expansive that they amounted\n\nto speculation, its argument was improper. However, in light of the\n\nevidence, any such excess on the part of the State was relatively\n\nslight, in part because of Dr. Heinrich's testimony bearing upon\n\ndefendant's future dangerousness in prison. Under the circumstances\n\nhere the two remarks could not have diverted the attention of the\n\njury from considering the aggravating and mitigating factors\n\npresented by the case, the character and record of the defendant,\n\nor the nature and circumstances of his offense. See Holman, 103\n\nIll. 2d at 164. Considering these two comments in the context of\n\nthe closing argument in its entirety and all of the evidence\n\nadduced in aggravation and mitigation, we conclude that the State\n\nhas proved beyond a reasonable doubt that the error complained of\n\ndid not contribute to the verdict and was, thus, harmless. See\n\nSatterwhite v. Texas, 486 U.S. 249, 256, 100 L. Ed. 2d 284, 293,\n\n108 S. Ct. 1792, 1797 (1988).\n\n     As his sixth contention of error, defendant maintains that the\n\ndeath penalty statute in Illinois violates the eighth and\n\nfourteenth amendments by placing a burden of proof on the defendant\n\nthat precludes meaningful consideration of evidence in mitigation.\n\nDefendant puts forth essentially the same arguments advanced\n\nunsuccessfully by the defendant in People v. Hampton, 149 Ill. 2d\n\n71 (1992), in which this court pointed out it has held repeatedly\n\nthat the death penalty statute does not impose a constitutionally\n\nimpermissible burden upon a defendant. We decline to revisit the\n\nissue.\n\n     Similarly, by way of his seventh contention of error,\n\ndefendant challenges the constitutionality of the death penalty\n\nstatute in Illinois as violative of the eighth and fourteenth\n\namendments for failing to minimize sufficiently the risk of\n\narbitrarily or capriciously imposed sentences of death. He\n\nacknowledges that this court has considered individually several\n\nissues he sets forth in this regard but asks us not only to\n\nreconsider these claims but also to consider whether in their\n\ntotality the features and omissions he cites render the statute\n\nunconstitutional. In the absence of any persuasive argument to\n\nconsider anew the individual constitutional defects he identifies,\n\nwe decline to do so. Likewise, this court has previously rejected\n\nthe argument that the cumulative effect of such features and\n\nomissions renders the statute constitutionally infirm (People v.\n\nPhillips, 127 Ill. 2d 499, 542-43 (1989)), and defendant presents\n\nnothing new that persuades us to reconsider this conclusion.\n\n     In a supplemental brief defendant contends that it was eighth\n\namendment error, requiring a new sentencing hearing, for the\n\nprosecutor to argue in closing at the aggravation and mitigation\n\nphase of his hearing that his antisocial personality disorder\n\nconstituted evidence in aggravation. The precise comments to which\n\ndefendant objects are these:\n\n          \"And what is antisocial personality disorder? It's just\n\n          being mean and violent is what it comes down to, and he\n\n          told you that.\n\n               Basically what it comes down to is the person we\n\n          have here, the doctors can put it into fancy words, the\n\n          fancy words being antisocial personality disorder or\n\n          whatever else they want to pick out of their book, but\n\n          the bottom line is the character of this man, his\n\n          meanness, his violence, his sadism. That's not a\n\n          mitigating factor. That's an aggravating factor. It's not\n\n          a mitigating factor that he has an antisocial personality\n\n          disorder. It's an aggravating factor. It shows you how\n\n          violent he can be. And the doctor himself told you that\n\n          he can even be violent in prison.\"\n\nDefendant describes as his \"most important\" evidence in mitigation\n\nDr. Heinrich's testimony that he suffered from the statutory\n\nmitigating factor of an \"extreme mental or emotional disturbance\"\n\n(720 ILCS 5/9--1(c)(2) (West 1994)), a primary component of which\n\nwas his antisocial personality disorder. He maintains that his\n\n\"mental illness\" cannot be considered as aggravation because it did\n\nnot develop as a consequence of any fault on his part and he cannot\n\nbe blamed for that which is beyond his control. In short, he\n\nargues, his \"mental illness cannot be used to justify his\n\nexecution.\"\n\n     In order to meet constitutional standards, a capital\n\nsentencing hearing must permit individualized consideration of the\n\noffender and the offense. Hudson, 157 Ill. 2d at 454. In accord\n\nwith that requirement, the sentencer in a capital case may not be\n\nprecluded from considering, or refuse to consider as a matter of\n\nlaw, any relevant mitigating evidence offered by the defense.\n\nHudson, 157 Ill. 2d at 454; People v. Page, 155 Ill. 2d 232, 279\n\n(1993). Allowing the sentencer to consider all relevant mitigating\n\nevidence satisfies the requirement of individualized sentencing in\n\ncapital cases. Page, 155 Ill. 2d at 279.\n\n     However, these requirements do not oblige a prosecutor to\n\nagree with the defendant that evidence offered in his behalf is\n\nsufficiently mitigating to preclude imposition of the death penalty\n\nor that it is even mitigating at all. Hudson, 157 Ill. 2d at 454.\n\nNor is it improper for a sentencer to consider a defendant's\n\nevidence presented in mitigation as a factor in aggravation.\n\nHudson, 157 Ill. 2d at 455. Just as the sentencer may determine the\n\nweight to be given relevant mitigating evidence, the prosecutor may\n\ncontest during the sentencing hearing the significance or weight of\n\nthe defendant's evidence presented in mitigation and disagree with\n\na defendant's assessment of the nature and character of it. See\n\nPage, 155 Ill. 2d at 279-80.\n\n     We find particularly instructive People v. Henderson, 142 Ill.\n\n2d 258 (1990), in which the defendant argued that the trial court\n\nwrongly judged the significance of evidence of his traumatic\n\nchildhood and turbulent family history and that, to a substantial\n\nextent, he was the \"involuntary product\" of an extremely violent\n\nand dysfunctional family environment, involuntary because he had\n\nchosen neither his relatives nor his upbringing. This court in\n\nHenderson pointed out that, contrary to the assertions of the\n\ndefendant, the Supreme Court has indicated that evidence of an\n\nupbringing that has caused a defendant to become violent and\n\naggressive can be considered in aggravation, for one duty of a\n\nsentencer is to predict a defendant's future behavior based upon\n\nhis past behavior. Henderson, 142 Ill. 2d at 339, citing Skipper v.\n\nSouth Carolina, 476 U.S. 1, 5, 90 L. Ed. 2d 1, 7, 106 S. Ct. 1669,\n\n1671 (1986). Inasmuch as a defendant's upbringing is no more within\n\nhis control than is an antisocial personality disorder, it is not\n\nunreasonable to conclude that it too may be considered in\n\naggravation.\n\n     Also in Henderson this court considered Penry v. Lynaugh, 492\n\nU.S. 302, 328, 106 L. Ed. 2d 256, 284, 109 S. Ct. 2934, 2951-52\n\n(1989), in which the trial court erred by failing to instruct the\n\njury that it could consider and give effect to the mitigating\n\nevidence of defendant's mental retardation and abused background.\n\nThere was evidence in Lynaugh that the defendant's mother had\n\nbeaten him about the head with a belt as a child and that he was\n\nmoderately retarded and unable to learn from experience. Penry, 492\n\nU.S. at 308-09, 106 L. Ed. 2d at 271-72, 109 S. Ct. at 2941. The\n\nSupreme Court recognized that \"Penry's mental retardation and\n\nhistory of abuse is thus a two-edged sword: it may diminish his\n\nblameworthiness for his crime even as it indicates that there is a\n\nprobability that he will be dangerous in the future.\" Penry, 492\n\nU.S. at 324, 106 L. Ed. 2d at 281, 109 S. Ct. at 2949. As we noted\n\nin Henderson, the Court in Penry stated neither that this evidence\n\nwas inherently mitigating and the sentencer was required to\n\nconsider it as such nor that it would be improper to consider this\n\nevidence in aggravation as it indicated that the defendant had a\n\nviolent nature not amenable to rehabilitation. Henderson, 142 Ill.\n\n2d at 340. We think that by analogy the same conclusion can be\n\nreached here and that defendant's antisocial personality disorder\n\nis, likewise, a double-edged sword for purposes of mitigation and\n\naggravation.\n\n     Further, as this court stated in People v. Coleman, 168 Ill.\n\n2d 509, 537 (1995), while evidence of any mental or emotional\n\nproblems that afflict a capital defendant are critically important\n\nto the sentencing decision, not every mental or emotional condition\n\nthat can be classified as a \"disorder\" will necessarily be\n\nmitigating. In Coleman the affidavit of a clinical psychologist\n\nsubmitted in support of the defendant's post-conviction petition\n\nindicated that the defendant had developed characteristics of\n\npersonality likely to be viewed as aggravating rather than\n\nmitigating, specifically, a lack of empathy and lack of guilt or\n\nanxiety attached to illegal or antisocial behaviors; in Coleman we\n\nconcluded that it was not clear the expert testimony would have\n\nproduced a profile that the jury would have viewed in an entirely\n\nsympathetic light. Coleman, 168 Ill. 2d at 537-38.\n\n     In the instant case, the State's characterization of\n\ndefendant's evidence of antisocial disorder as aggravating rather\n\nthan mitigating in no way restricted the jury's individualized\n\nconsideration of the defendant and the offenses he had committed.\n\nThe State's argument neither limited the defendant's presentation\n\nof any of his evidence in mitigation nor precluded the jury's\n\nconsideration of it. At no time did the State suggest to the jury\n\nthat the law did not allow it to consider this evidence in\n\nmitigation (see People v. Bean, 137 Ill. 2d 65, 126 (1990)), and\n\ndefendant makes no claim that the jury was not properly instructed\n\nby the trial court concerning consideration of it. Referring to\n\ndetails of Dr. Heinrich's testimony, the prosecutor merely\n\ndisagreed with the defendant's characterization of that evidence as\n\nmitigation, as he is permitted to do. The jury as sentencer was\n\nallowed to consider all relevant mitigating evidence the defendant\n\npresented so that the requirement of individualized sentencing was\n\nsatisfied. Hence, the prosecutor's characterization of defendant's\n\nantisocial personality disorder as a factor in aggravation did not\n\ndeprive defendant of a fair and reliable sentencing hearing and\n\noccasioned no eighth amendment error.\n\n     Therefore, for the reasons stated above, we affirm the\n\njudgment of the circuit court of Lake County. We hereby direct the\n\nclerk of this court to enter an order setting Wednesday, May 14,\n\n1997, as the date on which the sentence of death entered by the\n\ncircuit court of Lake County is to be carried out. The defendant\n\nshall be executed in a manner provided by law (725 ILCS 5/119--5\n\n(West 1994)). The clerk of this court shall send a certified copy\n\nof the mandate in this case to the Director of Corrections, to the\n\nwarden of Stateville Correctional Center, and to the warden of the\n\ninstitution where defendant is now confined.\n\n\n\n Affirmed.\n\n\n",
            "ocr": false,
            "opinion_id": 3134393
        }
    ],
    "court_short_name": "Illinois Supreme Court",
    "court_full_name": "Illinois Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}