{
    "id": 3138470,
    "judges": null,
    "date_filed": "2002-02-20",
    "date_filed_is_approximate": true,
    "slug": "people-v-bell",
    "case_name_short": null,
    "case_name": "People v. Bell",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.illinoiscourts.gov/Opinions/AppellateCourt/2002/3rdDistrict/February/Wp/3000423.doc",
            "author_id": null,
            "opinion_text": "\n\n\n\n\n\n\n\tNo. 3--00--0423\n\n_________________________________________________________________\n\n\n\n\tIN THE\n\n\n\n\tAPPELLATE COURT OF ILLINOIS\n\n\n\n\tTHIRD DISTRICT\n\n\n\n\tA.D., 2002 \n\n\n\nTHE PEOPLE OF THE STATE \t\t\t)\tAppeal from the Circuit Court\n\nOF ILLINOIS,\t\t\t\t\t)\tof the 10th Judicial Circuit, \n\n\t)\tPeoria County, Illinois\n\nPlaintiff-Appellee,\t\t\t)\t\n\n\t)\n\nv.\t\t\t\t\t\t)\tNo. 99--CF--255\n\n\t)\t\n\nSHAWN EARL BELL,\t\t\t\t)\tHonorable\n\n                                )\tDonald Courson,\n\nDefendant-Appellant.\t\t)\tJudge, Presiding\n\n_________________________________________________________________\n\n\n\nPRESIDING JUSTICE LYTTON delivered the opinion of the court:\n\n_________________________________________________________________\n\n\n\nA jury found the defendant, Shawn Earl Bell, guilty of home invasion (720 ILCS 5/12--11(a)(2) (West 1998)), aggravated battery (720 ILCS 5/12--4(b)(1) (West 1998)), and unlawful possession of a firearm by a felon (720 ILCS 5/24--1.1(a) (West 1998)).  He was sentenced to 25 years' imprisonment for the home invasion conviction and 5 years' imprisonment for the firearm possession conviction to be served concurrently.  He was not sentenced for aggravated battery.  We vacate his aggravated battery conviction, but otherwise affirm.\n\nBACKGROUND\n\nThe testimony at trial indicated that at approximately 3:30 a.m. on March 16, 1999, the defendant kicked in the front door of an apartment occupied by Chemacy Irby, her two children and her boyfriend, La Earl McBride.  Naked and unarmed, McBride left the bedroom to investigate.\n\nPolice officers responded to a call and found McBride crouching in a corner, naked, with blood covering his face.  The defendant was standing over McBride with a revolver in his right hand.  An officer ordered the defendant to drop the gun.  He did, and the officers took him into custody.\n\nThe defendant was charged by an indictment in three counts.  Count I charged the defendant with home invasion.  Counts II and III charged him with aggravated battery and unlawful possession of a firearm by a felon respectively.\n\nThe jury found the defendant guilty of all three counts, but he was sentenced only on counts I and III. \n\nAdditional facts will be discussed as they pertain to individual issues.\n\nANALYSIS\n\nI. Defendant's Name\n\nThe defendant argues that the State failed to prove one element of the crime of unlawful possession of a firearm by a felon.  He contends that the State did not prove beyond a reasonable doubt that he was the same \"Shawn Bell\" named in a certified copy of a 1992 conviction for attempted armed robbery.  He was named in his indictment as \"Shawn Earl Bell AKA: Bell, Shawn E\" and the State presented no evidence beyond the certified copy of the conviction linking the defendant to the 1992 conviction. \n\nAt trial, but out of the presence of the jury, the prosecutor indicated that he had spoken with defense counsel about raising the issue of the defendant's prior conviction.  The judge asked if there would be any objection to the certified copy of the defendant's prior conviction.  Defense counsel replied, \"No.  I've gone over it.  I know [the prosecutor] can prove it up.\"  The judge suggested that the prosecutor mark the certified copy as an exhibit and offer it in evidence.  He proposed that when the State offered the certified copy in evidence without objection, he would admit it.  Defense counsel said, \"It's going to avoid calling Nancy Mermelstein up, going through all that, Judge.\"  The judge offered to inform the jury that in a Peoria County case, the defendant was convicted of two counts of attempted armed robbery on December 7, 1992.  The judge said he would tell the jurors that they may consider the certified copy as evidence and give it whatever weight they thought it deserved.  The judge asked if handling the prior conviction in that way was acceptable.  Defense counsel agreed, saying, \"I can't think of a better way, Judge.\"\n\nAt the conclusion of the State's case in chief, the prosecutor offered the certified copy of the defendant's prior conviction in evidence.  When the judge asked if there was any objection, defense counsel said there was not.  The judge admitted the certified copy as \"People's Exhibit No. 9\" and advised the jury as stated above.  \"People's Exhibit #9\" indicates that an attorney named \"Mermelstein\" represented the State when \"Shawn Bell\" pled guilty to two counts of attempted armed robbery on December 7, 1992.\n\nWhen an appellate court reviews a challenge to the sufficiency of the evidence, the question is whether, viewing the evidence in the light most favorable to the prosecution, any reasonable jury could have found the defendant guilty beyond a reasonable doubt.  \nPeople v. Collins\n, 106 Ill. 2d 237, 478 N.E.2d 267 (1985).  It is unlawful for a person knowingly to possess any firearm if the person has been convicted of a felony under Illinois law.  720 ILCS 5/24--1.1(a) (West 1998).\n\nThe defendant relies upon this court's recent decision in \nPeople v. Brown\n, No. 3--00--0669 (November 1, 2001).  In \nBrown\n, the defendant, John E. Brown, argued that the State failed to prove that he was the same John Brown named in a certified copy of conviction.  At trial, the defendant contended that he was not, in fact, the same John Brown.  The State presented no evidence connecting the John Brown in the certified copy of the conviction with the defendant.  We found that under those facts, the State must submit additional proof linking the defendant to the prior conviction.  \n\nBrown\n is readily distinguishable from this case.  Here, the defendant did not object to the State's introduction of the certified copy of conviction.  On the contrary, he accepted the judge's suggested manner of handling this evidence and never argued that he was not the person named in the certified copy of conviction.  \nBrown\n is inapposite to this case.\n\nA defendant may not ask the trial court to proceed in a certain manner and then contend in a court of review that the judgment he obtained was in error.  \nPeople v. Segoviano\n, 189 Ill. 2d 228, 725 N.E.2d 1275 \n(2000).  Here, the defendant asked the trial court to proceed with the introduction of the State's certified copy of conviction in a certain manner, conceding that the State could \"prove it up.\"  He opted to dispense with the testimony of Attorney Mermelstein, the State's witness who presumably would have linked him to the prior conviction.  On appeal, the defendant may not now contend that the trial court was in error by doing what he asked at trial.\n\nTaking the evidence in the light most favorable to the prosecution, the jury reasonably could have found beyond a reasonable doubt that the defendant was a felon.  The trial court did not err by convicting him of unlawful possession of a firearm by a felon.\n\nII. Constitutionality of Truth-in-Sentencing\n\nThe trial judge stated that he was imposing truth-in-sentencing to the defendant's 25-year prison sentence for home invasion because the victim suffered great bodily harm.  On appeal, the defendant argues that the truth-in-sentencing provision of section 3--6--3(a)(2)(iii) violates his due process and jury trial rights under the holding of \nApprendi v. New Jersey\n, 530 US 466, 147 Led.2d 435, 120 Sct. 2348 (2000).\n\nThe constitutionality of a statute is a question of law, which we review \nde\n \nnovo\n.  \nPeople v. Rhoades\n, 323 Ill. App. 3d 644, 753 N.E.2d 537 \n(2001).  Defendants receive one day of good conduct credit for each day of his or her sentence of imprisonment for all offenses not enumerated in section 3–6–3(a)(2).  730 ILCS 5/3–6–3(a)(2.1)(West 2000).  Home invasion is not a listed offense in section 3–6–3(a)(2).  However, when a court has found that the defendant's conduct resulted in great bodily harm to a victim, a defendant convicted of home invasion shall receive no more than 4.5 days of good conduct credit for each month of his prison sentence.  730 ILCS 5/3--6--3(a)(2)(iii) (West 2000). \n\nExcept for a prior conviction, any fact that increases the penalty for a crime beyond the statutory maximum must be submitted to the jury and proved beyond a reasonable doubt.  \nApprendi\n, 530 U.S. 466, 147 L. Ed. 2d 435, 120 S. Ct. 2348.  Recently, the Illinois Appellate Court, Fourth District, ruled that the truth-in-sentencing provision of section 3--6--3(a)(2)(iii) does not violate the rule of \nApprendi\n because the statute does not change the prescribed maximum penalty imposed for offenses such as home invasion.  \nPeople v. Garry\n, 323 Ill. App. 3d 292, 752 N.E.2d 1244 \n(2001).  We agree with the reasoning in \nGarry\n.  Since \nthe maximum penalty under section 3–6–3(a)(2) is not increased, the truth-in-sentencing provision of section 3--6--3(a)(2)(iii) is not unconstitutional under \nApprendi\n.\n\nIII. One-act, One-crime\n\nAt the sentencing hearing, the judge said, \"Because the aggravated battery charge is also the basis for the injury as contained in the home invasion charge, the Court does not feel it's appropriate to impose a sentence for both offenses.\"  The court's written sentencing order states, \"No sentence imposed on Count II,\" the aggravated battery count.  The defendant contends that his aggravated battery conviction should be vacated under the one-act, one-crime principles.\n\nMultiple convictions are improper if they are based on precisely the same physical act.  \nPeople v. Pulgar\n, 323 Ill. App. 3d 1001,\n 752 N.E.2d 585 (2001).  Where a defendant is not sentenced for a conviction because of one-act, one-crime principles, that conviction should be vacated by the appellate court.  \nPeople v. Horton\n, 314 Ill. App. 3d 1039, 733 N.E.2d 701 (2000).\n\nThe State cites \nPeople v. Kraus\n, 318 Ill. App. 3d 774, 743 N.E.2d 198 \n(2000), for the proposition that the defendant's aggravated battery conviction need not be vacated.  In \nKraus\n, the record indicated that the trial court merged two convictions and did not impose sentence on one conviction that merged into another conviction.  Since the defendant's aggravated battery conviction was not merged with his home invasion conviction, \nKraus\n does not apply to this case.\n\nAlthough the judge did not use the term, \"one-act, one-crime,\" he did say that he would not impose a sentence for the defendant's aggravated battery conviction because it was based on the same physical act as the home invasion conviction.  This language invoked the one-act, one-crime rule regarding the two convictions.  Therefore, w\ne vacate the defendant's aggravated battery conviction in conformity with the holding in \nHorton\n.\n\n\n\nCONCLUSION\n\nWe vacate the defendant's aggravated battery conviction, but otherwise affirm the judgment of the Peoria County circuit court.\n\nAffirmed in part and vacated in part.\n\nHOLDRIDGE and McDADE, JJ., concur.\n\n\n",
            "ocr": false,
            "opinion_id": 3138470
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}