{
    "id": 3139784,
    "judges": null,
    "date_filed": 920246400000,
    "date_filed_is_approximate": false,
    "slug": "people-v-morrow",
    "case_name_short": "Morrow",
    "case_name": "People v. Morrow",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.illinoiscourts.gov/Opinions/AppellateCourt/1999/1stDistrict/March/WP/1962592.doc",
            "author_id": null,
            "opinion_text": "\n\n\n\n\nFIRST DIVISION\n\nMarch 1, 1999\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo. 1-96-2592\n\n\n\n\n\n\n\n\n\nTHE PEOPLE OF THE STATE OF ILLINOIS,\n\n\n\nPlaintiff-Appellee,\n\n\n\nv.\n\n\n\nMITCHELL MORROW,\n\n\n\nDefendant-Appellant.\n\n)\n\n)\n\n)\n\n)\n\n)\n\n)\n\n)\n\n)\n\n)\n\nAppeal from the\n\nCircuit Court of\n\nCook County\n\n\n\n\n\n\n\nHonorable\n\nJohn Morrissey,\n\nJudge Presiding.\n\n\n\n\n\nJUSTICE \nGALLAGHER delivered the opinion of the court:\n\nOn November 22, 1994, defendant Mitchell Morrow, along with codefendants Birandi Paschal and Alanda McComb, was charged by indictment with the August 28, 1994 murder and armed robbery of Kazmierz Kosinski.  Following a four-day jury trial in April 1996 before the Honorable John E. Morrissey, defendant was convicted of both murder and armed robbery and thereafter sentenced to concurrent terms of 60 years for the murder and 20 years for the armed robbery.  Codefendant Birandi Paschal was found guilty of murder and armed robbery by a different jury.  The two juries sat jointly for some of the testimony, but each jury was excluded for certain other portions of the testimony.  Codefendant Alanda McComb was acquitted following a bench trial before Judge Morrissey.  Defendant now appeals.\n\nThe record before us reveals that during the evening of August 27, 1994, and the early morning of August 28, 1994, Kazmierz Kosinski and his friend, Chester Szwajnus, drank together at a couple of bars.  Thereafter, Kosinski dropped Szwajnus off at another tavern and that was the last time Szwajnus saw Kosinski alive.  Kosinski then went to the area of Cicero and Dickens, where he solicited and hired two prostitutes to perform sex for $25 each.  Those prostitutes were codefendant Birandi Paschal and another woman, Ramona Siler.  Kosinski had hired Siler as a prostitute on previous occasions.\n\nPaschal and Siler got into Kosinski's car and he eventually drove to an area near Blackhawk Park.  Unbeknownst to Kosinski, his car was followed by another car.  In that car was defendant, who was Siler's pimp, and codefendant Alanda McComb, who was Paschal's pimp.  Once Kosinski parked his car, Siler placed a condom on his penis and began performing oral sex.  Paschal got on top of Kosinski's lap and pulled her shirt up to allow him to suck her breasts.\n\nWhile this was transpiring, Siler saw Paschal try to take Kosinski's wallet from his pocket.  When Kosinski realized this, he grabbed Paschal by the hair, called her a \"black bitch\" and the two began to struggle.  Siler called for help and defendant and McComb ran to the car.  McComb punched Kosinski.  Siler ran to defendant's car, where Paschal had already gone.  Siler saw defendant shoot Kosinski, who later died of the gunshot wounds.\n\nDefendant and McComb returned to the car.  McComb told Paschal to split up, between the four, the $160 contained in Kosinski's wallet.  As they drove, they tossed the wallet out the window.  The wallet was later recovered a few blocks away from the scene of the crime by an individual who placed it in a mailbox.\n\nAt one point, the car stopped and defendant got out and hid the gun up under the hood of the car.  Defendant said to Siler, \"Did I get any blood on me, Bay?\"  \"Bay\" was a nickname, short for \"Baby,\" which defendant called Siler, who was also his girlfriend.\n\nOn September 5, 1994, after initially telling the police she did not know anything, Siler gave a statement to detectives and an assistant State's Attorney and subsequently testified before the grand jury.  The substance of both her statement and her grand jury testimony was essentially an account of the foregoing described events.  At trial, however, Siler denied knowing the victim and also denied being with him on the night of the murder.  She did not, however, deny that she gave the pretrial statement and grand jury testimony.\n\nDefendant now raises several arguments on appeal, but primarily contends that he was not proven guilty beyond a reasonable doubt because his conviction was based solely upon the inherently untrustworthy testimony of Siler.  Defendant gives several arguments as to why Siler's testimony was insufficient.  We shall examine each argument separately.\n\nThe standard of review for challenging the sufficiency of the evidence is whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. \nPeople v. Collins\n, 106 Ill. 2d 237, 261, 478 N.E.2d 267 (1985).\n\nTo support his contention that Siler's pretrial statements were unreliable, defendant places much emphasis on the fact that Siler recanted her testimony at trial.  Section 115-10.1 of the Code of Criminal Procedure of 1963 (725 ILCS 5/115-10.1 (West 1992)) provides, in pertinent part:\n\n\"In all criminal cases, evidence of a statement made by a witness is not made inadmissible by the hearsay rule if\n\n(a)\tthe statement is inconsistent with his testimony at the hearing or trial, and\n\n(b)\tthe witness is subject to cross-examination concerning the statement, and\n\n(c)\tthe statement --\n\n(1)\twas made under oath at a trial, hearing, or \n\nother proceeding.\" 725 ILCS 5/115-10.1 (West \n\n1992).\n\nPursuant to the statute, Siler's pretrial statements implicating the defendant were admitted as substantive evidence.  Defendant does not dispute that these prior inconsistent statements were properly admitted.  Defendant instead contends that Siler was a heroin addict and an accomplice, and therefore, her statements were inherently untrustworthy.  He further contends that these unreliable statements were insufficient to convict him, absent some corroborating evidence.  We disagree and will address each of defendant's contentions individually.\n\nFirst, defendant is mistaken when he claims that there was no corroborative evidence.  On the contrary, Siler's account of the events surrounding the murder was corroborated by the condom wrapper recovered from the car, which was the same brand as the condoms recovered from her purse; the condom that was found in the victim's pants; the straw on the floor of the car, which Siler had identified as belonging to her; the medical examiner's testimony that the shooter was above the victim and to his left; and the victim's wallet, which was found near the scene.\n\nDefendant nevertheless contends that this corroborative evidence is insufficient, citing\n People v. Wilson\n, 66 Ill. 2d 346, 362 N.E.2d 291 (1977), and \nPeople v. Ash\n, 102 Ill. 2d 485, 468 N.E.2d 1153 (1984), in which the supreme court concluded that corroborative evidence of \nwhat\n happened during a crime, as opposed to corroborative evidence of \nwho\n committed the crime, was insufficient to prove the defendant guilty beyond reasonable doubt.\n\nThe supreme court has given additional guidance which is applicable to the present case.  Indeed, in \nWilson\n, one of the cases cited by defendant, the court noted that \"whether accomplice testimony, corroborated or uncorroborated, is a satisfactory basis for conviction goes to the weight of the evidence and is, therefore, in the province of the jury or the court.\"  \nPeople v. Wilson\n, 66 Ill. 2d 346, 349, 362 N.E.2d 291, 292 (1977).  More recently, the supreme court reiterated this principle when it noted that \"[d]eterminations of the credibility of witnesses, the weight to be given to their testimony, and the reasonable inferences to be drawn from the evidence are responsibilities of the trier of fact.\n\" People v. Oaks\n, 169 Ill. 2d 409, 457, 662 N.E.2d 1328, 1349 (1996).  While it is also true that a conviction will be set aside where it is plainly apparent that the defendant was not proved guilty beyond a reasonable doubt, (\nWilson\n, 66 Ill. 2d at 349, 362 N.E.2d at 292), that is not the situation in the present case.\n\nThe witness in \nWilson\n was incarcerated pending the outcome of the other indictments, admitted instigating the criminal act involved in the case, was promised immunity and was unable to identify the defendant in a lineup, but identified another man three times.  Likewise, in \nAsh\n, the witness could not identify the defendant, who was seated at the defense table, and, furthermore, the witness was seeking a lenient sentence and not to be incarcerated with three criminals against whom he had testified earlier.  None of the factors present in \nWilson\n or \nAsh\n was present here.  In the present case, Siler testified in court and was cross-examined by defense counsel.  Siler never claimed that her pretrial statements were in any way coerced.  She acknowledged under oath that she gave the prior inconsistent statements and these statements related to events within her personal knowledge.  More importantly, she testified that no promises were made to her in exchange for her written statement.  Thus, we find \nWilson\n and \nAsh\n inapposite since it was plainly apparent that the defendants in those cases were not proven guilty beyond a reasonable doubt.  Here, it cannot be said that defendant was not proven guilty beyond a reasonable doubt of the murder of Kosinski.\n\nThe jury weighed the evidence and assessed Siler's credibility.  By its verdict, the jury determined that Siler was telling the truth when she made her prior statements and lying at trial. See \nPeople v. McBounds\n, 182 Ill. App. 3d 1002, 1014, 536 N.E.2d 1225, 1234 (1989) (in which the trial court found witnesses' prior inconsistent statements more trustworthy than their trial testimony); see also \nPeople v. Zizzo\n, 301 Ill. App. 3d 481, 703 N.E.2d 546 (1998) (looking at witness's two statements in the light most favorable to the State, court can presume, judging from jury's verdict, which statement jury, who was able to observe witness on the stand, reasonably concluded was truthful and which statement was untruthful).  Similar to the \nZizzo\n court's conclusion regarding the witness's testimony there, in the present case, we find nothing in the record to justify the substitution of our judgment for that of the jury with respect to Siler's credibility. \n\n \tAssuming \narguendo\n that there was no corroborative evidence, it does not necessarily portend that, as a matter of law, a recanted prior inconsistent statement admitted under section 115-\n\n10.1 cannot support a conviction.  \nPeople v. Curtis\n, 296 Ill. App. 3d 991, 996-97, 696 N.E.2d 372, 376-77 (1998); accord \nPeople v. Zizzo\n, 301 Ill. App. 3d 481, 703 N.E.2d 546 (1998).  In the present case, the previous inconsistent statements alone were sufficient to prove defendant's guilt beyond a reasonable doubt.  If a prior statement meets section 115-10.1's test, \"a finding of reliability and voluntariness is automatically made.  Accordingly, no additional analysis is needed. *** [I]t is the jury's decision to assign weight to the statement and to decide if the statement was indeed voluntary, after hearing the declarant's inconsistent testimony.\" \nPeople v. Pursley\n, 284 Ill. App. 3d 597, 609, 672 N.E.2d 1249, 1257 (1996); see also \nPeople v. Carlos\n, 275 Ill. App. 3d 80, 84, 655 N.E.2d 1182, 1184 (1995).  \"Once a jury or trial court has chosen to return a guilty verdict based upon a prior inconsistent statement, a reviewing court not only is under no obligation to determine whether the declarant's testimony was 'substantially corroborated' or 'clear and convincing,' but it may \nnot\n engage in any such analysis.\" \n(Emphasis in original.) \nPeople v. Curtis\n, 296 Ill. App. 3d at 999, 696 N.E.2d at 378; accord \nPeople v. Zizzo\n, 301 Ill. App. 3d 481, 703 N.E.2d 546 (1998).\n\nWe also disagree with defendant's contentions that Siler's prior statements were unreliable because (1) she was a heroin addict at the time she gave the statements, and (2) she was an accomplice to the crimes in question.  As noted earlier, the jury weighed the evidence, assessed Siler's credibility and, by its verdict, found her prior statements reliable and her trial testimony unreliable.\n\nAlthough the testimony of a narcotics addict must be closely scrutinized, the testimony may be sufficient to sustain a conviction if it is credible in view of the surrounding circumstances. \nPeople v. Steidl\n, 142 Ill. 2d 204, 227, 568 N.E.2d 837, 845 (1991); \nPeople v. Norman\n, 28 Ill. 2d 77, 82, 190 N.E.2d 819 (1963).  Strictly scrutinizing Siler's testimony, we note the following.  First, the jury was made aware of Siler's heroin addiction.  Siler stated, in her handwritten statement, that she was not under the influence of drugs or alcohol at the time of her statement.  Before the grand jury, Siler testified that she was not under the influence of drugs or alcohol at the time she made the written statement and no promises were made to her in exchange for her written statement.  An assistant State's Attorney testified that Siler was not under the influence of drugs at the time she made the statement or at the time she testified before the grand jury.  There was no evidence introduced that contradicted the evidence that Siler was not under the influence of drugs at the time she gave her statement.  There was also no evidence introduced that Siler gave the written statement or testified in order to get drugs.  In view of the surrounding circumstances, the jury could properly determine that Siler's prior statements were credible, and, as such, they are sufficient to sustain the conviction.\n\nWe also disagree with defendant that this court should reverse his conviction because Siler was an accomplice to the victim's murder.  An accomplice is one who could have himself or herself been indicted for the offense either as a principal or an accessory.\n People v. Cobb\n, 97 Ill. 2d 465, 476, 455 N.E.2d 31, 35 (1983); \nPeople v. Nowak\n, 45 Ill. 2d 158, 168, 258 N.E.2d 313, 318 (1970).  Here, although the trial judge stated, during his findings with respect to codefendant McComb, that Siler was an accomplice, there was no evidence that Siler was an accomplice to the robbery or the murder of the victim.  The evidence required to charge an individual as an accomplice must show that the individual \"took some part in the crime charged [citation] or *** that [the individual] 'knowingly, voluntarily, and with common interest unite[d] with the principal offender in the commission of the crime.'\" \nPeople v. Winfield\n, 113 Ill. App. 3d 818, 828, 447 N.E.2d 1029, 1038 (1983), quoting \nPeople v. Travis\n, 94 Ill. App. 3d 983, 991, 419 N.E.2d 433, 440 (1981).  In \nWinfield\n, the court noted that although the witnesses were engaged in the criminal activity of prostitution at time that the charged crimes of murder and armed robbery were committed, such involvement did not establish that they knowingly or voluntarily participated with the defendant in committing these other crimes so as to render them accomplices. \nWinfield\n, 113 Ill. App. 3d at 828, 447 N.E.2d at 1038.  The law is clear that a person is not rendered accountable for the acts of another by his mere presence or even his acquiescence. \nPeople v. Hoard\n, 249 Ill. App. 3d 21, 32, 618 N.E.2d 808, 817 (1993).  Absent some evidence of other circumstances or conduct from which it can be inferred that a person approved of the offense and aided it by his presence, mere presence is not enough to show that the person is an accomplice to a crime. \nPeople v. Henderson\n, 142 Ill. 2d 258, 316, 568 N.E.2d 1234, 1262 (1990).  Although the evidence showed that Siler was engaging in an act of prostitution at the time the victim's wallet was taken, the evidence did not establish that Siler knowingly or voluntarily participated in that act or in the subsequent act of murder. \n\nAgain, assuming \narguendo\n that Siler was an accomplice, that alone would not render her testimony untrustworthy.  As noted earlier in our discussion of the substantive evidence admitted under section 115-10.1 of the Code of Criminal Procedure (725 ILCS 5/115-10.1 (West 1996)), accomplice testimony can constitute a satisfactory basis for a conviction. \nPeople v. Wilson\n, 66 Ill. 2d at 349, 362 N.E.2d at 292.  The supreme court has explained that even uncorroborated accomplice testimony is sufficient to sustain a criminal conviction if it convinces the jury of the defendant's guilt beyond a reasonable doubt. \nPeople v. Smith\n, 177 Ill. 2d 53, 74, 685 N.E.2d 880, 889 (1997);  \nPeople v. Holmes\n, 141 Ill. 2d 204, 242, 565 N.E.2d 950, 967 (1990); \nPeople v. Young\n, 128 Ill. 2d 1, 48, 538 N.E.2d 461, 472 (1989).  Here, the jury heard all the evidence and obviously found Siler's pretrial statements and testimony sufficient to prove defendant's guilt beyond a reasonable doubt.  This evidence included the fact that Siler had visited defendant while he was incarcerated awaiting trial and that, as recently as a week before the trial, defendant's sister had babysat for Siler's children.  Thus, the jury could reasonably infer that Siler changed her testimony at trial because she wanted to maintain a relationship with defendant.\n\nDefendant's next argument in support of his contention that he was not proven guilty beyond a reasonable doubt is the fact that codefendant Alanda McComb was acquitted in the same proceeding and on the same evidence upon which defendant was found guilty.  Although the general rule is that, where codefendants who are tried on the same facts receive inconsistent verdicts, a reasonable doubt as to the guilt of a convicted defendant is raised (\nPeople v. Carter\n, 19 Ill. App. 3d 21, 23, 311 N.E.2d 213, 215 (1974)), this general rule applies only in the instance where the evidence against both defendants is identical. \nPeople v. Vriner\n, 74 Ill. 2d 329, 343, 385 N.E.2d 671, 677 (1978).  \"The slightest difference in the evidence can be sufficient to support different verdicts. [Citations.]\" \nPeople v. Jakes\n, 207 Ill. App. 3d 762, 767-68, 566 N.E.2d 422, 426   (1990).  Here the evidence against defendant and McComb was not identical.  Their roles in committing the crime were not the same.  The fact that a codefendant whose role is different from that of an armed defendant is acquitted during a joint trial does not bar the defendant's conviction on the same charges. \nPeople v. Stock\n, 56 Ill. 2d 461, 463, 309 N.E.2d 19, 20 (1974); \nPeople v. Jakes\n, 207 Ill. App. 3d 762, 768, 566 N.E.2d 422, 426-27 (1990).  Here, the evidence showed that McComb, who was unarmed, played a different role than defendant, who was armed with a gun and who shot the victim to death.  Although the trial judge found the testimony from Siler as to McComb to be incredible, he specifically noted that \"the weight of the evidence against [defendant] was greater notwithstanding similar evidence against him adduced again through Ramona Siler.\"  He further noted Siler's long-term relationship of prostitute/pimp, as well as lover, with defendant and how that affected her testimony at trial.  Thus, the differences between the jury's verdict and the trial court's findings do not raise a reasonable doubt as to defendant's guilt.\n\nDefendant's next contention is that he did not receive a fair trial due to evidentiary errors by the trial court and improper closing arguments by the State.  We have reviewed the record and conclude that defendant received a fair trial.\n\nThe trial court permitted some evidence to be introduced regarding defendant's use of heroin and the fact that he financed his drug use by working as a pimp.  Although evidence of the commission of other crimes is inadmissible to show the propensity of defendant to commit the crime in question, such evidence is admissible when it is relevant to prove \nmodus operandi\n, intent, identity, motive, or absence of mistake. \nPeople v. Thingvold\n, 145 Ill. 2d 441, 452, 584 N.E.2d 89, 93 (1991).  Here, the evidence was admitted by the trial court for the purpose of showing defendant's motive to commit the crime.  A trial court's decision to admit such evidence will not be reversed absent a clear showing of abuse of discretion. \nPeople v. Thingvold\n, 145 Ill. 2d 441, 452-53, 584 N.E.2d 89, 94 (1991).  The trial court here did not abuse its discretion.\n\nDefendant contends further that he was denied a fair trial because the State was allowed to offer evidence of defendant's past use of aliases.  Although the defendant's credibility was an issue in this case, specific instances of untruthfulness are not admissible to attack a witness's believability.\n People v. West\n, 158 Ill. 2d 155, 632 N.E.2d 1004 (1994)\n; People v. McGee,\n 286 Ill. App. 3d 786, 796, 676 N.E.2d 1341, 1348 (1997).  Moreover, \"[e]vidence of the use of an alias is admissible only if material to some issue in the case. [Citations.]\" \nPeople v. Coleman\n, 158 Ill. 2d 319, 339, 633 N.E.2d 654, 665 (1994).  Here, however, defendant was never asked in what context he had used different names in the past and there was no mention of previous arrests or convictions.  While we believe that evidence of defendant's prior use of aliases was inadmissible, the admission did not constitute reversible error.\n\nAs the State notes, no objection was made at trial regarding defendant's use of aliases and the issue was not raised in the defendant's posttrial motion.  Thus, the issue has been waived. \nPeople v. Coleman\n, 158 Ill. 2d at 339, 633 N.E.2d at 665;  \nPeople v. Enoch\n, 122 Ill. 2d 176, 188 (1988).  \nWe disagree with defendant's argument that the plain error doctrine should be invoked here as the evidence was not closely balanced nor did the admission of the alias evidence deny defendant a fair trial. See, \ne.g.\n, \nPeople v. Brown\n, 267 Ill. App. 3d 482, 484, 641 N.E.2d 948, 950 (1994).  \"'[I]t is merely speculation to conclude that a jury will automatically associate an assumed name with a criminal background.'\" \nPeople v. Mays\n, 74 Ill. App. 3d 145, 152, 392 N.E.2d 106, 112 (1979), quoting \nPeople v. Berlin\n, 75 Ill. 2d 266, 268, 388 N.E.2d 412, 414 (1979).\n\nWe next address defendant's argument that the admission of testimony that the victim left behind a wife and young children denied defendant a fair trial.  \"[A] new trial is not required every time there is mention of a victim's family because in certain instances that statement may be harmless.\" \nPeople v. DelVecchio\n, 129 Ill. 2d 265, 288, 544 N.E.2d 312, 323 (1989).  Here, as in \nDelVecchio\n, the State did not dwell on the facts so that the jury would give special emphasis to them.  The limited reference to the fact that the victim had two children, a girl and a boy, aged 10 and 11 years old, did not cause substantial prejudice such that a new trial is warranted.\n\nThe next argument we address is whether defendant's conviction should be reversed because the trial court erred in giving the jury a murder accountability instruction.  This court has noted:\n\n\"Although submission of an instruction on accountability in the absence of supporting evidence is error [citation], it is proper to instruct the jury on principal action and accountability where the evidence supports both theories. [Citations.] Evidence, however slight, on accountability along with evidence of action as a principal offender is sufficient to support both instructions regardless of whether both theories were advanced in the State's case in chief.\" \nPeople v. Batchelor\n, 202 Ill. App. 3d 316, 331 (1990).\n\nHere, we need not determine whether there was any evidence on accountability as to defendant.  There was overwhelming evidence, based upon the pretrial statements and grand jury testimony, that defendant was the shooter.  Since sufficient evidence existed to find defendant guilty of murder as a principal, any error in giving the accountability instruction would have been harmless. See \nBatchelor\n, 202 Ill. App. 3d at 332.\n\nDefendant additionally puts forth the argument that he was denied his constitutional right to the effective assistance of counsel.  In support of his contention, defendant lists a number of alleged prejudicial errors committed by his trial counsel, including a failure to use prior statements of Siler to rebut the State's implication of recent fabrication of her trial testimony and a failure to move for a directed verdict, as well as 10 additional errors, some of which include counsel's failure to object to the arguably inadmissible evidence discussed earlier.  We disagree.\n\nIn order to establish ineffective assistance of counsel, a defendant must prove both (1) that his counsel's performance was deficient and (2) that he was prejudiced by that deficiency.  \nStrickland v. Washington\n, 466 U.S. 668, 687, 80 L. Ed. 2d 674, 693, 104 S. Ct. 2052, 2064 (1984); \nPeople v. Albanese\n, 104 Ill. 2d 504, 525-26, 473 N.E.2d 1246, 1255 (1984).  Applying this standard, we conclude that the conduct of defendant's trial counsel was not ineffective.\n\nWith respect to defendant's argument that trial counsel was ineffective for not using two pretrial statements by Ramona which were consistent with her trial testimony, these were clearly strategic decisions that defense counsel chose to make.  One of those statements, a summary of an interview with Detective Halvorsen, was not exculpatory regarding defendant and actually put him at the scene.  Moreover, the statement had a reference to defendant's slapping Siler on the day of the murder for not making enough money, which would have reflected adversely on defendant and may have strengthened the jury's belief that defendant had a need for money that day and a motive for robbery.  With respect to the second statement that Siler allegedly made to a public defender, while it was unclear whether trial counsel was aware of the statement, even if he had been it is understandable that counsel would not have chosen to use it where, within the statement, Siler told the public defender that the day she was in the hospital after being beaten up, she called the State's Attorney's office and told a person that she spoke to that she lied to the police and at the grand jury in order to be released from jail.  A clear implication was that Siler had been beaten up so that she would change her testimony against defendant, which certainly would not have helped his case.\n\nThe decision by defense counsel not to move for a directed verdict at the close of the State's case was a matter of trial strategy and does not \nper\n \nse\n reflect incompetency of counsel.  See, \ne.g.\n,\n People v. Georgev\n, 38 Ill. 2d 165, 230 N.E.2d 851 (1967).  Moreover, even if counsel did fail to do so, there is not a reasonable probability that, but for this error, the result of the trial would have differed.  The evidence presented by the State in its case in chief was more than sufficient to sustain its burden at the close of its case.  Thus, defendant suffered no prejudice and the standard required by \nStrickland\n, 466 U.S. 668, 80 L. Ed. 2d 674, 104 S. Ct. 2052, discussed above, would not have been met.\n\nWe also agree with the State that defendant has failed to demonstrate that any of the additional alleged errors or omissions committed by defense counsel constituted ineffective assistance of counsel.\n\nWe do agree with defendant's final contention that he was not proven guilty of armed robbery beyond a reasonable doubt.  \"To sustain a charge of armed robbery it is essential that the robber use violence or fear of violence as the means to take property in the control of the victim.\" \nPeople v. Tiller\n, 94 Ill. 2d 303, 316, 447 N.E.2d 174 (1982).  There was no evidence that defendant took property from the victim.  Thus, he could only be found guilty, if at all, under the State's accountability theory.  As the supreme court recently noted:\n\n\"A person is legally accountable for another's criminal conduct when '[e]ither before or during the commission of an offense, and with the intent to promote or facilitate such commission, he solicits, aids, abets, agrees or attempts to aid, such other person in the planning or commission of the offense.' 720 ILCS 5/5-\n\n2(c)(West 1992).\" \nPeople v. Dennis\n, 181 Ill. 2d 87, 96, 692 N.E.2d 325, 330 (1998).\n\n \"In order to impose accountability it is not enough to show that a person's act facilitated the commission of an offense by another. *** The State must prove beyond a reasonable doubt that whatever conduct facilitated the commission of an offense by another was done with the \nintent that such offense be committed\n.\" (Emphasis added.) \nPeople v. Brumbeloe\n, 97 Ill. App. 2d 370, 375, 240 N.E.2d 150, 153 (1968).\n\nOur review of the record indicates that the State failed to prove beyond a reasonable doubt that any of defendant's conduct, including murdering the victim, was done with the intent that a robbery, armed or unarmed, be committed.  There is not sufficient  evidence to show that defendant was even aware that a robbery was taking place, nor can such a reasonable inference be drawn from the facts presented in this case.\n\nThat a robbery took place is clear.  That defendant was armed and murdered the robbery victim is also clear.  It does not necessarily follow, under the unique circumstances of this case, that defendant had the requisite intent to be held accountable for the robbery of Kosinski.\n\nThe testimony regarding defendant's actions does not show that he was even aware of the robbery, let alone intended to facilitate it.  Siler's grand jury testimony showed that when she was first approached by Kosinski on the corner of Dickens and Cicero, defendant was there to protect her.  After Kosinski drove his car to the area where his subsequent murder occurred, Siler testified that she saw that defendant was nearby, parked in his car, and also that he was usually there while she performed her acts of prostitution.  She then testified that codefendant Paschal attempted to take the victim's wallet, which resulted in an altercation among the three of them.  At this point, Siler got out of Kosinski's car, called for help and ran toward defendant's car.  According to Siler's statement, it was codefendant Paschal who took the victim's wallet.  Siler testified before the grand jury that Paschal, presumably with the victim's wallet, had already left the victim's car and was running into defendant's car as defendant was headed towards the victim's car with a gun.  Although McComb punched the victim, Siler offered no evidence that McComb was involved with the robbery, other than her testimony as to what she \"assumed\" McComb was doing or \"thought\" she heard McComb say.  At the time that defendant shot and killed the victim, there was no evidence that defendant did so for any reason other than to \"protect\" his prostitute, Siler.\n\nAccordingly, for the foregoing reasons, the judgment of the circuit court finding defendant guilty of murder is affirmed;  defendant's conviction for armed robbery is reversed and his sentence for the armed robbery conviction is vacated.\n\nAffirmed in part; reversed in part.\n\nTULLY and O'MARA FROSSARD, JJ., concur.\n\n\n",
            "ocr": false,
            "opinion_id": 3139784
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}