{
    "id": 3139717,
    "judges": null,
    "date_filed": "1998-11-20",
    "date_filed_is_approximate": true,
    "slug": "people-v-rohlfs",
    "case_name_short": "Rohlfs",
    "case_name": "People v. Rohlfs",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 16.0,
            "download_url": "http://www.illinoiscourts.gov/Opinions/AppellateCourt/2006/3rdDistrict/November/3050272.pdf",
            "author_id": null,
            "opinion_text": "                         No. 3--05--0272\n_________________________________________________________________\nfiled November 17, 2006.\n                             IN THE\n\n                   APPELLATE COURT OF ILLINOIS\n\n                          THIRD DISTRICT\n\n                            A.D., 2006\n\nTHE PEOPLE OF THE STATE         ) Appeal from the Circuit Court\nOF ILLINOIS,                    ) of the 10th Judicial Circuit,\n                                ) Tazewell County, Illinois,\n     Plaintiff-Appellee,        )\n                                )\n     v.                         ) No. 03--CF--511\n                                )\nDANIEL LEE ROHLFS,              ) Honorable\n                                ) J. Peter Ault,\n     Defendant-Appellant.       ) Judge, Presiding.\n_________________________________________________________________\n\n     JUSTICE O’BRIEN delivered the opinion of the court:\n_________________________________________________________________\n\n     Following a jury trial, defendant Daniel Lee Rohlfs was\n\nconvicted of Class 3 felony theft by deception (720 ILCS 5/16--\n\n1(a)(2) (West 2002)).   Defendant appeals, contending that the\n\ntrial court erred in (1) denying his pretrial request to proceed\n\npro se; (2) allowing the State to introduce at trial an evidence\n\ndeposition taken outside defendant's personal presence; (3)\n\nadmitting evidence of readouts of two caller-ID devices; and (4)\n\nfailing to conduct an inquiry into defendant's pro se posttrial\n\nclaims of ineffective assistance of trial counsel.   We remand for\n\nfurther proceedings.\n\n                               FACTS\n\n     On July 1, 2003, defendant was a resident of the Tazewell\n\fCounty jail on charges unrelated to the offense in this case.      On\n\nthat date, 72-year-old Jean Moser received a collect telephone\n\ncall from the Tazewell County jail.    The caller addressed Jean as\n\n\"Aunt Jean\" and identified himself as \"Steve.\"    He told Jean he\n\nneeded $3,000, because his car had been repossessed.    Jean, who\n\nwas not an attorney and had a nephew named Steve Sumner, told the\n\ncaller that she did not have $3,000.    The caller asked for phone\n\nnumbers of \"Aunt Lois\" and \"Aunt Marilyn.\"    Jean's sisters' names\n\nwere Lois and Marilyn.    Assuming that the caller must be her\n\nnephew, Jean gave him telephone numbers for Lois and Marilyn.\n\n     Jean's husband, Keith Moser, accepted a collect call from\n\nthe Tazewell County jail on July 2, 2003.    The caller identified\n\nhimself as \"Steve,\" and asked to speak with Jean.    Keith informed\n\nthe caller that Jean was not at home.    He immediately knew that\n\nthe voice was not that of Jean's nephew, Steve Sumner.    When\n\nKeith told Jean about the call, she telephoned the Tazewell\n\nCounty jail to ascertain if her nephew was there.    She learned\n\nthat he was not, so she telephoned the Morton police department\n\nto report the calls.\n\n     The next day, the Mosers received another call from the\n\nTazewell County jail.    Keith informed the caller that Jean was\n\nnot at home, but would return in an hour.    The Mosers then\n\narranged for the Morton police to come to their home to record\n\nthe conversation if the caller telephoned again.    Morton police\n\n\n                                  2\n\fdetective Bill Roth attempted to tape-record the conversation\n\nwhen the Mosers received another call later that afternoon.      The\n\ncaller apologized to Jean for falsely telling her that his car\n\nhad been impounded.    He said he and \"Sandy\" had had marital\n\nproblems resulting in his being jailed, and he needed $700 for\n\nbail.   The caller said if she would go to the bank and take out\n\n$700 in cash, he would have someone come to the house to pick it\n\nup.   He said another lady would mail her a check to cover the\n\n$700.\n\n      Meanwhile, on the morning of July 3, 2003, 84-year-old Ruth\n\nLivengood received a collect telephone call from the Tazewell\n\nCounty jail.    Ruth asked who was on the line, and the caller\n\nsaid, \"You mean you don't recognize your grandson?\"      Ruth's only\n\nadult grandson was Don J. Livengood, so she assumed it was he.\n\nThe caller said he had fallen behind on car payments, and he\n\nneeded $700 to get the car back.       He told Ruth to send a check in\n\nan envelope addressed to his attorney, Jean Moser, in care of\n\nSteve Sumner.    Ruth complied by immediately writing out the check\n\nand having her housekeeper deliver it to the post office.\n\n      When Jean received the check from Ruth on July 5, 2003, she\n\nimmediately turned it over to the Morton police.      The police, in\n\nturn, informed Ruth that she had been the victim of a scam and\n\nassured her that her check had not been cashed; it was in the\n\npossession of the police.\n\n\n                                   3\n\f     After charges were filed against defendant and counsel was\n\nappointed for him, defendant filed numerous pro se motions.     The\n\ncourt admonished defendant to proceed through counsel.\n\nDefendant, however, persisted in filing pro se pleadings and\n\nignored the court's cautionary admonishment to speak only through\n\nhis attorney.   Ultimately, defendant's attorney, Mark Wertz,\n\nsought a fitness examination, claiming that there was a bona fide\n\ndoubt as to defendant's fitness to stand trial.    The court\n\ngranted the motion, and, on July 24, 2004, a jury found defendant\n\nunfit to stand trial.   He was committed to the Department of\n\nHuman Services (DHS) for treatment.    On December 27, 2004, DHS\n\nissued a report indicating that defendant's fitness was restored\n\nwith medication.   On January 19, 2005, the trial court determined\n\nthat defendant was fit to stand trial, and the prosecution\n\nresumed.   The court set the cause for trial to begin February 28,\n\n2005.\n\n     On February 1, 2005, defendant moved for substitution of\n\ncounsel.   He claimed that attorney Wertz had refused to give him\n\na copy of all of the prosecution's discovery and he could not\n\nwork with Wertz.   On February 15, 2005, the court denied\n\ndefendant's motion and admonished defendant that, unless he hired\n\nother counsel, attorney Wertz would be representing him at trial.\n\nThe following colloquy ensued:\n\n           \"THE DEFENDANT:   I am--invoke my rights to represent\n\n\n                                  4\n\f     myself then.   I'd like to have all my files.\n\n          THE COURT:   That request is denied.   The Court has\n\n     reviewed what's happened in these cases up until now and\n\n     quite frankly, I don't think you're in a position where you\n\n     could adequately represent yourself, and that request is\n\n     denied at this time.\"\n\n     The prosecutor then requested a continuance of the trial due\n\nto the unavailability of Ruth Livengood, who was scheduled for\n\nsurgery to repair an aneurysm in her heart on February 28, 2005.\n\nIn the alternative, the prosecutor requested that an evidence\n\ndeposition be taken to preserve the witness's testimony.    Upon\n\ndefense counsel's objection to a continuance, the court denied a\n\ncontinuance and granted the State's request for an evidence\n\ndeposition.\n\n     On February 17, defense counsel orally renewed defendant's\n\nrequest to represent himself.   The court took the matter under\n\nadvisement.\n\n     On February 23, 2005, Ruth Livengood's deposition was taken\n\nin her home.   Livengood was seated in an easy chair.   She had\n\ntubes that attached her to an oxygen tank.   She explained that\n\nshe had been on oxygen for five years and suffered from high\n\nblood pressure that elevated when she was under stress.    Because\n\nof Livengood's medical circumstances and the small size of her\n\napartment, arrangements had been made to allow defendant to view\n\n\n                                 5\n\fand hear the deposition by one-way closed circuit television from\n\na police van parked outside the building where Livengood resided.\n\nDefendant and his attorney were provided with cellular telephones\n\nby which to communicate during the deposition.   At the conclusion\n\nof the deposition, police sergeant Jeff Lower stated that, due to\n\nthe small size of Livengood's apartment, it was not possible to\n\nbring defendant physically into the apartment without\n\ncompromising security.\n\n     On February 28, defendant told the court that he wished to\n\nproceed to trial with Wertz as his counsel.   After the court\n\nheard and ruled on several pretrial motions, the trial began on\n\nMarch 1, 2005.   Testifying for the State, Jean Moser said that,\n\nafter the first call from the Tazewell County jail on July 1,\n\n2003, she checked her caller ID to see if the caller phoned her\n\nagain.   Jean said her caller ID device was working properly at\n\nthe time, because every time a friend would call, that person's\n\ntelephone number would be displayed on the caller ID.    The number\n\non her caller ID device each time \"Steve\" phoned was 353-9967.\n\nJean also testified that she had a sister, Barbara, who had died\n\nin April 2003.   Barbara was Steve Sumner's mother, and her\n\nobituary listing surviving relatives (including her sisters and\n\nSteve Sumner's wife, Sandy) had run in the local newspaper.\n\n     Morton police detective Ray Ham testified that he\n\naccompanied Detective Roth to the Moser residence on July 3,\n\n\n                                 6\n\f2003.    Prior to their visit to the Mosers, Ham had arranged with\n\nTazewell County sheriff's detective Darrell Stoecker to monitor\n\ncalls made by the jail's inmates.     On July 3, Stoecker\n\nascertained that defendant was using the jail's telephone from\n\nhis cellblock during the time when Jean Moser accepted the\n\ncollect call from the jail that Roth attempted to tape record.\n\nStoecker subsequently had a call made from the same telephone\n\ninto the jail's administrative office.     Stoecker testified that\n\nthe caller ID device in the administrative office was working\n\nproperly at the time.    The caller ID displayed number 353-9967\n\nwhen the call from defendant's cellblock came through.\n\n     Testifying for the defense, Detective Roth stated that his\n\nattempt to record Jean Moser's telephone conversation on July 3,\n\n2003, was unsuccessful.    He said the quality of the recording was\n\ntoo poor to discern what the people were saying and he did not\n\npreserve the tape.    After admonishments, defendant elected not to\n\ntestify on his own behalf.\n\n     Following deliberations, the jury returned its verdict\n\nfinding defendant guilty of theft by deception, as charged.\n\nDefendant subsequently filed a 10-page pro se motion for new\n\ntrial claiming numerous trial errors and ineffective assistance\n\nof trial counsel.    Attorney Wertz also filed a motion for new\n\ntrial.    Prior to sentencing, the court denied the motion filed by\n\nWertz without addressing defendant's pro se motion.     The court\n\n\n                                  7\n\fthen sentenced defendant to 10 years' imprisonment, and he\n\nappeals.\n\n                           ISSUES AND ANALYSIS\n\n                      1.     Self-Representation\n\n     Defendant initially argues that he was improperly denied his\n\nconstitutional right to represent himself because the trial judge\n\nmerely believed that defendant was incapable of doing so.\n\nDefendant contends that, once he elected self-representation, the\n\ncourt was obligated to admonish him of the perils of self-\n\nrepresentation and then grant his request to proceed pro se.       We\n\ndisagree.\n\n     As a general rule, a criminal defendant has a constitutional\n\nright to represent himself if he makes an unequivocal request to\n\ndo so.   People v. Silagy, 101 Ill. 2d 147, 461 N.E.2d 415 (1984);\n\nPeople v. Leeper, 317 Ill. App. 3d 475, 740 N.E.2d 32 (2000).\n\nHowever, the right of self-representation is not absolute and may\n\nbe forfeited if the defendant engages in serious and\n\nobstructionist misconduct, or if he cannot make a knowing and\n\nintelligent waiver of counsel.      People v. Ward, 208 Ill. App. 3d\n\n1073, 567 N.E.2d 642 (1991).     On review, the trial court's\n\ndecision on a defendant's election to represent himself will be\n\nreversed only if the court abused its discretion.      People v.\n\nFritz, 225 Ill. App. 3d 624, 588 N.E.2d 307 (1992).\n\n     In this case, the record discloses that defendant engaged in\n\n\n                                    8\n\fobstructionist conduct by repeatedly filing ill-conceived\n\npretrial pleadings and disregarding the court's admonitions to\n\nspeak through his attorney.   He also equivocated on his request\n\nto represent himself.   The record shows that, after defendant was\n\nfound fit to stand trial, he wanted the State's discovery turned\n\nover to him, and he argued that attorney Wertz \"sabotaged\" his\n\ncase by depriving him of the documents.    Defendant requested that\n\nthe court appoint new counsel for him.    When that request was\n\ndenied, defendant made a last-ditch attempt to obtain the\n\ndiscovery material by announcing that he was invoking his right\n\nto represent himself.   The court initially denied defendant's\n\noral motion, but later took the matter under advisement at\n\ndefense counsel's request.    Subsequently, upon further inquiry by\n\nthe court, defendant abandoned his request and admitted that he\n\ndid not want to present pretrial motions or proceed to trial pro\n\nse.   See People v. Cain, 171 Ill. App. 3d 468, 525 N.E.2d 1194\n\n(1988).\n\n      It is clear from defendant's vacillating positions and his\n\npretrial courtroom behavior that his request for self-\n\nrepresentation was not an unequivocal invocation of his right to\n\nproceed pro se.   Rather, it appears that defendant was merely\n\nattempting to undermine his attorney's professional judgment and\n\nto obstruct the orderly prosecution of this cause.    Accordingly,\n\nwe cannot say that the trial court abused its discretion in\n\n\n                                  9\n\fdenying defendant's request.\n\n            2.    Ruth Livengood's Evidence Deposition\n\n     Next, defendant presents a multi-part argument concerning\n\nthe taking and admission into evidence of Ruth Livengood's\n\nevidence deposition.   He contends that (1) his right of self-\n\nrepresentation was violated by attorney Wertz's participation in\n\nthe deposition on defendant's behalf; and (2) accommodations made\n\nfor defendant's participation at the deposition deprived him of\n\nhis rights to be personally present at a critical stage of the\n\nprosecution and to confront the witness.    He also claims that\n\nadmission of the video-recorded evidence deposition was not\n\nharmless error.   We review these contentions of error under an\n\nabuse-of-discretion standard.     People v. Lobdell, 172 Ill. App.\n\n3d 26, 525 N.E.2d 963 (1988); People v. Johnson, 118 Ill. 2d 501,\n\n517 N.E.2d 1070 (1987).\n\n                       a.   Self-Representation\n\n     Defendant contends that the trial court's failure to\n\nadmonish him pursuant to Supreme Court Rule 401 (134 Ill. 2d R.\n\n401) and to grant his request to proceed pro se deprived him of\n\nhis constitutional right of self-representation at Ruth\n\nLivengood's evidence deposition and rendered the video deposition\n\ninadmissible at trial.\n\n     As aforesaid, we find no abuse of the trial court's\n\ndiscretion in denying defendant's request to represent himself.\n\n\n                                  10\n\fBecause the record shows that defendant's request was advanced\n\nfor reasons inimical to the orderly administration of justice,\n\nthe court did not err in overruling defendant's objection to the\n\nvideo evidence deposition on the ground that it was taken in\n\nviolation of defendant's right of self-representation.\n\n         b.   Defendant's Right to Be Personally Present\n\n                      and to Confront Witnesses\n\n     Defendant also argues that his constitutional rights to be\n\npresent in person and to confront witnesses against him were\n\nimpermissibly compromised by conducting Ruth Livengood's evidence\n\ndeposition while defendant remained outside the witness's\n\npresence and was able to view her only by one-way closed circuit\n\ntelevision.\n\n     A criminal defendant is entitled to appear and defend in\n\nperson and by counsel at all critical stages of a prosecution; he\n\nalso enjoys the right to face-to-face confrontation with\n\nwitnesses against him.    U.S. Const., amends. VI, XIV; Ill. Const.\n\n1970, art. I, §8.    However, the defendant's right to appear in\n\nperson is not a substantial right in itself; rather, it is a\n\nmeans of securing substantial due process rights that may be\n\naffected by the proceeding.    People v. Bean, 137 Ill. 2d 65, 560\n\nN.E.2d 258 (1990).    A narrow exception for face-to-face\n\nconfrontation exists where an individualized showing of necessity\n\nis made by the State and adequate arrangements are made to strike\n\n\n                                 11\n\fa proper balance between the defendant's constitutional right and\n\nthe necessities of the case.    People v. Lofton, 194 Ill. 2d 40,\n\n740 N.E.2d 782 (2000).    Accordingly, a defendant's \"presence\" via\n\nclosed circuit television is constitutionally acceptable under\n\ncertain circumstances, unless the defendant's presence has a\n\nreasonably substantial relation to the fulness of his opportunity\n\nto defend against the charge.    Lofton, 194 Ill. 2d 40, 740 N.E.2d\n\n782.\n\n       In this case, we cannot say that the conduct of the evidence\n\ndeposition of Ruth Livengood violated defendant's constitutional\n\nrights, even though the deposition was not conducted within\n\ndefendant's actual physical presence.     The witness was of\n\nadvanced age and physically unable to leave her home without\n\nassistance.    She suffered from high blood pressure; she had an\n\naneurysm requiring repair; and she was attached by tubes to a\n\nsupply of oxygen.    Moreover, defendant was unwilling to continue\n\nthe trial to a date after the witness's surgery.\n\n       In order to strike a proper balance between defendant's\n\nright to confront the witness and the State's need to preserve\n\nthe witness's testimony despite her fragile medical condition,\n\narrangements were made for defendant to participate in the\n\nevidence deposition electronically from a police van parked\n\noutside the witness's apartment.      Accommodations for defendant's\n\n\"presence\" included the use of one-way closed circuit television\n\n\n                                 12\n\fand cellular telephones to facilitate contemporaneous\n\ncommunications between defendant and his attorney.    The record\n\nshows that defense counsel conducted a vigorous cross-\n\nexamination, and defendant was able to hear the witness and\n\nobserve her demeanor throughout her testimony.   The record also\n\nshows that defense counsel conferred with defendant during the\n\ndeposition both electronically and in person.\n\n     We hold that the record adequately demonstrates both that\n\ndefendant's \"presence\" by closed circuit television was necessary\n\nand that the arrangements made in this case adequately preserved\n\nthe essence of effective confrontation.   See Lofton, 194 Ill. 2d\n\n40, 740 N.E.2d 782.   Accordingly, we reject defendant's\n\nconstitutional challenge to the procedure for obtaining the\n\nevidence deposition, as well his claim that the trial court\n\nabused its discretion in admitting the video-recorded deposition\n\ninto evidence at trial.\n\n             3. Admissibility of Caller ID Readouts\n\n     Next, defendant contends that the trial court abused its\n\ndiscretion in admitting evidence of the telephone numbers\n\ndisplayed on caller ID devices in the Moser residence and the\n\nadministrative office of the Tazewell County jail.    Defendant\n\nargues that no evidence was introduced to show that the caller ID\n\ndevices were reliable.    We disagree.\n\n     The admissibility of caller ID evidence was considered by\n\n\n                                 13\n\four supreme court in People v. Caffey, 205 Ill. 2d 52, 792 N.E.2d\n\n1163 (2001).   There, the court ruled that the required foundation\n\nfor such evidence was proof that the caller ID device was\n\nreliable.   The court stated that reliability must be determined\n\non a case-by-case basis.   Where testimony established that the\n\nsame number always appeared for the same caller, reliability was\n\nsufficiently proved to allow testimony regarding the content of\n\nthe telephone conversation.    Caffey, 205 Ill. 2d 52, 792 N.E.2d\n\n1163.\n\n     In this case, Jean Moser testified that, after the first\n\ncall she accepted from the Tazewell County jail on July 1, 2003,\n\nshe checked her caller ID device before answering each subsequent\n\ncall.   She testified that every time a friend called, that\n\nperson's number was displayed on the caller ID.   Every time she\n\nreceived a call from 353-9967 and accepted charges, she heard the\n\nsame voice she had heard on July 1.   In our opinion, this\n\ntestimony adequately established the reliability of Moser's\n\ncaller ID device.   See Caffey, 205 Ill. 2d 52, 792 N.E.2d 1163.\n\n     The foundational evidence for admission of readout evidence\n\nfrom the county jail's caller ID device consisted of Detective\n\nStoecker's testimony that the administrative offices' caller ID\n\ndevice was working properly at the time the case was under\n\ninvestigation.   He also stated that there had been no problems\n\nwith the device.    Stoecker said that he used the device to verify\n\n\n                                 14\n\fthe number that would appear on the caller ID when a call was\n\nmade by a correctional officer from the same telephone defendant\n\nhad used when Moser received a call from 353-9967 on July 3.    The\n\nnumber that was displayed on the administrative office's caller\n\nID device was 353-9967.     We believe that the State's foundational\n\nevidence, while not extensive, was marginally sufficient to show\n\nthat the jail's caller ID device was a reliable indicator of the\n\nidentity of the telephone used to facilitate the offense charged\n\nin this case.    Accordingly, we cannot say that the trial court\n\nabused its discretion in admitting the caller ID readout\n\nevidence.\n\n                4.   Defendant's Pro Se Posttrial Motion\n\n     Last, defendant seeks a remand for further posttrial\n\nproceedings on the ground that the trial court failed to conduct\n\nan inquiry into his pro se allegations of ineffective assistance\n\nof counsel.\n\n     Generally, when a defendant presents a pro se posttrial\n\nclaim of ineffective assistance of counsel, the trial court\n\nshould first examine the factual basis of the defendant's claim.\n\nPeople v. Moore, 207 Ill. 2d 68, 797 N.E.2d 631 (2003).     If the\n\ntrial court determines that the claim lacks merit or pertains\n\nonly to matters of trial strategy, then the court need not\n\nappoint new counsel and may deny the defendant's motion.\n\nHowever, if the allegations show possible neglect of the case,\n\n\n                                   15\n\fnew counsel should be appointed.       Moore, 207 Ill. 2d 68, 797\n\nN.E.2d 631.   The operative concern for the reviewing court is\n\nwhether the trial court conducted an adequate inquiry into the\n\ndefendant's allegations.   People v. Johnson, 159 Ill. 2d 97, 636\n\nN.E.2d 485 (1994).   During this evaluation, some interchange\n\nbetween the trial court and trial counsel regarding the facts and\n\ncircumstances surrounding the allegedly ineffective\n\nrepresentation is usually necessary to assess what further\n\naction, if any, is warranted on the defendant's claim.         Moore,\n\n207 Ill. 2d 68, 797 N.E.2d 631.\n\n     In this case, the State concedes that the trial court erred\n\nin declining to make any inquiry into defendant's pro se claims\n\nof ineffective assistance of counsel.      Case law supports\n\ndefendant's request for further posttrial proceedings.\n\nAccordingly, we grant defendant's request and remand the cause\n\nfor an inquiry into his pro se posttrial claims of ineffective\n\nassistance of counsel.\n\n                           CONCLUSION\n\n     For the reasons stated, the judgment of the circuit court of\n\nTazewell County is affirmed in part and remanded in part with\n\ndirections.\n\n     Affirmed in part and remanded in part.\n\n     CARTER and LYTTON, JJ., concur.\n\n\n\n\n                                  16\n\f",
            "ocr": false,
            "opinion_id": 3139717
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}