{
    "id": 3140167,
    "judges": null,
    "date_filed": "1996-01-10",
    "date_filed_is_approximate": true,
    "slug": "people-v-lisle",
    "case_name_short": "Lisle",
    "case_name": "People v. Lisle",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 33.0,
            "download_url": "http://www.illinoiscourts.gov/Opinions/AppellateCourt/2007/3rdDistrict/October/3050032.pdf",
            "author_id": null,
            "opinion_text": "                           No. 3--05--0032            Filed:    10-5-07\n\n\n                                IN THE\n\n                   APPELLATE COURT OF ILLINOIS\n\n                            THIRD DISTRICT\n\n                              A.D., 2007\n\n\nTHE PEOPLE OF THE STATE OF      )    Appeal from the Circuit Court\nILLINOIS,                       )    of the 14th Judicial Circuit,\n                                )    Rock Island County, Illinois\n     Plaintiff-Appellee,        )\n                                )\n          v.                    )    No.     03--CF--821\n                                )\nSTEVEN D. LISLE, JR.,           )\n                                )    Honorable Charles H. Stengel,\n     Defendant-Appellant.       )    Judge, Presiding.\n\n\n     JUSTICE SCHMIDT delivered the opinion of the court:\n\n\n     Defendant, Steven Lisle, Jr., was convicted of first degree\n\nmurder and aggravated battery following a jury trial in the\n\ncircuit court of Rock Island County.       He appeals, claiming\n\nimproper hearsay testimony was admitted, necessitating reversal\n\nof his convictions and entitling him to a new trial.       Defendant\n\nalso claims the State failed to offer evidence sufficient to\n\nconvict him of the first degree murder of LaRoy Owens.         We\n\naffirm.\n\n                              BACKGROUND\n\n     Defendant's jury trial commenced on September 27, 2004.        The\n\nState's first witness was DeMarco Hearn, the first cousin of the\n\fvictim, LaRoy Owens.    DeMarco lived at 513 6th Avenue in Rock\n\nIsland and was at home asleep in his room on the morning Owens\n\nwas shot.    He was awakened by a loud noise and his mom saying she\n\nheard shooting on the side of the house.    Within a couple of\n\nminutes of the sound of the shots, DeMarco went outside and saw\n\nOwens lying on the ground next to a van.    DeMarco called 911\n\nafter he checked for a pulse on Owens and could not feel one.\n\n       Tarisita Nimmers testified that the location of her house at\n518 6th Avenue in Rock Island is about a half of block from the\n\nlocation where Owens was shot.    Nimmers heard a single shot\n\nfollowed by a 10-second pause and then five or six shots in rapid\n\nsuccession.\n\n       Judy Dixon, likewise, testified that she lived close to the\n\nscene of the shooting and was at home when the police arrived\n\nearly in the morning on September 15, 2003.    She had just\n\nreturned home from work and was changing her clothes when she\n\nheard gunshots.    She recalled a pause of a few seconds after\n\nhearing the first shot, then a series of five more shots rang\nout.    Following the sounds of the shots, Dixon heard what sounded\n\nlike two separate voices, as if the people talking were moving\n\ndown the alley that runs next to Dixon's house.\n\n       Chantel Gillette, a police officer with the Rock Island\n\npolice department, testified that she was the first to respond to\n\nthe scene at 513 6th Avenue.    She arrived at the scene at\n\n                                  2\n\fapproximately 4:15 a.m. on September 15, 2003.    When she arrived,\n\nshe observed DeMarco pointing in the direction of a body that was\n\nlying next to the driver's door of a vehicle parked in the\n\ndriveway.    She went up to the body, saw a gunshot wound to the\n\nvictim's head, and determined that the person had no pulse.     The\n\nofficer then took steps to keep the area from being disturbed\n\nuntil other officers arrived.    After she secured the area,\n\nGillette followed a trail of blood she saw leading down the\ndriveway and onto 6th Avenue.    The trail led to the home of\n\nAngela Lee in the 700 block of 9th Avenue.    Gillette testified\n\nthat there were no significant pools of blood at any point along\n\nthe trail.    When she arrived at the Lee residence, the person who\n\nhad been bleeding was already on his way to the hospital.\n\n     Mary Devine testified that she was employed as a \"technical\n\ninvestigator\" for the Rock Island police department.    She\n\npersonally took photographs and measurements of certain\n\nbloodstains that were located on and in a Ford Windstar minivan\n\nparked at the crime scene.    She visually examined the van for\nblood while the van was at the crime scene and then later, in the\n\nmore controlled and well-lit location at the Rock Island police\n\ndepartment.    During these examinations, Devine recovered samples\n\nof blood she found at various locations on the inside and outside\n\nof the van.    She submitted the samples to the Morton crime lab\n\nfor testing.    A stipulation was entered into evidence noting that\n\n                                  3\n\fa forensic scientist at the Morton crime lab, Debra Minton,\n\nascertained that the DNA from the blood found by Devine on the\n\ninside panel of the driver's-side door matched the DNA profile of\n\nthe decedent Owens.   A separate stipulation indicated that Minton\n\nwould testify that the DNA from the blood that was found on the\n\nfront passenger door of the minivan near the door handle matched\n\nthe DNA profile of Ronald Hearn (thereinafter Hearn).       Devine\n\ntestified that, in her opinion, the bloodspatter evidence she\nobserved and collected was consistent with Hearn having been shot\n\nsomewhere on the passenger side of the minivan.\n\n     Devine also described, by reference to a diagram, the\n\nlocation of six spent shell casings that she recovered at the\n\nscene.   Devine indicated that one of the shells was found on the\n\ndriver's side of the van and all of the others were recovered\n\nfrom areas outside the van.   Devine was not able to find any\n\nfingerprint evidence on the shell casings.       Devine also obtained\n\none fired bullet from within the fabric of the front passenger\n\nseat of the van and took possession of the bullet that was\nremoved from the body of Owens.       Another stipulation was then\n\nadmitted into evidence that indicated firearms expert Chris Kozel\n\nreceived the six shell casings and two bullets from Devine.       He\n\nexamined and performed tests on the casings and projectiles and\n\nwas able to render an opinion that all of the casings and\n\nprojectiles were fired from the same 9-millimeter handgun.\n\n                                  4\n\f     Devine further testified that the bloodspatter patterns of\n\nthe drops of blood she observed and collected from the ground and\n\non one of the shell casings near the passenger-side of the van\n\nwere consistent with the injuries Hearn sustained.   Whereas the\n\nbloodspatter pattern found on the passenger-side door was more\n\nlikely to have been caused by the initial trauma of the bullet\n\nimpact, the blood she observed in the area of the shell casings\n\nand going across the driveway was of a low impact variety.\nAnother stipulation was read during the latter part of Devine's\n\ndirect examination that indicated Minton had identified the DNA\n\nin the blood recovered from the ground near shell casing number\n\ntwo and it matched the DNA of Hearn.\n\n     Dr. Edward Leon testified that he is an emergency room\n\nphysician and was working at Trinity West Hospital when Hearn was\n\nbrought in sometime between 4:30 and 5 a.m. on September 15,\n\n2003.   When Dr. Leon initially examined Hearn, Hearn was in\n\nstable condition with 10 entry and exit bullet wounds.   It\n\nappeared to Dr. Leon that the 10 wounds represented 5 \"through\nand through\" injuries in which the bullets had both entered and\n\nexited Hearn's body.   Dr. Leon testified that the location of the\n\nfive shots that entered Hearn's body were to the right side of\n\nhis cheek, his left shoulder, and in the area of his left thigh\n\nand left buttocks.\n\n     The State called defendant's father, Stephen Lisle, Sr.,\n\n                                 5\n\fduring its case-in-chief.   Lisle, Sr., testified that early on\n\nthe morning of September 15, 2003, he received a call on his home\n\nphone from his son, the defendant.   Defendant was looking for the\n\nphone number of one of his two sisters.   Lisle, Sr., did not give\n\nthe number to defendant as it was 4:30 in the morning and he had\n\nto go to work that morning.\n\n     Steven Metscaviz, a detective with the Rock Island police\n\ndepartment, testified that he responded to the scene at 513 6th\nAvenue in Rock Island at 5 a.m. on September 15, 2003.    Detective\n\nMetscaviz found the body of Owens next to the open driver's door\n\nof a blue 1995 Ford Windstar van parked in the driveway.\n\nAccording to Detective Metscaviz, defendant was taken into\n\ncustody at his girlfriend's house in Davenport, Iowa, nine days\n\nlater.   Defendant gave a statement to Detective Metscaviz and the\n\nlead detective in this case, Dave Sullivan, after he talked to\n\nhis pastor and his attorney at the police station in Rock Island.\n\nAt around 6 p.m. on September 24, defendant, his counsel, and the\n\ntwo detectives (Metscaviz and Sullivan) were present while\ndefendant heard and waived his rights under Miranda.     Defendant\n\ntold the detectives that he had not been with Hearn or Owens on\n\nthe evening of September 14 or during the early morning hours of\n\nSeptember 15.   Defendant also said he had not been with a person\n\nnamed Korey Randle during these times.    He said he found out that\n\nOwens and Hearn had been shot during a telephone call he received\n\n                                 6\n\ffrom an unnamed female.    He told the detectives that, at the time\n\nthe shooting took place, he was at his mom's house at 629 7th\n\nStreet.    As defendant was sitting on the front steps at that\n\ntime, a person who knows him named Darryl Hicks walked by and saw\n\nhim sitting there.    Earlier in the afternoon on September 14,\n\ndefendant told the investigators that he had been at Maudy\n\nTraywood's house on 6th Street where a party was being held for\n\nSteven Leonard.    While at this party, defendant saw Hearn and\nOwens.    The detectives asked whether defendant had also seen\n\nsomeone called \"C Rider\" at this party.    Defendant did not know\n\nwho \"C Rider\" was, but when the detectives told him that was a\n\nname Korey Randle is known by, defendant said he knew who Randle\n\nwas.    Defendant did not recall whether he saw Randle at the party\n\nat Traywood's house.\n\n       On cross-examination, Detective Metscaviz acknowledged that\n\ndefendant had described Owens as a close friend who spent time at\n\ndefendant's house every day.    The detective also acknowledged\n\nthat the police had failed to locate any weapon that could be\ntied to the shooting incident on September 15, 2003.\n\n       Darryl Hicks testified that he knew defendant and Owens.    On\n\nthe night Owens was shot, Hicks was walking home and saw\n\ndefendant going into his mother's house on 7th Avenue.    No one\n\nwas with defendant at the time, and Hicks estimated this occurred\n\naround five minutes prior to the shooting.    Hicks testified that\n\n                                  7\n\fhe did not hear any shots from his house and he could not testify\n\nwith certainty where the defendant was when the shots were fired.\n\n     Rock Island police detective David Sullivan testified that\n\nhe participated in a second interview of defendant that was\n\nconducted on June 4, 2004, after defendant and his attorney had\n\nalready provided the Rock Island police with a verbatim\n\ntranscript of an audiotape statement defendant previously made to\n\nhis attorney on May 24, 2004.   According to Detective Sullivan,\nthe interview on June 4 was conducted in an effort to clarify\n\nsome details that were discussed in defendant's May 24 statement.\n\nHowever, the interview on June 4 was not transcribed, audiotaped,\n\nor videotaped.   During the June 4 interview, defendant indicated\n\nthat he was, in fact, present with three other people in the\n\ndriveway of 513 6th Avenue at the time Owens was killed.    In\n\naddition to Owens, the people who were in or near the minivan\n\nwere the defendant, Ronald Hearn, and Randle.   Detective Sullivan\n\nproceeded to detail the contents of defendant's May and June\n\nstatements, beginning with what defendant stated in his recorded\nstatement of May 24, 2004.\n\n       I. Information Defendant Provided in May Statement\n              As Testified To By Detective Sullivan\n\n     Defendant disclosed that he was picked up by Randle and\n\nRandle's little brother, Paris, at around 2 or 3 p.m. on\n\nSeptember 14, 2003.   Randle dropped defendant off at defendant's\n\n\n                                 8\n\fmom's house on 7th Street and he stayed there for awhile before\n\nwalking down to Hearn's house at 513 6th Avenue.   From there,\n\ndefendant walked a half a block to Traywood's house, where a\n\nparty was being held.    A short time after he arrived, defendant\n\nsaw Owens and Hearn come to Traywood's house.   Paris Randle asked\n\nto buy drugs from Owens, but Owens was not able to sell him any\n\non the spot.   Owens kept a supply of drugs at the house of a\n\ngirlfriend who had recently evicted Owens from her premises.\nDefendant refused Owens' request to go to the girlfriend's house\n\nand retrieve Owens' stash of cocaine, after which Owens and Hearn\n\nleft the party and managed to get inside the girlfriend's house\n\nto retrieve the drugs.   Defendant indicated that Owens went to\n\nHearn's house and stashed his drugs somewhere on that property.\n\nDefendant went from the party on 6th Street to Buck's Tavern,\n\nwhere the police eventually came and chased away a group that was\n\nstanding outside the tavern.   Defendant again met up with Korey\n\nRandle as he walked away from Buck's Tavern, and together they\n\ndrove in the Windstar to defendant's mother's house.    While the\ntwo were hanging around there, at midnight or 1 a.m. on September\n\n15, Owens and Hearn drove up in a gray Monte Carlo.    Defendant\n\nand Randle then drove the minivan to a Quick Shop store, where\n\nthey intended to buy more alcohol.    Hearn and Owens also went to\n\nQuick Shop and the four men purchased cigars and alcohol.    Both\n\nvehicles were driven from Quick Shop to Angela Lee's residence on\n\n                                  9\n\f9th Avenue.   Ultimately, the four men later left in the minivan\n\nand drove to 513 6th Avenue, where Hearn lived.   According to\n\ndefendant, Owens and Hearn left the Monte Carlo at Lee's\n\nresidence and got in the van with the defendant and Korey Randle.\n\n     Describing what took place immediately prior to the\n\nshooting, defendant said Owens received a call from someone who\n\nwas ready to buy some drugs.   Owens exited the van to find the\n\nstashed cocaine and returned when he could not find the drugs in\nthe spot he had hidden it.   When Owens exited the van to try to\n\nfind the cocaine, defendant went to the side of Hearn's house to\n\nurinate.    Defendant said that he was still urinating when Owens\n\nreturned to the van, cussing at Hearn about the missing drugs.\n\nOwens reached under the mat of the minivan and pulled out a gun,\n\nwhich he then used to shoot at Hearn.   Defendant stated Hearn was\n\nstill inside the van when Owens began shooting.   Defendant had\n\njust returned to the van and jumped in the middle seat when Owens\n\npointed the gun toward Hearn and fired a few shots.   As soon as\n\nOwens began shooting, Korey Randle, who was seated in the fully\nreclined front passenger seat, exited the van and ran away.\n\nHearn got out of the van and began to wrestle with Owens, at\n\nwhich time Owens shot Hearn two more times.   According to the\n\ndefendant, Hearn managed to gain control of the gun from Owens\n\nand, as Owens tried to get in the driver's seat of the van, Hearn\n\nshot him.   Defendant said Hearn began shooting at the defendant\n\n                                 10\n\fafter Hearn shot Owens.    This caused defendant to flee.   He\n\ncaught up with Korey Randle and the two left the area together.\n\n         II. Information Defendant Provided In June Statement\n                 As Testified To By Detective Sullivan\n\n     Defendant provided further details about the shooting during\n\nhis interview with the police on June 4, 2004.    He indicated that\n\nwhile he was with the others in the van as it was parked in\n\nHearn's driveway, Owens and Randle were sitting in the front\nseats, defendant was in the middle seat and Hearn sat in the far\n\nrear seat.    In the June interview, defendant mentioned the name\n\nof the person who had called Owens' cell phone about buying\n\ndrugs.    Defendant described Owens as angry with Hearn after he\n\nlooked for but could not find the cocaine allegedly hidden on the\n\nproperty at Hearn's residence.    Defendant said that even after he\n\nleft the van to urinate, he was in a position where he could see\n\nand hear what was happening inside the van.    Owens was accusing\n\nHearn of stealing the drugs because Hearn was the only person,\n\nother than Owens, who knew where the drugs had been hidden.\n\n     Detective Sullivan continued his testimony by noting that\ndefendant was asked specifically if anyone other than the four\n\npeople in the minivan were in the area at the time of the\n\nshooting, to which defendant indicated the only other person\n\nnearby was a person he called \"Molina.\"    Molina was at the park\n\nwaiting for Owens to deliver drugs to him.    Defendant said that\n\n\n                                  11\n\fhe thought two or possibly three shots were fired while Owens and\n\nHearn were inside the van and another two shots were fired\n\noutside the van.   Once Owens and Hearn were outside the van\n\nwrestling, Hearn obtained control over the gun and pursued Owens\n\naround the van from the passenger side to the driver's door.\n\nHearn came up from behind Owens just before shooting Owens in the\n\nhead at close range.    Defendant told the police that Hearn\n\ndropped the gun he used to shoot Owens, pulled a different gun,\nand started to shoot at defendant and Korey Randle.     When\n\nDetective Sullivan asked defendant how Randle could have been\n\nshot at by Hearn when he had fled as soon as the first shot was\n\nfired, defendant stated that he was the only one Hearn was\n\nshooting at after Owens had been shot.    Sullivan asked defendant\n\nif he knew who Ricky Childs was and whether Childs was present at\n\nthe time of the shooting.    Defendant said he knew Childs, but\n\nthat Childs was not present.\n\n     On cross-examination, Detective Sullivan conceded that\n\ndefendant had, at no time during any of his statements, admitted\nto shooting anyone.    The detective testified that, despite the\n\nefforts by his department, the police were unable to find Korey\n\nRandle.   Detective Sullivan also admitted that the police have\n\nnever discovered a weapon that could be tied to this case.\n\n              III. Further Evidence Admitted At Trial\n\n     Dr. Larry Blum testified that he is a licensed physician\n\n                                 12\n\fwhose specialization is in forensic pathology.    He was declared\n\nan expert in his field and testified that he performed the\n\nautopsy on Owens.   Dr. Blum stated that Owens died as a result of\n\na single gunshot that entered his brain after passing through his\n\nright ear.   In the doctor's opinion, the shot was fired from\n\nwithin inches of Owens' ear and death would have resulted\n\nrapidly, if not immediately, after the bullet struck.\n\n     Christopher Kozel, a forensic scientist employed by the\nIllinois State Police, testified as an expert in firearm and tool\n\nmarker identification.    Kozel received a number of clothing items\n\nthat were worn by Hearn at the time he was shot.    He identified\n\ncertain holes in the jacket Hearn wore as having been caused by\n\nbullets that struck the jacket in the back right shoulder, and\n\ntwo places where the initial entry point was through the interior\n\nfabric of the jacket.    Each of these three entry points\n\nmanifested gunpowder residue, indicating a close-range firing of\n\nthe gun.\n\n     Kozel gave his opinion regarding the type of gun that he\ndetermined was consistent with the rifling characteristics of the\n\ntwo bullets that were recovered in this case.    According to\n\nKozel, the pattern and directions of the grooves on the bullets\n\nmatched those that are made by a semiautomatic pistol\n\nmanufactured by \"High Point.\"    Kozel testified that, in his\n\nexperience, the shells that are ejected from the \"High Point\"\n\n                                 13\n\fbrand 9-millimeter pistol always eject to the right side.       Kozel\n\nconfirmed that he had also made a determination that the six\n\nshells found at the crime scene matched each other and were all\n\nfired from the same gun.\n\n       On cross-examination, Kozel testified that he did not\n\nperform tests on the sleeves or cuff areas of Hearn's jacket for\n\ngun powder residue, but that a colleague of his had.     While Kozel\n\nmatched all of the shell casings and bullets submitted to him to\na single 9-millimeter pistol, he could not testify that all of\n\nthe bullet wounds Hearn suffered were caused by a 9-millimeter\n\ngun.\n\n       Robert Berk, also a forensic scientist employed by the\n\nIllinois State Police, testified that his expertise is in the\n\narea of analyzing trace evidence.     His testing on the cuff\n\nportion of the left sleeve of Ronald Hearn's jacket led Berk to\n\nconclude that gunshot residue was present on that part of the\n\njacket.    This meant that Hearn's cuff was \"in the environment of\n\na weapon\" when the weapon was fired, and could have been the\nresult of Hearn discharging a weapon or having his left hand\n\nclose to a gun when someone else fired it.     Berk was able to\n\nconclude that no gunshot residue was present on either of the\n\nsleeves of the jacket worn by Owens.\n\n       When the jury trial resumed on September 29, 2004, Detective\n\nMetscaviz was recalled to the stand.     His testimony was limited\n\n                                 14\n\fto an interaction that he observed between defendant and Korey\n\nRandle.    This interaction took place while Randle was being\n\ninterviewed by Detective Metscaviz in a room at the county jail.\n\nDuring the interview with Randle, the defendant, who had been\n\narrested about a month earlier, was walking by the interview room\n\nand made a statement that Detective Metscaviz was able to hear.\n\nLooking at Randle, defendant said, \"Yo, man.    Those guys are\n\ntrying to frame me.\"    Metscaviz interpreted that defendant was\ndirecting that comment at the officer or to his department in\n\ngeneral.    Then, looking in the direction of the detective,\n\ndefendant said, \"What are you doing talking to those guys?\"\n\nBefore moving out of the view of Randle and Detective Metscaviz,\n\ndefendant raised his hands and moved a forefinger across his\n\nthroat.    Defendant's movement was observable to Randle.\n\n     Angela Lee was called to testify and noted that she had been\n\nasleep at her home on 9th Avenue in Rock Island early in the\n\nmorning on September 15, 2003, when her nephew, Ronald Hearn,\n\nwoke her up by yelling her name from just outside the back door\nto her house.    She turned over on the couch to look toward the\n\nback door and saw Hearn leaning against the doorway.    Hearn\n\nstated he had been shot.    After she helped her nephew get outside\n\nto wait for the emergency personnel to arrive, she began asking\n\nHearn who shot him.    At first Hearn told Lee, \"Roy shot,\" but\n\nwhen Lee asked him if he meant Roy was the shooter, Hearn said\n\n                                 15\n\fno, and repeated the words, \"Roy shot.\"   When Lee asked Hearn to\n\ntell her \"who did this to [him],\" Hearn pulled her close to him\n\nand said the words, \"Steve, and Korey was with him.\"   Lee\n\ntestified that her nephew made the statements before any officers\n\narrived at her house.\n\n     Defendant called Steve Lisle, Sr., as his first witness.\n\nLisle, Sr., testified that defendant and Owens had been good\n\nfriends for at least six years, that they were together all the\ntime, and that they spent many nights at the same house.     Lisle,\n\nSr., could not think of any reason his son would have had to\n\nshoot Owens.   Lisle, Sr., also denied that he had told anyone\n\nthat defendant had asked for the phone number of the sister that\n\nlives in Indianapolis, Indiana, when defendant called Lisle, Sr.,\n\nat 4:30 a.m. on the morning Owens was shot.\n\n     Defendant's mother, Jessie Lisle, testified that she was at\n\nher home on a corner lot at 7th Street and 7th Avenue, throughout\n\nthe night on September 14.    Defendant came to and left the house\n\na number of times throughout the night.   Jessie testified that\nshe was still awake at around 3:40 a.m. and sitting on her front\n\nporch when she heard what sounded like firecrackers.   Before she\n\ncould place a call to try to reach her son, she saw defendant\n\ncalmly walking by himself toward the house.   She told defendant\n\nnot to be returning with Owens to the house later that night,\n\nsince it would wake her up.   Defendant assured her that he would\n\n                                 16\n\fnot be coming back to the house that night and she had no further\n\ncontact with him the rest of the night.\n\n       After defendant rested with no further witnesses being\n\ncalled, the State called Detective Metscaviz as a rebuttal\n\nwitness.    The detective testified that, while he was questioning\n\nSteve Lisle, Sr., and Jessie Lisle at Jessie's house on 7th\n\nStreet on the day the shooting, Lisle, Sr., stated that at\n\napproximately 4:30 that morning defendant had placed two calls to\nhim.    Lisle, Sr., indicated that defendant was asking for the\n\nphone number of Lisle, Sr.'s daughter, Steva, who lived in\n\nIndianapolis.    The detective testified that Lisle, Sr., also said\n\ndefendant had told him that he needed Steva's phone number\n\nbecause he was going to have to leave town.    After this\n\ntestimony, both sides rested and the trial court denied\n\ndefendant's renewed motion for a directed verdict.\n\n       After deliberating for parts of two days, the jury found\n\ndefendant guilty of first degree murder and the charge of\n\naggravated battery.    Following a sentencing hearing on December\n10, 2004, the trial court sentenced defendant to terms of 27 and\n\n10 years' imprisonment, specifically finding that the sentences\n\nwere required to run consecutively to one another.    This appeal\n\nfollowed.\n\n                              ANALYSIS\n\n       Defendant raises three issues on appeal.   First, defendant\n\n                                 17\n\fcontends that the trial court erred in allowing Angela Lee to\n\ntestify that Ronald Hearn told her that defendant was the one who\n\nshot him.   Defendant claims that it was reversible error to find\n\nHearn's statement admissible under the excited utterance\n\nexception to the hearsay rule.   Second, defendant further argues\n\nthat allowing Lee to testify as to what Hearn said violated his\n\nfederal and state constitutional rights to confront witnesses\n\nagainst him, as well as the principles set forth in Crawford v.\nWashington, 541 U.S. 36, 158 L. Ed. 2d 177, 124 S. Ct. 1354\n\n(2004).   Finally, defendant argues that evidence adduced at trial\n\nwas insufficient to find him guilty beyond a reasonable doubt for\n\nthe murder of LaRoy Owens.\n\n                       I. Excited Utterance\n\n     Angela Lee testified that Ronald Hearn identified defendant\n\nas the person who shot him.   Defendant claims Lee's testimony\n\nshould not have been admitted under the excited utterance\n\nexception to the hearsay rule and, therefore, Lee's testimony\n\nshould have been excluded as inadmissible hearsay.\n     For a hearsay statement to be admissible under the\n\nspontaneous declaration or excited utterance exception: (1) there\n\nmust be an occurrence sufficiently startling to produce a\n\nspontaneous and unreflecting statement; (2) there must be an\n\nabsence of time for the declarant to fabricate the statement; and\n\n(3) the statement must relate to the circumstances of the\n\n                                 18\n\foccurrence.     People v. Edwards, 144 Ill. 2d 108, 579 N.E.2d 336\n\n(1991).   In determining whether a hearsay statement is admissible\n\nunder the spontaneous declaration exception, courts employ a\n\ntotality of the circumstances analysis.     People v. Williams, 193\n\nIll. 2d 306, 739 N.E.2d 455 (2000).    This analysis involves the\n\nconsideration of several factors, including time, the nature of\n\nthe event, the mental and physical condition of the declarant,\n\nand the presence or absence of self-interest.     People v. House,\n141 Ill. 2d 323, 566 N.E.2d 259 (1990).\n\n     The fact that a declarant's statement is made at the first\n\nopportunity to speak supports a finding of spontaneity (People v.\n\nGacho, 122 Ill. 2d 221, 522 N.E.2d 1146 (1988)), but a declarant\n\nmay make a spontaneous declaration to a person even after having\n\nspoken previously to another.     House, 141 Ill. 2d at 386.\n\n \"Although a statement made in response to persistent\n\ninterrogation might not be admitted under the spontaneous\n\ndeclaration exception [citation], the fact that a statement was\n\nmade in response to a question does not necessarily destroy\nspontaneity.\"     Williams, 193 Ill. 2d at 353, citing People v.\n\nSmith, 152 Ill. 2d 229, 604 N.E.2d 858 (1992).    No one factor is\n\ndispositive.     Williams, 193 Ill. 2d at 353.\n\n     The time factor has been described as an elusive factor\n\nwhose significance will vary with the facts of each case.      House,\n\n141 Ill. 2d at 382.    \"[T]he period of time that may pass without\n\n                                  19\n\feffecting the admissibility of a statement under the spontaneous\n\ndeclaration exception varies greatly.\"      Williams, 193 Ill. 2d at\n\n353.    In People v. Gacho, a statement made 6½ hours after the\n\noccurrence was held admissible (Gacho, 122 Ill. 2d at 240-42),\n\nwhile in People v. Newell, a statement made 20 minutes after the\n\noccurrence was properly excluded.      People v. Newell, 135 Ill.\n\nApp. 3d 417, 481 N.E.2d 1238 (1985).\n\n            \"The critical inquiry is 'whether the statement\n            was made while the excitement of the event\n\n            predominated.'\"   Williams, 193 Ill. 2d at 353.\n\n       We review evidentiary rulings of a trial court deferentially\n\nand will reverse only if the trial court abused its discretion.\n\nPeople v. Sullivan, 366 Ill. App. 3d 770, 853 N.E.2d 754 (2006).\n\nA trial court abuses its discretion when its ruling is so\n\narbitrary, fanciful, or unreasonable that no reasonable person\n\nwould take the view it adopted.     People v. Illgen, 145 Ill. 2d\n\n353, 583 N.E.2d 515 (1991).\n\n       Defendant admits, \"There is no question\" that the shooting\nwas a sufficiently shocking event to cause Hearn to make an\n\n\"excited and unreflecting statement.\"     Defendant further concedes\n\nthat Hearn's statement, as testified to by Lee, bore a direct\n\nrelation to the circumstance of the shooting.     Defendant argues,\n\nhowever, that the statement was admitted in error.     Defendant\n\nclaims that the trial court failed to properly weigh the\n\n                                  20\n\fintervening time between the shooting and the statements.\n\nDefendant continues that since the statement was the product of\n\nLee's \"questioning,\" it was not truly an excited utterance and\n\nshould have been deemed inadmissible hearsay.   We disagree.\n\n     At most, 18 minutes passed between the shooting and Hearn's\n\nstatement to Lee.   Hearn was shot five times, each bullet\n\nentering his body and exiting it.    While his statements followed\n\nhis aunt's inquires into who shot him, we find that fact\ninsufficient to defeat the spontaneous nature of the statement.\n\nUndoubtedly, the statement was made while the excitement of the\n\nevent predominated.   The statement bore a direct relation to an\n\nunbelievably shocking occurrence.    Therefore, we cannot say that\n\nthe trial court abused its discretion in holding Lee's testimony\n\nwas permissible under the excited utterance exception to the\n\nhearsay rule.\n\n     II. Right to Confront Witnesses, Testimonial Evidence\n                   and Crawford v. Washington\n\n     Defendant's second argument on appeal is that the trial\n\ncourt violated his right to confront witnesses against him by\nallowing Lee to testify about Hearn's statement.   Defendant notes\n\nthat both the state (Ill. Const. 1970, art. I, §8) and federal\n\n(U.S. Const., amend. VI) constitutions provide a criminal\n\ndefendant the right to confront the witnesses against him.\n\nCiting Crawford v. Washington, 541 U.S. 36, 158 L. Ed. 2d 177,\n\n\n                                21\n\f124 S. Ct. 1354 (2004), as authority, defendant claims it was\n\nimproper to allow Lee's testimony claiming Hearn's statement was\n\ntestimonial and not subject to cross-examination.\n\n     The State responds by arguing that Hearn's statement was not\n\ntestimonial and, as such, Crawford v. Washington is inapplicable.\n\nIn the alternative, the State contends that even if we find the\n\nstatement to be testimonial in nature, Crawford does not preclude\n\nits admission since the statement falls within recognized common\nlaw exceptions to the hearsay rule.   Finally, the State concludes\n\nits response on this issue by claiming admission of the statement\n\nwas, at most, harmless error.\n\n     Since the Supreme Court issued its decision in Crawford,\n\ncourts have struggled with determining exactly which statements\n\nare testimonial in nature and which are nontestimonial.    In re\n\nT.T., 351 Ill. App. 3d 976, 815 N.E.2d 789 (2004); People v.\n\nR.F., 355 Ill. App. 3d 992, 825 N.E.2d 287 (2005); People v.\n\nWest, 355 Ill. App. 3d 28, 823 N.E.2d 82 (2005); People v.\n\nPurcell, 364 Ill. App. 3d 283, 846 N.E.2d 203 (2006).   A review\nof recent case law in our appellate districts indicates that\n\nthere exist two developing theories regarding how to determine if\n\na statement is testimonial in nature.\n\n     In People v. R.F., one panel of the First District held that\n\n\"Crawford does not apply to statements made to nongovernmental\n\npersonnel, such as family members or physicians.    When an out-of-\n\n                                22\n\fcourt statement is made to nongovernmental personnel and, thus,\n\nis nontestimonial, the 'indicia of reliability' framework of Ohio\n\nv. Roberts, and the hearsay exception *** continue to apply.\"\n\nPeople v. R.F., 355 Ill. App. 3d at 1000.    This line of reasoning\n\nwas endorsed by the dissent in In re E.H., 355 Ill. App. 3d 564,\n\n823 N.E.2d 1029 (2005), rev'd on other grounds by In re E.H., No.\n\n100202 (December 21, 2006).    In his dissent, Justice Quinn noted\n\nthat, \"The great weight of authority supports the proposition\nthat where the proffered statements were not made to a\n\ngovernmental actor such as law enforcement (or their proxy),\n\nunder Crawford the statements cannot be testimonial regardless of\n\ntheir content.\"     In re E.H., 355 Ill. App. 3d at 580 (Quinn, J.,\n\ndissenting).\n\n     A competing school of thought developing in our courts is\n\nthat statements made to nongovernmental personnel can be\n\ntestimonial in nature.    The court in In re T.T. acknowledged\n\nthat, \"Crawford indicates that governmental involvement in some\n\nfashion in the creation of a formal statement is necessary to\nrender the statement testimonial in nature.\"     In re T.T., 351\n\nIll. App. 3d at 988.    Nevertheless, the court went on to find\n\nthat the victim's \"accusatory statements identifying respondent\n\nas the perpetrator\" made to a private physician were testimonial\n\nin nature.     In re T.T., 351 Ill. App. 3d at 993.   Focusing on the\n\ncontent of the statement rather than to whom it was made, the\n\n                                  23\n\fPurcell court followed the lead set by In re T.T. stating that\n\n\"when the content of the victim's statement concerns fault or\n\nidentity, such a testimonial statement is admissible only if the\n\ndeclarant testifies at trial and is subject to cross-\n\nexamination.\"   Purcell, 364 Ill. App. 3d at 297.    The Purcell\n\ncourt then sanctioned the view adopted by the In re T.T. court\n\nand held that when determining whether a statement is testimonial\n\nor nontestimonial in nature, a court should focus \"on the nature\nof the testimony rather than the official or unofficial status of\n\nthe person whom the State called to testify to the declarant's\n\nout-of-court statement.\"   Purcell, 364 Ill. App. 3d at 297.\n\n     In People v. Stechley, 225 Ill. 2d 246 (2007), our supreme\n\ncourt noted that the United States Supreme Court has \"left for\n\nanother day any discussion of rules for evaluating 'whether and\n\nwhen statements made to someone other than law enforcement\n\npersonnel' [citation] or statements 'made in the absence of any\n\ninterrogation' [citation] might be 'testimonial.'\"     Stechley, 225\n\nIll. 2d at 289-90.   Then, our supreme court held that statements\nmade to someone other than law enforcement personnel or\n\ngovernment officers can be testimonial in nature.     Stechley, 225\n\nIll. 2d at 291-92.\n\n     In answering the question of \"how to determine whether\n\nstatements are testimonial when they are made outside\" of police\n\ninterrogation, the Stechley court stated, \"[T]he only proper\n\n                                24\n\ffocus is on the declarant's intent: Would the objective\n\ncircumstances have led a reasonable person to conclude that their\n\nstatements could be used against the defendant?\"   Stechley, 225\n\nIll. 2d at 289.   The Stechley court continued that, \"[I]t is the\n\ndeclarant's perspective which is paramount in a testimonial\n\nanalysis. *** Accordingly, in our view, the proper question is\n\nnot whether the declarant actually did intend or foresee that his\n\nstatement would be used in prosecution.   Rather, the question is\nwhether the objective circumstances indicate that a reasonable\n\nperson in the declarant's position would have anticipated that\n\nhis statement likely would be used in prosecution.\"    Stechley,\n\n225 Ill. 2d at 292.\n\n     Using the test announced by our supreme court in Stechley,\n\nand Davis v. Washington, 547 U.S. ____, 165 L. Ed. 2d 224, 126 S.\n\nCt. 2266 (2006), as our guide, we hold Hearn's statement to Lee\n\nwas not testimonial in nature.   In Davis, the Supreme Court held\n\nthat statements made to a law enforcement official during the\n\ncourse of a 911 call were not testimonial in nature.   Davis, 547\nU.S. at ____, 165 L. Ed 2d at 240-41, 126 S. Ct. at 2277.   This\n\nwas so, reasoned the Davis Court, since the declarant made the\n\nstatements during an ongoing emergency.   Davis, 547 U.S. at ____,\n\n165 L. Ed. 2d at 237-38, 126 S. Ct. at 2274.   The Davis Court\n\nnoted that while \"one might call 911 to provide a narrative\n\nreport of a crime absent any imminent danger [the declarant's]\n\n                                 25\n\fcall was plainly a call for help against a bona fide physical\n\nthreat.\"   (Emphasis in original.)    Davis, 547 U.S. at ___, 165 L.\n\nEd. 2d at 240, 126 S. Ct. at 2276.     The Davis Court further noted\n\nthat identifying one's assailant does not, in and of itself,\n\nrender that statement testimonial in nature.     Davis, 547 U.S. at\n\n___, 165 L. Ed. 2d at 240-41, 126 S. Ct. at 2276-77.     The Davis\n\nCourt stated:\n\n           \"Third, the nature of what was asked and answered\n           in Davis, again viewed objectively, was such that\n\n           the elicited statements were necessary to be able\n\n           to resolve the present emergency, rather than\n\n           simply to learn (as in Crawford) what had happened\n\n           in the past.   That is true even of the operator's\n\n           effort to establish the identity of the assailant,\n\n           so that the dispatched officers might know whether\n\n           they would be encountering a violent felon.\"\n\n           (Emphasis in original.)    Davis, 547 U.S. at ___,\n\n           165 L. Ed. 2d at 240, 126 S. Ct. at 2276.\n     Just as the declarant in Davis, Hearn was in need of\n\nprotection from his assailant when he made the statement to Lee.\n\nHe was also in dire need of medical attention.    Had Hearn made\n\nthe exact same statement to a 911 operator, Davis would mandate\n\nthat we find the statement nontestimonial in nature.     Using the\n\nStechley \"objective circumstances\" test, we find that a\n\n                                 26\n\freasonable person shot five times who has just made his way to\n\nhis aunt's house and who has not received protection from his\n\nassailant or medical attention would not have anticipated that\n\nthe statement to his aunt would be used in prosecution.   He\n\nwould, undoubtedly, have anticipated that identifying his\n\nassailant to his aunt would allow his aunt to take precautionary\n\nmeasures should the assailant also arrive at her residence.\n\nTherefore, Hearn's statement to Lee was nontestimonial in nature.\n     Courts agree that when an out-of-court statement is found to\n\nbe nontestimonial, the \"indicia of reliability\" framework set\n\nforth in Ohio v. Roberts, 448 U.S. 56, 65 L. Ed. 2d 597, 100 S.\n\nCt. 2531 (1980), and traditional hearsay exceptions apply.\n\nPurcell, 364 Ill. App. 3d at 294; R.F., 355 Ill. App. 3d at 1000.\n\nCrawford clearly states that where \"nontestimonial hearsay is at\n\nissue, it is wholly consistent within the Framers' design to\n\nafford the States flexibility in their development of hearsay\n\nlaw-as does Roberts, and as would an approach that exempted such\n\nstatements from Confrontation Clause scrutiny altogether.\"\nCrawford, 541 U.S. at 68, 158 L. Ed. 2d at 203, 124 S. Ct. at\n\n1374.\n\n     As noted in section 1 above, Hearn's statement to Lee falls\n\nsquarely within this state's excited utterance exception to the\n\nhearsay rule.   Defendant argues, however, that even if we find\n\nthe statement to be nontestimonial and no Crawford violation, it\n\n                                27\n\fwas still reversible error to admit it.    Defendant claims that\n\nhis right to confrontation was still violated as Hearn was not\n\n\"unavailable,\" yet his statement was allowed to be introduced\n\ninto evidence without Hearn being called to testify.    Defendant\n\nnotes that Hearn was incarcerated at the time of the trial.\n\nTherefore, defendant claims that the State impermissibly\n\ncircumvented his right to confrontation by introducing his\n\nstatement to Lee while holding him in confinement.    For authority\nsupporting the conclusion that this amounted to reversible error,\n\ndefendant cites Justice Thomas's dissenting opinion in Davis v.\n\nWashington, 541 U.S. at ____, 165 L. Ed. 2d at 244, 126 S. Ct. at\n\n2280 (Thomas, J., dissenting), and Barber v. Page, 390 U.S. 719,\n\n20 L. Ed. 2d 255, 88 S. Ct. 1318 (1968).\n\n     Defendant's arguments concerning the \"availability\" of Hearn\n\nare unavailing.   It is true that the Barber Court held the State\n\nviolated the defendant's right to confrontation when it was\n\nallowed to admit hearsay statements of someone incarcerated in a\n\nfederal penitentiary without attempting to secure the declarant's\npresence at trial.   Barber, 390 U.S. at 725, 20 L. Ed. 2d at 260,\n\n88 S. Ct. at 1322.   The statements made by the declarant in\n\nBarber, however, were made during a preliminary hearing in which\n\nthe defendant was afforded no meaningful opportunity of cross-\n\nexamination.   Barber, 390 U.S. at 725, 20 L. Ed. 2d at 260, 88 S.\n\nCt. at 1322.   Undoubtedly, the statements at issue in Barber were\n\n                                28\n\ftestimonial in nature and, therefore, pursuant to Crawford, could\n\nonly be admitted today if the defendant were allowed a meaningful\n\nopportunity to cross-examine the declarant.    But, to read Barber\n\nto hold, as defendant urges, that no hearsay statements are ever\n\nadmissible if the declarant is incarcerated, or otherwise\n\n\"available,\" is an untenable expansion of Barber which ignores\n\nother, more recent United States Supreme Court jurisprudence.\n\n     In White v. Illinois, 502 U.S. 346, 116 L. Ed. 2d 848, 112\nS. Ct. 736 (1992), the Court held that our supreme court\n\ncorrectly decided that the confrontation clause does not demand\n\nthat \"the prosecution must either produce the declarant at trial\n\nor the trial court must find that the declarant is unavailable\"\n\nbefore admitting hearsay statements under the spontaneous\n\ndeclaration exception to the hearsay rule.    White, 502 U.S. at\n\n349, 116 L. Ed. at 854-55, 112 S. Ct. at 739.     This is so,\n\nreasoned the White Court, because \"where proffered hearsay has\n\nsufficient guarantees of reliability to come within a firmly\n\nrooted exception to the hearsay rule, the Confrontation Clause is\nsatisfied.\"    White, 502 U.S. at 356, 116 L. Ed. 2d at 859, 112 S.\n\nCt at 743.    The Court specifically rejected an \"unavailability\n\nrule\" pertaining to spontaneous declarations and noted, \"We ***\n\nsee no basis *** for excluding from trial, under the aegis of the\n\nConfrontation Clause, evidence embraced within such expectations\n\nto the hearsay rule as those for spontaneous declarations.\"\n\n                                 29\n\fWhite, 502 U.S. at 357, 116 L. Ed. 2d at 860, 112 S. Ct. at 743.\n\nGiven the holding of White, we reject defendant's argument that\n\nhis rights under the confrontation clause were violated when the\n\nState was allowed to introduce Hearn's excited utterance through\n\nLee's testimony while Hearn was \"available\" to testify.\n\n                III. Sufficiency of the Evidence\n\n     Defendant's final issue raised on appeal is that the\n\nevidence adduced at trial was insufficient to convict him of the\nfirst degree murder of Owens.   He argues that, at best, the\n\nevidence indicates that he was the \"most likely suspect, in the\n\nshooting of Owens,\" but it is totally circumstantial and fails to\n\nsufficiently prove he actually shot Owens.   Defendant does not\n\nchallenge his aggravated battery conviction on these grounds.\n\n     When reviewing a claim of insufficient evidence, the\n\nreviewing court must determine whether, after viewing the\n\nevidence in the light most favorable to the State, any rational\n\ntrier of fact could have found the essential elements of the\n\noffense beyond a reasonable doubt.   People v. Smith, 185 Ill. 2d\n532, 541, 708 N.E.2d 365, 369 (1999).   It is not the function of\n\na court of review to retry the defendant.    People v. Collins, 106\n\nIll. 2d 237, 261, 478 N.E.2d 267, 277 (1985).\n\n     Evidence was admitted at trial indicating that defendant\n\ninitially informed police that he had no involvement in the\n\nshooting and was not at the scene during the time of the\n\n                                30\n\fshooting.    Defendant later recanted that story and informed\n\npolice that he was, in fact, at the scene when the shooting took\n\nplace.   In describing what took place during the incident,\n\ndefendant told police that Owens shot Hearn three times while\n\nHearn was in the backseat of the van and Owens was in the\n\ndriver's seat.    Once the first shot was fired, according to\n\ndefendant, Randle took off running.     Defendant was clear that\n\nonly the four men were at the scene when the first shot was fired\nand only Hearn, Owens and defendant remained after the first shot\n\nwas fired.\n\n     According to defendant, after Hearn was shot three times in\n\nthe van, he exited the vehicle and chased Owens.    During the\n\nchase, he was shot two more times.    Hearn, then, after being shot\n\nfive times, caught up to Owens, wrestled the gun away from him,\n\nand killed him almost instantaneously with a single shot.\n\n     Medical and forensic experts testified that the shooting\n\nsimply could not have happened as defendant described.    Hearn was\n\nnot shot in the van, did not chase Owens, and did not struggle\nwith Owens for the gun.    Testimony indicated that Owens was found\n\ndead holding a cigarette and lighter in one hand.    For the jury\n\nto believe defendant's version of the events, it would not only\n\nhave to ignore all the physical evidence (as testified to by the\n\nvarious forensic experts) from the incident but also somehow\n\nconclude that Owens continued to hold a cigarette and lighter in\n\n                                 31\n\fone hand as he struggled over a gun with a man he had just shot\n\nfive times.   Moreover, the jury would have had to believe that\n\nHearn, having just been shot five times, had the strength to\n\nchase down Owens, take the gun from him, and shoot him.\n\n     Defendant argues that proving he lied about the way events\n\ntranspired does not equate to proving all the elements of an\n\noffense beyond a reasonable doubt.     We agree.   Defendant admits\n\nthe corpus delicti of the murder of Owens was proven by the\nState, but contends that the State failed to offer sufficient\n\nevidence to prove he was responsible for or committed the murder\n\nof Owens.   We disagree.\n\n     The State introduced defendant's own statement in which he\n\nadmitted that only Randle, Owens, Hearn, and he were at the scene\n\nwhen the first shot was fired.     A video surveillance tape\n\nconfirmed that the four men were together approximately one hour\n\nprior to the shooting.     Defendant stated Randle did not fire the\n\nfirst shot and took off running after it was fired.     This left\n\nHearn, Owens, and defendant as the only people at the scene of\nthe crime when the remaining five shots were fired.     Witnesses\n\nNimmers and Dixon testified that they heard one shot fired,\n\nfollowed a short time later by five rapidly fired gunshots.\n\n     No gunshot residue was found on the sleeves of Owens' jacket\n\nindicating that he did not fire even a single shot, let alone\n\nfive shots into Hearn.     The physical evidence and witness\n\n                                  32\n\ftestimony certainly supports the State's theory that the first\n\nshot heard by Nimmers and Dixon was the single fatal shot fired\n\ninto Owens and the five subsequent clustered shots were those\n\nwhich struck Hearn.   Adding Hearn's statement that defendant was\n\nthe shooter, we find sufficient evidence upon which a reasonable\n\ntrier of fact could have relied to conclude that all the elements\n\nof the offense of murder were proven beyond a reasonable doubt.\n\n                            CONCLUSION\n     For the foregoing reasons, the judgment of the circuit court\n\nof Rock Island County is affirmed.\n\n     Affirmed.\n\n     O'BRIEN and WRIGHT, JJ., concur.\n\n\n\n\n                                33\n\f",
            "ocr": false,
            "opinion_id": 3140167
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}