{
    "id": 3140524,
    "judges": null,
    "date_filed": 1072656000000,
    "date_filed_is_approximate": false,
    "slug": "people-v-rathbone",
    "case_name_short": "Rathbone",
    "case_name": "People v. Rathbone",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.illinoiscourts.gov/Opinions/AppellateCourt/2003/4thDistrict/December/WP/4020568.doc",
            "author_id": null,
            "opinion_text": "\n\n\n4020568.opn.wpd\n\n\n\n\n\n\nNO. 4-02-0568\n\n\n\nIN THE APPELLATE COURT\n\n\n\nOF ILLINOIS\n\n\n\nFOURTH DISTRICT\n\n\n\n\n\n\n\nTHE PEOPLE OF THE STATE OF ILLINOIS,\n\nPlaintiff-Appellee,\n\nv.\n\nBRANDON L. RATHBONE,\n\nDefendant-Appellant.\n\n\n\n)\n\n)\n\n)\n\n)\n\n)\n\n)\n\n)\n\n)\n\n\n\nAppeal from\n\nCircuit Court of\n\nSangamon County\n\nNo. 00CF1049\n\n\n\nHonorable\n\nPatrick W. Kelley,\n\nJudge Presiding.\n\n\n\n\n\n_________________________________________________________________\n\nJUSTICE STEIGMANN delivered the opinion of the court:\n\nFollowing a June 2001 bench trial, the trial court found defendant, Brandon L. Rathbone, guilty of residential burglary (720 ILCS 5/19-3(a) (West 2000)).  The court later sentenced him to five years' probation, subject to various conditions, including that he participate in the Treatment Alternatives for Safe Communities (TASC) drug-treatment program.  \n\nIn January 2002, the State filed a petition to revoke defendant's probation.  Following hearings in March and May 2002, the trial court revoked defendant's probation and sentenced him to nine years in prison.\n\nDefendant appeals, arguing that the trial court abused its discretion by (1) sentencing him for violating his probation rather than for the crime of residential burglary and (2) sentencing him to nine years in prison.  We affirm.\n\nI. BACKGROUND\n\nAfter convicting defendant in a bench trial, the trial court sentenced him in August 2001 to five years' TASC probation.  The court admonished defendant that if he did not comply with the terms of his probation, he would be resentenced to a prison term.\n\nIn January 2002, the State filed a petition to revoke defendant's probation.  In February 2002, defendant failed to appear at the first scheduled hearing on the State's petition to revoke his probation, and the trial court issued a warrant for his arrest.  Defendant was present at the March 2002 hearing on the State's petition, and the court found him in violation of the terms of his probation.  Specifically, the court found that he (1) failed to report to the probation department in September 2001 and January 2002, and (2) failed to attend, successfully complete, and obey all rules and regulations of the TASC treatment program.   \n\nAt the May 2002 resentencing hearing, no evidence was presented in aggravation or mitigation.  The trial court considered the presentence investigation report (PSI), which had been amended and updated since it was originally prepared in August 2001.  According to the PSI, defendant reported that he drank alcohol seven days a week, always drank to get drunk, and had been drinking right before the burglary.  A TASC evaluation completed in July 2001 diagnosed defendant as alcohol dependent and recommended residential substance-abuse treatment.  \n\nThe PSI further showed that on October 19, 2001, defendant was placed on \"jeopardy\" status by TASC because he failed to attend an appointment and tested positive for cocaine.  He was referred to the Gateway Foundation for residential treatment, but was unsuccessfully discharged in late November 2001 after he left Gateway against the advice of the staff on November 16, 2001.  He also failed to attend TASC appointments on November 21 and 26, 2001.  According to defendant, he left Gateway because he had a problem with his counselor.  He did not have an explanation for missing his TASC appointments.\n\nIn announcing defendant's sentence from the bench, the trial court explained, in pertinent part, as follows:  \n\n\"[I]n meting out the sentence I'm going to impose today, I have considered all the things required by statute, including the statutory factors in aggravation and mitigation, the arguments of counsel, the [d]efendant's statement on his own behalf, in allocution, the evidence adduced at the trial of this case, the cost of incarceration of this [d]efendant upon the State of Illinois should I impose a prison sentence upon him, and all the other factors required by statute.\n\n* * *\n\n***[Defendant], you knew exactly what would happen if you failed to comply with the terms of probation, and you chose for whatever reason you have to violate the probation terms in a number of ways.  The most significant of which to you is you failed to complete your TASC requirements.\n\nNow you seem to have a habit of not getting along with people.  Certainly when you go to prison, that's a habit you better break or you are going to be in some trouble, but you know you can't blame everybody else for all of your problems.  You chose not to complete TASC, nobody else did, and in the same vein I think you have chosen prison here over probation, because those were the options given to you, and it was totally within your control, not within mine or your mother's or your probation officer's, it was within your control, so prison it is.\n\nAlthough [defense counsel] told you that and that's no surprise, the question is how much.  I think we have seen, given your disregard for the law and the [c]ourt's orders and everybody else since you have been on probation, that a sentence to a minimum term would be inappropriate here, as would a sentence to the maximum term, I don't think [15] years would be appropriate either.\n\nI agree with [the prosecutor's] number, nine years, that's what I am going to sentence you to here today, nine years in prison, to be followed by two years['] mandatory supervised release.  I choose [9] years not just out of the air, but I chose that because that's right in the middle of the range between [4] and [15], that's the middle, I think that's appropriate for you, with credit for time served, which is 233 days.\n\nThe net effect really will be, I think, a little over a three[-]year sentence for you, so you are going to have to serve somewhere between three and four years.\"\n\nLater in May 2002, defendant filed a motion to reconsider his sentence, asserting that (1) the sentence was excessive and disregarded defendant's rehabilitative potential and lack of substantial criminal history; (2) the trial court erred in its consideration of factors in aggravation and mitigation; and (3) the court erred by disregarding defendant's substance abuse as a mitigating factor.  The court denied the motion, and this appeal followed. \n\nII. ANALYSIS\n\nA. Defendant's Claim That the Trial Court Improperly \n\nSentenced Him for His Conduct on Probation\n\n\n\nDefendant first argues that the trial court abused its discretion by sentencing him for violating the terms of his probation rather than for residential burglary.  The State responds that defendant has forfeited this issue by failing to raise it in his postsentencing motion.  We agree with the State.\n\n1. \nThe\n \nForfeiture\n \nRule\n\nIn \nPeople v. Enoch\n, 122 Ill. 2d 176, 186, 522 N.E.2d 1124, 1130 (1988), the supreme court unequivocally held that for an issue to be preserved for review on appeal, the record must show that (1) a contemporaneous objection to the trial court's error was made, \nand\n (2) the issue was contained in a written posttrial motion.  In so holding, the court relied in part on the mandatory language of section 116-1 of the Code of Criminal Procedure of 1963 (Ill. Rev. Stat. 1983, ch. 38, par. 116-1 (now 725 ILCS 5/116-1 (West 2000))), noting that \"the statute requires that a written motion for a new trial \nshall\n be filed by the defendant and that the motion for a new trial \nshall\n specify the grounds therefor.\"  (Emphasis in original.)  \nEnoch\n, 122 Ill. 2d at 187, 522 N.E.2d at 1130.  In addition, the court reiterated the underlying rationale for the forfeiture rule that it had previously stated in \nPeople v. Caballero\n, 102 Ill. 2d 23, 31-32, 464 N.E.2d 223, 227 (1984):\n\n\"'Failure to raise issues in the trial court denies that court the opportunity to grant a new trial, if warranted.  This casts a needless burden of preparing and processing appeals upon appellate counsel for the defense, the prosecution, and upon the court of review.  Without a post[]trial motion limiting the consideration to errors considered significant, the appeal is open-ended.  Appellate counsel may comb the record for every semblance of error and raise issues on appeal whether or not trial counsel considered them of any importance.'\"  \nEnoch\n, 122 Ill. 2d at 186, 522 N.E.2d at 1130, quoting \nCaballero\n, 102 Ill. 2d at 31-32, 464 N.E.2d at 227.\n\nIn 1993, through the passage of Public Act 88-311 (Pub. Act 88-311, eff. August 11, 1993 (1993 Ill. Laws 2604, 2615)), the legislature added the following sentence to section 5-8-1(c) of the Unified Code of Corrections (Unified Code):  \"A defendant's challenge to the correctness of a sentence or to any aspect of the sentencing hearing shall be made by a written motion filed within 30 days following the imposition of sentence.\"  730 ILCS 5/5-8-1(c) (West 2000).  In \nPeople v. Reed\n, 177 Ill. 2d 389, 686 N.E.2d 584 (1997), our supreme court considered whether the 1993 amendment to section 5-8-1(c) of the Unified Code created a requirement that defendants file a written post-sentencing motion in the trial court to preserve sentencing issues for appellate review and concluded that it did.  In so holding, the court noted that the mandatory statutory language of amended section 5-8-1(c) was nearly identical to the statutory language at issue in \nEnoch\n.  The \nReed\n court further explained its holding as follows:\n\n\"In addition, the policy considerations supporting the requirement of a written post-trial motion to preserve trial error are equally applicable in the context of sentencing.  Requiring a written post[]sentencing motion will allow the trial court the opportunity to review a defendant's contention of sentencing error and save the delay and expense inherent in appeal if they are meritorious.  Such a motion also focuses the attention of the trial court upon a defendant's alleged errors and gives the appellate court the benefit of the trial court's reasoned judgment on those issues.  We therefore agree with the appellate court that the plain language now contained in section 5-8-1(c) shows a clear legislative intent to make a post-sentencing motion the functional equivalent of a post[]trial motion for purposes of preserving issues for appeal.\"  \nReed\n, 177 Ill. 2d at 394, 686 N.E.2d at 586.\n\nAccordingly, we conclude that defendant has forfeited his claim that the trial court sentenced him for his conduct on probation rather than for his original offense.  In so concluding, we note that defendant's claim is precisely the type of claim the forfeiture rule is intended to bar from review when not first considered by the trial court.  Had defendant raised this issue in the trial court, that court could have answered the claim by either (1) acknowledging its mistake and correcting the sentence, or (2) explaining that the court did not improperly sentence defendant based on his conduct on probation.  If the court did not change the sentence, then a record would have been made on the matter now before us, avoiding the need for this court to speculate as to the basis for the trial court's sentence.\n\n2. \nThe\n \nPlain\n \nError\n \nException\n \nto\n \nthe\n \nForfeiture\n \nRule\n\nCiting \nPeople v. McCormick\n, 332 Ill. App. 3d 491, 499, 774 N.E.2d 392, 399 (2002), defendant contends that despite his failure to raise this issue in his postsentencing motion, we should review it as plain error because it constitutes a \"misapplication of the law.\"  We acknowledge that a number of appellate court cases, including \nMcCormick\n, assert that alleged sentencing errors are reviewable as plain error when they involve a misapplication of law because the right to be sentenced lawfully is substantial in that it affects a defendant's fundamental right to liberty.  \nMcCormick\n, 332 Ill. App. 3d at 499, 774 N.E.2d at 399; \nPeople v. Keene\n, 296 Ill. App. 3d 183, 186, 693 N.E.2d 1273, 1275 (1998); \nPeople v. McMann\n, 305 Ill. App. 3d 410, 414, 712 N.E.2d 935, 938 (1999); see also \nPeople v. Baaree\n, 315 Ill. App. 3d 1049, 1050, 735 N.E.2d 720, 722 (2000) (\"Sentencing issues are regarded as matters affecting a defendant's substantial rights and are thus excepted from the doctrine of waiver\"); \nPeople v. Ryan\n, 336 Ill. App. 3d 268, 274, 783 N.E.2d 187, 192 (2003) (\"Although defendant did not object to the trial court's comments during the sentencing hearing and did not move to reconsider the sentence, we may review as plain error a court's reliance on an improper factor in aggravation in sentencing because it affects a defendant's fundamental right to liberty\"); \nPeople v. Kopczick\n, 312 Ill. App. 3d 843, 852, 728 N.E.2d 107, 115 (2000) (\"a trial judge's reliance upon an improper factor in sentencing impinges upon defendant's fundamental right to liberty\").  However, we disagree with these cases to the extent that they deal with the principles of forfeiture and plain error without applying the analysis that granting exceptions to the forfeiture rule ordinarily requires.  \n\nWe reject this approach because it is not consistent with (1) the rule of law set forth in \nReed\n, (2) its underlying principles, or (3) the intent of the legislature.  If \nall\n matters related to a \"misapplication of law\" at sentencing affect a defendant's fundamental right to liberty and are thus reviewable as plain error, then the plain error exception essentially swallows the forfeiture rule, rendering meaningless the requirement contained in section 5-8-1(c) of the Unified Code and enforced by the supreme court in \nReed\n.   \n\nWe do not mean to suggest that misapplications of law at sentencing are never reviewable as plain error.  Instead, we hold that it is not a sufficient argument for plain error review to simply state that because sentencing affects the defendant's fundamental right to liberty, any error committed at that stage is reviewable as plain error.  Because all sentencing errors arguably affect the defendant's fundamental right to liberty, determining whether an error is reviewable as plain error requires more in-depth analysis.\n\nIn \nPeople v. Baker\n, 341 Ill. App. 3d 1083, 1090, 794 N.E.2d 353, 359 (2003), this court addressed the limited availability of plain error review when we wrote as follows:\n\n\"'The plain error rule may be invoked if the evidence at a sentencing hearing was closely balanced[] or if the error was so egregious as to deprive the defendant of a fair sentencing hearing.'  [Citation.]  The second prong of the plain error rule should be invoked only when the possible error is so serious that its consideration is '\"necessary to preserve the integrity and reputation of the judicial process.\" [Citation.]'  [Citation.]  The rule is not a general saving clause for alleged errors but is designed to redress serious injustices.\"\n\nMoreover, our supreme court has \"consistently emphasized the limited nature of the plain error exception.\"  \nPeople v. Easley\n, 148 Ill. 2d 281, 337, 592 N.E.2d 1036, 1061 (1992).  Plain error exists only when the essential fairness of a trial has been undermined, and this \"occurs only in situations which 'reveal breakdowns in the adversary system,' as distinguished from 'typical trial mistakes.'\"  \nPeople v. Keene\n, 169 Ill. 2d 1, 17, 660 N.E.2d 901, 909-10 (1995), quoting P. Wangerin, \n\"Plain Error\" and \"Fundamental Fairness\"; Toward a Definition of Exceptions to the Rules of Procedural Default\n, 29 DePaul L. Rev. 753, 778 (1980).  Plain errors are those that affect something that is \"'fundamental to the integrity of the judicial process.'\"  \nKeene\n, 169 Ill. 2d at 17, 660 N.E.2d at 910, quoting \nPeople v. Green\n, 74 Ill. 2d 444, 456, 386 N.E.2d 272, 278 (1979) (Ryan, J., specially concurring); see also \nPeople v. Caffey\n, 205 Ill. 2d 52, 103, 792 N.E.2d 1163, 1196 (2001) (reiterating that plain error is \"a limited and narrow exception\" to the waiver rule).  Accordingly, before declaring that an alleged sentencing error raised for the first time on appeal is reviewable as plain error, the reviewing court should consider whether the evidence was closely balanced and whether the error was sufficiently grave that the defendant was deprived of a fair sentencing hearing.  \nPeople v. Fuller\n, 205 Ill. 2d 308, 343, 793 N.E.2d 526, 548-49 (2002).  \n\nIn this case, defendant has not asserted that (1) the evidence at sentencing was closely balanced or (2) the error deprived him of a fair sentencing hearing.  Instead, he merely contends that the trial court committed plain error when it sentenced him based on an improper factor--namely, his conduct on probation.  However, when resentencing after a revocation of probation, trial courts are entitled to consider the defendant's conduct on probation.  \nPeople v. Young\n, 138 Ill. App. 3d 130, 142, 485 N.E.2d 443, 450 (1985) (\"[t]he manner in which a defendant conducts himself or herself while on probation is an appropriate consideration in any sentencing hearing\").  Thus, although defendant asserts that he was sentenced based on an improper factor, a more accurate characterization of his claim is that the trial court gave a proper factor undue weight.  Such a claim addresses the trial court's exercise of its discretion, not the fairness of the proceedings or the integrity of the judicial process.  Defendant's claim thus does not warrant plain error review.\n\nIn so concluding, we note that the \nproposition stated in the above-cited \nMcCormick\n line of cases--that is, that sentencing errors involving a misapplication of law are reviewable as plain error--is traceable to \nPeople v. Martin\n, 119 Ill. 2d 453, 458, 519 N.E.2d 884, 886 (1988).  We disagree that \nMartin\n provides authority for dispensing with plain error analysis.  In \nMartin\n, the supreme court reviewed the defendant's claim after it determined that the evidence at the defendant's sentencing hearing was closely balanced.  \nMartin\n, 119 Ill. 2d at 458-59, 519 N.E.2d at 886-87.  In addition, \nMartin\n was decided before the 1993 amendment to section 5-8-1(c) of the Unified Code and the supreme court's enforcement of that section in \nReed\n.  Moreover, the proposition stated in \nBaaree\n, 315 Ill. App. 3d at 1050, 735 N.E.2d at 722--namely, that \"[s]entencing issues are regarded as matters affecting a defendant's substantial rights and are thus excepted from the doctrine of waiver\"--is traceable to \nPeople v. Lewis\n, 158 Ill. 2d 386, 634 N.E.2d 717 (1994), a case construing section 5-8-1(c) of the Unified Code prior to the 1993 amendment.\n\n\n\nB. Defendant's Claim That the Trial Court Abused Its \n\nDiscretion by Sentencing Him to Nine Years in Prison \n\n\n\nLast, defendant argues that the trial court abused its discretion by sentencing him to nine years in prison.  We disagree.\n\nWe afford the trial court's sentencing decision substantial deference and weight and will not disturb its decision absent an abuse of discretion.  \nPeople v. Campbell\n, 325 Ill. App. 3d 569, 571, 758 N.E.2d 504, 505 (2001).  We recognize that it is the function of the trial court to balance the relevant factors and make a reasoned decision as to the appropriate sentence, and we will not substitute our own judgment for that of the trial court.  \nPeople v. Richmond\n, 341 Ill. App. 3d 39, 53, 791 N.E.2d 1132, 1143 (2003).  \n\nAt defendant's resentencing hearing, the trial court stated that it had considered all of the statutory factors in aggravation and mitigation, counsels' arguments, defendant's statement, the evidence adduced at trial, and the cost of incarceration.  The record shows that the court also considered defendant's age, his alcohol abuse, his conduct on probation, and the underlying offense of which he was convicted.  The available sentencing range for defendant's Class 1 felony was between 4 and 15 years.  730 ILCS 5/5-8-1(a)(4) (West 2000).  Reviewing the evidence in accordance with the applicable standard of review, we conclude that the court did not abuse its discretion by sentencing defendant to nine years in prison.  \n\n\n\nIII. CONCLUSION\n\nFor the reasons stated, we affirm the trial court's judgment.\n\nAffirmed.\n\nKNECHT, P.J., and MYERSCOUGH, J., concur.\n\n\n",
            "ocr": false,
            "opinion_id": 3140524
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}