{
    "id": 3142384,
    "judges": null,
    "date_filed": 1330992000000,
    "date_filed_is_approximate": false,
    "slug": "people-v-fountain",
    "case_name_short": "Fountain",
    "case_name": "People v. Fountain",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2012 IL App (3d) 90558"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://www.illinoiscourts.gov/Opinions/AppellateCourt/2012/3rdDistrict/3090558.pdf",
            "author_id": null,
            "opinion_text": "                           ILLINOIS OFFICIAL REPORTS\n                                          Appellate Court\n\n\n\n\n                           People v. Fountain, 2012 IL App (3d) 090558\n\n\n\n\nAppellate Court             THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v.\nCaption                     AARON S. FOUNTAIN, Defendant-Appellant.\n\n\n\nDistrict & No.              Third District\n                            Docket No. 3-09-0558\n\n\nFiled                       March 6, 2012\n\n\nHeld                        The sentence imposed on defendant for theft by deception following the\n(Note: This syllabus        revocation of his initial sentence to probation was vacated and the cause\nconstitutes no part of      was remanded for new probation revocation proceedings and, if\nthe opinion of the court    necessary, new sentencing proceedings with counsel free of the per se\nbut has been prepared       conflict of interest that existed with respect to defendant’s original\nby the Reporter of          appointed counsel, who represented defendant while working with a\nDecisions for the           private law firm that represented the estate of the victim of defendant’s\nconvenience of the\n                            offense, and Illinois’s rule of automatic reversal based on per se conflicts\nreader.)\n                            of interest was applied according to the decision of the Illinois Supreme\n                            Court in Hernandez, despite the United States Supreme Court’s rejection\n                            of the rule of automatic reversal in Mickens, because the appellate court\n                            was required to follow the Illinois Supreme Court’s decision until it is\n                            revisited by the Illinois Supreme Court or overruled by the United States\n                            Supreme Court.\n\n\nDecision Under              Appeal from the Circuit Court of Marshall County, Nos. 05-CF-13, 06-\nReview                      CF-06, 06-CF-13; the Hon. Kevin R. Galley, Judge, presiding.\n\n\nJudgment                    Sentence vacated; cause remanded.\n\fCounsel on                  Robert Agostinelli, of State Appellate Defender’s Office, of Ottawa, and\nAppeal                      Kenneth J. Hogan, of Galesburg, for appellant.\n\n                            Paul E. Bauer, State’s Attorney, of Lacon (Terry A. Mertel and Judith Z.\n                            Kelly, both of State’s Attorneys Appellate Prosecutor’s Office, of\n                            counsel), for the People.\n\n\nPanel                       JUSTICE HOLDRIDGE delivered the judgment of the court, with\n                            opinion.\n                            Justice O’Brien specially concurred, with opinion.\n                            Presiding Justice Schmidt dissented, with opinion.\n\n\n\n                                              OPINION\n\n¶1          The defendant, Aaron Fountain, pleaded guilty to a single count of theft by deception\n        (720 ILCS 5/16-1(a)(2)(A) (West 2004)) in exchange for a negotiated sentence of probation,\n        restitution, and the payment of costs. The State subsequently filed a petition to revoke the\n        defendant’s probation. The defendant admitted the allegation of that petition as well as the\n        allegations of a supplemental petition to revoke the defendant’s probation later filed by the\n        State. Subsequently, the circuit court sentenced the defendant in absentia to a five-year term\n        of imprisonment. The defendant now appeals from that judgment, arguing that he received\n        ineffective assistance of counsel during the probation revocation proceedings because the\n        attorney appointed to represent him during those proceedings labored under a per se conflict\n        of interest. He asks us to remand the matter to the circuit court and order the court to appoint\n        substitute counsel to investigate, evaluate, and properly present the defendant’s claim of\n        ineffective assistance of counsel to the circuit court. In the alternative, the defendant asks us\n        to remand and order the circuit court to conduct a more thorough inquiry into the merits of\n        the defendant’s claim.\n\n¶2                                        BACKGROUND\n¶3          The defendant was charged with theft by deception for falsely agreeing to sell Mitch\n        Wilson’s coins in exchange for money. On May 4, 2005, the defendant entered a plea of not\n        guilty, demanded a jury trial, and requested the services of the public defender. The circuit\n        court appointed public defender Patrick Murphy to represent the defendant. During the times\n        relevant to this appeal, Murphy was engaged in the private practice of law and was affiliated\n        with a law firm. On defendant’s motion, the circuit court continued the defendant’s jury trial\n        to April 16, 2007.\n¶4          On April 9, 2007, privately retained counsel Donald Knuckey appeared on the\n        defendant’s behalf, and the circuit court allowed Murphy to withdraw as defendant’s\n\n                                                  -2-\n\f     counsel. Two days later, the defendant pleaded guilty to the charge of the indictment in\n     exchange for a 30-month term of probation. As a condition of his probation, the defendant\n     was required to pay restitution to the estate of Mitch Wilson in the amount $12,280 in\n     monthly installments of $250, with payments to begin in July 2008.\n¶5       In September 2008, the State filed a petition to revoke the defendant’s probation. The\n     State’s petition alleged that the defendant had willfully violated his probation by failing to\n     make any restitution payments to Mitch Wilson’s estate. The defendant entered a plea of not\n     guilty and asked the court to appoint a public defender to represent him during the probation\n     revocation proceedings. The court again appointed Murphy as defendant’s counsel.\n¶6       In November 2008, the State filed a supplemental petition to revoke the defendant’s\n     probation alleging that the defendant had committed a new offense of felony theft by\n     deception against a different victim in Sangamon County in July 2008. On January 20, 2009,\n     the defendant appeared with Murphy as his counsel and made a blind admission to the\n     allegations of the State’s initial and supplemental petitions to revoke his probation. The\n     circuit court ordered the preparation of a presentence investigation report (PSI) and\n     scheduled a sentencing hearing for March 16, 2009.\n¶7       When the defendant failed to meet with the probation officer for the preparation of the\n     PSI and failed to appear at his scheduled sentencing hearing, the State moved to proceed\n     with the sentencing in absentia. Murphy filed a motion to continue the sentencing hearing.\n     The circuit court denied the motion and conducted a full sentencing hearing in the\n     defendant’s absence. During the sentencing hearing, the State presented the testimony of\n     Marty Sloan-Kruse, the Marshall County probation officer who prepared the defendant’s\n     PSI, and Norman Koerner, the alleged victim of the theft alleged in the State’s supplemental\n     petition to revoke the defendant’s probation. Murphy did not cross-examine either witness.\n     The circuit court sentenced the defendant to a five-year term of imprisonment and issued a\n     warrant for his arrest.\n¶8       Two months later, after he was arrested on the warrant, the defendant appeared before\n     the court with Murphy as his counsel. After the circuit court summarized the history of the\n     case and the in absentia sentencing hearing, Murphy informed the circuit court that the\n     defendant had told Murphy that he believed the public defender’s office had a conflict of\n     interest in representing him because of Murphy’s law firm’s “involvement with Mitch\n     Wilson.” Murphy conceded that another member of his law firm had “represented Mr.\n     Wilson’s estate and handled real estate matters for the estate in selling off Mr. Wilson’s\n     office in order to close out that estate.” However, Murphy stated that he “personally did not\n     have any contact with Mr. Wilson or any of his heirs or beneficiaries.” Nevertheless, Murphy\n     informed the circuit court that the defendant “would like that issue addressed.” In response,\n     the State’s Attorney noted that Mr. Wilson was alive at the time the defendant was charged\n     and that he “did not know [Mr. Wilson’s] date of death, if any conflict really exists.”\n¶9       The circuit court then made some comments in response to the alleged conflict of interest\n     raised by the defendant. First, the court noted that although it had appointed Murphy to\n     represent the defendant in May 2005, it had allowed Murphy to withdraw as defendant’s\n     counsel prior to the entry of the defendant’s plea. According to the court, Murphy’s\n     representation of the defendant terminated on April 9, 2007, when Knuckey entered his\n\n                                              -3-\n\f       appearance on behalf of the defendant. The court noted that the terms of the fully negotiated\n       plea agreement, including the defendant’s agreement to pay restitution to the estate of Mitch\n       Wilson as a condition of his probation, were presented to the court two days after Murphy\n       had withdrawn as defendant’s counsel. The court stressed that Murphy was “not involved\n       in the determination of the restitution amount.” It also noted that the defendant had failed to\n       file a timely motion to “vacate or otherwise modify” any of the provisions of the plea\n       agreement.\n¶ 10        Murphy agreed with the circuit court’s summary of the record. He also suggested that\n       his subsequent reappointment as defendant’s counsel during the probation revocation\n       proceedings did not give rise to a conflict of interest because the allegations in the State’s\n       petition to revoke “did not have anything to do with Mr. Wilson, but had to do with Norman\n       Koerner’s testimony and evidence as well as the failure to pay the outstanding fine and court\n       costs and restitution.” He added that the public defender’s office “never felt that a conflict\n       existed and would have made its own motion to withdraw if it felt a conflict had existed at\n       the time.”\n¶ 11        After reiterating that Murphy had not represented the defendant during the entry of the\n       defendant’s guilty plea, the circuit court asked the defendant to explain the nature of the\n       alleged conflict. The defendant replied that he did not feel that he could “get a fair trial”\n       because Murphy “represented Mitch Wilson’s estate.” The circuit court responded that,\n       because the defendant had “knowingly” and “voluntarily” admitted the allegations contained\n       in both of the State’s petitions to revoke his probation after he had conferred with his counsel\n       (Murphy), he had waived the right to a hearing as to whether he had violated the terms of\n       his probation, and there would be no “trial.”\n¶ 12        The defendant then complained that, when Murphy had represented him prior to the\n       entry of the guilty plea, Murphy told the defendant that he could not “get a day under ten\n       years” in prison for his crimes and encouraged him to accept a 10-year plea, but that\n       Knuckey was able to negotiate a 3-year sentence. In response, the court told the defendant\n       that he had waived any challenge to the adequacy of Murphy’s previous representation or\n       to the probation conditions contained in the plea agreement by failing to file a timely motion\n       to vacate his plea. The court concluded that because Murphy had “nothing to do with [the\n       defendant’s] case” at the time the plea agreement was entered and because the defendant\n       never moved to vacate the plea, the defendant could not “make a viable claim for inadequate\n       representation of a claim that Mr. Murphy had a conflict pertaining to the restitution order\n       incorporated in the probation order entered in [the instant case].” This appeal followed.\n\n¶ 13                                        ANALYSIS\n¶ 14       The defendant argues that he brought to the circuit court’s attention facts tending to show\n       that he received ineffective assistance of counsel during his probation revocation\n       proceedings. Specifically, the defendant argues that Murphy labored under a per se conflict\n       of interest when he represented the defendant in the probation revocation proceeding despite\n       the fact that a member of Murphy’s law firm represented the victim’s estate. The defendant\n       asks us to remand his case and order the circuit court either to conduct a more thorough\n       inquiry into the merits of his claim or to appoint substitute counsel to investigate and\n\n                                                 -4-\n\f       properly present the claim.\n¶ 15        A criminal defendant has a sixth amendment right to the effective assistance of counsel\n       during probation revocation proceedings. See 730 ILCS 5/5-6-4(c) (West 2008); In re\n       Westley A.F., 399 Ill. App. 3d 791, 797 (2010). This includes the right to conflict-free\n       representation (People v. Hernandez, 231 Ill. 2d 134, 142 (2008); People v. Morales, 209\n       Ill. 2d 340, 345 (2004)), i.e., the right to be represented by an attorney “whose loyalty to his\n       or her client is not diluted by conflicting interests or inconsistent obligations” (People v.\n       Taylor, 237 Ill. 2d 356, 374 (2010)).\n¶ 16        In determining whether a defendant received conflict-free representation, we first\n       determine whether counsel labored under a per se conflict. Id. A per se conflict is one in\n       which facts about a defense attorney’s status engender, by themselves, a disabling conflict.\n       Hernandez, 231 Ill. 2d at 142; People v. Spreitzer, 123 Ill. 2d 1, 14 (1988). Our supreme\n       court has held that a per se conflict exists “where defense counsel has a prior or\n       contemporaneous association with the victim, the prosecution, or an entity assisting the\n       prosecution.” Taylor, 237 Ill. 2d at 374; see also Hernandez, 231 Ill. 2d at 143; People v.\n       Lawson, 163 Ill. 2d 187, 210-11 (1994) (collecting cases)). Applying this rule, the supreme\n       court has found a per se conflict and reversed a defendant’s conviction where the\n       defendant’s counsel represented both the defendant and the alleged victim of the defendant’s\n       crime, regardless of whether counsel’s relationship with the victim was still active at the\n       time he represented the defendant. See, e.g., Hernandez, 231 Ill. 2d at 149-52 (reversing\n       defendant’s conviction where counsel represented the defendant and the defendant’s alleged\n       victim notwithstanding the State’s argument that the defendant did not have an active\n       relationship with the victim at the time he represented the defendant); People v. Stoval, 40\n       Ill. 2d 109, 112-14 (1968) (reversing conviction where defense attorney and his law firm\n       simultaneously represented the defendant, the corporation whose store had been burglarized,\n       and the store’s owner). Likewise, in a case that has particular relevance here, the supreme\n       court reversed a conviction based on a per se conflict where the defendant’s attorney\n       simultaneously represented a defendant accused of murdering her husband and the\n       administrator of her deceased husband’s estate. People v. Coslet, 67 Ill. 2d 127, 134-35\n       (1977). Moreover, if one member of a private law firm has a per se conflict of interest, that\n       conflict is imputed to all other members of the law firm, regardless of whether any of those\n       other members had any personal involvement in the conflicting representation. See, e.g.,\n       People v. Free, 112 Ill. 2d 154, 167 (1986); People v. Fife, 76 Ill. 2d 418, 425 (1979);\n       People v. Dace, 153 Ill. App. 3d 891, 896 (1987); People v. Arreguin, 92 Ill. App. 3d 899,\n       902 (1981); People v. Karas, 81 Ill. App. 3d 990, 995 (1980).1\n\n               1\n                Applying these principles, our appellate court has reversed convictions due to a per se\n       conflict where defense counsel or his law firm represented the alleged victim in a related or an\n       unrelated matter, regardless of whether the conflicting representation was ongoing at the time counsel\n       represented the defendant. See, e.g., Arreguin, 92 Ill. App. 3d at 900-03 (reversing conviction where\n       defense counsel represented a hospital that was the victim of the charged offense, even though the\n       representation occurred in an unrelated case, where an official of the hospital testified against the\n       defendant at the defendant’s sentencing hearing); Karas, 81 Ill. App. 3d at 995-97 (reversing\n       conviction where a member of defense counsel’s law firm represented the business co-owned by the\n\n                                                    -5-\n\f¶ 17        If a per se conflict exists, the defendant is not required to show that his counsel’s “actual\n       performance was in any way affected by the existence of the conflict.” (Internal quotation\n       marks omitted.) Hernandez, 231 Ill. 2d at 143. Rather, prejudice is presumed. People v.\n       Miller, 199 Ill. 2d 541, 545 (2002). Accordingly, unless a defendant waives his right to\n       conflict-free counsel, a per se conflict is grounds for automatic reversal. Hernandez, 231 Ill.\n       2d at 143; Morales, 209 Ill. 2d at 345; People v. Fields, 409 Ill. App. 3d 398, 401 (2011).\n       Our supreme court applies this rule of automatic reversal in cases involving per se conflicts\n       of interest because “counsel’s knowledge that a result favorable to his other client or\n       association would inevitably conflict with defendant’s interest might subliminally affect\n       counsel’s performance in ways [that are] difficult to detect and demonstrate.” (Internal\n       quotation marks omitted.) Hernandez, 231 Ill. 2d at 143; see also Spreitzer, 123 Ill. 2d at 16.\n       In addition, the supreme court has suggested that the representation might be adversely\n       affected by the attorney’s knowledge that the conflict would subject him to “ ‘later charges\n       that his representation was not completely faithful.’ [Citations.]” (Internal quotation marks\n       omitted.) Hernandez, 231 Ill. 2d at 143 (quoting Spreitzer, 123 Ill. 2d at 17). Where the\n       record shows that the facts are undisputed, the question of whether a per se conflict exists\n       is a legal question, which we review de novo. Hernandez, 231 Ill. 2d at 143; Morales, 209\n       Ill. 2d at 345.\n¶ 18        The defendant argues that Murphy’s law firm’s representation of Mitch Wilson’s estate\n       gave rise to a per se conflict of interest during the probation revocation proceedings. We\n       agree. It is undisputed that Mitch Wilson was the victim of the crime for which the defendant\n       was convicted and placed on probation. It is also undisputed that an attorney in Murphy’s\n       law firm represented Mitch Wilson’s estate either prior to or during the defendant’s\n       probation revocation proceedings. These undisputed facts, standing alone, establish that\n       Murphy had a per se conflict of interest at the time that he represented the defendant during\n       the probation revocation proceedings. Hernandez, 231 Ill. 2d at 151-52 (holding that a per\n       se conflict exists “whenever an attorney represents a defendant and the alleged victim of the\n       defendant’s crime”); Coslet, 67 Ill. 2d at 134 (finding per se conflict where attorney\n       represented both the defendant in her trial for voluntary manslaughter of her husband and\n       the administrator of the deceased husband’s estate). The fact that Murphy allegedly had no\n       personal contact with Mitch Wilson or with any of his heirs of beneficiaries is of no moment.\n       As noted above, if any attorney in a private law firm undertakes a representation that would\n       create a per se conflict of interest (as here), the conflict is imputed to all attorneys in the\n       firm. Free, 112 Ill. 2d at 167; Dace, 153 Ill. App. 3d at 896.\n¶ 19        The subject matter and duration of the conflicting representation are also irrelevant. A\n       per se conflict exists whenever a defendant’s counsel represents the alleged victim of the\n\n\n       defendant and the victims); see also People v. Lain, 80 Ill. App. 3d 1136, 1138 (1980) (noting that\n       defense counsel’s law firm’s representation of the alleged victim “has been recognized to be a per\n       se conflict of interest”). Although this court reached a different conclusion in People v. Burnside, 132\n       Ill. App. 3d 826, 827-28 (1985) (holding that no per se conflict of interest existed where defendant’s\n       trial counsel had previously represented one of the alleged victims “on a completely unrelated\n       charge” and the prior representation terminated two years prior to the defendant’s trial), Burnside’s\n       holding is inconsistent with the supreme court’s subsequent ruling in Hernandez.\n\n                                                    -6-\n\f       defendant’s crime even if the conflicting representation had terminated at the time counsel\n       began representing the defendant (Hernandez, 231 Ill. 2d at 149-52), and even if the prior\n       representation was unrelated to the instant matter (Arreguin, 92 Ill. App. 3d at 900-03). As\n       the supreme court recently put it, “to ensure that a defendant’s right to effective assistance\n       of counsel is given effect, the per se conflict rule applies whenever an attorney represents\n       a defendant and the alleged victim of the defendant’s crime, regardless of whether the\n       attorney’s relationship with the alleged victim is active or not, and without inquiring into\n       the specific facts concerning the nature and extent of counsel’s representation of the victim.”\n       (Emphasis added.) Hernandez, 231 Ill. 2d at 151-52.\n¶ 20       The State argues that the circuit court’s finding of no conflict should be affirmed because\n       the defendant admitted to the allegations in the State’s petitions to revoke his probation and\n       he “never clearly stated” that Murphy labored under a conflict of interest during the\n       probation revocation proceedings.2 However, as the circuit court noted, defendant agreed to\n       admit the allegations in the State’s petitions after conferring with Murphy, who was his\n       counsel at the time. Thus, the mere fact that the defendant admitted the allegations in the\n       State’s petition does not eliminate the per se conflict. Moreover, although the defendant\n       could have described the nature of Murphy’s conflict to the circuit court more clearly, the\n       defendant informed the court of the relationship between Murphy’s law firm and the estate\n       of the victim. That was enough to alert the court that Murphy labored under a per se conflict\n       during the probation revocation proceedings. Accordingly, the circuit court erred in focusing\n       entirely on the fact that there was no conflict of interest during the plea proceedings.3\n¶ 21       The State also argues that there is no per se conflict because there is no way that Mitch\n       Wilson’s estate could have benefitted from the admissions made by the defendant or by the\n       revocation of the defendant’s probation. Contrary to the State’s assertion, however, the\n       defendant’s admission to the allegations contained in the State’s first petition to revoke the\n       defendant’s probation could have benefitted the estate in several ways. First, the defendant’s\n       admission inured to the potential financial benefit of the estate because it served as an\n       admission that the defendant had not paid any of the restitution owed to the estate. Moreover,\n       as a result of the defendant’s admission, the circuit court could have imposed a sentence that\n       benefitted the estate. For example, the court could have continued the defendant’s probation\n       and given him more time to make the required restitution payments. See 730 ILCS 5/5-6-2(e)\n       (West 2008) (providing that a court may “extend any period of probation” upon finding that\n       the defendant violated a term of his probation); 730 ILCS 5/5-6-4(e) (West 2008) (“If the\n       court finds that the offender has violated a condition [of his probation] at any time prior to\n\n\n               2\n                As the State notes, some of the defendant’s comments before the trial court seem to suggest\n       that he was arguing that Murphy had a conflict of interest during his initial representation of the\n       defendant, which occurred before the defendant pleaded guilty in exchange for probation.\n               3\n                Moreover, the defendant is also entitled to conflict-free counsel during sentencing. Because\n       of Murphy’s per se conflict, the defendant was denied that right as well. Although the defendant is\n       not required to show that Murphy’s per se conflict affected his counsel’s performance during the\n       sentencing hearing, we note that Murphy failed to cross-examine the State’s witnesses during the\n       sentencing hearing.\n\n                                                   -7-\n\f       the expiration or termination of the period, it may continue him on the existing sentence,\n       with or without modifying or enlarging the conditions ***.”). In addition, the circuit court\n       could have crafted a new order of probation with more coercive measures aimed at\n       compelling the defendant to pay restitution to the estate, such as requiring the defendant to\n       find employment, committing him to a facility for the instruction or residence of defendants\n       on probation, or ordering a term of incarceration suspended until a future court date to\n       determine whether the defendant was satisfying his obligation to pay restitution. 730 ILCS\n       5/5-6-3(b)(3), (b)(5) (West 2008); 730 ILCS 5/5-6-4(e) (West 2008). Further, it is possible\n       that individuals associated with the estate (such as Wilson’s heirs or beneficiaries) might\n       have wanted to see the defendant punished for failing to pay restitution to the estate,\n       regardless of whether the punishment imposed by the court included conditions designed to\n       compel the payment of restitution. See Stoval, 40 Ill. 2d at 112 (finding per se conflict where\n       defendant’s attorney also represented victim of defendant’s crime because victim would\n       want the defendant to be convicted and to receive a substantial punishment); see also Karas,\n       81 Ill. App. 3d at 995 (same); cf. Fields, 409 Ill. App. 3d at 405 (finding per se conflict\n       where defense counsel represented a prosecution witness who was sexually assaulted by the\n       defendant because the witness would “benefit from having her assailant incarcerated”).\n¶ 22       Having found that Murphy labored under a per se conflict during the defendant’s\n       probation revocation proceedings, we must now determine the appropriate remedy for this\n       constitutional violation. The defendant asks us to remand the matter for further investigation\n       into the merits of his claim, either by substitute counsel or by the circuit court itself.\n       However, our supreme court has made clear that no further investigation is required. As\n       noted above, once the reviewing court finds that a per se conflict exists, reversal of the\n       defendant’s conviction is “automatic.”4 Thus, because it is an attorney’s status (i.e., the mere\n       fact of his relationship to the victim) that creates a reversible per se conflict, it is neither\n       necessary nor appropriate for a reviewing court to inquire into the specific facts of the\n       case–such as the nature and extent of the attorney’s representation of the victim–before\n       reversing the defendant’s conviction. Hernandez, 231 Ill. 2d at 150 (collecting cases); see\n       also Lawson, 163 Ill. 2d at 216. As our supreme court put it, “the per se conflict rule applies\n       whenever an attorney represents a defendant and the alleged victim of the defendant’s crime\n       *** without inquiring into the specific facts concerning the nature and extent of counsel’s\n       representation of the victim.” (Emphasis added.) Hernandez, 231 Ill. 2d at 151-52.\n       Accordingly, because Murphy admitted before the trial court that his law firm represented\n       the estate of the victim in this case (and the State does not contest this fact on appeal), we\n       reverse the defendant’s sentence and remand for new probation revocation proceedings and\n       sentencing proceedings (if necessary) so that the defendant may be represented by conflict-\n       free counsel during those proceedings.\n¶ 23       In closing, we note that our supreme court’s rule of automatic reversal for per se\n       conflicts appears to conflict with the United States Supreme Court’s ruling in Mickens v.\n\n\n               4\n                The only exception to this rule occurs when the defendant waives his right to conflict-free\n       counsel. Hernandez, 231 Ill. 2d at 143. The State has not argued that the defendant waived his right\n       to conflict-free counsel in this case.\n\n                                                   -8-\n\f       Taylor, 535 U.S. 162 (2002). In Mickens, the Supreme Court ruled that, unless the trial court\n       forces a conflicted attorney to represent a defendant over the attorney’s timely objection, a\n       defendant may obtain reversal of his conviction due to his attorney’s conflict of interest only\n       if he can show that the conflict “adversely affected his counsel’s performance.” Id. at 173-\n       74; see also Wood v. Georgia, 450 U.S. 261, 272 (1981) (remanding for trial court to\n       determine whether defense counsel was “influenced in his basic strategic decisions” by the\n       alleged conflict during the defendant’s probation revocation proceedings). The Mickens\n       Court made clear that a merely “theoretical division of [counsel’s] loyalties” is not enough\n       to require reversal. Mickens, 535 U.S. at 171. The United States Supreme Court has therefore\n       rejected a rule of automatic reversal, even in cases where defense counsel represents the\n       victim of the defendant’s crime. Id. at 173-74. Accordingly, in our view, the Illinois Supreme\n       Court’s position that the sixth amendment requires automatic reversal for any per se conflict,\n       even if the defendant cannot show that the conflict affected his counsel’s performance (see,\n       e.g., Hernandez, 231 Ill. 2d at 143, 151-52), directly conflicts with the United States\n       Supreme Court’s pronouncements on this issue. However, the Illinois Supreme Court has\n       expressly rejected the argument that its rule of automatic reversal for per se conflicts “is at\n       odds with United States Supreme Court precedent,” including Mickens. Hernandez, 231 Ill.\n       2d at 145-46. As an intermediate appellate court, we are bound to honor our supreme court’s\n       conclusion on this issue unless and until that conclusion is revisited by our supreme court\n       or overruled by the United States Supreme Court. See, e.g., Mekertichian v. Mercedes-Benz\n       U.S.A., L.L.C., 347 Ill. App. 3d 828, 836 (2004) (“As an inferior court of review, our serving\n       as a reviewing court on our supreme court’s interpretation of federal law would inject chaos\n       into the judicial process.”). We must follow the dictates of our supreme court on this issue,\n       even if we disagree.5\n¶ 24        The special concurrence suggests that we do not need to discuss the apparent conflict\n       between Mickens and our supreme court’s rule of automatic reversal for per se conflicts\n       because the defendant has “demonstrated a prejudicial conflict of interest,” thereby\n       “satisf[ying] both the Illinois and the United States constitutional requirements to vacate his\n       sentence and remand for new proceedings.” Infra ¶ 29. I disagree. There is nothing in the\n       record suggesting that the defendant’s counsel’s strategic decisions were somehow\n       influenced by the alleged conflict or that the conflict otherwise adversely affected his\n\n\n               5\n                 The dissent correctly observes that “[t]he United States Supreme Court has the final word\n       on what the United States Constitution means” and that a state supreme court may not overrule a\n       decision of the United States Supreme Court on such matters. Infra ¶ 38. That is certainly true.\n       However, as an intermediate court of review, we may not overrule our supreme court’s interpretation\n       of a United States Supreme Court decision unless it has been overturned by the United States\n       Supreme Court or abandoned by our supreme court. In Hernandez, our supreme court interpreted\n       Mickens and found it consistent with Illinois’s long-standing rule of automatic reversal for per se\n       conflicts of interest. Like the dissent, I disagree with that interpretation of Mickens. However, unless\n       and until our supreme court or the United States Supreme Court overturns Hernandez, we are bound\n       to follow it. If the Illinois Supreme Court had not yet interpreted Mickens, I would be inclined to\n       agree with the dissent and affirm the trial court’s decision based on Mickens. However, given\n       Hernandez, which is still good law in this state, I believe that we have no choice but to reverse.\n\n                                                    -9-\n\f       performance during the probation revocation proceedings in any way. Thus, in my view, the\n       defendant is entitled to new probation revocation and sentencing hearings only if we apply\n       a rule of automatic reversal for per se conflicts of interest, as Hernandez and other decisions\n       of our supreme court require. Because I believe that those decisions conflict with the United\n       States Supreme Court’s holding in Mickens, I found it necessary to identify and discuss the\n       conflict.\n\n¶ 25                                    CONCLUSION\n¶ 26       For the foregoing reasons, we vacate the sentence imposed by the circuit court of\n       Marshall County and remand the cause so that the court may conduct new probation\n       revocation proceedings and (if necessary) new sentencing proceedings while ensuring that\n       the defendant is represented by conflict-free counsel.\n\n¶ 27      Sentence vacated; cause remanded.\n\n¶ 28       JUSTICE O’BRIEN, specially concurring:\n¶ 29       I concur in the decision of the majority to vacate the defendant’s sentence and remand\n       to the trial court for new probation revocation proceedings. I write separately because I do\n       not join the majority’s discussion of a conflict between the Illinois Supreme Court and the\n       United States Supreme Court since that discussion is not necessary to the disposition. In the\n       instant case, I believe the defendant has demonstrated a prejudicial conflict of interest when\n       one of the allegations in the petition to revoke probation was that the defendant failed to\n       make restitution payments to the estate of the victim, and defense counsel was also the\n       attorney for the same estate. As such the defendant has satisfied both the Illinois and United\n       States constitutional requirements to vacate his sentence and remand for new proceedings.\n       People v. Hernandez, 231 Ill. 2d 134, 142 (2008); Mickens v. Taylor, 535 U.S. 162, 173-74\n       (2002).\n\n¶ 30        PRESIDING JUSTICE SCHMIDT, dissenting:\n¶ 31        The United States Supreme Court has clearly established what must be shown by a\n       defendant to establish a violation of the sixth amendment as relates to conflicts of interests:\n       “In order to establish a violation of the Sixth Amendment, a defendant who raised no\n       objection at trial must demonstrate that an actual conflict of interest adversely affected his\n       lawyer’s performance” (Cuyler v. Sullivan, 446 U.S. 335, 348 (1980)); “prejudice will be\n       presumed only if the conflict has significantly affected counsel’s performance–thereby\n       rendering the verdict unreliable, even though Strickland prejudice cannot be shown.”\n       Mickens v. Taylor, 535 U.S. 162, 173 (2002).\n¶ 32        Petitioner has made no showing that Murphy’s representation was adversely affected by\n       his conflict of interest as required to show a violation of the sixth amendment; therefore, the\n       trial court should be affirmed.\n¶ 33        Justice Holdridge recognizes that Illinois Supreme Court case law conflicts with United\n\n\n                                                -10-\n\f       States Supreme Court precedent. “Accordingly, in our view, the Illinois Supreme Court’s\n       position that the sixth amendment requires automatic reversal for any per se conflict ***\n       directly conflicts with the United States Supreme Court’s pronouncements on this issue.”\n       Supra ¶ 23. He is correct, but decides he must follow the Illinois Supreme Court rule.\n¶ 34       In People v. Hernandez, 231 Ill. 2d 134, 145-46 (2008), the Illinois Supreme Court gave\n       three reasons why its rule of per se conflicts of interest did not conflict with Mickens v.\n       Taylor, 535 U.S. 162 (2002). The Hernandez court first stated that Mickens only deals with\n       the issue of what happens when the trial court fails to inquire into a potential conflict.\n       Hernandez, 231 Ill. 2d at 145. The issue presented in Mickens was whether or not a trial\n       judge’s failure to inquire into a potential conflict exempted the defendant from showing\n       deficient performance of counsel. Mickens, 535 U.S. at 174. The Court held that where the\n       defense attorney had represented the person murdered by the defendant at the time of the\n       murder, the defendant still had to show deficient performance of counsel to establish a sixth\n       amendment violation, even though the trial court had not inquired into a conflict it should\n       have known about. Id. at 174. This case falls squarely under that holding.\n¶ 35       The second reason given by the Illinois Supreme Court that its per se rule does not\n       conflict with Mickens is that the cases are factually distinguishable; the attorney in Mickens\n       did not believe he had an ongoing obligation to the victim, while the attorney in Hernandez\n       did believe he had a continuing obligation. Hernandez, 231 Ill. 2d at 145-46. This would be\n       a persuasive argument if the Mickens Court had placed any emphasis on what the attorney\n       believed his obligations to be. Mickens and Sullivan make clear that unless the defendant’s\n       attorney actually informs the court that a conflict exists which prevents him from\n       representing the client, the defendant must show that the attorney’s performance was\n       deficient due to the conflict. Mickens, 535 U.S. at 168; Sullivan, 446 U.S. at 348-49.\n¶ 36       The last reason the Illinois Supreme Court gave as to why the per se rule did not conflict\n       with Mickens was that “[t]he Mickens Court recognized exceptions to the general rule that\n       a defendant must show prejudice, holding that a defendant need not show prejudice when\n       he is denied assistance of counsel entirely or during a critical stage, or in ‘circumstances of\n       that magnitude,’ because the verdict is so likely unreliable that a case-by-case determination\n       is unnecessary. Mickens, 535 U.S. at 166 ***.” Hernandez, 231 Ill. 2d at 146. Mickens does\n       recognize that there are situations where deficient performance need not be shown, such as\n       the complete denial of counsel, or the denial of counsel at a critical stage of the proceedings.\n       Mickens, 535 U.S. at 166. However, after recognizing those situations, the Mickens Court\n       held that where defense counsel represented the victim at the time of the murder, the\n       defendant was required to show deficient performance of counsel to obtain relief. Therefore,\n       while there are some instances that do not require a showing of deficient performance, a\n       conflict of interest not raised with the trial court is not one of them.\n¶ 37       In support of his decision not to follow Mickens, Justice Holdridge cites to Mekertichian\n       v. Mercedes-Benz U.S.A., L.L.C., 347 Ill. App. 3d 828 (2004), for the proposition that this\n       court is bound to follow Illinois Supreme Court interpretations of federal law. His reliance\n       on Mekertichian is misplaced. In that case, the question was whether Illinois courts were\n       required to follow case law from the Seventh Circuit Court of Appeals. The court determined\n       that “federal circuit court decisions are considered persuasive, but not binding on us or our\n\n                                                -11-\n\f       supreme court in the absence of a decision by the United States Supreme Court.” Id. at 835.\n       Mekertichian is factually distinguishable; in this case the United States Supreme Court has\n       directly addressed the issue. The Mekertichian holding is not relevant to this case.\n¶ 38       Where the United States Supreme Court has stated what is required to establish a\n       violation of the sixth amendment in situations such as those presented by this case, its\n       decision is controlling. It cannot be overruled by a state court. This court is bound to uphold\n       both the Illinois and United States Constitutions. The United States Supreme Court has the\n       final word on what the United States Constitution means. The United States Constitution\n       means the same in Illinois, as it does in Nebraska, Florida and Maine. See Ohio v. Robinette,\n       519 U.S. 33, 42-43 (1996) (Ginsburg, J., concurring).\n¶ 39       I do not dispute that this court is obligated to follow decisions of the Illinois Supreme\n       Court interpreting federal law where the United States Supreme Court has not addressed the\n       issue. However, this is not such a case. The United States Supreme Court has held that to\n       show a violation of the sixth amendment in cases such as this, a defendant “must\n       demonstrate that an actual conflict of interest adversely affected his lawyer’s performance.”\n       Sullivan, 446 U.S. at 349. Therefore, the trial court should be affirmed due to defendant’s\n       failure to show that Murphy’s representation was adversely affected. I respectfully dissent.\n\n\n\n\n                                                -12-\n\f",
            "ocr": false,
            "opinion_id": 3142384
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}