{
    "id": 3143959,
    "judges": null,
    "date_filed": "1978-12-08",
    "date_filed_is_approximate": true,
    "slug": "people-v-hughes",
    "case_name_short": "Hughes",
    "case_name": "People v. Hughes",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2011 IL App (4th) 100687"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.illinoiscourts.gov/Opinions/AppellateCourt/2011/4thDistrict/September/4100687.pdf",
            "author_id": null,
            "opinion_text": "                           ILLINOIS OFFICIAL REPORTS\n                                        Appellate Court\n\n\n\n\n                           People v. Hughes, 2011 IL App (4th) 100687\n\n\n\n\nAppellate Court            THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v.\nCaption                    MATTHEW R. HUGHES, Defendant-Appellant.\n\n\n\nDistrict & No.             Fourth District\n                           Docket No. 4-10-0687\n\n\nRule 23 Order filed        September 26, 2011\nRule 23 Order\nwithdrawn                  November 16, 2011\nOpinion filed              September 26, 2011\nHeld                       Where defendant was found not guilty of aggravated battery by reason of\n(Note: This syllabus       insanity arising from an incident in which he threw a liquid on an\nconstitutes no part of     employee of the correctional facility in which defendant was serving a\nthe opinion of the court   two-year term for retail theft with a release date of October 13, 2008, and\nbut has been prepared      he was subsequently found subject to involuntary commitment for a\nby the Reporter of         maximum period of three years, to which the parties stipulated, the trial\nDecisions for the          court’s judgment was modified to provide that the three-year period\nconvenience of the         would commence October 14, 2008, and defendant’s Thiem date would\nreader.)\n                           be October 14, 2011.\n\n\nDecision Under             Appeal from the Circuit Court of Livingston County, No. 08-CF-19; the\nReview                     Hon. Mark A. Fellheimer, Judge, presiding.\n\n\n\nJudgment                   Affirmed as modified; cause remanded with directions.\n\fCounsel on                 Veronique Baker of Guardianship & Advocacy Commission, of Chicago,\nAppeal                     and Barbara A. Goeben (argued), of Guardianship & Advocacy\n                           Commission, of Alton, for appellant.\n\n                           Thomas J. Brown, State’s Attorney, of Pontiac (Patrick Delfino, Robert\n                           J. Biderman, and James C. Majors (argued), all of State’s Attorneys\n                           Appellate Prosecutor’s Office, of counsel), for the People.\n\n\nPanel                      JUSTICE COOK delivered the judgment of the court, with opinion.\n                           Presiding Justice Knecht and Justice McCullough concurred in the\n                           judgment and opinion.\n\n\n\n\n                                             OPINION\n\n¶1          On February 25, 2009, defendant, Matthew R. Hughes, was found not guilty by reason\n        of insanity (NGRI) on one count of aggravated battery (720 ILCS 5/12-4(b)(18) (West Supp.\n        2007)), following a stipulated bench trial. On August 31, 2010, the trial court set defendant’s\n        maximum commitment or Thiem date (see People v. Thiem, 82 Ill. App. 3d 956, 403 N.E.2d\n        647 (1980)) as October 13, 2012. Defendant appeals, arguing his Thiem date should have\n        been set at October 13, 2011. We affirm the judgment of the trial court as modified, set\n        defendant’s Thiem date as October 14, 2011, and remand for issuance of an amended\n        maximum-term determination judgment.\n\n¶2                                        I. BACKGROUND\n¶3          On January 31, 2008, defendant was charged with aggravated battery, in that on\n        September 23, 2007, he threw a liquid substance on Timothy Fish, an employee of Pontiac\n        Correctional Facility. At the time defendant was serving a two-year sentence for retail theft,\n        with a release date of October 13, 2008. On February 25, 2009, the Livingston County circuit\n        court found defendant not guilty by reason of insanity and ordered him transferred to the\n        Department of Human Services (DHS) for a mental-health evaluation to determine whether\n        he was subject to involuntary commitment. Defendant was transferred from the Illinois\n        Department of Corrections (DOC) to DHS on April 7, 2009. On October 15, 2009, the circuit\n        court entered an order finding that defendant was subject to involuntary commitment.\n¶4          The parties stipulated that defendant’s maximum period of involuntary commitment was\n        three years. There was a question, however, when that period should begin. Defendant argues\n        the period should have begun running on October 13, 2008, the day he was scheduled to be\n        released from DOC on the original offense. The State first argued that the sentence on the\n\n\n                                                  -2-\n\f       original offense was not completed until the mandatory supervised release (MSR) period had\n       expired, October 13, 2009. The State has now abandoned that argument, but argues that the\n       time defendant remained in custody after his scheduled release date, October 13, 2008, until\n       the date of his transfer to DHS, April 7, 2009, should not be counted, and the three-year\n       period should begin April 7, 2009, the day he was committed to DHS’ custody.\n\n¶5                                          II. ANALYSIS\n¶6                                      A. Standard of Review\n¶7         The issue of when defendant’s commitment period began is one of statutory\n       interpretation. Issues of statutory interpretation are questions of law, not fact, and are subject\n       to de novo review. See Williams v. Staples, 208 Ill. 2d 480, 486-87, 804 N.E.2d 489, 492\n       (2004).\n\n¶8                                    B. Thiem Date Principles\n¶9         Section 5-2-4(a) of the Unified Code of Corrections (Unified Code) (730 ILCS 5/5-2-4(a)\n       (West Supp. 2007)) sets forth the proper procedure following an NGRI finding. After being\n       found NGRI, the defendant must be evaluated and, if necessary, placed in a secure institution\n       to receive mental-health services. See 730 ILCS 5/5-2-4(a) (West Supp. 2007). Section 5-2-\n       4(b) of the Unified Code (730 ILCS 5/5-2-4(b) (West Supp. 2007)) deals with determining\n       the maximum length of time an NGRI defendant can be committed to a secure health facility\n       and states:\n                   “(b) If the Court finds the defendant in need of mental health services on an\n               inpatient basis *** the initial order for admission of a defendant acquitted of a felony\n               by reason of insanity shall be for an indefinite period of time. Such period of\n               commitment shall not exceed the maximum length of time that the defendant would\n               have been required to serve, less credit for good behavior as provided in Section 5-4-\n               1 of the Unified Code of Corrections, before becoming eligible for release had he\n               been convicted of and received the maximum sentence for the most serious crime for\n               which he has been acquitted by reason of insanity. The Court shall determine the\n               maximum period of commitment by an appropriate order.”\n¶ 10       The supreme court has noted: “The primary objective of section 5-2-4 [of the Unified\n       Code] is to insure that insanity acquitees are indeterminately institutionalized [citation], and\n       that the intrusion on liberty interests is kept at a minimum.” (Internal quotation marks\n       omitted.) People v. Jurisec, 199 Ill. 2d 108, 129, 766 N.E.2d 648, 660 (2002). “The\n       commitment required by section 5-2-4 of the [Unified] Code serves two purposes: (1) it\n       allows for the treatment of the individual’s mental illness; and (2) it protects the individual\n       and society from his potential dangerousness.” People v. Youngerman, 342 Ill. App. 3d 518,\n       524, 800 N.E.2d 799, 805 (2003).\n\n¶ 11          C. Maximum-Commitment Period in Imprisoned Defendant Situation\n¶ 12       In the present case, both parties agree that defendant’s maximum-commitment period\n\n                                                  -3-\n\f       under section 5-2-4(b) should be three years. The issue in the trial court stemmed from the\n       State’s position that, pursuant to section 5-8-4(f) of the Unified Code (730 ILCS 5/5-8-4(f)\n       (West Supp. 2007) (requiring any sentence for a crime committed while the defendant was\n       in DOC custody be served consecutive to the defendant’s current sentence)), defendant was\n       required to serve his commitment period consecutive to his current prison sentence. On\n       appeal, the State has abandoned that position and now argues that defendant’s three-year\n       maximum-commitment period did not commence until he was placed in DHS’ custody and\n       started receiving treatment on April 7, 2009. Defendant argues that he must receive credit\n       for the time he spent in DOC custody awaiting the outcome of his pending aggravated-battery\n       charge, meaning his three-year maximum-commitment period began on October 13, 2008,\n       the date he would have been released from DOC custody but for the pending aggravated-\n       battery charge.\n\n¶ 13    1. When DHS Commitment Runs Consecutive to Prison Term, MSR on the Latter\n               Does Not Attach To Toll Running of Maximum-Commitment Period\n¶ 14       We note the trial court erred in finding that defendant’s three-year maximum-\n       commitment period did not begin until October 13, 2009, after defendant’s MSR term had\n       expired. (On appeal the State advances a different view.) The court was correct in finding\n       that, under section 5-8-4(f), had defendant been convicted of the alleged aggravated battery,\n       he would have been required to serve his sentence consecutive to his current prison sentence.\n       However, the court erred in finding that defendant’s current prison sentence did not expire\n       until his MSR term was fully discharged. Section 5-8-4(e)(2) of the Unified Code (730 ILCS\n       5/5-8-4(e)(2) (West Supp. 2007)) states:\n                    “(e) In determining the manner in which consecutive sentences of imprisonment,\n                one or more of which is for a felony, will be served, the Department of Corrections\n                shall treat the offender as though he had been committed for a single term with the\n                following incidents:\n                         ***\n                         (2) the parole or mandatory supervised release term shall be as provided ***\n                    for the most serious of the offenses involved.” (Emphasis added.)\n       This language clearly contemplates only one MSR term, to be served after release from DOC.\n       The MSR term on the original sentence does not affect the beginning date of the consecutive\n       sentence.\n¶ 15       Under the above-cited language, had defendant been convicted of aggravated battery, he\n       would have served a sentence consecutive to his current sentence, which would have been\n       completed on October 13, 2008. He would then have served his consecutive prison sentence,\n       followed by a two-year MSR term. See 730 ILCS 5/5-8-1(d)(2) (West 2006) (MSR term for\n       a Class 2 felony is two years). No precedent suggests that he would have been required to\n       serve his original one-year MSR term prior to his consecutive sentence on the aggravated-\n       battery charge. We find that the trial court erred in applying section 5-8-4(f) in this manner\n       to defendant’s three-year maximum-commitment period.\n\n\n                                                -4-\n\f¶ 16             2. Affixing the Beginning Date for Maximum-Commitment Period\n¶ 17        When did defendant’s three-year maximum-commitment period commence? We\n       conclude the answer to this question turns on how defendant’s time spent in DOC custody\n       between October 13, 2008, and April 7, 2009, is classified. For the following reasons, we\n       find that defendant must receive credit for this time against his three-year maximum-\n       commitment period.\n¶ 18        The record fails to show defendant remained in DOC custody in relation to his sentence\n       for retail theft after revocation of good-time credit. The record is clear that defendant was not\n       being held in DOC custody pursuant to revocation of his MSR. See 730 ILCS 5/3-3-9(a)(3)\n       (West 2008) (allowing the Prisoner Review Board to reconfine individuals who violate the\n       terms of their MSR). Nor does the State argue that he violated his MSR or that any attempt\n       was made to revoke his MSR pursuant to sections 3-3-9(c) and (d) of the Unified Code (730\n       ILCS 5/3-3-9(c), (d) (West 2008) (requiring a written order and opportunity for a hearing\n       before MSR can be revoked for a violation of the conditions)). It seems axiomatic that\n       defendant could not have been serving his one-year MSR term without actually being\n       released from custody. This finding is confirmed by the record pertaining to the August 31,\n       2010, hearing at which it was confirmed that defendant was being held between October 13,\n       2008, and April 7, 2009, solely in connection with the pending aggravated-battery charge.\n¶ 19        The question then becomes whether defendant is eligible for credit toward his three-year\n       maximum-commitment period for the time he served in DOC prior to his transfer to DHS.\n       Section 5-8-7(b) of the Unified Code (730 ILCS 5/5-8-7(b) (West 2006)) allows a defendant\n       one day of credit for each day spent in presentence custody as a result of the offense for\n       which the sentence was imposed. People v. Johnson, 396 Ill. App. 3d 1028, 1033, 920\n       N.E.2d 1212, 1216 (2009). Further, under section 5-2-4(b) (730 ILCS 5/5-2-4(b) (West Supp.\n       2007)), when a defendant is found NGRI and subject to commitment: “Such period of\n       commitment shall not exceed the maximum length of time that the defendant would have\n       been required to serve, less credit for good behavior ***.” The court in Youngerman, 342 Ill.\n       App. 3d at 526, 800 N.E.2d at 806, analogized the NGRI defendant’s situation to that of a\n       defendant serving time in custody prior to conviction and found that the defendant was\n       entitled to credit for portions of two days he spent in custody. Other courts have also tacitly\n       acknowledged that a defendant subsequently “sentenced” to a mental-health facility must be\n       given credit for time served prior to his “sentencing.” See People v. Pastewski, 164 Ill. 2d\n       189, 192, 202, 647 N.E.2d 278, 281, 285 (1995) (reinstating maximum-commitment period\n       imposed by the trial court, which included credit for time served prior to being found NGRI);\n       People v. Hampton, 121 Ill. App. 3d 273, 278, 459 N.E.2d 985, 989 (1983) (the defendant\n       was “committed to the Department for an indefinite period not to exceed 11 years from his\n       arrest date”); In re Commitment of Coppersmith, 108 Ill. App. 3d 161, 162, 438 N.E.2d 1267,\n       1268 (1982) (the defendant was given credit for time served in custody of the sheriff prior\n       to trial against his maximum-commitment period).\n¶ 20        The State contends that defendant’s maximum-commitment period did not commence\n       until he was committed to DHS’ custody because he was not receiving treatment prior to that\n       point; thus, he was not “committed.” However, the State cites no authority for this\n       proposition, nor does it account for how the time defendant spent in DOC after his release\n\n                                                 -5-\n\f       date of October 13, 2008, but prior to his transfer to DHS in this case should be allocated.\n       A defendant who is arrested, held pending trial, and subsequently found NGRI and\n       committed to DHS must be given credit for time served prior to trial. Defendant’s situation\n       does not differ. Defendant was held in DOC’s custody solely in connection with the pending\n       aggravated-battery charge. It follows that he must be given credit for the period between his\n       scheduled release from custody on October 13, 2008, and his transfer to DHS on April 7,\n       2009, against his maximum-commitment period. To find otherwise would be to deny\n       defendant credit for time he served in DOC custody while awaiting the outcome of his trial.\n¶ 21       Though we agree with defendant’s contention that his three-year maximum-commitment\n       period began when he was scheduled to be released from prison following his two-year\n       sentence for retail theft, we disagree with defendant’s assertion that he should receive credit\n       for October 13, 2008, against his sentence for retail theft as well as his maximum-\n       commitment period. If defendant had been sentenced to consecutive prison terms, he would\n       not have been eligible to receive credit against both sentences for October 13, 2008. See In\n       re Detention of Gavin, 382 Ill. App. 3d 946, 951, 889 N.E.2d 746, 749-50 (2008)\n       (“Consecutive sentences are served back-to-back and one sentence does not begin until the\n       previous sentence has ended.”); People v. Leeper, 317 Ill. App. 3d 475, 485, 740 N.E.2d 32,\n       41 (2000) (defendant sentenced to consecutive prison terms cannot receive credit against\n       each sentence for time served). Instead, defendant’s consecutive sentence in this case would\n       have begun on October 14, 2008. We, therefore, conclude his maximum-commitment period\n       did not commence until October 14, 2008, making his Thiem date October 14, 2011.\n\n¶ 22                                III. CONCLUSION\n¶ 23       For the foregoing reasons we affirm the trial court’s judgment as modified, set\n       defendant’s Thiem date as October 14, 2011, and remand for issuance of an amended\n       maximum-term determination judgment so reflecting.\n\n¶ 24      Affirmed as modified; cause remanded with directions.\n\n\n\n\n                                                -6-\n\f",
            "ocr": false,
            "opinion_id": 3143959
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}