{
    "id": 3154490,
    "judges": "Dooley, Eaton, Morse, Ret, Robinson, Skoglund",
    "date_filed": 1447372800000,
    "date_filed_is_approximate": false,
    "slug": "jennifer-weinstein-v-jeanmarie-leonard-and-carol-sayour-v-lloyd-j",
    "case_name_short": null,
    "case_name": "Jennifer Weinstein v. Jeanmarie Leonard and Carol Sayour v. Lloyd J. Weinstein and The Weinstein Group, P.C.",
    "case_name_full": "Jennifer Weinstein v. Jeanmarie Leonard; And Carol Sayour v. Lloyd J. Weinstein and the Weinstein Group, P.C.",
    "attorneys": "Lloyd J. Weinstein of The Weinstein Group, PC, Woodbury, New York, for Plaintiffs-Appellees/Third-Party Defendants., Christopher D. Roy of Downs Raehlin Martin PLLC, Burlington, for Defendants-Appellants/Third-Party Plaintiffs.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b631-5\">\n    2015 VT 136\n   </citation><br><parties id=\"b631-6\">\n    Jennifer Weinstein v. Jeanmarie Leonard and Carol Sayour v. Lloyd J. Weinstein and The Weinstein Group, P.C.\n   </parties><br><citation id=\"b631-9\">\n    [134 A.3d 547]\n   </citation><br><docketnumber id=\"b631-10\">\n    No. 15-075\n   </docketnumber><br><judges id=\"b631-11\">\n    Present: Dooley, Skoglund, Robinson and Eaton, JJ., and Morse, J. (Ret.), Specially Assigned\n   </judges><br><decisiondate id=\"b631-13\">\n    Opinion Filed November 13, 2015\n   </decisiondate><br><attorneys id=\"b634-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"618\"> \n     *618\n     </span>\n<em>\n     Lloyd J. Weinstein\n    </em>\n    of\n    <em>\n     The Weinstein Group, PC,\n    </em>\n    Woodbury, New York, for Plaintiffs-Appellees/Third-Party Defendants.\n   </attorneys><br><attorneys id=\"b634-4\">\n<em>\n     Christopher D. Roy\n    </em>\n    of\n    <em>\n     Downs Raehlin Martin PLLC,\n    </em>\n    Burlington, for Defendants-Appellants/Third-Party Plaintiffs.\n   </attorneys>",
    "citations": [
        "2015 VT 75",
        "200 Vt. 615",
        "134 A.3d 547",
        "2015 VT 136"
    ],
    "opinions": [
        {
            "author_str": "Dooley",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "https://www.vermontjudiciary.org/LC/Supreme Court Published Decisions/op15-075.pdf",
            "author_id": null,
            "opinion_text": "NOTICE: This opinion is subject to motions for reargument under V.R.A.P. 40 as well as formal\nrevision before publication in the Vermont Reports. Readers are requested to notify the Reporter\nof Decisions by email at: JUD.Reporter@vermont.gov or by mail at: Vermont Supreme Court,\n109 State Street, Montpelier, Vermont 05609-0801, of any errors in order that corrections may\nbe made before this opinion goes to press.\n\n\n                                          2015 VT 136\n\n                                          No. 2015-075\n\nJennifer Weinstein                                              Supreme Court\n\n                                                                On Appeal from\n   v.                                                           Superior Court, Bennington Unit,\n                                                                Civil Division\nJeanmarie Leonard and Carol Sayour\n                                                                September Term, 2015\n   v.\n\nLloyd J. Weinstein and The Weinstein Group, P.C.\n\n\nJohn P. Wesley, J.\n\nLloyd J. Weinstein of The Weinstein Group, PC, Woodbury, New York, for Plaintiffs-Appellees/\n Third-Party Defendants.\n\nChristopher D. Roy of Downs Rachlin Martin PLLC, Burlington, for Defendants-Appellants/\n Third-Party Plaintiffs.\n\n\nPRESENT: Dooley, Skoglund, Robinson and Eaton, JJ., and Morse, J. (Ret.),\n         Specially Assigned\n\n\n        ¶ 1.   DOOLEY, J.           Defendants-counterclaimants Jeanmarie Leonard and Carol\n\nSayour appeal from the Superior Court’s grant of summary judgment on their counterclaims in\n\nfavor of plaintiff Jennifer Weinstein and third-party defendants, Lloyd Weinstein, plaintiff’s\n\nhusband, and his law firm, The Weinstein Group, P.C. Defendants claim on appeal that there are\n\ndisputed material facts to justify a jury trial on their counterclaims of breach of contract, tortious\n\ninvasion of privacy, and abuse of process, and that their reading of the allegedly breached\n\ncontract is, at a minimum, a reasonable one precluding summary judgment. We affirm.\n\f       ¶ 2.    Construing the facts in the light most favorable to defendants, the genesis of this\n\ncase is an application for a permit to construct a barn made by defendants in May 2012.\n\nDefendants, as well as plaintiff and her husband, are residents of the Rocking Stone Farm\n\nSubdivision in Manchester, Vermont. Defendants own Lot #10 of the subdivision and plaintiff\n\nsolely owns Lot #9. On May 29, 2012, defendants received a zoning permit from Manchester’s\n\nzoning administrator allowing them to construct a barn on Lot #10.    Pursuant to the Declaration\n\nfor Rocking Stone Farm (the “Declaration”), defendants received a waiver from the\n\nHomeowner’s Association (the “Association”), through the president and principal Tommy\n\nHarmon, permitting them to erect the barn. Plaintiff appealed the permit to the Manchester\n\nDevelopment Review Board (the “DRB”) on June 12, 2012. The DRB affirmed the grant of the\n\npermit on August 6.\n\n       ¶ 3.    On August 25, defendant Leonard and her husband were walking along Lot #10\n\nwith a landscape contractor when plaintiff began yelling at them from her upstairs window.\n\nPlaintiff then left her home and entered Lot #10, accompanied by a “very large dog.” Despite\n\nbeing asked to leave, she physically confronted the Leonards, who eventually left the lot.\n\n       ¶ 4.    Two days later, plaintiff filed an appeal of the DRB’s decision to the\n\nEnvironmental Division of the Superior Court. Plaintiff, a trained attorney, initially represented\n\nherself, but Mr. Weinstein and his law firm, The Weinstein Group, P.C., entered an appearance\n\nas counsel for her on December 18. In November and December, both the Association and\n\ncounsel for defendants advised plaintiff by letter that her opposition to the barn permit\n\nconstituted a violation of the Non-Interference Clause of the Declaration, which provides that\n\neach owner of a lot in Rocking Stone Farm agrees “not [to] take any action to contest or interfere\n\nwith any development in the Community so long as such development is consistent with the\n\nLand Use Approvals.”\n\n       ¶ 5.    On February 4, 2013, the Environmental Division rendered judgment in favor of\n\ndefendants. Plaintiff appealed that decision to this Court on February 13. On March 15, Plaintiff\n                                                 2\n\falso filed suit against defendants in superior court with a ten-count complaint, alleging, among\n\nother things, that the Declaration had been breached by defendants’ construction of the barn.\n\nDefendants filed counterclaims against plaintiff for trespass, civil assault, breach of contract,\n\ntortious invasion of privacy, as well as abuse of process and third-party claims against Mr.\n\nWeinstein and his law firm for abuse of process and breach of contract.\n\n       ¶ 6.   Although counsel for plaintiffs had told Mr. Weinstein that their counsel had been\n\nauthorized to accept process, defendants were served personally in their homes on or about\n\nMarch 26. Mr. Weinstein also sent letters directly to Mr. Harmon and defendants the night\n\nbefore oral argument in this Court in the zoning appeal, despite knowing they were represented\n\nby counsel. On September 13, this Court affirmed the decision of the Environmental Decision\n\nupholding the zoning permit. Following the Court’s decision, Ms. Weinstein raised no more\n\nobjections to the Town’s issuance of the permit.\n\n       ¶ 7.   In November 2014, with a jury trial scheduled for January 2015 in the remaining\n\ncivil suit, plaintiff and Mr. Weinstein and The Weinstein Group, P.C., filed for summary\n\njudgment regarding the counterclaims and third-party claims asserted by defendants.          On\n\nDecember 24, plaintiff filed a motion to voluntarily dismiss all remaining claims she had\n\nasserted against defendants. Finally, on January 12, 2015 the Superior Court partially granted\n\nthe summary judgment motions, dismissing all but the civil assault and trespass claims against\n\nplaintiff and dismissing all claims against Mr. Weinstein and his law firm. Defendants then\n\nvoluntarily withdrew their remaining two claims against plaintiff and appealed the grant of\n\nsummary judgment to this Court.\n\n       ¶ 8.   Summary judgment decisions are reviewed de novo. “Summary judgment will be\n\ngranted when, viewing the evidence in the light most favorable to the nonmoving party, there is\n\nno genuine dispute as to any material fact and the moving party is entitled to judgment as a\n\nmatter of law.” Glassford v. Dufresne & Associates, P.C., 2015 VT 77 ¶10, ___ Vt. ___, ___\n\nA.3d ____.\n                                                   3\n\f          ¶ 9.    Defendants’ main claim is that plaintiff’s efforts to stop the issuance of the\n\npermit to build the barn through the Manchester DRB and the courts were a violation of the non-\n\ninterference clause contained in § 14.2 of the Declaration. The full section containing the clause\n\nstates:\n\n                  Section 14.2 Acknowledgments. Each owner acknowledges and\n                  agrees that such Owner will not take any action to contest or\n                  interfere with any development of the Community so long as such\n                  development is consistent with the Land Use Approvals. Each\n                  Owner hereby waives any right it may have to object to any\n                  Condominium Project to be developed on the Condominium\n                  Projects Lot so long as such Condominium Project is in\n                  conformance with the terms, conditions and restrictions of the\n                  Land Use Approvals. Each Owner further acknowledges and\n                  agrees that such Owner has not relied upon any representations or\n                  assurances regarding the development of the community, except\n                  for those statements set forth in this Declaration.\n\n\nThe term “community” is defined in § 2.8 of the Declaration as “the planned community formed\n\nunder this Declaration, including the entirety of the Property, together with all buildings,\n\nimprovements, amenities, facilities and infrastructure located on or appertaining to the Property\n\nnow and in the future, together with all the easements and rights benefitting the Property. . . .”\n\nThe term “Land Use Approvals” is defined in § 2.24 as “the federal, state and municipal\n\napprovals for the development of the Community listed in Exhibit B of this Declaration, as\n\namended, supplemented or otherwise modified from time to time.” Exhibit B describes the 15\n\npermits obtained for the overall development between 1976 and 2006.\n\n          ¶ 10.   Defendants argue that under § 14.2 plaintiff’s appearance before the Manchester\n\nDRB in opposition to their barn development proposal, as well as her appeals to the\n\nenvironmental division and to this Court, were actions “to contest or interfere with any\n\ndevelopment of the Community” that was consistent with the overall land use approvals. They\n\nfurther argue that the bringing of this civil suit was a violation of § 14.2. Thus, they argue that\n\nthese actions violated § 14.2, and such a violation was a breach of contract, and that Mr.\n\nWeinstein and his law firms are liable for the breach as agents of plaintiff. They make the\n                                              4\n\fadditional argument that if this Court finds the language of § 14.2 ambiguous as applied to the\n\ncircumstances in this case, summary judgment was inappropriate, and they have the right to offer\n\nextraneous evidence on the meaning of the provision.\n\n       ¶ 11.   We begin with the argument that Ms. Weinstein’s appearance in the development\n\nreview procedure was a violation of § 14.2. In essence, defendants argue that § 14.2 is a form of\n\nexculpatory waiver agreement under which plaintiff waived her right to participate in municipal\n\ndevelopment review proceedings and any judicial review of such proceedings.           Exculpatory\n\nagreements are generally disfavored. Provoncha v. Vermont Motocross Ass’n, Inc., 2009 VT 29,\n\n¶ 12, 185 Vt. 473, 974 A.2d 1261. They are subject to “close judicial scrutiny” and must meet\n\n“higher standards for clarity” than other contracts. Id.; see also Colgan v. Agway, 150 Vt. 373,\n\n375, 553 A.2d 143, 145 (1988) (“a greater degree of clarity is necessary to make the exculpatory\n\nclause effective”).    They are to be strictly construed “against the party relying” on them.\n\nThompson v. Hi Tech Motor Sports, 2008 VT 15, ¶ 17, 183 Vt. 218, 945 A.2d 368. In addition\n\nto imposing clarity and specification requirements on the drafting of exculpatory clauses, we\n\nhave also found exculpatory clauses ineffective if they violate public policy. Dalury v. S-K-I,\n\nLtd., 164 Vt. 329, 332, 670 A.2d 795, 797 (1995). Exculpatory clauses will be upheld only if\n\nthey are “freely and fairly made . . . between parties who are in an equal bargaining position and\n\n. . . there is no social interest with which [they] interfere.” Id. (citation omitted). The public\n\ninterest is determined through consideration of the “totality of circumstances of any given case\n\nagainst the backdrop of current societal expectations.” Id. at 334, A.2d at 798.\n\n       ¶ 12.   We need not get beyond the disclosure and specificity standards to rule that we\n\nwill not enforce § 14.2 in the manner sought by defendants. The waiver language is contained in\n\nan Article titled “DISCLOSURES AND ACKNOWLEDGMENTS” in a section entitled\n\nAcknowledgements. It is on page 34 of a 39 page document. Although the record does not show\n\nthe details of the drafting and effect of the Declaration, it is undisputed that it was prepared by\n\n\n                                                5\n\fthe developer, Rocking Stone Farm, LLC, and each purchaser of a lot in the development must\n\naccept its terms. Thus, it is a form of contract of adhesion.\n\n       ¶ 13.   The applicable language of § 14.2 does not use the term “waiver”, although the\n\nfollowing sentence does explicitly use that term. The language does not state that owners have\n\nwaived all rights to raise objections to land use development that directly affects them in\n\nmunicipal, state, or judicial proceedings which are intended for that purpose. Other provisions in\n\nthe document purport to create waivers and state so explicitly. See Declaration § 6.13 (waiver of\n\nhomestead exemption).\n\n       ¶ 14.   There is nothing else in the Declaration that gives notice that a waiver of the\n\nscope and type urged by defendants can be found in § 14.2 or in the Declaration generally. The\n\ndeclaration contains a separate design review process, conducted by a design review committee\n\nalong with design and use standards.         Defendants argue that the design review process\n\ndetermines compliance with local regulatory standards, but that is an overstatement of the design\n\nreview committee’s function.      Instead, the committee reviews a development proposal for\n\ncompatibility with the design and use standards as well as the regulatory permits that were issued\n\nto authorize the development as a whole. Design and Use Standards I(A). In fact, a separate\n\nsection of the Declaration, labeled “Governmental Requirements,” provides:\n\n                Compliance with the Association’s design review process is not a\n               substitute for compliance with the Land Use Approvals, the Town\n               of Manchester’s building, zoning and subdivision regulations, and\n               other applicable land use and environmental laws and regulations.\n               Each owner is responsible for obtaining all permits and approvals\n               required to commence construction.\n\nDeclaration, § 7.6. There is no indication that the Association is involved in any way in the\n\nprocess of obtaining local regulatory approval.\n\n\n\n\n                                                  6\n\f          ¶ 15.   We recognize there are differences between the contractual waiver imposed here\n\nand the contractual waivers imposed in earlier cases, which involved waiver of tort liability.1 If\n\nanything, the differences persuade us to be more cautious here in looking at the scope of the\n\nwaiver asserted. The waiver asserted may not forfeit substantive rights but it would prohibit\n\nparticipation in the process to vindicate those rights.         It would mean the giving up of\n\nfundamental rights. Free access to the courts is “an essential right” recognized in Chapter I,\n\nArticle 4 of the Vermont Constitution. Jacobsen v. Garzo, 149 Vt. 205, 209, 542 A.2d 265, 268\n\n(1988).\n\n          ¶ 16.   The right to participate in municipal development proceedings is also\n\nfundamental. If plaintiff did not participate in the DRB proceedings, she forfeited her right of\n\naccess to the courts for review of those proceedings. See 10 V.S.A. § 8504(b)(1); 24 V.S.A. §\n\n4471(a).      As an adjoining landowner, she was entitled to personal notice of the DRB\n\nproceedings. 24 V.S.A. §§ 4464(a)(1)(C), 4464(a)(2)(B). Further, as a person who owns or\n\noccupies property in the immediate neighborhood of a property that is subject to a decision by\n\nthe DRB and who can demonstrate a physical or environmental impact on her interest from the\n\ndecision the DRB will make, plaintiff is an interested person. 24 V.S.A. § 4465(b)(3). Interested\n\npersons have the right to appeal in municipal regulatory proceedings to the appropriate municipal\n\npanel, here the DRB, id., § 4465(a), and from there to the environmental division, id., § 4471,\n\nand thereafter to this Court, 10 V.S.A. § 8505(a).\n\n          ¶ 17.   We must ensure that any waiver of the important rights to participate in a land use\n\nadjudicatory proceeding, whether in an administrative process or before the courts, is done\n\nknowingly and intentionally. In Colgan v. Agway, 150 Vt. 373, 533 A.2d 143 (1988), the\n\n\n          1\n         We reject one difference argued by defendants. They argue that the Declaration is an\nagreement among landowners and not a contract imposed by a seller on a buyer in connection\nwith a sale. While the Declaration may evolve into an agreement among landowners, when\nconsummated, it was a contract connected with a sale of real property by a commercial\ndeveloper, to which the purchaser had to agree without change so it could be uniformly\nimplemented.\n                                             7\n\fplaintiff purchased a manure storage facility from the defendant. Three years after the purchase,\n\na wall of the facility collapsed. The plaintiff sued the defendant alleging breach of contract,\n\nbreach of warranty and negligence in the design, distribution and sale of the facility. The\n\ndefendant sought summary judgment on the negligence count, arguing that the warranty\n\nlanguage in the sales contract precluded “any other obligations or liability on the part of the\n\ncontractor” and applied to liability based on negligence. We rejected that argument, holding that\n\nthe standard is that “contractual language disclaiming tort liability [must] be clear enough that\n\nthe intent of both parties to relieve the defendant of the claimed liability be unmistakeable.”\n\nColgan, 150 Vt. at 375, 553 A.2d at 145. We noted that the most effective way to exclude\n\nliability for negligence is “to provide explicitly” that such liability is excluded and required that\n\nwords conveying a similar import appear. Id. at 376, 553 A.2d at 146. We held that the wording\n\nin the contract did not meet that standard. Id. at 377, 553 A.2d at 146. We also held that it was\n\nineffective because its location at the end of a paragraph describing the applicable warranty was\n\nillogical. Id. We concluded with the observation that “plaintiff would have been unfairly\n\nsurprised were he to be informed that, by virtue of the contract, the defendant was protected from\n\nany liability flowing from negligent design of the facility.” Id. at 378, 553 A.2d at 147. We\n\nreached the same conclusion in Thompson v. Hi Tech Motor Sports, Inc., 2008 VT 15, ¶ 19,\n\nbecause the language of the release in that case did not sufficiently convey that it excluded\n\nliability based on the negligence of the defendant.\n\n       ¶ 18.   For the same general reasons, we hold that a waiver of the right to bring related\n\ncivil litigation must meet the same standards.2 Plaintiff’s complaint alleged that defendants\n\nviolated the declaration in multiple ways, essentially alleging a breach of contract. Plaintiff’s\n\nright of access to the courts for enforcement of the Declaration contract is an important right, just\n\n\n\n       2\n          Under the broad language of § 14.2 advocated by defendants, even the complaint to the\ndesign review committee created by the Declaration would seem to be a breach of § 14.2, again\nhighlighting how broad their reading is.\n                                               8\n\fas her right to participate in the development review proceedings was an important right. We\n\nmust also conclude that waiver of this important right must be knowing and intentional.\n\n       ¶ 19.   We hold that a contractual waiver of the right to participate in a municipal land\n\nuse permit proceeding, to seek and participate in judicial review of such a permit, and to enforce\n\nthe declaration in contract must meet at least the standards of Colgan. The waiver in this case\n\ndoes not meet those standards.       The waiver does not explicitly reach municipal land use\n\nproceedings, judicial review of municipal action, or contract litigation. Its scope in this regard is\n\nnot “unmistakable.” Colgan, 150 Vt. at 375, 553 A.2d at 145. Moreover, its placement under\n\nan ambiguous title in a long detailed document does not give the purchaser fair notice of its\n\nmeaning.\n\n       ¶ 20.   Because our holding is based on minimum standards of notice to the purchaser,\n\nand not the precise meaning of the language, defendants’ secondary argument that summary\n\njudgment is improper if the language is ambiguous is inapplicable. We hold that the waiver is\n\nineffective to accomplish what defendants assert. The trial court did not err in granting summary\n\njudgment to plaintiff on defendants’ breach of contract claim.\n\n       ¶ 21.   Defendants have also made a third-party claim against Mr. Weinstein, alleging\n\nthat he and his law firm engaged in conduct that induced and facilitated Ms. Weinstein’s\n\nbreaches of the Non-Interference Clause. Since we have held that defendants’ claim against\n\nplaintiff cannot be sustained, it necessarily follows that the facilitation claim against Mr.\n\nWeinstein and his law firm must also fail.3\n\n       ¶ 22.   Defendants’ second argument on appeal is that the trial court erred in granting\n\nsummary judgment to plaintiff, Mr. Weinstein, and The Weinstein Group, P.C. as to their abuse\n\n       3\n           In their brief to this Court, defendants argue that Mr. Weinstein’s conduct constitutes\ntortious interference with another’s performance under a contract. This position was “summarily\nrejected” by the trial court on the grounds that it was never pled or previously alleged in any\ncourt proceedings. We reject it also, both for the failure to raise it below and because it is settled\nVermont law that “a claim for tortious interference with contractual relations cannot be\npredicated upon an allegedly improper filing of a lawsuit.” Jacobsen, 149 Vt. at 209, 542 A.2d at\n268.\n                                                  9\n\fof process claim. A party alleging abuse of process must demonstrate “1) an illegal, improper, or\n\nunauthorized use of a court process; 2) an ulterior motive or an ulterior purpose; and 3) resulting\n\ndamage to the plaintiff.” Jacobsen, 149 Vt. at 208, 542 A.2d at 268. Even if used to satisfy\n\nmalicious intentions, “the proper use of legal process . . . is not actionable.” Id. at 207, 542 A.2d\n\nat 267. Filing a frivolous lawsuit therefore cannot itself be the predicate for a claim; the tort\n\nrequires that the “processes of the court have themselves been used improperly.” Nashef v.\n\nAADCO Medical, Inc, 947 F. Supp. 2d 413, 421 (D. Vt. 2013) (citations omitted). Accord\n\nSavino v. City of New York, 331 F.3d 63, 77 (2d Cir. 2003) (New York has “made clear that a\n\nmalicious motive alone . . . does not give rise to a cause of action for abuse of process”)\n\n(quotation omitted); Doctor’s Assoc., Inc. v. Weible, 92 F.3d 108, 114 (2d Cir. 1996) (holding\n\nthat under Connecticut law, “no matter what misconduct by the tortfeasor occurs before the\n\ncommencement of suit, it is not, in itself, an abuse of process because there is not yet process to\n\nabuse”); Bus. Publ’ns, Inc. v. Stephen, 666 A.2d 932, 933 (N.H. 1995) (“[T]he general rule is\n\nthat the initiation of vexatious civil proceedings known to be groundless is not abuse of\n\nprocess.”(citation removed)(emphasis removed)).\n\n       ¶ 23.   With respect to Ms. Weinstein, defendants allege that as a trained attorney,\n\nplaintiff had an obligation to avoid “scorched-earth litigation” strategies of bringing meritless\n\nclaims before multiple tribunals, claims she “never intended to go to trial.” Recognizing their\n\nclaim is an “extraordinary” one, defendants argue that their abuse of process claim must be\n\nsubmitted to a jury because plaintiff is both a lawyer and a lot owner subject to the Non-\n\nInterference Clause, which, as an attorney, she must have been either aware of or “woefully\n\nirresponsible” in ignoring. They suggest her legal maneuvers constitute a “bullying tactic”\n\nintended to intimidate and impoverish defendants in order to gain private ends.\n\n       ¶ 24.   Defendants’ arguments must fail for two reasons. First, we cannot support the\n\nproposition that plaintiff’s rights of access to municipal land use permitting proceedings and to\n\nVermont courts are any different from those of any other citizen by virtue of the fact she has\n                                             10\n\flegal training. Free and uninhibited access to the courts is “an important right of all citizens”\n\nenshrined in the Vermont Constitution. Jacobsen, 149 Vt. at 208, 542 A.2d at 267. There is\n\nsimply no suggestion in the case law that that right is in any way circumscribed by a citizen’s\n\neducational or professional background.\n\n       ¶ 25.   Second, defendants have failed to identify any instance in which Ms. Weinstein\n\nhas abused specific municipal land use and court processes. Regardless of her motivations in\n\ndoing so, plaintiff used the legal system “for the purpose for which it is intended”: to clarify,\n\nestablish, and adjudicate the parties’ respective rights with respect to improvements on Lot #10.\n\nSee Restatement (Second) of Torts §682 cmt. b. (1965). In contrast to cases where abuse of\n\nprocess has been found, plaintiff has not improperly used subpoenas, asked for an excessive\n\nattachment, or used pleadings to coerce the surrendering of unrelated property, Doctor’s\n\nAssociates, 92 F.3d at 114, but instead, has observed procedural requirements by appealing a\n\nzoning permit through the administrative, trial, and appellate systems. It is immaterial that\n\nplaintiff withdrew her initial claims on the eve of trial. In fact, it is arguable that to do so\n\nrepresented an appropriate use of court processes: the exercise of a right of withdrawal in order\n\nto prevent unnecessary litigation of weak or frivolous claims.\n\n       ¶ 26.   With respect to Mr. Weinstein and his law firm, defendants cite three specific\n\nexamples of independent wrongful conduct—in addition to Mr. Weinstein’s representation of\n\nplaintiff in her aforementioned litigation strategies—as evidence of his liability for tortious abuse\n\nof process. First, defendants claim that Mr. Weinstein sent a letter threatening legal action to\n\neach of the defendants, even though he knew each was represented by counsel at the time.\n\nSecond, they allege he threatened legal action on behalf of plaintiff without her knowledge or\n\nauthorization. Finally, they claim that he engaged in target practice with handguns without\n\nwarning to other neighborhood residents the weekend before his and plaintiff’s depositions.\n\n\n\n\n                                                 11\n\f       ¶ 27.   Not a single one of these occurrences comes close to anything resembling a\n\ncoherent abuse of process claim,4 which, as discussed above, requires proof of improper use of\n\nspecific court processes, rather than a use of the legal system for improper purposes.      Nashef,\n\n947 F. Supp. 2d at 421. None of the occurrences in any way involves a misapplication of court\n\nprocesses; indeed, the target practice incident does not implicate the law. Evidence that Mr.\n\nWeinstein threatened legal action against defendants without Ms. Weinstein’s knowledge stems\n\nentirely from plaintiff’s answer of “No” to the question “Do you recall threatening to file a\n\nlawsuit for tortious interference with the landscape?” during her deposition. We cannot conclude\n\nthat a negative answer to a question asking about plaintiff’s recollection is sufficient to raise a\n\njury question whether plaintiff authorized Mr. Weinstein’s letter. Lastly, as the trial court noted,\n\nthe appropriate consequence for Mr. Weinstein’s alleged violations of several Vermont Rules of\n\nProfessional Conduct in sending letters to represented parties would be an ethical complaint\n\nunder Rule 10 of Administrative Order 9 or a motion for relief under Vermont Rule of Civil\n\nProcedure 11, not a claim for abuse of process. Defendants have done nothing more than allege,\n\nas they term it, Mr. Weinstein’s “intimate, personal involvement in this emotional dispute\n\nbetween neighbors.” While this conduct may be unprofessional, it is not actionable in tort.\n\nTherefore, we find no error in the trial court’s grant of summary judgment to Ms. Weinstein, Mr.\n\nWeinstein, and The Weinstein Group, P.C. on the abuse of process claim.\n\n       ¶ 28.   The third claim on appeal is raised only by defendant Leonard.5 Her claim is that\n\nthe trial court erred in granting summary judgment on defendant Leonard’s counterclaim for\n\n\n       4\n           Indeed, two of the examples defendants cite to support their abuse of process claim—\neffecting service of process on the individual defendants rather than their attorney and the target\npractice—actually formed the basis of their invasion of privacy claim against Mr. Weinstein and\nhis firm in the trial court.\n       5\n            Defendant has raised this claim against plaintiff, Mr. Weinstein and his law firm.\nHowever her brief appeals only with respect to plaintiff. Therefore, we do not address the claim\nwith respect to Mr. Weinstein and his firm, notwithstanding the fact Mr. Weinstein defended\nagainst it on behalf of himself and his law firm in his own brief.\n\n                                                12\n\finvasion of privacy against plaintiff. Because we find that defendant Leonard has not alleged\n\nthat plaintiff’s conduct was sufficiently substantial to satisfy the elements of this tort, we affirm.\n\n        ¶ 29.   In order to succeed in a claim for intrusion upon seclusion, a plaintiff must show\n\nan “intentional interference with [her] interest in solitude or seclusion, either as to [her] person or\n\nas to [her] private affairs or concerns, of a kind that would be highly offensive to a reasonable\n\n[person].” Hodgdon v. Mt. Mansfield Co., Ins., 160 Vt. 150, 162, 624 A.2d 1122, 1129 (1992)\n\n(quotation omitted). The intrusion “must be substantial.” Id. See also Restatement (Second) of\n\nTorts §652B cmt. d (1977) (holding that liability is incurred only when defendant’s conduct is\n\n“repeated with such persistence and frequency as to amount to a course of hounding the\n\nplaintiff”).\n\n        ¶ 30.   Defendant Leonard has given only two specific examples of plaintiff’s\n\nintentional offensive conduct. First, she alleges that on August 25, 2012, plaintiff “holler[ed]\n\nobscenities and bizarre comments” at defendant and her husband as they walked across their\n\nproperty. She then alleges that plaintiff approached defendant and her husband with a “very\n\nlarge dog” and despite being asked to leave, “physically confront[ed]” the couple in a “strange\n\nand threatening manner.” Second, she alleges that plaintiff has made repeated threats of legal\n\naction, using her legal training to “intimidate and harass” defendant and forcing her to incur\n\n“substantial legal costs” to protect her legal rights.\n\n        ¶ 31.   Despite how irritating and frightening defendant may have found the dog incident,\n\na single encounter with plaintiff and her dog, even if combined with filings of civil claims or\n\nthreats to file such claims, does not rise to the level of “substantial . . . interference.” Hodgdon,\n\n160 Vt. at 162, 624 A.2d at 1129. As stated above, there is no evidence plaintiff made illegal,\n\nimproper, or unwarranted use of court processes. See Pion v. Bean, 2003 VT 79, ¶ 34, 176 Vt. 1,\n\n833 A.2d 1248 (upholding trial court’s conclusion that, absent evidence of false reporting or\n\n“malicious plan,” legitimate complaints to authorities about suspected legal violations “should\n\nnot form the basis of an invasion of privacy claim”).\n                                                 13\n\f       ¶ 32.   Moreover, a handful of minor offenses are insufficient to constitute a tortious\n\nintrusion upon seclusion. Compare Shahi v. Madden, 2008 VT 25, ¶ 24, 184 Vt. 320, 949 A.2d\n\n1022 (upholding damages award for invasion of privacy where defendant attempted identity\n\ntheft, poisoned family dog, placed live bullets on plaintiffs’ yard, and keyed plaintiffs’ car) and\n\nPion, 2003 VT 79, ¶¶ 32-36 (evidence showed intentional and substantial intrusion where\n\nplaintiffs called defendants highly offensive names, cut down their trees, filled in their\n\nstreambed, and filed weekly false complaints with health and police departments) with Vermont\n\nIns. Mgmt., Inc. v. Lumbermens’ Mut. Cas, Co., 171 Vt. 601, 604, 764 A.2d 1213, 1216 (2000)\n\n(no invasion of privacy when defendant made inquiries of personal nature and leaned close to\n\ncoworker at her work station) and Denton v. Chittenden Bank, 163 Vt. 62, 69, 655 A.2d 703, 708\n\n(1994) (employer’s inquiries about plaintiff’s health, even if “unusual and possibly rude,” and\n\nrepeated phone calls to plaintiff’s home, were not highly offensive).\n\n       Affirmed.\n\n                                               FOR THE COURT:\n\n\n\n                                               Associate Justice\n\n\n\n\n                                                14\n\f",
            "ocr": false,
            "opinion_id": 3154490
        }
    ],
    "court_short_name": "Supreme Court of Vermont",
    "court_full_name": "Supreme Court of Vermont",
    "court_type": "S",
    "court_jurisdiction": "Vermont, VT",
    "crime_category": "Robbery"
}