{
    "id": 3158634,
    "judges": null,
    "date_filed": "1986-04-16",
    "date_filed_is_approximate": true,
    "slug": "people-v-webb-ca12",
    "case_name_short": null,
    "case_name": "People v. Webb CA1/2",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 19.0,
            "download_url": "http://www.courts.ca.gov/opinions/nonpub/A138547.PDF",
            "author_id": null,
            "opinion_text": "Filed 11/25/15 P. v. Webb CA1/2\n                      NOT TO BE PUBLISHED IN OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n              IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                       FIRST APPELLATE DISTRICT\n\n                                                  DIVISION TWO\n\n\nTHE PEOPLE,\n         Plaintiff and Respondent,\n                                                                     A138547\nv.\nDAVID CARLOS WEBB,                                                   (Solano County\n                                                                     Super. Ct. No. VCR214517)\n         Defendant and Appellant.\n\n\n         Following a jury trial, David Carlos Webb was found guilty of two counts of\nrobbery (Pen. Code, § 211) arising out of two separate incidents. The jury also found\ntrue enhancement allegations that both robberies involved the use of firearms. Defendant\ncontends his trial counsel provided ineffective assistance in failing to present expert\ntestimony regarding the reliability of eyewitness identification and in failing to move to\nexclude identification testimony by one of the robbery victims. He also argues that the\ntrial court misinstructed the jury regarding eyewitness identification and the prosecutor\nimproperly vouched for the credibility of his witnesses. We find no error and affirm the\njudgment.\n                        FACTUAL AND PROCEDURAL BACKGROUND\nThe March 24, 2012, Incident\n         On March 24, 2012, at around 2:00 a.m., Teri Mitchell was returning to her car in\nthe parking lot of Kaiser Hospital in Vallejo after taking her father-in-law to the\nemergency room. As she stood by the open rear door, looking in her purse for her cell\nphone, she heard footsteps rapidly approaching behind her. She turned and saw a man,\n\n\n                                                             1\n\flater identified as defendant, holding a gun in his left hand and running towards her. The\ngun was rectangular and pointed in her direction. When defendant reached her, Mitchell\nkicked him. Defendant shoved Mitchell back against the car and she fell onto the back\nseat. Defendant jumped on top of her and shoved the gun into her right side several\ntimes. Defendant did not say anything, but he thrust his face towards her face, which she\nperceived to be a way of intimidating her so she would stop fighting back. Mitchell was\nlooking into defendant’s face while he was on top of her; she was able to get a good look\nat him. Defendant grabbed her purse, waved it at her, jammed the gun into her side\nagain, and then ran off. Mitchell screamed and ran back into the emergency room.\n       Officer Sean Kenney arrived about five minutes later. Mitchell was extremely\nupset, shaking, and had difficulty talking. Mitchell described her assailant as an average-\nsized African-American man with light-colored skin, wearing a sweatshirt with a hood\nup. The hood covered his ears, neck, and part of his mouth. Mitchell was able to see his\nforehead, eyes, nose, cheeks, and his mustache. She was not able to see his hair or\nhairline. Officer Kenney did not try to retrieve any fingerprints from her car because he\ndid not think it likely he would find any based on Mitchell’s description of the incident.\n       A week or two later, Mitchell picked defendant out of a photographic lineup. She\ntook her time and made sure she was positive before selecting his photograph. Mitchell\nidentified defendant at the preliminary hearing. She was even more certain this time that\ndefendant was the robber, seeing him in person as opposed to a photograph. Mitchell\nalso identified defendant at trial, testifying “It’s just a face you don’t forget when they’re\non top of you.” Mitchell acknowledged that the robbery was a traumatizing experience,\nbut denied that the emotional turmoil affected her ability to see and recognize her\nassailant.\nThe April 7, 2012, Incident\n       In April 2012, Joaquin Raya was in the business of selling medical marijuana. He\nadvertised his product on various websites. Raya received a text message from an\nindividual, later identified as defendant, interested in buying some marijuana. Defendant\nagreed to buy four ounces, which Raya offered to sell for $800-$900. Defendant gave\n\n\n                                              2\n\fRaya the first and last name, identification number, and birth date of a registered medical\nmarijuana user named La John Hutchins, using this information as his own. Defendant\nand Raya also had three or four telephone conversations. They made a plan to meet at\ndefendant’s apartment complex in Vallejo.\n       On April 7, 2012, Raya drove to the agreed-upon location with about four ounces\nof marijuana. Raya also had “a couple thousand” dollars in cash with him. Raya called\ndefendant when he arrived and defendant walked out to the front of the complex to meet\nhim. Raya and defendant remained on the phone as defendant walked outside. Raya\ndescribed defendant’s voice as “[s]oft, feminine.” Defendant had a companion with him.\nDefendant declined Raya’s request to come out to his car; Raya got out of the car and\nwalked to the entrance of the complex. Defendant wanted to see the product, so the three\nmen walked into the complex. Defendant and his companion told Raya they had been\nrobbed and wanted to be sure Raya was not armed. All three men pulled up their shirts to\nshow they had no weapons in their waistbands.\n       Raya started to get a bad feeling about the two because they were acting “really\nscared, sketchy, like nervous.” Defendant wanted to go to his apartment, but Raya\nrefused and insisted that they complete the transaction outside. Defendant and the other\nman wanted to check Raya’s backpack to see the marijuana and make sure he did not\nhave a gun. After looking inside the backpack, defendant grabbed it out of Raya’s hand.\nDefendant’s companion pulled out a gun and told Raya to “get out of there, walk the\nother way.” Raya left and called the police.\n       Raya spoke with police officers who responded to the scene. He gave them\ndefendant’s phone number, the name and medical marijuana number defendant had given\nhim, and a description of defendant and his companion. Raya testified that, at the time of\nthe robbery, defendant’s head was not covered in any way and he had a short Afro, not\nthe bald head he had at trial. Defendant also had a mustache.\n       About one week later, Officer Steven Cheatham became involved with\ninvestigating the April 7 robbery. Cheatham showed Raya six photographs, one by one,\nthat were numbered one to six, and asked Raya whether he recognized anyone from his\n\n\n                                               3\n\frobbery. Cheatham testified that he put down photo number one, and Raya looked at it.\nThen he put down photo number two, and Raya looked at it as well. As Cheatham was\nputting down photo number three, which was defendant’s photo, Raya immediately told\nhim this was the person that robbed him. Raya reacted “[e]xtremely quickly” in\nidentifying the photo; the officer had not even finished putting the photograph down.\nRaya said he was positive that was the robber, and wrote “[t]his is the guy that robbed\nme” on the photo.\n       Officer Cheatham explained at trial that defendant’s photo was used in the lineup\npresented to Raya because of an incident that occurred a week later, on April 13. The\nother five photographs were pulled from the Solano County booking system and were\nchosen because they all appeared similar to each other.\nThe April 13, 2012, Undercover Operation\n       The same person who made the original contact with Raya to purchase medical\nmarijuana on April 7 subsequently texted him again, this time in response to a new on-\nline ad put up by Raya the day after he was robbed. Raya responded to the text message,\nbut did not let on that he was the victim from the earlier incident. Raya gave this\ninformation and the person’s telephone number to the Vallejo police. Officer Fabio\nRodriguez, posing as a marijuana distributor, called the phone number and spoke with\ndefendant, who again identified himself as La John Hutchins. In a series of six or seven\nphone calls, Rodriguez set up a meeting with defendant to sell marijuana. Rodriguez\nspoke with the same person on the phone each time; the person had a somewhat feminine\nvoice. The person wanted to meet at an apartment complex about a block and a half\naway from the complex where Raya was robbed and within two miles of Kaiser Hospital\nwhere Mitchell had been robbed a few weeks earlier.\n       Vallejo Police Department Sergeant Kevin Coelho supervised the operation, with\nthe goal of apprehending defendant. Coelho chose a nearby church parking lot as the\nsafest place to attempt the arrest in case shots were fired. The meeting was planned for\n2:00 or 3:00 in the afternoon; it was considered an “extremely high-risk” operation.\n\n\n\n                                             4\n\f       Detective Jason Potts, posing as a marijuana dealer, spoke with defendant and\nnegotiated a price to sell 20 ounces of marijuana. Potts noticed that the voice of the\nperson he spoke with was polite and had an almost feminine tone. On April 13, after\nfinally persuading defendant to meet in the church parking lot, Potts parked there in an\nundercover vehicle. Several minutes later, Potts saw defendant walking across the lot.\nPotts called the phone number again to see defendant answer the phone. Instead of\nanswering, defendant patted his pants, and he and Potts exchanged waves. At this point,\nPotts recognized defendant based on prior contacts, thinking to himself, “Oh, that’s\nDavid Webb,” as soon as defendant waved at him. Potts called dispatch during the\nincident and asked for a photo of David Webb.\n       At that point, with defendant less than 40 feet away, Potts made the bust signal\nand threw a flash bang device. Defendant fell to the ground and then got up and ran.\nSergeant Coelho and Detective Kent Tribble had been monitoring the situation from a\nvan nearby; the van accelerated toward Potts and defendant. Coelho saw Potts and\ndefendant running. Defendant was wearing a white jacket and dark jeans. Potts had\nstarted to give chase, but turned around when he realized that he had left a loaded firearm\nin his vehicle and other officers were chasing defendant. At that moment, defendant\nreached into his waistband area and looked at Potts over his shoulder. From about 15 feet\naway, officers saw defendant digging in his pocket for something as he ran. Detective\nTribble thought defendant was reaching for a firearm and shouted, “He’s got a gun. He’s\ngetting a gun.” Tribble then saw the rear portion of the gun defendant was attempting to\nremove. Sergeant Coelho saw defendant move his left hand to the left side of his\nwaistband and remove a gun with his right hand from the waistband. Both Coelho and\nTribble fired at defendant to protect Potts. Defendant ran up the stairs into the apartment\ncomplex next to the church. Coelho did not shoot again because defendant was no longer\nan immediate threat. Defendant was able to run past the perimeter officers and escape\nimmediate apprehension.\n       The day after the failed undercover operation, Detective Tribble conducted a\nfollow-up investigation at the apartment complex and found a white jacket that looked\n\n\n                                             5\n\flike the one defendant had been wearing. The jacket had bullet entry and exit holes in the\nupper portion of the left sleeve. Tribble viewed a hospital photograph of an African-\nAmerican man with an exit wound in the left shoulder that was consistent with the\nlocation of the hole in the jacket. Tribble identified defendant as the person in the\nphotograph.\n       On April 15, 2012, Officer Mathew Mustard interviewed defendant at the Solano\nCounty Jail. Defendant had a gunshot wound to his left shoulder and did not deny that he\nhad been shot by police on April 13.\n       Officer Mustard reviewed phone records for the cell phone number involved in the\nRaya robbery and the undercover operation. The cell phone number was associated with\ndefendant’s name and date of birth. The cell phone records also contained evidence of\ncommunications with Raya on April 7, 2012. Text messages showed the name “La John\nHutchins” when the user of the phone attempted to make purchases of marijuana.\n       By amended information filed on October 1, 2012, the Solano County District\nAttorney charged defendant with four counts. Count 1, based on the April 13 undercover\noperation, charged assault of a police officer with a semi-automatic firearm (Pen. Code,\n§ 245, subd. (b)),1 with an allegation that defendant personally used a semi-automatic\nfirearm (§ 12022.5, subd. (a)). Count 2, also based on the April 13 undercover operation,\ncharged unlawful firearm activity (§ 29820), with an allegation that defendant was\nadjudged a ward of the juvenile court in 2006 for violation of section 211 (robbery).2\nBefore trial, defendant admitted the allegation as to count 2. Count 3, based on the\nrobbery of Raya, charged second degree robbery (§ 211) with an allegation that defendant\nwas armed with a firearm (§ 12022, subd. (a)(1)). Count 4, based on the robbery of\nMitchell, charged second degree robbery (§ 211) with an allegation that defendant\n       1\n           All further unspecified statutory references are to the Penal Code.\n       2\n         As applicable here, pursuant to section 29820, it is unlawful for a person under\nthe age of 30 to own or possess a firearm if that person was adjudged a ward of the court\nwithin the meaning of Welfare and Institutions Code section 602 for committing an\noffense listed in Welfare and Institutions Code section 707, subdivision (b). (§ 29820,\nsubds. (a), (b).)\n\n\n                                               6\n\fpersonally used a firearm (§§ 12022.5, subd. (a), 12022.53, subd. (b)). The court struck\ncount 1 at the close of the prosecution’s case. The defense called no witnesses at trial.\n       On October 19, 2012, the jury found defendant guilty of both robberies, counts 3\nand 4, and found true the firearm allegations as to both counts. The jury deadlocked on\ncount 2, and the court granted the prosecution’s motion to dismiss it. The court denied\ndefendant’s motion for a new trial.\n       On March 18, 2013, the court designated count 4 the principal term and sentenced\ndefendant to the high term of five years for the Mitchell robbery, 10 years for the section\n12022.53, subdivision (b) personal use of a firearm enhancement, one third the midterm\nfor the Raya robbery, to run consecutively, and one third the midterm for the section\n12022, subdivision (a)(1) enhancement to count 3 of four months. The aggregate term\nimposed was 16 years, four months.\n       Defendant filed a timely notice of appeal.\n                                       DISCUSSION\n       Defendant contends two omissions by his trial counsel constituted ineffective\nassistance of counsel: the failure to present expert testimony regarding eyewitness\nidentification evidence and the failure to move to exclude Mitchell’s identification\ntestimony.\n       “ ‘The law governing [ineffective assistance of counsel] is settled. “A criminal\ndefendant is guaranteed the right to the assistance of counsel by both the state and federal\nConstitutions. [Citations.] ‘Construed in light of its purpose, the right entitles the\ndefendant not to some bare assistance but rather to effective assistance.’ ” [Citations.] It\nis defendant’s burden to demonstrate the inadequacy of trial counsel. [Citation.] We\nhave summarized defendant’s burden as follows: “ ‘In order to demonstrate ineffective\nassistance of counsel, a defendant must first show counsel’s performance was “deficient”\nbecause his “representation fell below an objective standard of reasonableness . . . under\nprevailing professional norms.” [Citations.] Second, he must also show prejudice\nflowing from counsel’s performance or lack thereof. [Citation.] Prejudice is shown\nwhen there is a “reasonable probability that, but for counsel’s unprofessional errors, the\n\n\n                                              7\n\fresult of the proceeding would have been different. A reasonable probability is a\nprobability sufficient to undermine confidence in the outcome.” ’ ” [Citation.]\n[¶] Reviewing courts defer to counsel’s reasonable tactical decisions in examining a\nclaim of ineffective assistance of counsel [citation], and there is a “strong presumption\nthat counsel’s conduct falls within the wide range of reasonable professional assistance.”\n[Citation.] Defendant’s burden is difficult to carry on direct appeal, as we have observed:\n“ ‘Reviewing courts will reverse convictions [on direct appeal] on the ground of\ninadequate counsel only if the record on appeal affirmatively discloses that counsel had\nno rational tactical purpose for [his or her] act or omission.’ ” [Citation.]’ [Citation.] If\nthe record on appeal ‘ “ ‘sheds no light on why counsel acted or failed to act in the\nmanner challenged[,] . . . unless counsel was asked for an explanation and failed to\nprovide one, or unless there simply could be no satisfactory explanation,’ the claim on\nappeal must be rejected,” ’ and the ‘claim of ineffective assistance in such a case is more\nappropriately decided in a habeas corpus proceeding.’3 [Citation.]” (People v.\nVines (2011) 51 Cal. 4th 830, 875-876.)\nA.     Failure to Present an Eyewitness Identification Expert.\n       The defense in this case was mistaken identity. Counsel presented the defense in\nhis opening statement, vigorously cross-examined victim-eyewitnesses Mitchell and\nRaya, and argued misidentification extensively in closing argument. The jury was\ninstructed on eyewitness identification evidence; the trial court read every one of the\napplicable factors in CALCRIM No. 315. Defendant contends, however, that cross-\nexamination was not sufficient to expose the weaknesses inherent in eyewitness evidence\nand his counsel’s failure to present an eyewitness identification expert constituted\nineffective assistance of counsel. Defendant contends that an expert witness could have\ntestified regarding the factors affecting the reliability of such evidence, including the\n\n       3\n         During the pendency of this appeal, defendant’s appellate counsel filed a petition\nfor habeas corpus relief in this court. The petition is also based on trial counsel’s alleged\nineffectiveness in failing to present expert testimony on eyewitness identification. We\nhave denied the habeas petition (A143141) by separate order filed this day.\n\n\n                                              8\n\feffects of fear or stress, the presence of a weapon, and cross-racial identification, and\ncould have provided guidance to the jury in how to follow the instructions on eyewitness\ntestimony.\n       Defendant does not carry his burden of affirmatively showing that counsel’s\nrepresentation was deficient. “When a claim of ineffective assistance is made on direct\nappeal, and the record does not show the reason for counsel’s challenged actions or\nomissions, the conviction must be affirmed unless there could be no satisfactory\nexplanation.” (People v. Anderson (2001) 25 Cal. 4th 543, 569.) Here, there may well\nhave been sound strategic reasons for counsel’s decision not to call an expert. Defense\ncounsel himself exposed inconsistencies in the eyewitnesses’ testimony and, as\ndefendant’s brief describes it, “zealously cross-examined both eyewitness victims.”\nDefense counsel also argued that the eyewitnesses’ testimony was not credible, and he\nattacked eyewitness testimony generally as “one of the weakest, most unreliable bits of\nevidence that we put in Court here . . . .” Counsel relied on the exhaustive list of factors\nidentified in CALCRIM No. 315 that affect the reliability of eyewitness identification\ntestimony—including the eyewitness being under stress, lighting, and cross-racial\nidentification—to argue that the eyewitness testimony should be disbelieved. Counsel\ncould have concluded that these factors were within the jury’s common understanding\nand that he could effectively argue his case without expert testimony.\n       Counsel also may have made the rational decision to address these issues himself\nand avoid the risk that cross-examination of an eyewitness identification expert might\nhave supported the reliability of the eyewitness identifications in this case, particularly\nthe evidence corroborating Raya’s identification. As we have discussed, cell phone\nrecords admitted at trial established that the phone number involved in the Raya robbery\nand the undercover operation was associated with defendant’s name and date of birth.\nThe records showed text messages between Raya and defendant on April 7, 2012, and\nthat defendant used the name “La John Hutchins” when arranging to buy marijuana. At\ntrial, Detective Potts identified defendant as the individual who approached him in the\nchurch parking lot and as the “David Webb” he knew from prior contacts, including\n\n\n                                              9\n\fhaving arrested him for robbery in 2009. Expert testimony strengthening the prosecutor’s\ncase that Raya correctly identified defendant, despite the presence of whatever factors the\nexpert identified as reducing reliability, could, in turn, undermine the defense challenge\nto the Mitchell identification and the benefit of presenting the expert testimony. “ ‘Since\nthe decision may well have been “an informed tactical choice within the range of\nreasonable competence, the conviction must be affirmed. [Citation.]” ’ [Citation.]”\n(People v. Anderson, supra, 25 Cal.4th at pp. 569-570.)\nB.     Failure to Move to Exclude Eyewitness and Pre-trial Identification Testimony.\n       Defendant contends his trial counsel was ineffective by not seeking to exclude\nMitchell’s eyewitness and pre-trial identification testimony, which defendant now\ncontends was unreliable based on the circumstances of the robbery and an unduly\nsuggestive photo lineup. Defendant acknowledges that his counsel challenged the\ncredibility of Mitchell’s identification through cross-examination and closing argument,\nbut contends counsel’s failure to seek exclusion of the identification fell below an\nobjective standard of reasonableness.\n       An out-of-court identification may be so unreliable that it violates a defendant’s\ndue process rights. (Manson v. Brathwaite (1977) 432 U.S. 98, 107; People v. Gordon\n(1990) 50 Cal. 3d 1223, 1242, overruled on another point in People v. Edwards (1991) 54\nCal. 3d 787, 835.) “In order to demonstrate that the alleged incompetency of his trial\ncounsel in not objecting to the identification evidence denied him a potentially\nmeritorious defense, the defendant must present a convincing argument that the pretrial\nidentification procedure ‘resulted in such unfairness that it infringed his right to due\nprocess of law.’ [Citations.] Our task is thus to assess the facts and circumstances of the\nidentifications to determine whether they were ‘so impermissibly suggestive as to give\nrise to a very substantial likelihood of irreparable misidentification.’ [Citations.]”\n(People v. Nation (1980) 26 Cal. 3d 169, 179.)\n       The initial inquiry in a due process challenge to identification evidence is whether\nthe identification procedure was unduly suggestive and unnecessary. (Manson v.\nBrathwaite, supra, 432 U.S. at pp. 104-107; People v. Gordon, supra, 50 Cal.3d at p.\n\n\n                                             10\n\f1242.)4 “The question is whether anything caused defendant to ‘stand out’ from the\nothers in a way that would suggest the witness should select him.” (People v. Carpenter\n(1997) 15 Cal. 4th 312, 367, superseded by statute on another ground as noted in Verdin v.\nSuperior Court (2008) 43 Cal. 4th 1096, 1106, abrogated on another ground in People v.\nDiaz (2015) 60 Cal. 4th 1176, 1185, 1193.) Defendant’s argument that the photo lineup\nwas unduly suggestive is as follows: “The distinctive shaved head of [defendant] in the\nphoto line-up shown Ms. Mitchell ultimately was the equivalent of an identification\nprocedure that ‘suggests in advance of identification by the witness the identity of the\nperson suspected by the police.’ (People v. Slutts (1968) 259 Cal. App. 2d 886, 891.)\nSingling out a suspect, which effectively occurred here when [defendant] was the only\none without hair, presents the greatest danger of misidentification. (People v. Nation,\nsupra, 26 Cal.3d at pp. 180-181.) The sole subject with a shaved head was suggestive\nbecause Ms. Mitchell did not see the hair of her assailant. Her subsequent identification\nat the preliminary hearing merely set the potential misidentification in stone . . . .”\n       We have examined the photographs and observe that all six photographs depict\nyoung adult African-American males. All appear from the shoulders up and are facing\nforward against blank backgrounds. All appear similar in age, weight, and build. None\nhas any visible jewelry, eyeglasses, or tattoos. All are casually dressed. Some have\nmustaches and some have hair on their chins. Only defendant’s head is shaved, but the\nother five men have very short hair. Defendant’s argument that his photograph was\ndistinct from the others is without merit. Mitchell made clear that she could not see the\nassailant’s hair or hairline during the robbery, and that the hair or hairline of the\nphotographed individuals had no effect on her selecting defendant’s photo and excluding\n\n       4\n        Because we conclude the identification procedure itself was not unduly\nsuggestive, we do not reach the second inquiry, “whether the identification itself was\nnevertheless reliable under the totality of the circumstances . . . .” (People v. Gordon,\nsupra, 50 Cal.3d at p. 1242.) The identification is constitutionally unreliable only if the\nanswer to the first question is yes and the second is no. (Ibid., citing Manson v.\nBrathwaite, supra, 432 U.S. at pp. 104-107, 109-114; see also People v. DeSantis (1992)\n2 Cal. 4th 1198, 1222.)\n\n\n                                              11\n\fthe others.5 Nothing here caused defendant “ ‘to “stand out” from the others in a way that\nwould suggest the witness should select him.’ [Citation.]” (See People v. Cunningham\n(2001) 25 Cal. 4th 926, 990.) Defendant has not met his burden of establishing that the\nphoto lineup was impermissibly suggestive.\n       Defendant’s reliance on People v. Nation, supra, 26 Cal. 3d 169 does not advance\nhis argument. In Nation, the defendant was accused of approaching three young girls and\nattempting to rape one of them. Two weeks later, the victim and her two friends went to\nthe police station to try to identify the attacker from photographs. (Id. at pp. 173-174.)\nThe three looked at the photographs together. One of the girls, not the victim, selected\ndefendant’s mug shot and informed the others that she had found the assailant. After\nsome discussion, the other two agreed. At the time, the victim had been considering a\ndifferent suspect’s photograph. The girls then took the photograph home for a week to\nshow two other possible witnesses, including one of their mothers who reported that a\nman made a lewd comment to her in the vicinity of the crime later that night. When the\ngirls showed her defendant’s photograph, she agreed it depicted the same man who had\ncommented to her. (Id. at pp. 174, 180.) At a live lineup two months later, only the\nmother identified defendant; the three girls selected a different person and were told they\nhad chosen the “wrong” man. (Id. at p. 174.) In reversing the defendant’s conviction, the\nNation court found the photographic identification procedure was so extraordinarily\nsuggestive that it was doubtful the prosecutor could have submitted the evidence over a\ntimely objection by defense counsel, and held that counsel’s failure to object constituted\nineffective assistance of counsel. (Id. at pp. 174, 179-181.) By contrast, the\nidentification procedure here involved one witness, Mitchell, who repeatedly and\n\n       5\n         On cross-examination, defense counsel asked Mitchell if she was able to exclude\ncertain photos because of different facial features such as different chins, hair or\neyebrows. Mitchell answered, “No. The other ones just didn’t look anything like the\nperson that I knew that it was.” Counsel asked Mitchell a number of questions about the\nassailant’s hood and defendant’s shaved head in the photo. Mitchell testified consistently\nthat she could not see any hair on defendant’s head and did not know whether he had any\nhair because of the hood.\n\n\n                                             12\n\fconsistently identified defendant both in a photograph and in person, with none of the\nsuggestive and unreliable circumstances present in Nation.\n       We also understand defendant to argue that defense counsel should have sought to\nexclude Mitchell’s in-court identification of defendant because it was “derived from [an]\nunreliable and potentially suggestive” pretrial identification, and thus resulted in “an\nadditional and separate denial of due process.” Having concluded that the pretrial\nidentification procedure here was not unduly suggestive, we necessarily reject this\ncontention.\nC.     Instructional Error.\n       Defendant contends his rights to due process and a fair trial were violated by the\ncourt’s instruction pursuant to CALCRIM No. 315 that the jury could consider the\nwitness’s level of certainty as one of many factors in evaluating the eyewitness\nidentification testimony.6 At trial, both Mitchell and Raya testified that they were\npositive of their identification of defendant, and the prosecutor emphasized their certainty\n\n\n       6\n         The trial court instructed the jury with CALCRIM No. 315 in its entirety, which\nprovides: “You have heard eyewitness testimony identifying the defendant. As with any\nother witness, you must decide whether an eyewitness gave truthful and accurate\ntestimony. [¶] In evaluating identification testimony, consider the following questions:\nDid the witness know or have contact with the defendant before the event? How well\ncould the witness see the perpetrator? What were the circumstances affecting the\nwitness’s ability to observe, such as lighting, weather conditions, obstructions, distance,\nand duration of observation? How closely was the witness paying attention? [¶] Was\nthe witness under stress when he or she made the observation? Did the witness give a\ndescription and how does that description compare to the defendant? How much time\npassed between the event and the time when the witness identified the defendant? Was\nthe witness asked to pick the perpetrator out of a group? Did the witness ever fail to\nidentify the defendant? [¶] Did the witness ever change his or her mind about the\nidentification? How certain was the witness when he or she made an identification? Are\nthe witness and the defendant of different races? Was the witness able to identify the\ndefendant in a photographic or physical lineup? Were there other circumstances affecting\nthe witness’s ability to make an accurate identification? [¶] The People have the burden\nof proving beyond a reasonable doubt that it was the defendant who committed the[se]\ncrime[s]. If the People have not met this burden, you must find the defendant not guilty.”\n(Emphasis added.)\n\n\n                                             13\n\fin his closing argument. Citing research and cases from other states on the reliability of\neyewitness identification, defendant argues that there is no established correlation\nbetween a witness’s certainty and the accuracy of that identification and jurors do not\ngenerally understand that eyewitness confidence is not a reliable predictor of accuracy.\n“To the extent that CALCRIM No. 315 perpetuates this myth,” defendant contends, the\ninstruction “is erroneous.”\n       As an initial matter, we address the Attorney General’s contention that defendant\nforfeited any claim of error by failing to object or request modification of this instruction\nin the trial court. Pursuant to section 1259, we may review any claim of instructional\nerror that affects a defendant’s substantial rights, without regard to whether an objection\nwas made below. “Ascertaining whether claimed instructional error affected the\nsubstantial rights of the defendant necessarily requires an examination of the merits of the\nclaim . . . .” (People v. Andersen (1994) 26 Cal. App. 4th 1241, 1249.) We will, therefore,\naddress defendant’s contention, but conclude it has no merit.\n       In People v. Wright (1988) 45 Cal. 3d 1126, 1141 (Wright), the Supreme Court\nexpressly approved a version of CALJIC No. 2.92, the predecessor to CALCRIM No.\n315, that told the jury to consider the degree of certainty in assessing the reliability of\neyewitness identification evidence.7 (Accord, People v. Johnson (1992) 3 Cal. 4th 1183,\n1231-1232 (Johnson), superseded by statute on another ground as noted in Verdin v.\nSuperior Court, supra, 43 Cal.4th at p. 1106.) “We hold that a proper instruction on\neyewitness identification factors should focus the jury’s attention on facts relevant to its\ndetermination of the existence of reasonable doubt regarding identification, by listing, in\na neutral manner, the relevant factors supported by the evidence. [¶] The instruction\nshould not take a position as to the impact of each of the psychological factors listed.”\n(Wright, supra, 45 Cal.3d at p. 1141.) Further, “the listing of factors to be considered by\nthe jury will sufficiently bring to the jury’s attention the appropriate factors, and . . . an\n\n\n       7\n         CALJIC No. 2.92 instructs the jury to consider 13 enumerated factors including\n“[t]he extent to which the witness is either certain or uncertain of the identification.”\n\n\n                                               14\n\fexplanation of the effects of those factors is best left to argument by counsel, cross-\nexamination of the eyewitnesses, and expert testimony where appropriate.” (Id. at p.\n1143.)\n         The certainty factor in CALCRIM No. 315 is indistinguishable in substance from\nthat set forth in CALJIC No. 2.92 and approved in Wright and Johnson. Notwithstanding\ndefendant’s claim that courts in other states have rejected witness certainty as a valid\nfactor for a jury to consider in deciding the reliability of eyewitness identification\ntestimony, we are bound by California Supreme Court precedent, and thus find no error.\n(See Auto Equity Sales, Inc. v. Superior Court (1962) 57 Cal. 2d 450, 455.)\nD.       Prosecutorial Misconduct.\n         Finally, defendant contends the prosecutor engaged in misconduct during closing\narguments when he impermissibly vouched for the credibility of two of the witnesses,\nMitchell and Raya.\n         In closing, the prosecutor argued: “What we do want is, we want credible\ntestimony from people about what they observed, so you could imagine that when\nsomeone goes through an event like Ms. Mitchell went through, she’s not keeping track\nof time; she’s not making measure of distances, but when she’s got that person laying\n[sic] on top of her face-to-face, inches away, jamming a gun into her side, that face is\nburned into her memory.\n         “And she sat here in front of you and she pointed to the defendant, I don’t know\nhow many times, I don’t know how many different ways, and said, ‘I don’t have any\ndoubt that that is the person that robbed me at gunpoint on that day,’ that’s the way you\nwant your system to work, so someone like that can get justice.\n         “Let’s talk about the sort of person that you would have to believe Ms. Mitchell to\nbe in order for her to say those sort of things under oath and not really know it for sure.\nShe understands, and I hope you remember this little line of questioning that I tried to go\nthrough with each Ms. Mitchell and Mr. Raya, about whether or not they understood just\ngenerally the consequences of someone being identified as a robber being brought to trial\nand that sort of thing.\n\n\n                                              15\n\f       “The point of that was very specific, and that is that it would take an evil, horrible\nperson to sit up there on the witness stand, knowing generally what’s at stake in this sort\nof situation, and without being a hundred percent sure, even though they’re testifying that\nthey’re a hundred percent sure, point to him and say, ‘He’s the one that robbed me.’ That\nwould take a soulless, horrible person, and whatever evidence you have in this case, there\nis no evidence, or none reasonably, that Ms. Mitchell is that sort of human being that\nwould do that to Mr. Webb, (indicating), unless she was sure.\n       “She wasn’t so angry about what happened that she wanted to have someone held\nresponsible. She saw him do it, and she told you about it, and you should convict him on\nit. It’s as simple as that, if the system works.\n       “The same thing is true for Mr. Raya. . . .”\n       “The standards governing review of misconduct claims are settled. ‘A prosecutor\nwho uses deceptive or reprehensible methods to persuade the jury commits misconduct,\nand such actions require reversal under the federal Constitution when they infect the trial\nwith such “ ‘unfairness as to make the resulting conviction a denial of due process.’ ” ’\n(Darden v. Wainwright (1986) 477 U.S. 168, 181; see People v. Cash (2002) 28 Cal. 4th\n703, 733.) ‘Under state law, a prosecutor who uses such methods commits misconduct\neven when those actions do not result in a fundamentally unfair trial.’ (People v. Alfaro\n(2007) 41 Cal. 4th 1277, 1328.) ‘In order to preserve a claim of misconduct, a defendant\nmust make a timely objection and request an admonition; only if an admonition would\nnot have cured the harm is the claim of misconduct preserved for review.’ (Ibid.) When\na claim of misconduct is based on the prosecutor’s comments before the jury, ‘ “the\nquestion is whether there is a reasonable likelihood that the jury construed or applied any\nof the complained-of remarks in an objectionable fashion.” ’ (People v. Smithey (1999)\n20 Cal. 4th 936, 960, quoting People v. Samayoa (1997) 15 Cal. 4th 795, 841.)” (People\nv. Friend (2009) 47 Cal. 4th 1, 29.)\n       Defendant did not object to the prosecutor’s statements and did not request that the\njury be admonished, and he has, therefore, forfeited these claims on appeal. (See People\nv. Alfaro, supra, 41 Cal.4th at p. 1328.) Attempting to avoid this result, defendant first\n\n\n                                              16\n\fcontends the issue is preserved because he raised it in his motion for new trial. However,\nsuch argument was not itself timely.8 “It is well settled that making a timely and specific\nobjection at trial, and requesting that the jury be admonished (if jury is not waived), is a\nnecessary prerequisite to preserve a claim of prosecutorial misconduct for appeal.\n[Citations.] ‘The primary purpose of the requirement that a defendant object at trial to\nargument constituting prosecutorial misconduct is to give the trial court an opportunity,\nthrough admonition of the jury, to correct any error and mitigate any prejudice.’\n[Citation.]” (People v. Seumanu (2015) 61 Cal. 4th 1293, 1328, emphasis added.)\n       Second, defendant contends an admonition would not have cured the harm caused\nby the misconduct. The record does not support this argument. Shortly before the\nportion of the argument defendant is now challenging, defense counsel objected on a\ndifferent ground, and his objection was sustained. Shortly after the now-challenged\nremarks, defense counsel again raised an objection. After a brief colloquy, the court\noverruled the objection, noting “I’ve already indicated to the jury that I will be giving\nthem the law regarding how to interpret witness testimony . . . .” The court considered\nand ruled on various objections by both sides during closing arguments. There was no\nreason for defense counsel to think that any objection would have been futile or that an\nadmonition could not cure any perceived harm. On the contrary, an appropriate\nadmonition would have corrected any error.\n       But even reaching the merits, the contention fails. “To prevail on a claim of\nprosecutorial misconduct based on remarks to the jury, the defendant must show a\nreasonable likelihood the jury understood or applied the complained-of comments in an\nimproper or erroneous manner. [Citations.] In conducting this inquiry, we ‘do not lightly\n\n       8\n        Defendant’s prosecutorial misconduct argument in his motion for new trial was\nbased on alleged references by the prosecutor to defendant’s failure to present a defense,\nso-called Griffin error (Griffin v. California (1965) 380 U.S. 609, 615). Arguably, this\nwas insufficient to preserve the claim defendant seeks to raise on appeal for the additional\nreason that it was not even based on the same ground (misconduct by vouching for\nwitnesses). (See e.g., People v. Hill (1998) 17 Cal. 4th 800, 820 [a specific objection on\nthe same ground is required to preserve an issue of prosecutorial misconduct for appeal].)\n\n\n                                             17\n\finfer’ that the jury drew the most damaging rather than the least damaging meaning from\nthe prosecutor’s statements. [Citation.]” (People v. Frye (1998) 18 Cal. 4th 894, 970,\ndisapproved on another point in People v. Doolin (2009) 45 Cal. 4th 930, 421, fn. 22.)\n“As a general matter, ‘[i]mpermissible “vouching” may occur where the prosecutor\nplaces the prestige of the government behind a witness through personal assurances of the\nwitness’s veracity or suggests that information not presented to the jury supports the\nwitness’s testimony.’ (People v. Fierro (1991) 1 Cal. 4th 173, 211, overruled on another\nground in People v. Thomas (2012) 54 Cal. 4th 908, 941.) Similarly, evidence of a\nprosecutor’s subjective motivations when prosecuting a case is not relevant, for ‘[i]t is\nmisconduct for prosecutors to bolster their case “by invoking their personal prestige,\nreputation, or depth of experience, or the prestige or reputation of their office, in support\nof it.” [Citation.] Similarly, it is misconduct “to suggest that evidence available to the\ngovernment, but not before the jury, corroborates the testimony of a witness.” [Citation.]\nThe vice of such remarks is that they “may be understood by jurors to permit them to\navoid independently assessing witness credibility and to rely on the government’s view of\nthe evidence.” [Citation.]’ (People v. Bonilla (2007) 41 Cal. 4th 313, 336.)” (People v.\nSeumanu, supra, 61 Cal.4th at pp. 1329-1330, fn. omitted.)\n       Defendant concedes that the prosecutor, by his comments, was not attempting to\nbring in evidence from outside the record. Rather, defendant contends the prosecutor\npersonally vouched for the witnesses’ credibility, placing the prestige of the government\nbehind them, and infringing on defendant’s right to have the jury make an independent\ncredibility determination. We disagree. Although the prosecutor urged the jury to\nbelieve Mitchell and Raya, the argument was based on their demeanor and testimony at\ntrial. Based on the record, the prosecutor could reasonably argue that Mitchell would not\nhave identified defendant repeatedly and testified confidently that he was the robber if\nshe had any doubt. “[S]o long as a prosecutor’s assurances regarding the apparent\nhonesty or reliability of prosecution witnesses are based on the ‘facts of [the] record and\nthe inferences reasonably drawn therefrom, rather than any purported personal\nknowledge or belief,’ [his] comments cannot be characterized as improper vouching.\n\n\n                                             18\n\f[Citations.]” (People v. Frye, supra, 18 Cal.4th at p. 971.) Moreover, contrary to\ndefendant’s argument, the prosecutor did not suggest that “only a ‘soulless, horrible’\nperson could possibly be mistaken in their identification . . . .” The prosecutor’s\ncomments did not address the possibility that the eyewitnesses made a mistake,\nunderstandably, since mistake was the defense theory. We find the complained-of\nremarks to be proper comment on the evidence at trial and reasonable inferences flowing\nfrom that evidence, and not improper vouching by the prosecutor.\n                                      DISPOSITION\n       The judgment is affirmed.\n\n\n\n\n                                                  _________________________\n                                                  Miller, J.\n\n\nWe concur:\n\n\n_________________________\nKline, P.J.\n\n\n_________________________\nStewart, J.\n\n\n\n\n                                             19\n\f",
            "ocr": false,
            "opinion_id": 3158634
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}