{
    "id": 3163956,
    "judges": "Anderson, Marcus, Martin, Per Curiam",
    "date_filed": "2020-06-13",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-michael-james-harrell",
    "case_name_short": null,
    "case_name": "United States v. Michael James Harrell",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Michael James HARRELL, Matthew Rollins, A.K.A. Michael Rollins, Maurice Andre Colbert, Defendants-Appellants",
    "attorneys": "Linda Julin McNamara, Suzanne C. Nebesky, Robert E. O’Neill, U.S. Attorney’s Office, Tampa, FL, David Lazarus, Jeffrey F. Michelland, Nicole Hughes Waid, U.S. Attorney’s Office Fort Myers, FL, for Plaintiff-Appellee., Keith Wayne Upson, The Upson Law Group PC, Mark S. Youngblood, Mark Youngblood, PA, Naples, FL, Allen S. Kaufman, Law Offices of Allen S. Kaufman, PA, Plantation, FL, for Defendants-Appellants.",
    "nature_of_suit": "NEW",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": "Non-Argument Calendar.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b702-10\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Michael James HARRELL, Matthew Rollins, a.k.a. Michael Rollins, Maurice Andre Colbert, Defendants-Appellants.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b702-13\">\n    No. 13-12289\n   </docketnumber><p data-order=\"2\" data-type=\"summary\" id=\"AIQ\">\n    Non-Argument Calendar.\n   </p><br><court data-order=\"3\" data-type=\"court\" id=\"b702-14\">\n    United States Court of Appeals, Eleventh Circuit.\n   </court><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b702-15\">\n    Dec. 18, 2015.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b703-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"683\"> \n     *683\n     </span>\n    Linda Julin McNamara, Suzanne C. Nebesky, Robert E. O’Neill, U.S. Attorney’s Office, Tampa, FL, David Lazarus, Jeffrey F. Michelland, Nicole Hughes Waid, U.S. Attorney’s Office Fort Myers, FL, for Plaintiff-Appellee.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b703-19\">\n    Keith Wayne Upson, The Upson Law Group PC, Mark S. Youngblood, Mark Youngblood, PA, Naples, FL, Allen S. Kaufman, Law Offices of Allen S. Kaufman, PA, Plantation, FL, for Defendants-Appellants.\n   </attorneys><br><judges data-order=\"7\" data-type=\"judges\" id=\"b703-21\">\n    Before MARCUS, MARTIN and ANDERSON, Circuit Judges.\n   </judges>",
    "citations": [
        "635 F. App'x 682"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "http://media.ca11.uscourts.gov/opinions/unpub/files/201312289.pdf",
            "author_id": null,
            "opinion_text": "            Case: 13-12289   Date Filed: 12/18/2015   Page: 1 of 15\n\n\n                                                          [DO NOT PUBLISH]\n\n              IN THE UNITED STATES COURT OF APPEALS\n\n                     FOR THE ELEVENTH CIRCUIT\n                       ________________________\n\n                              No. 13-12289\n                          Non-Argument Calendar\n                        ________________________\n\n                 D.C. Docket No. 2:11-cr-00108-JES-SPC-1\n\nUNITED STATES OF AMERICA,\n\n                                                              Plaintiff-Appellee,\n\n                                        versus\n\nMICHAEL JAMES HARRELL,\nMATTHEW ROLLINS,\na.k.a. Michael Rollins,\nMAURICE ANDRE COLBERT,\n\n                                                        Defendants-Appellants.\n\n                        ________________________\n\n                Appeals from the United States District Court\n                     for the Middle District of Florida\n                       ________________________\n\n                             (December 18, 2015)\n\nBefore MARCUS, MARTIN and ANDERSON, Circuit Judges.\n\nPER CURIAM:\n\n     Maurice Colbert, Matthew Rollins, and Michael Harrell appeal their\n\nconvictions for conspiracy to commit armed bank robbery, in violation of 18\n\f              Case: 13-12289     Date Filed: 12/18/2015   Page: 2 of 15\n\n\nU.S.C. §§ 2113(a), (d), and 371; conspiracy to use and carry a firearm in\n\nfurtherance of a bank robbery, in violation of 18 U.S.C. §§ 2113(a), (d), and\n\n924(o); armed bank robbery, in violation of 18 U.S.C. § 2113(a) and (d); using,\n\ncarrying, and possessing a firearm in furtherance of a bank robbery, in violation of\n\n18 U.S.C. § 924(c)(1)(A)(i), (ii) and (c)(1)(C)(i); and attempted bank robbery, in\n\nviolation of 18 U.S.C. § 2113(a). Colbert also appeals his 20-year prison sentence.\n\nOn appeal, Colbert argues that: (1) the district court erred by failing to suppress the\n\nwiretap evidence; (2) 18 U.S.C. § 924(c)(1) violates his rights under the Equal\n\nProtection Clause and the Eighth Amendment; (3) the district court erred by\n\nsentencing him based on relevant conduct not charged or found by the jury; and (4)\n\nhis 20-year sentence is substantively unreasonable. Rollins argues that: (1) the\n\ndistrict court abused its discretion by denying his motion for severance; and (2) the\n\ndistrict court erred by admitting Victor Wilson’s testimony regarding Kevyn\n\nSmiley’s statements.     Lastly, Harrell argues that the district court abused its\n\ndiscretion by denying his motion for a mistrial. After thorough review, we affirm.\n\n      We review a district court’s denial of a motion to suppress evidence as a\n\nmixed question of law and fact. United States v. Lewis, 674 F.3d 1298, 1302 (11th\n\nCir. 2012). Rulings of law are reviewed de novo, while the district court’s findings\n\nof fact are reviewed for clear error, in the light most favorable to the prevailing\n\nparty below. Id. at 1302-03. We review constitutional sentencing issues de novo.\n\n\n                                          2\n\f             Case: 13-12289     Date Filed: 12/18/2015   Page: 3 of 15\n\n\nUnited States v. Steed, 548 F.3d 961, 978 (11th Cir. 2008). We also review the\n\ndistrict court’s application and interpretation of the Sentencing Guidelines de novo,\n\nand review the district court’s factual findings for clear error. United States v.\n\nSmith, 480 F.3d 1277, 1278 (11th Cir. 2007). We review the sentence a district\n\ncourt imposes for “reasonableness,” which “merely asks whether the trial court\n\nabused its discretion.” United States v. Pugh, 515 F.3d 1179, 1189 (11th Cir.\n\n2008) (quoting Rita v. United States, 551 U.S. 338, 351 (2007)).\n\n      We review the district court’s denial of a motion to sever for abuse of\n\ndiscretion. United States v. Walser, 3 F.3d 380, 385 (11th Cir. 1993). We will not\n\nreverse the denial “absent a clear abuse of discretion resulting in compelling\n\nprejudice against which the district court could offer no protection.” Id. We\n\nlikewise review the decision to admit co-conspirator statements for abuse of\n\ndiscretion. United States v. Matthews, 431 F.3d 1296, 1308 (11th Cir. 2006). We\n\nreview the district court’s finding that a statement was made in furtherance of a\n\nconspiracy for clear error. United States v. Miles, 290 F.3d 1341, 1351 (11th Cir.\n\n2002). Finally, we review the denial of a motion for a mistrial for abuse of\n\ndiscretion. United States v. Ettinger, 344 F.3d 1149, 1161 (11th Cir. 2003).\n\n      First, we disagree with Colbert that the district court erred by failing to\n\nsuppress the wiretap evidence. An application seeking to authorize a wiretap must:\n\n      include . . . a full and complete statement of the facts and circumstances\n      relied upon by the applicant, to justify his belief that an order should be\n                                         3\n\f               Case: 13-12289       Date Filed: 12/18/2015      Page: 4 of 15\n\n\n       issued . . . [and] a full and complete statement as to whether or not other\n       investigative procedures have been tried and failed or why they reasonably\n       appear to be unlikely to succeed if tried or to be too dangerous . . . .\n\n18 U.S.C. § 2518(1)(b) and (c). “The necessity requirement is designed to ensure\n\nthat electronic surveillance is neither routinely employed nor used when less\n\nintrusive techniques will succeed.” United States v. Van Horn, 789 F.2d 1492,\n\n1496 (11th Cir. 1986).        The affidavit must simply explain the retroactive or\n\nprospective failure of several investigative techniques that reasonably suggest\n\nthemselves. United States v. De La Cruz Suarez, 601 F.3d 1202, 1214 (11th Cir.\n\n2010). However, the government is not required to comprehensively exhaust all\n\npossible investigative techniques before applying for a wiretap.                Id.   Wiretap\n\naffidavits are evaluated in a “common sense fashion,” using “flexible standards.”\n\nUnited States v. Hyde, 574 F.2d 856, 867 (5th Cir. 1978) (quotation omitted).1\n\n       The fact that alternative investigative measures were partially successful\n\ndoes not necessarily render electronic surveillance unnecessary. United States v.\n\nPerez, 661 F.3d 568, 582 (11th Cir. 2011). In Perez, an agent’s affidavit recounted\n\nseveral ways that the government’s investigation had failed to reveal important\n\nevidence, and we held that the government met the “necessity” requirement. Id.\n\n       Here, the district court did not err in denying the motion to suppress the\n\nwiretap evidence.         The Special Agent’s affidavit detailed the alternative\n\n1\n In Bonner v. City of Prichard, 661 F.2d 1206, 1209 (11th Cir.1981) (en banc), we adopted as\nbinding precedent all Fifth Circuit decisions issued before October 1, 1981.\n                                               4\n\f             Case: 13-12289     Date Filed: 12/18/2015   Page: 5 of 15\n\n\ninvestigative measures that had been tried, with limited success or value, and\n\nexplained why certain measures were not tried. The affidavit, therefore, explained\n\nthe retroactive or prospective failure of several investigative techniques, and\n\nsufficiently satisfied the necessity requirement. Further, although some of the\n\nalternative investigative measures were partially successful, that did not render\n\nelectronic surveillance unnecessary.\n\n      We also are unpersuaded by Colbert’s argument that Section 924(c)(1)\n\nviolates his constitutional rights. We’ve held that mandatory minimum sentencing\n\ndoes not deprive a defendant of an individualized sentencing process in violation\n\nof due process. United States v. Holmes, 838 F.2d 1175, 1177 (11th Cir. 1998).\n\nAs for Eighth Amendment challenges, mandatory minimum sentencing does not,\n\nin and of itself, constitute cruel and unusual punishment. United States v. Willis,\n\n956 F.2d 248, 251 (11th Cir. 1992). Thus, in a non-capital case, the mandatory\n\nnature of the penalty is irrelevant for proportionality purposes, and the sentence is\n\nevaluated as if it were imposed in the exercise of the sentencing court’s discretion.\n\nUnited States v. Farley, 607 F.3d 1294, 1343 (11th Cir. 2010).\n\n      When mounting an Eighth Amendment challenge to a non-capital sentence,\n\nthe defendant must make a threshold showing that the sentence imposed is grossly\n\ndisproportionate to the offense committed. United States v. Raad, 406 F.3d 1322,\n\n1324 n.4 (11th Cir. 2005). Generally, a sentence within the statutory limits is\n\n\n                                         5\n\f             Case: 13-12289     Date Filed: 12/18/2015    Page: 6 of 15\n\n\nneither excessive nor cruel and unusual under the Eighth Amendment. United\n\nStates v. Johnson, 451 F.3d 1239, 1243 (11th Cir. 2006). We have never found a\n\nterm of imprisonment imposed on a competent adult to violate the Eighth\n\nAmendment. See Farley, 607 F.3d at 1343. Rather, we have repeatedly upheld the\n\nconstitutionality of mandatory minimum sentences, up to and including, life\n\nimprisonment. See, e.g., United States v. Lopez, 649 F.3d 1222, 1248 (11th Cir.\n\n2011) (upholding mandatory life sentence without parole for defendant convicted\n\nof cocaine conspiracy with two prior drug convictions).\n\n      Section 924(c)(1) is not unconstitutional. In Holmes, we expressly rejected\n\nColbert’s argument that the application of mandatory minimum sentencing violates\n\ndue process principles. Only the Supreme Court or our Court sitting en banc can\n\njudicially override a prior panel decision, and neither has overruled Holmes.\n\nCargill v. Turpin, 120 F.3d 1366, 1386 (11th Cir. 1997). As for his Eighth\n\nAmendment claim, Colbert has not met the requisite threshold showing that the\n\ntotal sentence imposed was grossly disproportionate to his offenses. The district\n\ncourt sentenced Colbert to a total of 20 years’ imprisonment, following his\n\nconvictions for one count of conspiracy to commit armed bank robbery, one count\n\nof conspiracy to use, carry, or possess a firearm in furtherance of the conspiracy to\n\ncommit armed bank robbery, one count of armed bank robbery, one count of using,\n\ncarrying, or possessing a firearm in furtherance of bank robbery, and three counts\n\n\n                                         6\n\f             Case: 13-12289     Date Filed: 12/18/2015   Page: 7 of 15\n\n\nof attempted bank robberies. Colbert could have been sentenced to life in prison,\n\nand his 20-year sentence -- well within the statutory limits -- was not excessive nor\n\ncruel and unusual under the Eighth Amendment.\n\n      Next, we are unconvinced by Colbert’s claim that the district court erred by\n\nsentencing him based on relevant conduct not charged or found by the jury. The\n\nSupreme Court has established that any fact that increases the penalty for a crime\n\nis an “element” to be submitted to the jury and found beyond a reasonable doubt.\n\nAlleyne v. United States, 570 U.S.__, 133 S. Ct. 2151, 2155 (2013). The Supreme\n\nCourt also held that mandatory minimum sentences increase the penalty for a\n\ncrime, so any fact that increases the mandatory minimum is an “element” to be\n\nsubmitted to the jury. Id. But, since Alleyne, we’ve said that a district court may\n\ncontinue to enhance a defendant’s sentence based upon judicial fact findings, so\n\nlong as its findings do not increase the statutory maximum or minimum sentence.\n\nUnited States v. Charles, 757 F.3d 1222, 1225 (11th Cir. 2014). The sentencing\n\ncourt must find that the relevant conduct was established by a preponderance of the\n\nevidence. See United States v. Saavedra, 148 F.3d 1311, 1314 (11th Cir. 1998).\n\n      “Credibility determinations are typically the province of the fact finder\n\nbecause the fact finder personally observes the testimony and is thus in a better\n\nposition than a reviewing court to assess the credibility of witnesses.” United\n\nStates v. Ramirez-Chilel, 289 F.3d 744, 749 (11th Cir. 2002). Therefore, we defer\n\n\n                                         7\n\f                Case: 13-12289       Date Filed: 12/18/2015       Page: 8 of 15\n\n\nto the fact finder’s determinations, unless his understanding of the facts was\n\n“unbelievable.” See id. (quotation omitted).\n\n       In this case, attributing the relevant conduct did not increase Colbert’s\n\nstatutory mandatory minimum sentence, and did not implicate Alleyne. Further,\n\nthe district court did not clearly err in finding that the relevant conduct concerning\n\na Wells Fargo robbery had been established by a preponderance of the evidence.\n\nAs the record reveals, the Wells Fargo robbery followed the robbery of which\n\nColbert was convicted, and preceded the three attempted robberies of which he was\n\nalso convicted. Further, the court found that the modus operandi was similar in all\n\nrobberies, and the physical evidence was compelling. Lastly, the court reasonably\n\ncredited one witness’s trial testimony over another witness’s testimony at\n\nsentencing, and we will not disturb those credibility determinations.\n\n       Colbert has also failed to show that his sentence was substantively\n\nunreasonable.      In reviewing the “‘substantive reasonableness of [a] sentence\n\nimposed under an abuse-of-discretion standard,’” we consider the “‘totality of the\n\ncircumstances.’” Pugh, 515 F.3d at 1190 (quoting Gall v. United States, 552 U.S.\n\n38, 51 (2007)). The district court must impose a sentence “sufficient, but not\n\ngreater than necessary to comply with the purposes” listed in 18 U.S.C. § 3553(a).2\n\n\n2\n        The § 3553(a) factors include: (1) the nature and circumstances of the offense and the\nhistory and characteristics of the defendant; (2) the need for the sentence imposed to reflect the\nseriousness of the offense, to promote respect for the law, and to provide just punishment for the\n                                                8\n\f                Case: 13-12289       Date Filed: 12/18/2015        Page: 9 of 15\n\n\n“[W]e will not second guess the weight (or lack thereof) that the [court] accorded\n\nto a given [§ 3553(a)] factor ... as long as the sentence ultimately imposed is\n\nreasonable in light of all the circumstances presented.” United States v. Snipes,\n\n611 F.3d 855, 872 (11th Cir. 2010) (quotation, alteration and emphasis omitted).\n\nWe will vacate a sentence only if we “are left with the definite and firm conviction\n\nthat the district court committed a clear error of judgment in weighing the §\n\n3553(a) factors by arriving at a sentence that lies outside the range of reasonable\n\nsentences dictated by the facts of the case.” United States v. Irey, 612 F.3d 1160,\n\n1190 (11th Cir. 2010) (en banc) (quotations omitted). The party challenging the\n\nsentence bears the burden to show it is unreasonable. United States v. Tome, 611\n\nF.3d 1371, 1378 (11th Cir. 2010).\n\n       The district court did not abuse its discretion in sentencing Colbert to 20\n\nyears’ imprisonment, instead of the 15-year sentence he requested. Although\n\nColbert had a minor criminal history, the offenses were serious charges with\n\nthreats to public safety. Further, even if Colbert was only 28 years old at the time\n\nof his conviction, his sentence was not substantively unreasonable. Indeed, the\n\n\n\n\noffense; (3) the need for the sentence imposed to afford adequate deterrence; (4) the need to\nprotect the public; (5) the need to provide the defendant with educational or vocational training\nor medical care; (6) the kinds of sentences available; (7) the Sentencing Guidelines range; (8) the\npertinent policy statements of the Sentencing Commission; (9) the need to avoid unwanted\nsentencing disparities; and (10) the need to provide restitution to victims. 18 U.S.C. § 3553(a).\n                                                 9\n\f             Case: 13-12289    Date Filed: 12/18/2015   Page: 10 of 15\n\n\ncourt said it considered all of the § 3553 factors, and believed a 20-year sentence\n\nwas appropriate. Accordingly, we affirm Colbert’s convictions and sentences.\n\n      As for Rollins’s claim that the district court abused its discretion by denying\n\nhis motion for severance, we disagree. In determining the merits of a motion to\n\nsever, the district court must balance the possibility of prejudice to the defendant\n\nagainst the public interest in judicial efficiency and economy. United States v.\n\nEyster, 948 F.2d 1196, 1213 (11th Cir. 1991). However, severance will only be\n\ngranted if a defendant shows a joint trial would result in “specific and compelling\n\nprejudice to the conduct of his defense.” Id. at 1213-14 (quotation omitted).\n\n      Severance is mandated by the district court where compelling evidence not\n\nadmissible against one or more codefendants will be introduced against another\n\ncodefendant. United States v. Blankenship, 382 F.3d 1110, 1123 (11th Cir. 2004).\n\nHowever, the mere fact that there might be an “enormous disparity in the evidence\n\nadmissible against [one defendant] compared to the other defendants is not a\n\nsufficient basis for reversal.” Id. (quotation omitted). In other words, a defendant\n\ndoes not suffer the necessary compelling prejudice for severance simply because\n\nmuch of the evidence presented at trial is only applicable to codefendants. Id.\n\nThere is also a strong presumption that jurors can compartmentalize evidence by\n\nrespecting instructions specifying the defendants against whom the evidence may\n\nbe considered. Id. Severance must be granted only where the evidence is so\n\n\n                                         10\n\f             Case: 13-12289    Date Filed: 12/18/2015     Page: 11 of 15\n\n\nconvincing that a limiting instruction is unlikely to prevent the jury from\n\nconsidering the evidence against all codefendants. Id. at 1224. Alternatively,\n\nseverance is appropriate when the sheer number of defendants and charges with\n\ndifferent standards of proof and culpability, and the massive volume of evidence,\n\nmakes it nearly impossible for a jury to juggle everything properly and assess the\n\nguilt or innocence of each defendant independently. Id.\n\n      Here, the district court did not abuse its discretion by denying Rollins a\n\nseverance. As the record shows, the court instructed the jury to consider the case\n\nof each defendant separately, and there is a presumption that the jury followed\n\nthose instructions. Moreover, nothing suggests that it was impossible for the jury\n\nto juggle the evidence in this case -- only three defendants were charged, each\n\ncharge had the same burden of proof, and the jury did not otherwise indicate it was\n\nconfused. Thus, Rollins did not suffer compelling prejudice merely because there\n\nwas evidence presented at trial only admissible against his codefendants.\n\n      We also reject Rollins’s argument that the district court erred by admitting\n\nVictor Wilson’s testimony regarding co-conspirator Kevyn Smiley’s statements.\n\nHearsay is generally inadmissible.     Fed. R. Evid. 802.       But, an out-of-court\n\nstatement is not hearsay if it “is offered against an opposing party and … was made\n\nby the party’s coconspirator during and in furtherance of the conspiracy.” Fed. R.\n\nEvid. 801(d)(2)(E).   Before a co-conspirator’s statement can be admitted, the\n\n\n                                        11\n\f             Case: 13-12289     Date Filed: 12/18/2015    Page: 12 of 15\n\n\ngovernment must prove that (1) a conspiracy existed, (2) the conspiracy included\n\nthe declarant and the defendant against whom the statement is offered, and (3) the\n\nstatement was made during the course of and in furtherance of the conspiracy.\n\nUnited States v. Underwood, 446 F.3d 1340, 1345-46 (11th Cir. 2006).\n\n      We apply a liberal standard to determine whether a statement was made in\n\nfurtherance of a conspiracy. Miles, 290 F.3d at 1351. The statement does not need\n\nto be necessary to the conspiracy, it just must further the interests of the conspiracy\n\nin some way. Id. If a statement could have been intended to affect future dealings\n\nbetween the parties, then the statement is in furtherance of the conspiracy. United\n\nStates v. Caraza, 843 F.2d 432, 436 (11th Cir. 1988).\n\n      In this case, the district court did not clearly err in admitting Wilson’s\n\ntestimony about what Smiley told him. As the record shows, Wilson had discussed\n\nrobbing a bank with Colbert, Smiley, and Harrell before he returned to jail,\n\nincluding the fact that Wilson would steal a getaway vehicle, and Harrell would be\n\nthe getaway driver. While Wilson might have originally thought they were joking\n\nabout robbing banks, at the time he called Smiley, he knew it was not a joke.\n\nWilson told Smiley that he wanted a piece of the action, and they had previously\n\ndiscussed bank robbery in detail, including who would play what role. After\n\nWilson got out of jail, he assisted in the conspiracy by stealing vehicles, and was\n\npresent during the casing of banks. Smiley’s statements explained to Wilson how\n\n\n                                          12\n\f             Case: 13-12289      Date Filed: 12/18/2015    Page: 13 of 15\n\n\nthe robbery depicted on television had gone, and could have been intended to\n\naffect future dealings between them. On this record, it is clear that Wilson and\n\nSmiley were co-conspirators, and that Smiley’s statements updated Wilson on the\n\nconspiracy, and, thus, were in furtherance of the conspiracy.\n\n      Lastly, we find no merit to Harrell’s claim that the district court abused its\n\ndiscretion by denying his motion for a mistrial. “The decision to grant a mistrial is\n\nwithin the discretion of the trial judge since he is in the best position to evaluate\n\nthe prejudicial effect of a statement or evidence on the jury.” United States v.\n\nSaget, 991 F.2d 702, 707-08 (11th Cir. 1993) (quotation omitted). A defendant is\n\nentitled to a mistrial only if he shows substantial prejudice -- that is, that absent the\n\nprejudice, the outcome of the trial would have been different. United States v.\n\nChavez, 584 F.3d 1354, 1362 (11th Cir. 2009). However, when a district court\n\ngives a curative instruction, we will reverse the denial of a grant of mistral only if\n\nthe evidence was so highly prejudicial that it was incurable. United States v.\n\nNewsome, 475 F.3d 1221, 1227 (11th Cir. 2007). Further, if the record contained\n\nsufficient independent evidence of guilt, it was a harmless error. Id.\n\n      In Bruton v. United States, a witness testified in a joint trial that a\n\ncodefendant had confessed that he and the petitioner had committed armed\n\nrobbery. 391 U.S. 123, 124 (1968). The district court instructed the jury that the\n\nevidence of the confession was inadmissible hearsay against the petitioner. Id. at\n\n\n                                           13\n\f             Case: 13-12289     Date Filed: 12/18/2015    Page: 14 of 15\n\n\n124-25. The Supreme Court later said that the introduction of the confession posed\n\na substantial threat to the petitioner’s constitutional right of confrontation. Id. at\n\n137. It held that despite clear instructions for the jury to disregard the inadmissible\n\nhearsay as to the petitioner, a limiting instruction in the context of a joint trial was\n\ninadequate to substitute for the petitioner’s right of cross-examination. Id.\n\n      Here, Harrell claims that the district court abused its discretion by denying\n\nhim a mistrial based on a gesture Collins made during trial. Specifically, one juror\n\nwrote a note to the court reporting that “Defendant Colbert ran his finger across his\n\nthroat, and Mr. Wilson was looking at him when he did it.”’ Harrell argues that\n\nbecause he was accused of a conspiracy with Colbert, the gesture was substantially\n\nprejudicial to him. However, after receiving the note, the district court instructed\n\nthe jury to disregard what they had seen, if they had seen it, and that the court had\n\ntaken care of the matter. The court later instructed the jury that it could only\n\nconsider evidence when assessing guilt, which was testimony and exhibits. This\n\ninstruction was sufficiently curative, and Harrell does not cite any authority\n\ndemonstrating otherwise.      Further, the jury is presumed to have followed the\n\ncourt’s instructions, and Harrell has not offered any evidence to disprove that\n\npresumption. Moreover, Colbert’s in-court gesture was not an incurable error,\n\nsince it was not an in-court confession directly implicating Harrell.\n\n\n\n\n                                          14\n\f             Case: 13-12289     Date Filed: 12/18/2015    Page: 15 of 15\n\n\n      Regardless, the error, if any, was harmless. Strong evidence of Harrell’s\n\nguilt was introduced at trial, including that: Harrell was identified as the driver of a\n\nvehicle near one of the robberies; Harrell had been in one of the robbed banks prior\n\nto the robbery; and Harrell had previously been in one of the banks that was\n\nattempted to be robbed. Phone conversations between the co-conspirators were\n\nalso presented. In addition, Wilson’s testimony, unrelated to Colbert’s gesture,\n\nimplicated Harrell. Therefore, there would not have been a different result absent\n\nColbert’s threatening gesture, and we affirm Harrell’s convictions.\n\n      AFFIRMED.\n\n\n\n\n                                          15\n\f",
            "ocr": false,
            "opinion_id": 3163956
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}