{
    "id": 3167652,
    "judges": null,
    "date_filed": 1452038400000,
    "date_filed_is_approximate": false,
    "slug": "com-v-stills-m",
    "case_name_short": "Com.",
    "case_name": "Com. v. Stills, M.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S01033-16m.pdf",
            "author_id": null,
            "opinion_text": "J-S01033-16\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\nCOMMONWEALTH OF PENNSYLVANIA                        IN THE SUPERIOR COURT OF\n                                                          PENNSYLVANIA\n                            Appellee\n\n                       v.\n\nMELVIN STILLS\n\n                            Appellant                   No. 2539 EDA 2014\n\n\n            Appeal from the Judgment of Sentence August 7, 2014\n             In the Court of Common Pleas of Philadelphia County\n             Criminal Division at No(s): CP-51-CR-0004532-2013\n\n\nBEFORE: GANTMAN, P.J., MUNDY, J., and MUSMANNO, J.\n\nMEMORANDUM BY GANTMAN, P.J.:                          FILED JANUARY 06, 2016\n\n        Appellant, Melvin Stills, appeals from the judgment of sentence\n\nentered in the Philadelphia County Court of Common Pleas, following his\n\nbench trial convictions for three counts each of robbery, terroristic threats,\n\nand theft by unlawful taking or disposition, and one count each of criminal\n\nconspiracy, firearms not to be carried without a license, carrying firearms on\n\npublic streets or public property in Philadelphia, and persons not to possess\n\nfirearms.1 We affirm.\n\n        In its opinion, the trial court fully sets forth the relevant facts and\n\nprocedural history of this case.         Therefore, we have no reason to restate\n\nthem. We clarify only that on August 7, 2014, the court sentenced Appellant\n____________________________________________\n\n\n1\n    18 Pa.C.S.A. §§ 3701; 2706; 3921; 903; 6106; 6108; 6105, respectively.\n\fJ-S01033-16\n\n\nto an aggregate term of fifteen (15) to thirty (30) years’ imprisonment, plus\n\ntwelve (12) years’ probation.2\n\n       Appellant raises two issues for our review:\n\n          WHETHER THE EVIDENCE WAS SUFFICIENT TO CONVICT\n          APPELLANT OF THREE COUNTS OF ROBBERY (F1),\n          CONSPIRACY AND RELATED CHARGES WHEN THE\n          COMMONWEALTH      FAILED TO  PROVE   BEYOND   A\n          REASONABLE DOUBT THAT THERE WAS A THREAT OF\n          SERIOUS BODILY INJURY AND/OR ANY SERIOUS INJURY\n          TO ANY OF THE VICTIMS?\n\n          WHETHER THE EVIDENCE WAS SUFFICIENT TO CONVICT\n          APPELLANT OF THREE COUNTS OF ROBBERY, CONSPIRACY\n          AND RELATED CHARGES SINCE THE COMMONWEALTH\n          FAILED TO PROVE BEYOND A REASONABLE DOUBT THAT\n          APPELLANT WAS THE ONE WHO COMMITTED THE\n          ROBBERIES?\n\n(Appellant’s Brief at 4).\n\n       After a thorough review of the record, the briefs of the parties, the\n\napplicable law, and the well-reasoned opinion of the Honorable Diana L.\n\nAnhalt, we conclude Appellant’s issues merit no relief.         The trial court’s\n\nopinion comprehensively discusses and properly disposes of the questions\n\npresented.      (See Trial Court Opinion, filed May 1, 2015, at 4-9 (un-\n\npaginated)) (finding: (1) Victims Mr. Jackson and Ms. Sowell testified that\n\nAppellant pointed gun at third victim, Mr. Hargrove, and took Mr. Hargrove’s\n\n____________________________________________\n\n\n2\n  In addition to the crimes listed on the first page of the trial court’s opinion,\nthe court also convicted Appellant of three counts each of terroristic threats\nand theft by unlawful taking or disposition. Further, the events which gave\nrise to Appellant’s convictions took place on January 29, 2013.\n\n\n\n                                           -2-\n\fJ-S01033-16\n\n\ncell phone; then, Appellant pointed gun at Mr. Jackson and Ms. Sowell and\n\nthreatened to shoot them; evidence was sufficient to sustain Appellant’s\n\nrobbery convictions related to all three Victims,3 where Appellant threatened\n\nMr. Jackson and Ms. Sowell during course of theft and intentionally put all\n\nVictims in fear of serious bodily injury;4 (2)5 five minutes after robbery, Ms.\n\nSowell and Mr. Jackson positively identified Appellant as man who robbed\n\nthem; Ms. Sowell and Mr. Jackson testified at trial they were certain\n\nAppellant was perpetrator; Mr. Jackson testified that Appellant was very\n\nclose to him during encounter and wore nothing to cover his face; Victims\n\nalso testified Appellant was riding distinct bike; police spotted Appellant\n\nriding bike matching unique description moments after receiving call that\n\nrobbery was in progress; police also recovered gun Appellant had discarded\n\nthat matched Ms. Sowell’s description of gun used; Commonwealth\n\n\n____________________________________________\n\n\n3\n  Appellant’s cohort searched Mr. Jackson and Ms. Sowell but took no\nproperty from those victims.\n4\n  We decline Appellant’s invitation to “reconsider the robbery statute” to hold\nthat certain gunpoint robberies can constitute second-degree felonies\ninstead of first-degree felonies. Appellant concedes he lacks any legal\nauthority to support his position.\n5\n   Notwithstanding his statement of questions presented, Appellant\nchallenges only the sufficiency of the evidence to sustain his robbery\nconvictions. Appellant makes no argument whatsoever in support of his\nsecond issue on appeal.        Thus, Appellant has abandoned issue two.\nMoreover, even if Appellant had properly preserved his second issue, we\nwould affirm on the basis of the trial court’s opinion.\n\n\n\n                                           -3-\n\fJ-S01033-16\n\n\npresented     sufficient   evidence     to     prove   Appellant   was   perpetrator).6\n\nAccordingly, we affirm on the basis of the trial court’s opinion.\n\n       Judgment of sentence affirmed.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 1/6/2016\n\n\n\n\n____________________________________________\n\n\n6\n  On page three of the court’s opinion, the court states: “Officer Rosenbaum\nnoticed a bulge on Appellant’s ride hip area.” No doubt the court meant\nright hip area.\n\n\n\n                                             -4-\n\f                                                                                        Circulated 12/15/2015 02:01 PM\n\n\n                                                                                               FILED'\n                           IN THE COURT OF COMMON PLEAS                                        MAY O 1 2015\n                          FOR THE COUNTY OF PHILADELPHIA\n                               CRIMINAL DIVISION TRIAL                                Criminal Appeals Unit\n                                                                                   First Judicial District of PA\nCOMMONWEALTH                                           NO.: CJ!-51-CR-ffft64~36-!6t,\nOF PENNSYLVANIA                                           : CP-51-CR-0004532-2013\n\n       v.                                             Superior Court No.:\n                                                      2539 EDA 2014\nMELVIN STILLS\n                                                                  CP-51-CR-0004532-2013_ comm. v. Stills, Melvin -\n                                                                                     Opinion\n\n\n\n                                             OPINION\n                                                                       111111111111 I\n                                                                                7288973461\n                                                                                          II II Ill II Ill\nANHALT, J.\n\n       Appellant in the above-captioned matter appeals the trial court's judgment regarding\n\nAppellant's convictions for Robbery, a felony in the first degree (Fl). The trial court submits the\n\nfollowing Opinion in accordance with the requirements of Pa.R.A.P. 1925(a). For the reasons\n\nset forth herein, the trial court holds that the judgment should be affirmed.\n\n\n\nPROCEDURAL HISTORY\n\n       On January 29, 2013, police arrested and charged Appellant, Melvin Stills, with three\n\ncounts of Robbery, (Fl), Conspiracy (Fl), and several Violations of the Uniform Firearms Act\n\n(VUFA). On May 30, 2014, Appellant waived his right to a jury and proceeded to a bench trial\n\nbefore the trial court. On that date, the trial court found Appellant guilty of three counts of\n\nRobbery, (Fl), Conspiracy (Fl), and VUFA §6105 (F2), §6106 (F3) and §6108 (Ml).\n\n       On August 7, 2014, the trial court sentenced Appellant to ten to twenty years of state\n\ncustody on each charge of Robbery and Conspiracy, five to ten years state consecutive for VUFA\n\n§6105, seven years consecutive state probation for VUFA §6106, and five years consecutive\n\nstate probation for VUFA §6108.\n\f                                                                             Circulated 12/15/2015 02:01 PM\n\n\n\n\n        Appellant filed this timely appeal of the trial court decision on August 29, 2014.\n\nAppellant filed a 1925(b) statement on September 23, 2014. Appellant argues that the evidence\n\nwas insufficient to sustain his conviction for Robbery because the Commonwealth failed to\n\nprove there was a threat of serious bodily injury to any of the victims.   Appellant also argues\n\nthat the evidence was insufficient to sustain his convictions for three counts of Robbery (Fl)\n\nbecause the Commonwealth failed to meet its burden and prove that Appellant was the one who\n\ncommitted the Robberies.\n\nFACTUAL HISTORY\n\n       On January 29, 2013 Appellant robbed Tahir Jackson, Dereka Sowell, and James\n\nHargrove at gun point at the intersection of Fairhill St. and W. Fisher Ave. in Philadelphia,\n\nPennsylvania. (N.T., 5/30/14, pp. 11-12, 45). While walking to the Rite Aid, Mr. Jackson\n\nobserved two men on bikes coming towards him. (N.T., 5/30/14, p. 13). Mr. Jackson testified\n\nthat one man was tall, wearing a black jacket and a red hoodie riding a black and silver\n\nMongoose bike. (N.T., 5/30/14, p. 32). The other man was shorter, wearing a black hoodie with a\n\nblack jacket and riding a pink and purple little girl's bike. (N.T., 5/30/14, pp. 32, 34). Mr.\n\nJackson identified the shorter male on the pink and purple bike as Appellant. (N.T., 5/30/14, p.\n\n34). As the two men approached, Appellant jumped off the bike, pulled out a gun, and pointed it\n\nat Mr. Hargrove while the other man choked Mr. Jackson from behind. (N.T., 5/30/14, p. 13-14).\n\nMs. Sowell also testified that Appellant was the one with the gun and the other man choked Mr.\n\nJackson from behind. (N.T., 5/30/14, p. 45). Mr. Jackson was six to eight feet away from Mr.\n\nHargrove as the Appellant held a gun on him. (N.T., 5/30/14, p. 15).\n\n       Mr. Jackson testified that Appellant told Mr. Hargrove \"whatever you got in your pocket,\n\ngive it up.\" (N.T., 5/30/14, p. 19). Appellant then took Mr. Hargrove's cell phone. (N.T.,\n\f                                                                               Circulated 12/15/2015 02:01 PM\n\n\n\n\n5/30/14, p. 20). Ms. Sowell testified that Appellant pulled a gun on her. (N.T., 5/30/14, p. 46).\n\nAppellant threatened Ms. Sowell and said \"you need to back up before you get shot.\" Id. The\n\nother male then checked Mr. Jackson's pockets and after finding nothing, pushed Mr. Jackson to\n\nthe ground and grabbed Ms. Sowell. (N.T., 5/30/14, pp. 20-21). When Mr. Jackson tried to get\n\nup and defend Ms. Sowell, Appellant pointed the gun at him and said \"you don't want to get\n\nshot.\" (N.T., 5/30/14, p. 22). Appellant was standing over Mr. Jackson a few feet away as he\n\nheld the gun on him. Id. Both Mr. Jackson and Ms. Sowell testified that Appellant did not have\n\nanything covering his face. (N.T., 5/30/14, pp. 24, 50). After finding no items on Ms. Sowell,\n\nAppellant and the other man got back on their bikes and rode off. (N.T., 5/30/14, p. 24).\n\n       Mr. Jackson ran to Ms. Sowell's mothers house to call the police who arrived minutes\n\nlater. (N.T., 5/30/14, p. 25-26). Police Officer Rosenbaum testified that while surveying the\n\narea for a Robbery in progress, he observed Appellant riding a pink and purple child's bike along\n\nwith another male. (N.T., 5/30/14, p. 58, 61). Officer Rosenbaum noticed a bulge on Appellant's\n\nride hip area. Id. When the officer attempted to stop them, they both fled. (N.T., 5/30/14, p. 58).\n\nDuring the chase, Officer Rosenbaum observed Appellant discard a firearm from his right hip\n\narea, the same area he saw the bulge. (N.T., 5/30/14, pp. 59-60).\n\n       Mr. Jackson and Ms. Sowell both testified that Appellant robbed them at gun point.\n\n(N.T., 5/30/14, pp. 29, 55-56). Ms. Sowell testified that the gun used by Appellant was all black\n\nand resembled a gun that police carry. (N.T., 5/30/14, pp. 45-46). Officer Rosenbaum testified\n\nthat Appellant discarded a firearm that he later recovered. (N.T., 5/30/14, pp. 58-59). The gun\n\nwas a black Beretta handgun. Id\n\f                                                                              Circulated 12/15/2015 02:01 PM\n\n\n\n\nDISCUSSION\n\n       Appellant argues that the evidence was insufficient to sustain his conviction for Robbery\n\nbecause the Commonwealth failed to prove there was a threat of serious bodily injury to any of\n\nthe victims. Appellant also argues that the evidence was insufficient to sustain his conviction for\n\nRobbery because the Commonwealth failed to prove that Appellant was the one who committed\n\nthe Robberies.\n\n       In evaluating a challenge to the sufficiency of the evidence, the reviewing court must\n\ndetermine, whether viewing all the evidence in a light most favorable to the Commonwealth,the\n\ntrier of fact could have found that each element of the offense charges was proved beyond a\n\nreasonable doubt. Commw. v. Lee, 956 A.2d 1024, 1027 (Pa. Super Ct. 2008). This standard\n\napplies whether the evidence presented is circumstantial or direct, provided the evidence links\n\nthe accused to the crime beyond a reasonable doubt. Commw. v. Morales, 669 A.2d 1003, 1005\n\n(Pa. Super. Ct. 1996). \"Unless the evidence presented at trial is 'so weak and inconclusive that\n\nas a matter of law, no probability of fact can be drawn from the combined circumstances,' the\n\nverdict should not be disturbed on appeal.\" Lee, at 1027-28 (quoting Commw v. Davis, 799 A.2d\n\n860, 866 (Pa. Super. Ct. 2002)).\n\n       A person is guilty of Robbery, a felony in the first degree, if in the course of committing\n\na theft, he \"threatens another with or intentionally puts him in fear of immediate serious bodily\n\ninjury.\" 18 Pa.C.S.A. §3701(a)(l)(ii).   The evidence is sufficient to convict a defendant of\n\nRobbery under this section if the evidence demonstrates aggressive actions that threatened the\n\nvictim's safety. Commw v. Hansley, 24 A.3d 410, 416 (Pa. Super. Ct. 2011); Commw. v. Jannett,\n\n58 A.3d 818, 821-22 (Pa. Super. Ct. 2012); Commw. v. Valentine, 101 A.3d 801, 807 (Pa. Super.\n\nCt. 2014). For the purposes of §3701(a)(l)(ii), the court must focus on the nature of the threat\n\f                                                                                 Circulated 12/15/2015 02:01 PM\n\n\n\n\nposed by the assailant and whether he reasonably placed a victim in fear of immediate serious\n\nbodily injury. Hansley, 24 A.3d at 416; Jannett, 58 A.3d at 821-22.\n\n       Appellant's actions in pointing a gun and threatening a victim were sufficient evidence to\n\nconvict appellant of Robbery. Commw. v. Valentine, 101 A.3d 801 (Pa. Super. Ct. 2014). In\n\nValentine, Ms. Gibbs was waiting for a bus when appellant approached her from behind with a\n\ngun. Id at 804. Appellant point a handgun at Ms. Gibbs; threatened to shoot her, demanded\n\nmoney, and took her purse and phone. Id. Appellant was arrested and charged with Robbery. Id.\n\nAt trial, a jury found appellant guilty of Robbery and appellant appealed. Id.. The court upheld\n\nthe conviction finding the evidence was sufficient to convict appellant of Robbery. Id. at 807.\n\nThe court determined that appellant's actions in pointing a gun at Ms. Gibbs and threatening to\n\nshoot her would have placed a reasonable person in fear of serious bodily. Id.\n\n       In the present case, the evidence presented at trial was sufficient to establish that\n\nAppellant placed Mr. Jackson and Ms. Sowell in fear of serious bodily injury.              Appellant\n\npointed a gun at Ms. Sowell and said, \"You need to back up before you get shot.\" (N.T.,\n\n5/30/14, p. 46). Appellant also pointed a gun at Mr. Jackson and said, \"You don't want to get\n\nshot.\" (N.T., 5/30/14, p. 22). Appellant's actions of pointing a gun and threatening Mr. Jackson\n\nand Ms. Sowell reasonably put them in fear of serious bodily injury. Valentine, 101 A.3d at 804.\n\n       Terrorizing multiple people during the course of committing one theft is sufficient to\n\nsupport Robbery convictions for each of those persons. Commw. v. Gilliard, 850 A.2d 1273,\n\n1275 (Pa. Super. Ct. 2004). In Gilliard, a defendant appealed a conviction of five counts of\n\nrobbery alleging the evidence was insufficient because he only committed one theft. Id at 1275.\n\nThe Pennsylvania Superior Court held that the defendant threatened to inflict serious bodily\n\ninjury on all four patrons when he pointed a gun at them and forced them to the back room. Id.\n\f                                                                                Circulated 12/15/2015 02:01 PM\n\n\n\n\nat 1276-1277. The evidence was sufficient to support defendant's          convictions because the\n\ndefendants' actions were sufficiently threatening to all of the patrons at the bar and placed them\n\nin fear of serious bodily injury. Id.\n\n       Appellant's single theft is sufficient to support three convictions for Robbery. Like in\n\nGilliard, the Appellant here threatened multiple people although he committed only a single\n\ntheft. 850 A.2d at 1276. Both Mr. Jackson and Ms. Sowell testified that Appellant pointed a gun\n\nat Mr. Hargrove and took his cell phone. (N.T., 5/30/14, pp. 13, 46). Afterwards, Appellant\n\npointed the gun at Mr. Jackson and Ms. Sowell and threatened them. Id. The evidence is\n\nsufficient to convict Appellant of three counts of Robbery because Appellant intentionally put\n\nMr. Jackson, Ms. Sowell, and Mr. Hargrove in fear of serious bodily injury when he pointed a\n\ngun at them and threatened them.\n\n       Appellant also contends that the evidence was insufficient to sustain his conviction for\n\nRobbery because the Commonwealth failed to prove that Appellant was the one who committed\n\nthe robberies. Evidence of identification need not be positive and certain to sustain a conviction.\n\nCommw. v. Orr, 38 A.3d 868, 874 (Pa. Super. Ct. 2011). Identification evidence, which is solely\n\nbased on similar height, coloration, and clothing, is not enough to convict a defendant as the\n\nperpetrator of a crime. Commw. v. Crews, 436 Pa. 346 (1970). Although common items of\n\nclothing and general physical characteristics are usually insufficient to support a conviction, such\n\nevidence can be used as other circumstances to establish the identity of a perpetrator. Orr, 38\n\nA.3d at 874. Any indefiniteness and uncertainty in identification testimony goes to weight. Id\n\nCircumstantial evidence alone is sufficient to convict a person; direct evidence is not absolutely\n\nneeded. Commw. v. Smith, 283 Pa. Super 360, 423 A.2d 1296 (1981).\n\f                                                                               Circulated 12/15/2015 02:01 PM\n\n\n\n\n        Appellant's contention that the Commonwealth failed to prove that Appellant committed\n\nthe robberies is without merit. In assessing whether the totality of the circumstances supports an\n\nindependent basis for identification of a defendant as perpetrator, the following factors are to be\n\nconsidered:\n\n               ... the opportunity of the witness to view the criminal at the time\n               of the crime, the witness' degree of attention, the accuracy of his\n               prior description of the criminal, the level of certainty\n               demonstrated at the confrontation, and the time between the\n               crime and the confrontation.\n\nCommw. v. Edwards, 762 A.2d 382, 391 (Pa. Super. Ct. 2000). The most important factor is the\n\nopportunity of the witness to view the suspect at the time of the crime. Id. Five minutes after the\n\nRobbery occurred, both Ms. Sowell and Mr. Jackson positively identified Appellant as the guy\n\nwho robbed them. (N.T., 5/30/14, pp. 28-29, 39, 49). At trial, both victims testified that they\n\nwere certain that Appellant was the guy who robbed them. (N.T., 5/30/14, pp. 13-14, 46-47). Mr.\n\nJackson testified that he was about six to eight feet away from Appellant during the initial\n\nencounter. (N.T., 5/30/14, p. 15). Mr. Jackson also testified that when Appellant approached him\n\nwith the gun, he was standing right over him. (N.T., 5/30/14, p. 24) Mr. Jackson could see\n\nAppellant entire face because Appellant did not have anything covering his face. (N.T., 5/30/14,\n\npp. 24, 33, 35).\n\n       The Commonwealth also presented evidence of a distinct bike that Appellant was\n\nidentified as riding. Testimony by Mr. Jackson and Ms. Sowell indicates that Appellant was\n\nriding a purple and pink child's bike. (N.T., 5/30/14, pp. 32, 34, 53). Additionally, Officer\n\nRosenbaum spotted the Appellant riding a pink and purple child's bike moments after receiving a\n\ncall for Robbery in progress. (N.T., 5/30/14, pp. 58, 61). Lastly, the Commonwealth presented\n\nevidence of a gun that was used during the Robbery. Ms. Sowell testified that the gun used by\n\nAppellant was all black and resembled a gun that police carry. (N.T., 5/30/14, pp. 45-46).\n\f                                                                              Circulated 12/15/2015 02:01 PM\n\n\n\n\nOfficer Rosenbaum testified that he observed Appellant discard a firearm in the alley during his\n\nchase. (N.T., 5/30/14, pp. 58-59).    That gun was recovered and identified as a black Beretta\n\nhandgun. Id.\n\n         Mr. Jackson's testimony that Appellant had on a black hoodie when Appellant was\n\narrested wearing a white hoodie is not dispositive but simply goes to weight. Orr, 38 A.3d at\n\n874. The Robbery took place at night when it was dark outside. (N.T., 5/30/14, p. 31).\n\n        The Commonwealth has presented enough evidence to prove beyond a reasonable doubt\n\nthat Appellant committed these crimes. Crews, 436 Pa. at 349; Edwards, 762 A.2d at 391; Orr,\n\n38 A.3d at 874. The Commonwealth presented evidence in the form of testimony of two victims\n\nof the Robbery who gave identical accounts about what happened on January 14, 2013. (N.T.,\n\n5/30/14, pp. 13, 20, 45, 48). Both victims testified that Appellant took Mr. Hargrove's cell phone\n\nand held them at gun point. (N.T., 5/30/14, pp. 37, 52). Additionally, both victims and Police\n\nOfficer Rosenbaum testified that Appellant was riding a pink and purple child's bike. (N.T.,\n\n5/30/14, pp. 32, 34, 53, 58, 61). The combination of the evidence presented by the\n\nCommonwealth is sufficiently reliable to convict Appellant.\n\n        Therefore, there is sufficient evidence to convict Appellant of Robbery, a felony in the\n\nfirst degree (F 1 ).\n\f                                                                        Circulated 12/15/2015 02:01 PM\n\n\n\n\n CONCLUSION\n\n        For the foregoing reasons, Appellant's three convictions for Robbery (Fl) should be\n\n affirmed.\n\n\n BY THE COURT:\n\nJ~tt:a~\n DIANA ANHALT, J.\n\n\n April 29, 2015\n\f                                                                               Circulated 12/15/2015 02:01 PM\n\n\n\n\n                                     PROOF OF SERVICE\n\n       I hereby certify that on the date set forth below, I caused an original copy\n\nof the Judicial Opinion to be served upon the persons at the following locations, which\n\nservice satisfies the requirements of Pa. R.A.P. 122:\n\n\n       Douglas N. Stem, Esquire\n       1420 Walnut Street, Suite 1201\n       Philadelphia, PA 19102\n\n       Hugh Bums, Esquire\n       Philadelphia District Attorney's Office\n       Three South Penn Square\n       Philadelphia, PA 19107\n\n\n\n\n                                                        By~~t/.7fh/.A.\n                                                             Diana Anhalt, Judge\n\f",
            "ocr": false,
            "opinion_id": 3167652
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}