{
    "id": 3171071,
    "judges": null,
    "date_filed": "2022-06-19",
    "date_filed_is_approximate": true,
    "slug": "com-v-golden-j",
    "case_name_short": "Com.",
    "case_name": "Com. v. Golden, J.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S02026-16m - 1025121685997604.pdf",
            "author_id": null,
            "opinion_text": "J-S02026-16\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\nCOMMONWEALTH OF PENNSYLVANIA                    IN THE SUPERIOR COURT OF\n                                                      PENNSYLVANIA\n                            Appellee\n\n                       v.\n\nJAMES GOLDEN\n\n                            Appellant                No. 143 EDA 2015\n\n\n                Appeal from the PCRA Order September 18, 2014\n              In the Court of Common Pleas of Philadelphia County\n              Criminal Division at No(s): CP-51-CR-0707601-2000\n\n\nBEFORE: SHOGAN, J., LAZARUS, J., and STABILE, J.\n\nMEMORANDUM BY LAZARUS, J.:                        FILED JANUARY 20, 2016\n\n        James Golden appeals from the trial court’s order denying his petition\n\nfiled pursuant to the Post Conviction Relief Act (PCRA), 42 Pa.C.S. §§ 9541-\n\n9546. After careful review, we affirm.\n\n        On July 23, 2009, Golden pled guilty to escape1 and was sentenced to\n\n3-23 months’ incarceration, plus 4 years of probation with immediate parole.\n\nOn the same day, the court found Golden in technical violation of his\n\nprobation on a sentence imposed in 2001 for theft by receiving stolen\n\nproperty (RSP)2 and alteration/destruction of VIN.3     As a result, the court\n\n____________________________________________\n\n\n1\n    18 Pa.C.S. § 5121.\n2\n    18 Pa.C.S. § 3925(A).\n3\n    18 Pa.C.S. § 1.4(A).\n\fJ-S02026-16\n\n\n\nterminated his parole and revoked his probation on those sentences and\n\nordered him to serve an aggregate sentence of 7-14 years’ incarceration. At\n\nhis violation of probation (VOP) hearing, Golden was represented by Mary\n\nMaran, Esquire, who appeared on behalf of Golden’s privately-retained trial\n\nattorney, Jack McMahon, Esquire (Attorney McMahon/counsel).4\n\n       On July 29, 2009, Attorney McMahon filed a motion for reconsideration\n\nof Golden’s VOP sentence. The motion was denied without a hearing. On\n\nAugust 14, 2009, counsel filed a notice of appeal from Golden’s VOP\n\nsentence. However, on September 18, 2009, counsel filed a petition, in the\n\nSuperior Court, to withdraw as appellate counsel. In his petition, Attorney\n\nMcMahon stated that he was privately hired to represent Golden in the trial\n\ncourt only, that he believes Golden is indigent and may qualify for court-\n\nappointed counsel, and that he has informed Golden of his intent to\n\nwithdraw as his counsel “due to [Golden’s] failure to pay for counsel on\n\nappeal.” Petition to Withdraw as Counsel, 9/18/09.\n\n       On October 8, 2009, this Court granted counsel’s motion and directed\n\nthe trial court to determine Golden’s eligibility for court-appointed counsel\n\nwithin 60 days. On October 17, 2009, Golden moved the court to appoint an\n\nattorney to represent him on appeal due to counsel’s withdrawal.      In his\n\nmotion, Golden stated that he was not presently employed, that he had not\n\n____________________________________________\n\n\n4\n Golden was found to have violated his probation on two prior occasions, in\n2005 and 2007.\n\n\n\n                                           -2-\n\fJ-S02026-16\n\n\n\nreceived any income in the past twelve months, and that he did not have\n\nany checking or savings accounts.    On December 11, 2009, the trial court\n\nheld a hearing and determined that Golden was not eligible for either court-\n\nappointed counsel or an attorney from the public defender’s office.      The\n\ncourt ordered Golden to notify the Superior Court, within 20 days of the date\n\nof its decision as to whether he intended to retain new counsel or represent\n\nhimself on his pending appeal.\n\n       On December 24, 2009, Golden filed a pro se motion for appointment\n\nof counsel which the trial court denied, without prejudice, to apply to the\n\ntrial court for in forma pauperis status and/or appointment of counsel. The\n\ncourt also ordered that Golden either proceed pro se unless or until he\n\nretained private counsel or the trial court appointed counsel to represent\n\nhim.   On February 16, 2010, the court ordered that Golden, pro se, file a\n\nPa.R.A.P. 1925(b) statement of errors complained of on appeal no later than\n\nMarch 19, 2010. Golden filed a motion for an extension within which to file\n\nhis Rule 1925(b) statement which the court granted. On March 11, 2010,\n\nGolden filed his pro se Rule 1925(b) statement raising the issue that\n\nAttorney McMahon did not represent him at his VOP hearing, but, rather had\n\nanother attorney who was unfamiliar with the case advocate on Golden’s\n\nbehalf.   Golden alleged that VOP counsel “failed to argue any and all\n\nelements during [his] VOP [hearing] . . . and failed to object to any and all\n\nremarks made against appellant by the District Attorney[.]” Defendant’s Pro\n\nSe Rule 1925(b) Statement, 3/11/10, at 2. The trial court authored a Rule\n\n                                    -3-\n\fJ-S02026-16\n\n\n\n1925(a) opinion on June 30, 2010. When Golden failed to file an appellate\n\nbrief, this Court quashed his appeal.            See Commonwealth v. Golden,\n\n2391 EDA 2009 (September 30, 2010) (unpublished memorandum).\n\n        On July 21, 2011, Golden filed the instant, timely pro se PCRA petition\n\nalleging that Attorney McMahon was ineffective for failing to file an appellate\n\nbrief to the Superior Court in his direct appeal and that he was sentenced to\n\nan illegal sentence for RSP.         PCRA Counsel was appointed5 and filed an\n\namended petition on his behalf claiming that Golden was abandoned by\n\ncounsel on appeal and that the court failed to appoint him counsel. PCRA\n\ncounsel requested that Golden’s appeal rights either be reinstated nunc pro\n\ntunc or that the court remand this case to the trial court for an evidentiary\n\nhearing under the PCRA.         On July 11, 2011, the court issued notice of its\n\nintent to dismiss Golden’s petition pursuant to Pa.R.Crim.P. 907.       On July\n\n18, 2014, Golden filed a pro se response to the Rule 907 notice.             On\n\nSeptember 18, 2014, the PCRA court dismissed Golden’s petition.             This\n\nappeal follows.\n\n        On appeal, Golden presents the following issues for our consideration:\n\n        (1)   Whether the judge was in error in denying the Appellant’s\n              PCRA petition without an evidentiary hearing on the issues\n              raised in the amended PCRA petition regarding trial\n              counsel’s ineffectiveness.\n\n\n\n____________________________________________\n\n\n5\n    See Pa.R.Crim.P. 904.\n\n\n\n                                           -4-\n\fJ-S02026-16\n\n\n         (2)     Whether the judge was in error in not granting relief on\n                 the PCRA petition alleging counsel was ineffective.6\n\n         The standard of review of an order denying a PCRA petition is whether\n\nthat determination is supported by the evidence of record and is free of legal\n\nerror.     The PCRA court’s findings will not be disturbed unless there is no\n\nsupport for the findings in the certified record.                 Commonwealth v.\n\nJohnston, 42 A.3d 1120, 1126 (Pa. Super. 2012). Moreover, a court may\n\ndispose of a PCRA petition without a hearing “when the petition and answer\n\nshow that there is no genuine issue concerning any material fact and that\n\nthe defendant is entitled to relief as a matter of law.” Pa.R.Crim.P. 907(2).\n\n         Essentially, Golden claims that counsel was ineffective for abandoning\n\nhim on appeal where “prior counsel had no reasonable basis for failing to\n\ntake the necessary actions to protect [him], and [he] was prejudiced as a\n\nresult.”       Appellant’s Brief, at 17.    Specifically, Golden takes issue with the\n\nfact that the PCRA court dismissed his petition, based on this ineffectiveness\n\nclaim, without holding a hearing.\n\n         We first note that with respect to claims of ineffective assistance of\n\ncounsel,        we   begin   with   the    presumption   that    counsel    is   effective.\n\nCommonwealth v. Spotz, 47 A.3d 63, 76 (Pa. 2012).                       To prevail on an\n\nineffectiveness        claim,   a   petitioner    must   plead    and      prove,   by   a\n\n\n____________________________________________\n\n\n6\n  We have consolidated these two issues on appeal as they both involve the\nsame underlying claim regarding counsel’s effectiveness and whether the\nclaim warrants a PCRA hearing.\n\n\n\n                                            -5-\n\fJ-S02026-16\n\n\n\npreponderance of the evidence, three elements: (1) the underlying legal\n\nclaim has arguable merit; (2) counsel had no reasonable basis for his or her\n\naction or inaction; and (3) the petitioner suffered prejudice because of\n\ncounsel's action or inaction. Id. (citation omitted).\n\n      Pursuant to Pa.R.Crim.P. 120(B):\n\n      (1)    Counsel for a defendant may not withdraw his or her\n             appearance except by leave of court.\n\n      (2)    A motion to withdraw shall be:\n\n         (a)    filed with the clerk of courts, and a copy concurrently\n                served on the attorney for the Commonwealth and\n                the defendant; or\n\n         (b)    made orally on the record in open court in the\n                presence of the defendant.\n\n      (3)    Upon granting leave to withdraw, the court shall determine\n             whether new counsel is entering an appearance, new\n             counsel is being appointed to represent the defendant, or\n             the defendant is proceeding without counsel.\n\nPa.R.Crim.P. 120(B).       Moreover, counsel’s obligation to represent the\n\ndefendant, whether as retained or appointed counsel, remains until leave to\n\nwithdraw is granted by the court. Commonwealth v. Librizzi, 810 A.2d\n\n692 (Pa. Super. 2002).\n\n      Under the Rules of Professional Conduct, “a lawyer may withdraw from\n\nrepresenting a client” if “the client fails substantially to fulfill an obligation to\n\nthe lawyer regarding the lawyer’s services and has been given reasonable\n\nwarning that the lawyer will withdraw unless the obligation is fulfilled.”\n\nPa.R.P.C. 1.16(b)(5). See Explanatory Comment [8] to Rule 1.16 (stating\n\nthat subsection (b)(5) applies in situations where client does not abide by\n\n                                        -6-\n\fJ-S02026-16\n\n\n\nagreement concerning fees).     Moreover, in Commonwealth v. Ford, 715\n\nA.2d 1141, 1145 (Pa. Super. 1998), our Court stated:\n\n      There is no bright line rule governing when a trial court abuses\n      its discretion in ruling on a petition to withdraw as counsel. See\n      Commonwealth v. Sweeney, [] 533 A.2d 473, 481 (Pa. Super.\n      1987). Rather, a court must weigh the interests of the client in a\n      fair adjudication, the interests of the Commonwealth in efficient\n      administration of justice, and the interests of the attorney\n      seeking withdrawal. See id. Therefore, “resolution of the\n      problem turns upon a case by case analysis with particular\n      attention to the reasons given by the trial court at the time the\n      request for withdrawal is denied.” Id.\n\n      It is certainly true that counsel may seek to withdraw from\n      representation for a variety of reasons, from ethical to financial.\n      See Commonwealth v. Keys [] 580 A.2d 386, 387 (Pa. Super.\n      1990). This is not to say, however, that every time withdrawal is\n      permissible from the attorney’s perspective that the Court must\n      allow it. As indicated by the Sweeney standard, the interests of\n      the Commonwealth and the client must be considered before\n      withdrawal is proper.\n\nId. at 1145. See also Commonwealth v. Roman, 549 A.2d 1320, 1321\n\n(Pa. Super. 1988) (“There are no prophylactic rules which exist when\n\ndetermining whether a denial or withdrawal amounts to an abuse of\n\ndiscretion[;] [e]ach case must be determined by balancing the competing\n\ninterests giving due regard to the facts presented.”).\n\n      Critically and necessarily, in the instant case Attorney McMahon filed a\n\nformal motion to withdraw his appearance with this Court and also notified\n\nGolden of his intent to withdraw. Ford, supra (before attorney is permitted\n\nto withdraw trial court must be served notice of intention to withdraw). See\n\nCommonwealth        v.   Worthy,   446     A.2d   1327   (Pa.   Super.   1982);\n\n\n\n                                     -7-\n\fJ-S02026-16\n\n\n\nCommonwealth v. Liska, 380 A.2d 1303 (Pa. Super. 1977). McMahon was\n\ngranted leave to withdraw as counsel of record, Pa.R.A.P. 120(B)(1), but\n\nonly after he ensured Golden’s appellate rights were preserved.\n\n      First, and foremost, we note that in accordance with Golden’s express\n\nwishes, counsel preserved Golden’s appeal rights by filing a timely notice of\n\nappeal on his behalf. Compare Keys, supra (where counsel did not seek\n\nallowance by court to formally withdraw prior to expiration of appeal period\n\nand where appellant’s pro se attempt to perfect direct appeal resulted in\n\nquashal of appeal, procedural default resulted in appellant’s appeal rights to\n\nbe   reinstated)   with   Sweeney,     supra       (court   noted   that   counsel’s\n\npreparation of notice of appeal for defendant minimized any prejudice\n\nresulting from his subsequent withdrawal). See Pa.R.P.C. 1.16 (lawyer may\n\nwithdraw from representing client if withdrawal can be accomplished without\n\nmaterial adverse effect on interests of client).\n\n      Moreover, on December 11, 2009, the trial court held a hearing on the\n\nissue as to whether Golden was entitled to court-appointed counsel. At the\n\nhearing, Golden testified that his family had helped him pay counsel’s fees.\n\nN.T. Hearing, 12/11/09, at 9. However, Golden testified that neither he nor\n\nhis family had money for a lawyer to represent him on appeal from his\n\nprobation violation sentence. Id. at 8.\n\n      Instantly, we conclude that the trial court’s decision is supported in the\n\nrecord. Where financial concerns legitimately forced privately-retained trial\n\ncounsel to withdraw, see Sweeney, supra, and where counsel protected\n\n                                      -8-\n\fJ-S02026-16\n\n\n\nGolden’s appellate rights and informed him in advance of his intent to\n\nwithdraw, we do not find the court’s order granting counsel’s motion to\n\nwithdraw was an abuse of discretion.             Ford, supra; Commonwealth v.\n\nScheps, 523 A.2d 363 (Pa. Super 1987). Having determined that counsel\n\ndid not abandon Golden on appeal, the underlying claim of ineffectiveness is\n\nmeritless. Spotz, supra. Accordingly, the court properly denied Golden’s\n\npetition without a hearing. Pa.R.Crim.P. 907(2).\n\n       Order affirmed.7\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 1/20/2016\n\n\n\n\n____________________________________________\n\n\n7\n  We also note that Golden’s October 17, 2009 motion asking the court to\nappoint an attorney to represent him on appeal due to counsel’s withdrawal\ncould be construed as an implicit discharge of Attorney McMahon from\nfurther representation. See Sweeney, supra at 479 (where defendant\ncould no longer afford privately retained counsel for appeal and where\ndefendant requested the trial court appoint him appellate counsel knowing\nthat counsel was aware that defendant’s family could no longer retain\ncounsel, such actions amounted to an implied acquiescence of counsel’s\nwithdrawal).\n\n\n\n                                           -9-\n\fJ-S02026-16\n\n\n\n\n              - 10 -\n\f",
            "ocr": false,
            "opinion_id": 3171071
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}