{
    "id": 3179731,
    "judges": null,
    "date_filed": "1987-09-06",
    "date_filed_is_approximate": true,
    "slug": "people-v-harris",
    "case_name_short": "Harris",
    "case_name": "People v. Harris",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2015 IL App (1st) 133892"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.state.il.us/court/Opinions/AppellateCourt/2015/1stDistrict/1133892.pdf",
            "author_id": null,
            "opinion_text": "                       Illinois Official Reports                          Digitally signed by\n                                                                          Reporter of Decisions\n                                                                          Reason: I attest to the\n                                                                          accuracy and integrity of\n                              Appellate Court                             this document\n                                                                          Date: 2016.02.22 14:44:23\n                                                                          -06'00'\n\n\n\n\n                   People v. Harris, 2015 IL App (1st) 133892\n\n\n\nAppellate Court   THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v.\nCaption           DEJUAN HARRIS, Defendant-Appellant.\n\n\n\nDistrict & No.    First District, Second Division\n                  Docket No. 1-13-3892\n\n\n\nFiled             December 22, 2015\n\n\n\nDecision Under    Appeal from the Circuit Court of Cook County, No. 12-CR-19696; the\nReview            Hon. Nicholas R. Ford, Judge, presiding.\n\n\n\nJudgment          Reversed and cause remanded with directions.\n\n\n\nCounsel on        Michael J. Pelletier, Alan D. Goldberg, and Ginger Leigh Odom, all of\nAppeal            State Appellate Defender’s Office, of Chicago, for appellant.\n\n                  Anita M. Alvarez, State’s Attorney, of Chicago (Alan J. Spellberg,\n                  Janet C. Mahoney, and James D. Konstantopoulos, Assistant State’s\n                  Attorneys, of counsel), for the People.\n\n\n\nPanel             JUSTICE NEVILLE delivered the judgment of the court, with\n                  opinion.\n                  Presiding Justice Pierce and Justice Hyman concurred in the judgment\n                  and opinion.\n\f                                               OPINION\n\n¶1         Following a bench trial, Dejuan Harris, the defendant, was convicted of armed robbery and\n       sentenced to 10 years’ imprisonment. On appeal, Harris contends that his conviction for armed\n       robbery should be vacated or reduced to robbery because the evidence was insufficient to\n       establish that he was armed with a dangerous weapon that could be used as a bludgeon.\n¶2         We find that the State failed to present evidence that the defendant was armed with a gun\n       that had the weight or composition (metallic nature) of a dangerous weapon. Therefore, we\n       hold that the evidence presented by the State failed to prove, beyond a reasonable doubt, that\n       the gun was a dangerous weapon because it could be used as a bludgeon. Accordingly, we\n       reverse Harris’s armed robbery conviction and remand for the trial court to enter a judgment of\n       conviction for robbery.\n\n¶3                                           BACKGROUND\n¶4         Harris and the codefendant, Deleon Dixon, who has a separate appeal (No. 1-13-3303),\n       were charged with two counts of armed robbery and two counts of aggravated unlawful\n       restraint. Count II, which is pertinent to this appeal, charged both defendants with armed\n       robbery in that they knowingly took property from the person or presence of Abdelaziz\n       Almasri by the use of force or by threatening the imminent use of force, and that they carried,\n       on or about their persons or were otherwise armed with, a dangerous weapon that could be\n       used as a bludgeon.\n¶5         At the simultaneous, but severed bench trials of Harris and Dixon, Almasri testified, on\n       direct examination through an interpreter, that he owned a store at 256 West 59th Street in\n       Chicago. Almasri explained that he was in the back of the store when he saw men looking\n       through the windows at about 9 a.m. on September 15, 2012. Almasri became suspicious and\n       walked to the front of the store and locked himself inside the office.\n¶6         Dixon and Harris entered the store and Dixon, who was holding what appeared to be a gun\n       in the air, told Almasri not to move. While Dixon stood by the door with the gun, Harris\n       jumped behind the counter and started removing lottery tickets, cigarettes, and medicine.\n       Harris then took the gun from Dixon and stood by the front door while Dixon removed similar\n       items from behind the counter. Both men then fled the store.\n¶7         Almasri chased the men, but the defendants got into a car and drove away. Almasri notified\n       the police, and, when they arrived, he viewed the store’s surveillance videotape with an officer.\n¶8         During cross-examination by Dixon’s attorney, Almasri testified that he did not see a\n       weapon when the defendants entered the store. When Almasri was asked if he told Sergeant\n       Pagan that he did not see a weapon, he testified that he did not recall exactly what he said.\n       Finally, Almasri testified “[a]ctually, I saw him in the video camera with a gun.”\n¶9         When cross-examined by Harris’s attorney, Almasri testified that when the defendants\n       entered the store, he did not see a weapon. But, Almasri testified that when he looked from his\n       office window, he saw the gun when the defendant raised his hand.\n¶ 10       Sergeant Dennis Pagan testified that he met with Almasri at his store and viewed the\n       surveillance video. Almasri told Sergeant Pagan that he was not sure that he actually saw a\n       weapon, and only confirmed that he saw a weapon when he looked at the surveillance video.\n\n\n                                                   -2-\n\f¶ 11       The surveillance videotape was admitted into evidence. It showed Harris and Dixon\n       holding what appeared to be a handgun.\n¶ 12       Harris and Dixon were subsequently arrested in connection with the subject robbery, but\n       no weapon or proceeds were recovered.\n¶ 13       After the State rested, the trial court granted the defendant’s motion for a directed verdict\n       on all counts, except for count II (armed robbery with a dangerous weapon, i.e., a bludgeon).\n¶ 14       Following closing arguments, the trial court found Harris guilty of armed robbery with a\n       dangerous weapon. In making its finding, the court stated:\n                   “When you look at the video, there is no mistaking that there is a weapon there, that\n               there is a gun. It is quite a large gun, a handgun and it’s clearly visible on the videotape\n               ***.\n                   ***\n                   The other question is whether or not *** I could find or should find that the weapon\n               that is admitted in *** Dixon’s statement to be a BB gun.\n                   Whether or not that could be a bludgeon and based on its size and what I observed\n               on the tape to be metallic in nature and based on the way that it was manipulated in this\n               event, it is very clear that it was a bludgeon to be used to strike anyone in the store and\n               could have foiled the effort to rob the store and certainly, it was used in a manner to\n               threaten the victim in this case ***.\n                   ***\n                   The images are very clear. And that exist independently of what [the victim] said or\n               didn’t say in the course of his testimony. I want to predicate that by saying that in my\n               view, [the victim] is correctly and independently and accurately identified the\n               defendants here today as to what occurred at the incident.\n                   Certainly, it could be argued it’s not completely on point here. I will indicate that\n               [the victim’s] testimony was more than sufficient when compared to all the other\n               evidence in the case to convict the defendants of armed robbery.\n                   It certainly could be argued that the videotape in and of itself would have been\n               sufficient had it been appropriately marked and entered into evidence with only an\n               indication that this armed robbery had occurred by the victim and had a specific date,\n               time and location to convict the defendants.\n                   But, as I said, [the victim’s] testimony was excellent and I am going to find them\n               guilty of using a–this weapon, the one that I see in the videotape as a bludgeon.”\n¶ 15       On appeal, Harris contends that his conviction for armed robbery should be vacated or\n       reduced to robbery because the State failed to establish that the weapon used was dangerous. In\n       particular, defendant points out that the gun was not admitted into evidence, and maintains that\n       the State failed to present evidence that the gun was capable of being used as a bludgeon.\n\n¶ 16                                         ANALYSIS\n¶ 17                                     Standard of Review\n¶ 18      Here, Harris is challenging the trial court’s findings that the defendant’s gun was a\n       dangerous weapon because it was metallic and could be used as a bludgeon. Harris also\n       challenges the trial court’s ultimate determination that he was guilty of armed robbery.\n\n\n                                                    -3-\n\f       Whether an object is sufficiently susceptible to use in a manner likely to cause serious injury so\n       that it qualifies as a dangerous weapon is generally a question of fact. People v. Ross, 229 Ill.\n       2d 255, 275 (2008); People v. Thorne, 352 Ill. App. 3d 1062, 1071 (2004). However, the\n       question becomes one of law where the character of the weapon is such as to admit of only one\n       conclusion. People v. Skelton, 83 Ill. 2d 58, 66 (1980).\n¶ 19       A trial court’s findings based on testimonial evidence are entitled to great deference, but its\n       findings based on nontestimonial evidence (exhibits, such surveillance videos, admitted into\n       evidence) are not entitled to any deference. People v. Radojcic, 2013 IL 114197, ¶ 34.\n¶ 20       Finally, a trial court’s factual findings are not reversed unless they are against the manifest\n       weight of the evidence. People v. Absher, 242 Ill. 2d 77, 82 (2011). A trial court’s findings are\n       against the manifest weight of the evidence only when an opposite conclusion is apparent or\n       when the findings appear to be unreasonable, arbitrary, or not based on the evidence. People v.\n       Clark, 2014 IL App (1st) 130222, ¶ 26. When we consider the trial court’s ultimate finding,\n       that the defendant was guilty of armed robbery, the standard of review is “ ‘whether, after\n       viewing the evidence in the light most favorable to the prosecution, any rational trier of fact\n       could have found the essential elements of the crime beyond a reasonable doubt.’ ” (Emphasis\n       omitted.) People v. Cooper, 194 Ill. 2d 419, 430-31 (2000) (quoting Jackson v. Virginia, 443\n       U.S. 307, 318-19 (1979)).\n\n¶ 21                            Elements of the Offense of Armed Robbery\n¶ 22       In order to sustain a conviction for armed robbery, the trial court was required to find that\n       defendant, in committing a robbery, was armed with a dangerous weapon other than a firearm.\n       720 ILCS 5/18-2(a)(1) (West 2012).\n¶ 23       Dangerous objects are divided into three categories: “(1) objects that are dangerous per se,\n       such as loaded guns; (2) objects that are not necessarily dangerous, but were actually used in a\n       dangerous manner during the robbery; and (3) objects that are not necessarily dangerous, but\n       may become dangerous when used in a dangerous manner.” Ross, 229 Ill. 2d at 275; Thorne,\n       352 Ill. App. 3d at 1070-71.\n¶ 24       The three ways for the State to prove that a gun constituted a “dangerous weapon” is by\n       presenting evidence that: (1) the gun was operable and loaded; (2) the gun was actually used\n       during the offense as a club or bludgeon; or (3) that due to the gun’s size and weight, it was\n       capable of being used as a club or bludgeon. Ross, 229 Ill. 2d at 276; Thorne, 352 Ill. App. 3d\n       at 1072. The parties agree that only the third prong, whether the gun was capable of being used\n       as a club or bludgeon, is at issue.\n\n¶ 25                                   Trial Court’s Factual Findings\n¶ 26       The threshold question we must answer in this case is how much deference must a\n       reviewing court give to the trial court’s findings that the gun was metallic and a bludgeon.\n¶ 27       In Radojcic, the supreme court instructed reviewing courts on the amount of deference\n       accorded to a trial court’s findings:\n                    “Although a trial court’s factual findings are accorded deference on review and will\n               only be reversed if they are against the manifest weight of the evidence, that deference\n               ‘is grounded in the reality that the circuit court is in a superior position to determine and\n               weigh the credibility of the witnesses, observe the witnesses’ demeanor, and resolve\n\n                                                     -4-\n\f               conflicts in their testimony.’ [Citation.] Here, however, the State offered no live\n               testimony, only transcripts from the grand jury proceedings. Thus, the trial court did\n               not occupy a position superior to the appellate court or this court in evaluating the\n               evidence offered by the State ***.” Radojcic, 2013 IL 114197, ¶ 34.\n¶ 28       Here, the victim was not certain that he saw a weapon until he viewed the surveillance\n       video, and did not testify about the weapon’s weight or composition (metallic). Thus, we find,\n       similarly to Radojcic, that the trial court based its findings, that the weapon was metallic and a\n       bludgeon, on the surveillance videotape and not on witness testimony. Therefore, given the\n       fact that the trial judge’s findings were not based on witness testimony, but on his viewing of\n       the surveillance video, we are not required to be deferential to the trial court’s findings\n       (Radojcic, 2013 IL 114197, ¶ 34) and we can reverse those findings if they are against the\n       manifest weight of the evidence. Absher, 242 Ill. 2d at 82.\n¶ 29       In resolving the issue of whether the gun in this case was capable of being used as a\n       bludgeon, we find Ross instructive. In Ross, the defendant was charged with armed robbery.\n       The evidence showed that the defendant used a small BB gun during the robbery. Ross, 229 Ill.\n       2d at 276-77. The State failed to present the gun or photographs of the gun at trial and any\n       evidence that it was loaded, that it was used or brandished as a bludgeon, or any evidence\n       regarding its weight or composition. Id. at 277. The Ross court held that the evidence was\n       insufficient to prove that the gun was a dangerous weapon, and that the trial court incorrectly\n       based its ruling on the subjective feelings of the victim, rather than the objective nature of the\n       gun. Id. The supreme court then affirmed the decision of the appellate court directing the trial\n       court to enter a judgment of conviction for simple robbery and sentence the defendant\n       accordingly. Id.\n¶ 30       The Ross court relied on this court’s decision in Thorne where, similar to Ross, the State\n       did not introduce the gun and proved only that the defendant had a small BB gun and that it was\n       a hard object. Thorne, 352 Ill. App. 3d at 1073. The Thorne court held that because in every\n       case finding that an unloaded gun could have been used as a bludgeon, there was evidence\n       presented as to the physical characteristics (weight or metallic nature) of the weapon.\n       Therefore, because the State failed to present evidence concerning the weapon’s physical\n       characteristics, Thorne’s conviction for armed robbery was reduced to simple robbery. Id. at\n       1072-74.\n¶ 31       In this case, as in Ross and Thorne, the State failed to proffer the gun or to present evidence\n       that the gun was loaded or that it was used or brandished as a bludgeon. While the surveillance\n       videotape shows what appears to be a gun, there is no evidence regarding its weight or\n       composition. Ross, 229 Ill. 2d at 277; Thorne, 352 Ill. App. 3d at 1073. The victim testified that\n       he saw a “gun,” but (1) he did not testify about the gun’s weight or composition, and (2) his\n       testimony was rebutted by Sergeant Pagan, who testified that the victim only confirmed that\n       the defendants were carrying a gun after viewing the surveillance videotape.\n¶ 32       In light of the preceding, we find that the State presented no gun and no evidence that the\n       weapon was a heavy, metal object from which it could be inferred that it was capable of being\n       used as a bludgeon.\n¶ 33       Although the trial court found that the gun was metallic and could have been used as a\n       bludgeon, we find the court’s findings were not based on witness testimony about the gun’s\n       physical characteristics, its weight or its composition. Instead, the trial court’s findings were\n       based on nontestimonial evidence, the surveillance video. After examining the surveillance\n\n                                                    -5-\n\f       video, this court is unable to determine the gun’s physical characteristics. Accordingly, we\n       hold that the trial court’s findings were against the manifest weight of the evidence because the\n       findings were not based on the evidence, where there was no testimonial evidence that the\n       weapon had the weight or composition (metallic) of a dangerous weapon (People v. Clark,\n       2014 IL App (1st) 130222, ¶ 26), and the weapon’s physical characteristics could not be\n       determined from the nontestimonial evidence, the surveillance video.\n\n¶ 34                                  Trial Court’s Ultimate Finding\n¶ 35       Therefore, we find, following Ross, that the trial court erroneously based its ultimate\n       finding–the armed robbery conviction of Harris–on the subjective feelings of the victim, who\n       believed he saw a gun (Skelton, 83 Ill. 2d at 63 (complainants’ subjective beliefs are\n       insufficient to establish that an object is a dangerous weapon)), rather than the testimonial\n       evidence in the record. Ross, 229 Ill. 2d at 277.\n¶ 36       Accordingly, considering all the evidence in the light most favorable to the State: (1) the\n       conflicting evidence as to whether the victim saw the offenders with the gun in the store or\n       only saw the offenders with a gun after viewing the surveillance video, and (2) the fact that\n       there is no evidence in the record as to the gun’s weight or composition, or that the gun was\n       loaded or used as a bludgeon, we cannot come to the conclusion, beyond a reasonable doubt,\n       that the gun in this case was a dangerous weapon that could be used as a bludgeon. Therefore,\n       Harris’s conviction for armed robbery is reversed and the cause remanded for the trial court to\n       enter a judgment for robbery.\n¶ 37       In light of the foregoing, we hereby reverse the judgment of conviction for armed robbery\n       and remand the cause to the circuit court with directions to enter a judgment of conviction for\n       robbery and to impose an appropriate sentence thereon.\n\n¶ 38      Reversed and cause remanded with directions.\n\n\n\n\n                                                   -6-\n\f",
            "ocr": false,
            "opinion_id": 3179713
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Robbery"
}