{
    "id": 3201616,
    "judges": null,
    "date_filed": "1982-08-21",
    "date_filed_is_approximate": true,
    "slug": "milton-r-robinson-v-state-of-indiana-mem-dec",
    "case_name_short": null,
    "case_name": "Milton R. Robinson v. State of Indiana (mem. dec.)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.in.gov/judiciary/opinions/pdf/05091602ehf.pdf",
            "author_id": null,
            "opinion_text": "      MEMORANDUM DECISION                                                 FILED\n                                                                     May 09 2016, 8:44 am\n      Pursuant to Ind. Appellate Rule 65(D), this\n      Memorandum Decision shall not be regarded as                        CLERK\n                                                                      Indiana Supreme Court\n      precedent or cited before any court except for the                 Court of Appeals\n                                                                           and Tax Court\n      purpose of establishing the defense of res judicata,\n      collateral estoppel, or the law of the case.\n\n\n\n      ATTORNEY FOR APPELLANT                                   ATTORNEYS FOR APPELLEE\n      Cara S. Wieneke                                          Gregory F. Zoeller\n      Wieneke Law Office LLC                                   Attorney General of Indiana\n      Brooklyn, Indiana\n                                                               Richard C. Webster\n                                                               Deputy Attorney General of Indiana\n                                                               Indianapolis, Indiana\n\n\n                                                   IN THE\n             COURT OF APPEALS OF INDIANA\n\n      Milton R. Robinson,                                      May 9, 2016\n\n      Appellant-Defendant,                                     Court of Appeals Case No.\n                                                               33A01-1511-CR-1850\n                 v.                                            Appeal from the Henry Circuit\n                                                               Court.\n                                                               The Honorable Kit C. Dean Crane,\n      State of Indiana,                                        Judge.\n      Appellee-Plaintiff.                                      Cause No. 33C02-1310-FB-91\n\n\n\n\n      Friedlander, Senior Judge\n\n[1]   Following a jury trial, Milton R. Robinson appeals the sentence the court\n                                                                                   1\n      imposed upon his convictions of dealing in a schedule IV controlled substance,\n\n\n\n\n      1\n          Ind. Code § 35-48-2-10 (West, Westlaw 2008).\n\n\n      Court of Appeals of Indiana | Memorandum Decision 33A01-1511-CR-1850 | May 9, 2016      Page 1 of 7\n\f                               2                                                                        3\n      a class B felony, and maintaining a common nuisance, a class D felony.\n                                                                                          4\n      Robinson was sentenced to an aggregate term of twenty years. The sole issue\n\n      Robinson raises for our review is whether his twenty-year sentence for dealing\n                                                                                     5\n      in a schedule IV controlled substance is inappropriate. We affirm.\n\n\n[2]   A confidential informant (CI) contacted Robinson and asked “if he had [any\n\n      drugs] to sell.” Tr. p. 114. Robinson responded he had “some [Clonazepam]\n\n      and they were [$3.00] a piece.” Id. The CI agreed to buy five pills. The CI\n\n      then contacted the New Castle Police Department drug task force to report the\n\n      arranged transaction. The task force scheduled a controlled buy to take place\n\n      on December 19, 2012, between the CI and Robinson.\n\n\n[3]   The CI agreed to meet Robinson at a gas station. The gas station was located\n\n      within 1,000 feet of a family housing complex. Prior to the meeting, an\n\n      investigator with the New Castle Police Department handed the CI $15.00 in\n\n      buy money.\n\n\n[4]   When the CI reached the gas station, she parked and exited her vehicle, and\n\n      eventually entered Robinson’s vehicle. Robinson gave the CI four Clonazepam\n\n      pills and she gave him the $15.00 in buy money. Robinson told her he would\n\n\n\n      2\n          Ind. Code §§ 35-48-4-3(a)(1)(C) and (b)(2)(B)(iii) (West, Westlaw 2001).\n      3\n          Ind. Code § 35-48-4-13(b)(2)(D) (West, Westlaw 2001).\n      4\n        Robinson was sentenced to twenty years for dealing in a schedule IV controlled substance and three years\n      for maintaining a common nuisance, with the sentences to be served concurrently.\n      5\n          Robinson does not challenge his sentence for maintaining a common nuisance.\n\n\n      Court of Appeals of Indiana | Memorandum Decision 33A01-1511-CR-1850 | May 9, 2016               Page 2 of 7\n\f      give her the fifth pill later. After the controlled buy was completed, the CI gave\n\n      the pills to the investigator.\n\n\n[5]   On October 11, 2013, Robinson was charged with dealing in a schedule IV\n\n      controlled substance, as a class B felony, and maintaining a common nuisance,\n\n      as a class D felony. Following a jury trial, Robinson was found guilty as\n\n      charged.\n\n\n[6]   On October 15, 2015, Robinson was sentenced to twenty years for the dealing\n\n      count and three years for maintaining a common nuisance, with the sentences\n\n      to be served concurrently. At sentencing, the trial court stated:\n\n              I want to address the mitigators, . . . that you allege here. If I’ve\n              got them in the right order, you assert that there was no victim in\n              this case. I don’t find under Indiana Law that to be a mitigating\n              circumstance so the Court rejects that. The Court also rejects the\n              assertion that the victim facilitated this offense. My\n              understanding of that mitigating circumstance, under Indiana\n              Law, has no applicable [sic] of the facts and circumstances in this\n              case. The Court rejects that incarceration of Mr. Robinson\n              would be an undue hardship to his dependants [sic]. If that was\n              the case, many people faced with incarceration would, that\n              would result in undue hardship to their dependants [sic]. I don’t\n              find that to be a mitigating circumstance here. We talk about\n              circumstances unlikely to recur. Mr. Robinson, if I’ve calculated\n              everything correctly, you have ten prior – I’m sorry, ten total\n              felony convictions over a twenty-three year period, so Courts\n              have to look at past behavior as a gauge towards future behavior,\n              so I reject the unlikely to recur argument as a mitigating\n              circumstance. In the past, there have been efforts of\n              rehabilitation. There’s been, as I look through the Pre-Sentence\n              Report, there were times when prosecution withheld was offered.\n              There were different dispositions with regard to suspended\n      Court of Appeals of Indiana | Memorandum Decision 33A01-1511-CR-1850 | May 9, 2016   Page 3 of 7\n\f              sentences, several efforts at probation that appear to all have been\n              unsuccessful, so I would reject the assertion that Mr. Robinson\n              would respond affirmatively to probation. As I indicated, there\n              are ten felony convictions over a twenty-three year period, so the\n              Court does find as an aggravating circumstance Mr. Robinson’s\n              history of criminal and delinquent activity. As I indicated earlier,\n              I also find as an aggravating circumstance that Mr. Robinson, in\n              the past, has not only violated terms of probation, but has done\n              so repeatedly. Based upon all of those things and the jury’s\n              verdict in this matter, on Count 1, Mr. Robinson would be\n              suspended to the – I’m sorry – would be sentenced to the Indiana\n              Department of Corrections [sic] for a period of twenty (20) years.\n              On Count 2, Maintaining a Common Nuisance, a Class D\n              felony, Mr. Robinson would be sentenced to the Indiana\n              Department of Corrections [sic] for a period of three (3) years. I\n              would Order [sic] Count 2 to be served concurrently with Count\n              1.\n\n\n      Tr. pp. 224-25.\n\n\n[7]   Robinson’s sole contention on appeal is that his twenty-year sentence for\n\n      dealing in a schedule IV controlled substance is inappropriate in light of the\n\n      nature of his offense and his character. This Court “may revise a sentence\n\n      authorized by statute if, after due consideration of the trial court’s decision, [we\n\n      find] the sentence is inappropriate in light of the nature of the offense and the\n\n      character of the offender.” Ind. Appellate Rule 7(B). “We must and should\n\n      exercise deference to a trial court’s sentencing decision, both because Rule 7(B)\n\n      requires us to give ‘due consideration’ to that decision and because we\n\n      understand and recognize the unique perspective a trial court brings to its\n\n      sentencing decisions.” Stewart v. State, 866 N.E.2d 858, 866 (Ind. Ct. App.\n\n\n      Court of Appeals of Indiana | Memorandum Decision 33A01-1511-CR-1850 | May 9, 2016   Page 4 of 7\n\f       2007). A defendant bears the burden of persuading the appellate court that his\n\n       sentence has met the inappropriateness standard of review. Anglemyer v. State,\n\n       868 N.E.2d 482 (Ind. 2007), clarified on reh’g, 875 N.E.2d 218 (2007).\n\n\n[8]    According to Robinson, his sentence is inappropriate in light of the nature of\n\n       the offense because “[he] sold only 4 [C]lonazepam pills to a [CI] for just\n\n       [$15.00].” Appellant’s Br. p. 6. As for his character, Robinson acknowledges\n\n       his criminal history is lengthy, but maintains that most of the convictions “are\n\n       minor offenses and/or property-related.” Id. at 8.\n\n\n[9]    Looking at the nature of Robinson’s offense, Robinson sold Clonazepam, a\n\n       schedule IV controlled substance, at a gas station located within 1,000 feet of a\n\n       family housing complex. Our legislature assessed higher penalties for dealing in\n\n       drugs near family-oriented areas. See Ind. Code § 35-48-4-3 (West, Westlaw\n\n       2001).\n\n\n[10]   As to Robinson’s character, we note he has a lengthy criminal history,\n\n       including: three juvenile adjudications (1982, 1983, 1987); class D felony theft\n\n       (1988); misdemeanor resisting law enforcement (1990); misdemeanor public\n\n       intoxication (1990); misdemeanor illegal possession of an alcoholic beverage by\n\n       a minor (1990); misdemeanor resisting law enforcement (1990); class D felony\n\n       receiving stolen property (1991); class B felony burglary (1991); misdemeanor\n\n       public intoxication (1995); class D felony sexual battery (1995); class D felony\n\n       theft and resisting law enforcement (1996); class C felony burglary (1996); class\n\n       B felony burglary (1996); misdemeanor possession of marijuana (2005); class D\n\n\n       Court of Appeals of Indiana | Memorandum Decision 33A01-1511-CR-1850 | May 9, 2016   Page 5 of 7\n\f       felony theft (2007); and misdemeanor battery resulting in bodily injury (2012).\n\n       At sentencing, the trial court discussed prior attempts to rehabilitate Robinson,\n\n       including withholding prosecution and suspending his sentences, and also\n\n       discussed Robinson’s repeated probation violations. Robinson’s probation was\n\n       revoked three times.\n\n\n[11]   In support of his argument that his sentence should be reduced, Robinson\n\n       attempts to liken his case to Norris v. State, 27 N.E.3d 333 (Ind. Ct. App. 2015).\n\n       Norris pleaded guilty to class B felony dealing in a controlled substance after he\n\n       sold ten hydrocodone pills in exchange for $60.00. Id. Norris was sentenced to\n\n       twenty years. Id. On appeal, this Court reduced Norris’ sentence under\n\n       Appellate Rule 7(B), noting that even though Norris had four prior convictions\n\n       for possession of marijuana, his sentence was inappropriate because (among\n\n       other things) “he [had] not spent a lot of time in the [Department of\n\n       Correction];” “[h]e [had] successfully completed probation in some cases;” and\n\n       the nature of his offense was “relatively innocuous.” Id. at 336. We remanded\n\n       the case to the trial court with instructions to impose a twelve-year sentence\n\n       (recommended by the probation department), with eight years executed and\n\n       four years suspended to probation. Id.\n\n\n[12]   Like Norris, Robinson was convicted for selling a small amount of drugs for not\n\n       very much money, and he received the maximum sentence. But the similarities\n\n       between Robinson’s case and that of Norris end there. Robinson’s criminal\n\n       history began as a juvenile and continues into adulthood. Robinson has spent\n\n       his entire adult life in and out of jail. At the time of sentencing, the pre-\n\n       Court of Appeals of Indiana | Memorandum Decision 33A01-1511-CR-1850 | May 9, 2016   Page 6 of 7\n\f       sentence investigation report showed Robinson had nine prior felony\n\n       convictions and seven prior misdemeanor convictions. Robinson was ordered\n\n       to serve executed sentences for at least eight of his convictions and was\n\n       sentenced to fourteen years for his 1996 conviction of class B felony burglary.\n\n       The trial court found as aggravating factors Robinson’s extensive criminal\n\n       history and his repeated probation violations. The probation department did\n\n       not provide a recommended sentence for Robinson’s instant offenses.\n\n\n[13]   The advisory sentence for a class B felony at the time Robinson committed the\n\n       instant offenses was ten years, with six years being the minimum sentence and\n\n       twenty years being the maximum sentence. See Ind. Code § 35-50-2-5 (West,\n\n       Westlaw 2005). The trial court determined Robinson should receive the\n\n       maximum sentence. In light of the nature of the offense and Robinson’s\n\n       character, we cannot conclude Robinson’s twenty-year sentence for class B\n\n       felony dealing in a schedule IV controlled substance is inappropriate.\n\n\n[14]   Judgment affirmed.\n\n\n       Mathias, J., and Barnes, J., concur.\n\n\n\n\n       Court of Appeals of Indiana | Memorandum Decision 33A01-1511-CR-1850 | May 9, 2016   Page 7 of 7\n\f",
            "ocr": false,
            "opinion_id": 3201510
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}