{
    "id": 3202819,
    "judges": "Balkin, Dillon, Rivera, Sgroi",
    "date_filed": "1984-03-25",
    "date_filed_is_approximate": true,
    "slug": "people-v-rodriguez",
    "case_name_short": "Rodriguez",
    "case_name": "People v. Rodriguez",
    "case_name_full": "The People of the State of New York, Respondent, v. Jose Rodriguez, Appellant",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"ADvR\">\n    The People of the State of New York, Respondent, v Jose Rodriguez, Appellant.\n   </parties><citation id=\"ALR\">\n    [32 NYS3d 257]\n   </citation>",
    "citations": [
        "139 A.D.3d 883",
        "32 N.Y.S.3d 257"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.courts.state.ny.us/reporter/3dseries/2016/2016_03763.htm",
            "author_id": null,
            "opinion_text": "\r\n\r\nPeople v Rodriguez (2016 NY Slip Op 03763)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Rodriguez\r\n\r\n\r\n2016 NY Slip Op 03763\r\n\r\n\r\nDecided on May 11, 2016\r\n\r\n\r\nAppellate Division, Second Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on May 11, 2016\r\nSUPREME COURT OF THE STATE OF NEW YORK\r\nAppellate Division, Second Judicial Department\r\n\r\nREINALDO E. RIVERA, J.P.\r\nMARK C. DILLON\r\nRUTH C. BALKIN\r\nSANDRA L. SGROI, JJ.\r\n\r\n\r\n2012-10315\r\n (Ind. No. 2012/11)\r\n\r\n[*1]The People of the State of New York, respondent, \r\nvJose Rodriguez, appellant.\r\n\r\n\r\nLynn W. L. Fahey, New York, NY (Lauren E. Jones of counsel), for appellant.\r\nRichard A. Brown, District Attorney, Kew Gardens, NY (John M. Castellano, Johnnette Traill, and Anastasia Spanakos of counsel), for respondent.\r\n\r\n\r\n\r\nDECISION &amp; ORDER\r\nAppeal by the defendant from a judgment of the Supreme Court, Queens County (Lasak, J.), rendered October 24, 2012, convicting him of robbery in the first degree, robbery in the second degree, criminal possession of stolen property in the fifth degree, and criminal possession of a weapon in the fourth degree, upon a jury verdict, and imposing sentence.\r\nORDERED that the judgment is affirmed.\r\nContrary to the defendant's contention, the Supreme Court did not improvidently exercise its discretion in granting the People's motion to resettle the transcript to reflect that the defendant was present at sidebar conferences during voir dire. \"[C]ourts possess  inherent power to correct their records, where the correction relates to mistakes, or errors, which may be termed clerical in their nature, or where it is made in order to conform the record to the truth'\" (People v Minaya, 54 NY2d 360, 364, quoting Bohlen v Metropolitan El. Ry. Co., 121 NY 546, 550-551; see People v Gammon, 19 NY3d 893, 895; People v Carter, 63 NY2d 530, 538). Moreover, \"[a] party to an appeal is entitled to have his case show the facts as they really happened on the trial, and should not be prejudiced by an error or an omission of the stenographer\" (People v Buccufurri, 154 App Div 827, 828; see People v Laracuente, 125 AD2d 705, 706). The evidence at the resettlement hearing supported the court's finding that the defendant actually was present at sidebar conferences and the failure of the original transcripts to reflect that was due to a stenographic or transcription error. In light of the resettled transcripts, which reflect the defendant's presence at the subject sidebar conferences, there is no merit to the defendant's contention that his right to be present at sidebar conferences was violated (see People v Antommarchi, 80 NY2d 247).\r\nThe defendant contends that the prosecution was improperly allowed to bolster the complainant's identification testimony by eliciting testimony from two police officers that the complainant identified the defendant as one of the perpetrators (see People v Trowbridge, 305 NY 471). However, no objection to the police officers' testimony was made and, thus, the issue is not preserved for appellate review (see CPL 470.05[2]; People v West, 56 NY2d 662, 663). In any event, any error in the admission of the testimony was harmless beyond a reasonable doubt since there was [*2]overwhelming evidence of the defendant's guilt and no significant probability that the error contributed to his convictions (see People v Crimmins, 36 NY2d 230, 241-242; People v Johnson, 57 NY2d 969, 970). Furthermore, the introduction of the testimony, which was merely redundant of the complainant's testimony regarding the out-of-court identification (cf. CPL 60.30), did not deprive the defendant of a fair trial (see People v Crimmins, 36 NY2d at 238).\r\nThe sentence imposed was not excessive (see People v Suitte, 90 AD2d 80).\r\nThe defendant's remaining contention is without merit.\r\nRIVERA, J.P., DILLON, BALKIN and SGROI, JJ., concur.\r\n\r\n2012-10315\t\tDECISION &amp; ORDER ON MOTION\r\nThe People, etc., respondent, v Jose Rodriguez,\r\nappellant.\r\n(Ind. No. 2012/11)\r\n\r\nMotion by the appellant on an appeal from a judgment of the Supreme Court, Queens County, rendered October 24, 2012, inter alia, to strike certain portions of the respondent's brief on the ground that it improperly refers to a resettled transcript. By decision and order on motion of this Court dated December 1, 2015, that branch of the motion which is to strike certain portions of the respondent's brief was held in abeyance and referred to the panel of Justices hearing the appeal for a determination upon the argument or submission of the appeal.\r\nUpon the papers filed in support of the motion, the papers filed in opposition thereto, and upon the argument of the appeal, it is\r\nORDERED that the branch of the appellant's motion which is to strike certain portions of the respondent's brief is denied.\r\nRIVERA, J.P., DILLON, BALKIN and SGROI, JJ., concur.\r\nENTER:\r\nAprilanne Agostino\r\nClerk of the Court\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 3202713
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}