{
    "id": 3205823,
    "judges": null,
    "date_filed": 1463961600000,
    "date_filed_is_approximate": false,
    "slug": "in-the-matter-of-joanna-temple",
    "case_name_short": null,
    "case_name": "in the Matter of Joanna Temple",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.gasupreme.us/wp-content/uploads/2016/05/s16y1320.pdf",
            "author_id": null,
            "opinion_text": "In the Supreme Court of Georgia\n\n\n\n                                     Decided: May 23, 2016\n\n\n          S16Y1320. IN THE MATTER OF JOANNA TEMPLE.\n\n      PER CURIAM.\n\n      This disciplinary matter is before the Court on the petition for voluntary\n\ndiscipline filed by Joanna Temple (State Bar No. 701805), prior to the issuance\n\nof a formal complaint, see Bar Rule 4-227 (b) (2). In her petition, Temple, who\n\nbecame a member of the Georgia Bar in 1990, admits that she pled guilty in\n\nNew York to a misdemeanor violation of attempted criminal usury in the second\n\ndegree. The criminal charge related to her role as lead counsel for payday\n\nlending companies, in which she advised those companies and their employees\n\nto intentionally violate New York’s criminal usury laws. The plea hearing\n\ntranscript, which Temple attached to her petition, shows that for over five years\n\nshe knowingly instructed and encouraged her payday lending clients to\n\nintentionally violate certain state lending laws, including New York’s criminal\n\nusury statutes, and assisted them in doing so. She was sentenced on December\n\n17, 2015, to a conditional discharge for one year, subject to performing 250\n\fhours of community service. She admits that by this conduct, she has violated\n\nRules 1.2 (d) and 8.4 (a) (3) of the Georgia Rules of Professional Conduct found\n\nin Bar Rule 4-102 (d).1 The maximum sanction for a violation of Rules 1.2 (d)\n\nor 8.4 (a) (3) is disbarment.\n\n        Temple asserts that she has not practiced law since December 15, 2015,\n\nand we agree that her lack of a prior disciplinary record in Georgia and\n\nTennessee, where she is also licensed to practice law,2 and her cooperation with\n\nthe State Bar in this matter are mitigating factors. Temple asks that the Court\n\nimpose a one-year suspension, retroactive to December 15, 2015. She cites no\n\nprecedent in support of her request.\n\n        The State Bar recommends that the Court accept the petition, but makes\n\nno recommendation with regard to whether the suspension is retroactive. The\n\nState Bar asserts that a one-year suspension is appropriate, citing In the Matter\n\n\n        1\n          Rule 1.2 (d) says in pertinent part, “A lawyer shall not counsel a client to engage in conduct\nthat the lawyer knows is criminal or fraudulent, nor knowingly assist a client in such conduct, but\na lawyer may discuss the legal consequences of any proposed course of conduct[.]” Rule 8.4 (a) (3)\nmakes it a violation of the Georgia Rules of Professional Conduct for a lawyer to be “convicted of\na misdemeanor involving moral turpitude where the underlying conduct relates to the lawyer’s\nfitness to practice law.”\n        2\n         On April 28, 2016, the Supreme Court of Tennessee entered an order suspending Temple\nfrom the practice of law in that state until further order of the court. See In the Matter of Temple,\nNo. M2016-00848-SC-BAR-BP (Apr. 28, 2016).\n\n                                                   2\n\fof Schrader, 271 Ga. 601 (523 SE2d 327) (1999), and In the Matter of Davis,\n\n292 Ga. 897 (742 SE2d 734) (2013). However, those cases are entirely\n\ndistinguishable from this matter. In Schrader, this Court imposed a one-year\n\nsuspension on an attorney who had pled guilty to the misdemeanor offense of\n\npracticing law without a license in New York after he filed a single petition to\n\nprobate a will in New York without seeking pro hac vice status. In Davis, this\n\nCourt imposed a 30-month suspension on an attorney who had entered a first\n\noffender plea to possession of methamphetamine and was sentenced to probation\n\nfor three years. The conduct of Schrader and Davis did not implicate their\n\nfitness to practice law and the public’s confidence in the legal profession in the\n\nsame way as Temple’s instructing and encouraging her clients to intentionally\n\nviolate criminal laws over a period of years.\n\n      Having carefully considered the petition, response, and the very serious\n\nprofessional misconduct to which Temple has admitted, we cannot agree that a\n\none-year suspension is the appropriate sanction in this matter. See, e.g., In the\n\nMatter of Childers, 297 Ga. 788 (778 SE2d 216) (2015) (imposing sanction of\n\ndisbarment following Childers’ first offender plea to a misdemeanor count of\n\ntheft by receiving stolen property based on his knowingly accepting a stolen\n\n                                        3\n\fvehicle tag, for which he was sentenced to 12 months of probation); In the\n\nMatter of Gardner, 286 Ga. 623 (690 SE2d 611) (2010) (accepting Gardner’s\n\nvoluntary surrender of license rather than imposing a suspension based on his\n\nguilty plea to misdemeanor obstruction of a police officer resulting from his role\n\nin facilitating and concealing mortgage fraud by others, for which he was\n\nsentenced to 12 months of probation). Accordingly, the Court hereby rejects the\n\npetition for voluntary discipline.\n\n      Petition for voluntary discipline rejected. All the Justices concur.\n\n\n\n\n                                        4\n\f",
            "ocr": false,
            "opinion_id": 3205717
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}