{
    "id": 3210121,
    "judges": null,
    "date_filed": "1983-05-21",
    "date_filed_is_approximate": true,
    "slug": "state-v-dubray",
    "case_name_short": "Dubray",
    "case_name": "State v. Dubray",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00003074PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n06/07/2016 10:06 AM CDT\n\n\n\n\n                                                         - 67 -\n                               Decisions of the Nebraska Court of A ppeals\n                                     24 Nebraska A ppellate R eports\n                                                 STATE v. DUBRAY\n                                                Cite as 24 Neb. Ct. App. 67\n\n\n\n\n                                        State of Nebraska, appellee, v.\n                                        Dominick L. Dubray, appellant.\n                                                    ___ N.W.2d ___\n\n                                          Filed June 7, 2016.     No. A-15-627.\n\n                1.\t Search and Seizure: Appeal and Error. The denial of a motion for\n                    return of seized property is reviewed for an abuse of discretion.\n                2.\t Search and Seizure: Property: Presumptions: Proof. When crimi-\n                    nal proceedings have terminated, the person from whom property\n                    was seized is presumed to have a right to its return, and the burden\n                    is on the government to show that it has a legitimate reason to retain\n                    the property.\n                3.\t Property: Presumptions: Proof. A presumption of ownership is cre-\n                    ated by exclusive possession of personal property, and evidence must\n                    be offered to overcome that presumption.\n                4.\t Search and Seizure: Property: Proof. One in possession of prop-\n                    erty has the right to keep it against all but those with better title, and\n                    the mere fact of seizure does not require that entitlement be estab-\n                    lished anew.\n                5.\t ____: ____: ____. Seizure of property from someone is prima facie\n                    evidence of that person’s right to possession of the property, and\n                    unless another party presents evidence of superior title, the person from\n                    whom the property was taken need not present additional evidence\n                    of ownership.\n                6.\t Appeal and Error. An appellate court is not obligated to engage in an\n                    analysis that is not necessary to adjudicate the case and controversy\n                    before it.\n\n                  Appeal from the District Court for Box Butte County:\n               Travis P. O’Gorman, Judge. Reversed and remanded for fur-\n               ther proceedings.\n\f                               - 68 -\n         Decisions of the Nebraska Court of A ppeals\n               24 Nebraska A ppellate R eports\n                        STATE v. DUBRAY\n                       Cite as 24 Neb. Ct. App. 67\n\n  Dominick L. Dubray, pro se.\n\n   Douglas J. Peterson, Attorney General, and George R. Love\nfor appellee.\n\n  Moore, Chief Judge, and Inbody and R iedmann, Judges.\n\n   Moore, Chief Judge.\n                       INTRODUCTION\n   Dominick L. Dubray appeals from an order of the district\ncourt for Box Butte County partially denying his motion for\nreturn of seized property. For the reasons set forth below, we\nreverse the order of the district court and remand the cause for\nfurther proceedings.\n\n                        BACKGROUND\n                       Prior Proceedings\n   The circumstances of the present appeal arise from\nDubray’s February 2012 arrest and convictions for the mur-\nders of Catalina Chavez and Mike Loutzenhiser in Alliance,\nNebraska. See State v. Dubray, 289 Neb. 208, 854 N.W.2d\n584 (2014). Dubray’s motion for rehearing was denied\nJanuary 29, 2015. Dubray and Chavez were in a relation-\nship and had lived together for 2 to 3 years in Alliance with\ntheir child and Chavez’ older child from a previous relation-\nship. Chavez’ 16-year-old half brother had also been living\nat the house since June 2011. Loutzenhiser, who lived in\nScottsbluff, Nebraska, was Chavez’ stepfather and the father\nof Chavez’ 16-year-old half brother. On Friday, February 10,\n2012, Loutzenhiser arrived in Alliance for a visit. Dubray\nmurdered Chavez and Loutzenhiser the following morning,\nFebruary 11, at the residence. During the subsequent murder\ninvestigation, police officers collected a number of items from\nthe residence. Dubray’s motion for return of seized property,\nat issue in the current appeal, seeks the return of several of\nthese items.\n\f                              - 69 -\n         Decisions of the Nebraska Court of A ppeals\n               24 Nebraska A ppellate R eports\n                       STATE v. DUBRAY\n                      Cite as 24 Neb. Ct. App. 67\n\n                      Current Proceedings\n   On May 11, 2015, Dubray filed a motion for return of\nseized property. The motion requested the return of the fol-\nlowing items collected during the murder investigation: a\n“[b]lack and silver colored i-pod”; a “black i-pod with a rub-\nberized cover containing 3 [M]onster [energy drink logos]”;\na “black purse with pink playboy bunny logo” containing\n$219.98 in cash; a “black carhartt coat size 2xL”; a pair of\ngray size 13 athletic shoes; a wooden jewelry box contain-\ning “3 necklaces, 2 nec[k]lace pendants, 1 clasp, 28 rings, 3\nwatches, 2 bracelets, 2 sets of earrings and 1 penny”; and a\njewelry holder “shaped like a cone containing [a] headband,\na set of gold colored earrings, a beaded necklace, a bracelet,\nand 1 beaded earring.”\n   Dubray alleged that the property is being held in violation\nof Neb. Rev. Stat. § 29-818 (Cum. Supp. 2014) and that this\nproperty should be returned to him, as the rightful owner. In\nhis accompanying affidavit in support of his motion, Dubray\nstated that none of the requested items were introduced or oth-\nerwise used as evidence at trial. Additionally, Dubray alleged\nthat the county has failed to provide him with any notice of\nintent to initiate forfeiture proceedings regarding the seized\nproperty, in violation of due process.\n   On June 24, 2015, a hearing on the motion was held before\nthe district court. Dubray appeared pro se via telephone. No\nevidence was presented at the hearing by either party; rather,\nonly the unsworn statements and arguments of Dubray and\ncounsel for the State were given. The State conceded that\nthe “Carhartt coat [and] size 13 athletic shoes” belonged to\nDubray, stating that the evidence at trial supported his owner-\nship of these items. However, the State objected to the balance\nof the motion for the reason that Dubray had not shown that\nhe is the actual owner of the property. Counsel for the State\nexpressed a belief that the other items listed in the motion\nbelonged to Chavez, but provided no supporting evidence.\nResponding to the alleged due process violation, the State\n\f                               - 70 -\n         Decisions of the Nebraska Court of A ppeals\n               24 Nebraska A ppellate R eports\n                        STATE v. DUBRAY\n                       Cite as 24 Neb. Ct. App. 67\n\nargued that it had insufficient time since the issuance of the\nmandate on the direct appeal to ascertain ownership of the\nproperty. Dubray responded, claiming that more than 20 of the\nrings contained in the jewelry box are men’s rings and stating\nthat any returned property would go to the child of Dubray\nand Chavez.\n   Later that day, the court entered an order on Dubray’s\nmotion. The court granted the motion with respect to the coat\nand shoes and ordered these items be returned to Dubray\nimmediately. The court denied the motion with regard to the\nremaining items for “failure to prove ownership.”\n   Dubray subsequently perfected this appeal.\n\n                ASSIGNMENTS OF ERROR\n   Dubray assigns, restated, that the district court erred in\npartially denying his motion for return of seized property.\nDubray also alleges that the failure to return the property\nviolated his constitutional due process and property owner-\nship rights.\n\n                  STANDARD OF REVIEW\n   [1] The denial of a motion for return of seized property is\nreviewed for an abuse of discretion. State v. Agee, 274 Neb.\n445, 741 N.W.2d 161 (2007).\n\n                          ANALYSIS\n                Denial of Motion for R eturn\n                      of Seized P roperty\n   Section 29-818 establishes that “property seized under a\nsearch warrant or validly seized without a warrant shall be\nsafely kept by the officer seizing the same . . . and shall be so\nkept so long as necessary for the purpose of being produced as\nevidence in any trial.” Neb. Rev. Stat. § 29-820 (Cum. Supp.\n2014) specifies that, unless otherwise directed by this statute\nor law of Nebraska, when certain property “seized or held is\nno longer required as evidence, it shall be disposed of by the\n\f                               - 71 -\n         Decisions of the Nebraska Court of A ppeals\n               24 Nebraska A ppellate R eports\n                        STATE v. DUBRAY\n                       Cite as 24 Neb. Ct. App. 67\n\nlaw enforcement agency on such showing as the law enforce-\nment agency may deem adequate,” and that all other property\n“shall be disposed of in such manner as the court in its sound\ndiscretion shall direct.”\n   The controlling case in Nebraska relied upon by both parties\nis State v. Agee, supra. In that case, Timothy E. Agee was sus-\npected of being involved in an ongoing scheme to use checks\nand fraudulent driver’s licenses to make purchases at local\ndepartment stores. A search warrant was executed at Agee’s\nresidence and various items were seized. Ultimately, Agee’s\ntheft by deception charge was dismissed by the State although\nAgee was convicted of unlawful possession with intent to\ndeliver marijuana as a result of evidence discovered during the\nexecution of the search warrant.\n   Agee filed a motion for return of property seized from his\nhome during the execution of the search warrant; specifi-\ncally, “3 watches, 1 diamond bracelet, 2 cellular telephones,\n10 assorted articles of clothing, an unspecified number of\nphotographs, and Agee’s wallet and Social Security card.” Id.\nat 447, 741 N.W.2d at 164. Agee alleged that the items were\nnot illegal per se and that they had value to him. At the tele-\nphone hearing at which Agee appeared pro se, counsel for the\nState represented that some of the items were stolen property,\nthat some of the items had already been returned to a depart-\nment store, and that it had no record of other items. Agee\nindicated he had receipts for some of the items. No evidence\nwas adduced at the hearing by either party. Nevertheless,\nin reaching its decision, the court noted the statements by\ncounsel concerning items that were stolen, returned, and\nnot in existence. The court overruled Agee’s motion except\nas to his Social Security card and photographs, which were\nordered returned.\n   [2-5] On appeal, the Nebraska Supreme Court recognized\nthat a motion for the return of property is properly denied\nonly if the claimant is not entitled to lawful possession of the\nproperty, the property is contraband or subject to forfeiture,\n\f                               - 72 -\n         Decisions of the Nebraska Court of A ppeals\n               24 Nebraska A ppellate R eports\n                        STATE v. DUBRAY\n                       Cite as 24 Neb. Ct. App. 67\n\nor the government has some other continuing interest in the\nproperty. State v. Agee, 274 Neb. 445, 741 N.W.2d 161 (2007).\nIn response to the State’s primary contention on appeal that\nAgree presented no evidence supporting his claim to the\nproperty, the court found that this argument “misapprehends\nthe burden of proof in such a proceeding.” Id. at 450, 741\nN.W.2d at 166. The court went on to recognize the follow-\ning propositions:\n      When criminal proceedings have terminated, the person\n      from whom property was seized is presumed to have a\n      right to its return, and the burden is on the government to\n      show that it has a legitimate reason to retain the property.\n      It is long established that a presumption of ownership\n      is created by exclusive possession of personal property\n      and that evidence must be offered to overcome that pre-\n      sumption. One in possession of property has the right\n      to keep it against all but those with better title, and the\n      “mere fact of seizure” does not require that “entitlement\n      be established anew.” Seizure of property from someone\n      is prima facie evidence of that person’s right to posses-\n      sion of the property, and unless another party presents\n      evidence of superior title, the person from whom the\n      property was taken need not present additional evidence\n      of ownership.\nId. at 450-51, 741 N.W.2d at 166-67.\n   The Supreme Court in Agee concluded that the district court\nerred in relying on the representations made by counsel that\nthe property was stolen instead of demanding evidence rel-\nevant to the State’s allegations. The Supreme Court therefore\nfound that the district court abused its discretion by substan-\ntially denying Agee’s motion without requiring the State to\nsubmit evidence supporting its continued retention or disposi-\ntion of the property. State v. Agee, supra.\n   Similar to the State’s arguments in Agee, the State in the\ninstant case argues that Dubray failed to present evidence\nsupporting his claim to the property. The State relies upon\n\f                               - 73 -\n         Decisions of the Nebraska Court of A ppeals\n               24 Nebraska A ppellate R eports\n                        STATE v. DUBRAY\n                       Cite as 24 Neb. Ct. App. 67\n\nthe language quoted above from Agee that the presumption\nof ownership is created by the exclusive possession of the\nclaimed property. The State asserts that because other people\nresided with Dubray, he was unable to demonstrate that the\nproperty seized from his residence was in his exclusive posses-\nsion, and that therefore, he was not entitled to the presumption\nof ownership and the burden to show otherwise was not placed\non the State. Additionally, the State emphasizes that the nature\nof the property, particularly the purse, jewelry box, jewelry\nholder, and corresponding contents, opposes Dubray’s claim of\nownership. Lastly, the State asserts that as a matter of policy,\nDubray should not receive the property of his murder victims.\nWe are not persuaded by the State’s arguments.\n   In Agee’s underlying criminal case, in response to his argu-\nment that the evidence was insufficient to show that he lived\nat the residence where the contraband was found, we noted\nthat other people besides Agee resided at the residence and\nperhaps even occupied the same bedroom as Agee. See State\nv. Agee, No. A-05-1153, 2006 WL 2129117 (Neb. App. Aug.\n1, 2006) (not designated for permanent publication). Thus,\nAgee was arguably not in exclusive possession of the items\nseized from the residence. Although this argument was appar-\nently not presented to the Supreme Court in Agee’s appeal\nof the denial of his motion for return of property, the court\nnevertheless applied the presumption of ownership in favor\nof Agee.\n   As in State v. Agee, supra, we conclude that once the\ncriminal proceedings against Dubray were concluded, Dubray\nwas presumptively entitled to the return of property seized\nfrom him. The State did not overcome that presumption by\npresenting evidence of a cognizable claim or right of posses-\nsion adverse to Dubray’s. The district court erred in substan-\ntially denying Dubray’s motion without requiring the State\nto submit such evidence. The district court’s order denying\nDubray’s motion is reversed, and the cause is remanded for\nfurther proceedings.\n\f                               - 74 -\n         Decisions of the Nebraska Court of A ppeals\n               24 Nebraska A ppellate R eports\n                        STATE v. DUBRAY\n                       Cite as 24 Neb. Ct. App. 67\n\n   [6] Because we are reversing and remanding for further pro-\nceedings, we need not address Dubray’s due process argument.\nSee Flores v. Flores-Guerrero, 290 Neb. 248, 859 N.W.2d 578\n(2015) (appellate court is not obligated to engage in analy-\nsis that is not necessary to adjudicate case and controversy\nbefore it).\n                         CONCLUSION\n   Dubray was presumptively entitled to the return of property\nseized from him, and the State did not present evidence jus-\ntifying its refusal to do so. The district court’s order denying\nDubray’s motion is reversed, and the cause is remanded for\nfurther proceedings.\n\tR eversed and remanded for\n\t                                further proceedings.\n\f",
            "ocr": false,
            "opinion_id": 3210015
        }
    ],
    "court_short_name": "Nebraska Court of Appeals",
    "court_full_name": "Nebraska Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}