{
    "id": 3214068,
    "judges": "Dillard, Peterson, Phipps",
    "date_filed": "2017-10-24",
    "date_filed_is_approximate": true,
    "slug": "chase-v-the-state",
    "case_name_short": null,
    "case_name": "Chase v. the State",
    "case_name_full": "William Clifford Chase, Jr. v. State",
    "attorneys": "William B. Mills, for appellant., Herbert E. Franklin, Jr., District Attorney, Matthew C. Brown, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b501-10\">\n    A16A0436.\n   </docketnumber><parties id=\"Ayc5\">\n    CHASE v. THE STATE.\n   </parties><br><citation id=\"b501-11\">\n    (787 SE2d 802)\n   </citation>",
    "citations": [
        "337 Ga. App. 449",
        "787 S.E.2d 802"
    ],
    "opinions": [
        {
            "author_str": "Phipps",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 16.0,
            "download_url": "https://efast.gaappeals.us/download?filingId=39d7cd53-2a1c-401a-8082-1153f02e6a53",
            "author_id": null,
            "opinion_text": "                               FIFTH DIVISION\n                                PHIPPS, P. J.,\n                         DILLARD and PETERSON, JJ.\n\n                    NOTICE: Motions for reconsideration must be\n                    physically received in our clerk’s office within ten\n                    days of the date of decision to be deemed timely filed.\n                                http://www.gaappeals.us/rules\n\n\n                                                                      June 16, 2016\n\n\n\n\nIn the Court of Appeals of Georgia\n A16A0436. CHASE v. THE STATE.\n\n      PHIPPS, Presiding Judge.\n\n      William Clifford Chase, Jr. was convicted in Catoosa County of impersonating\n\na law enforcement officer. He appeals, challenging the sufficiency of the evidence\n\nsupporting venue. He also argues that the trial court erred in admitting certain\n\nevidence at trial. For reasons that follow, we affirm.\n\n      1. When reviewing the sufficiency of the evidence as to venue, we “must view\n\nthe evidence in the light most favorable to the verdict and inquire whether the\n\nevidence would authorize a rational trier of fact to find beyond a reasonable doubt\n\nthat venue was properly laid.”1 So viewed, the evidence shows that in October 2012,\n\na captain with the Catoosa County Sheriff’s Office received a request to approve a\n\n\n      1\n          Mart. v. McLaughlin, 298 Ga. 44, 46, n. 3 (779 SE2d 294) (2015).\n\fLeadsOnline account for an individual claiming to be a Catoosa County sheriff’s\n\noffice employee. LeadsOnline is a database service used by law enforcement officers\n\nto determine whether items sold at pawn shops are stolen. Because the database\n\ncontains sensitive personal information (including names, birth dates, addresses, and\n\nsocial security numbers of people selling to pawn shops), the service is not available\n\nto the general public. Only approved law enforcement personnel with LeadsOnline\n\naccounts and passwords have authority to access the database.\n\n      The LeadsOnline approval request included a copy of the application submitted\n\nto the search service. The application was filled out in the name of William Chase,\n\nwho was identified as a major, badge number 902, with the Crime Task Force in\n\nCatoosa County. The applicant provided an email, telephone number, and post office\n\nbox as an address. The captain was suspicious of the application for several reasons.\n\nThe Catoosa County Sheriff’s Office did not have a Crime Task Force; only one\n\nindividual held the rank of major; and the major’s badge number was not 902. The\n\nemail, post office box, and telephone number listed on the application did not\n\ncorrespond to the sheriff’s office. And no one employed by the sheriff’s office was\n\nnamed William Chase.\n\n\n\n                                          2\n\f      The captain was aware, however, of the defendant in this action, William\n\nClifford Chase, Jr., whom he had previously investigated for stealing documents from\n\nthe Catoosa County Superior Court. During that investigation, Chase had falsely told\n\nthe captain that he was an investigator for a local attorney. In 2008, Chase pled guilty\n\nto stealing public documents, financial identity fraud, and forgery in connection with\n\nthe investigation.\n\n      Following the LeadsOnline request, officers inquired into the post office box\n\nand email address listed in the application. These inquiries produced a physical\n\naddress in Catoosa County for Chase, who was subsequently arrested in the county\n\nand charged with impersonating a law enforcement officer. In a recorded interview\n\nwith police, which was played for the jury, Chase asserted that he had applied for an\n\naccount with LeadsOnline so that he could make sure items he was considering\n\npurchasing from an acquaintance were not stolen. Although he claimed that he was\n\nonly trying to keep himself out of trouble, he admitted that he had made a mistake in\n\napplying for the account and should have tried to find the information another way.\n\n      Based on the evidence presented, the jury found Chase guilty of impersonating\n\nan officer in the online application provided to LeadsOnline. Chase challenges the\n\njudgment of conviction, asserting that the state offered insufficient proof of venue in\n\n                                           3\n\fCatoosa County. Specifically, he claims that the record contains no evidence\n\nestablishing where he was when he submitted the LeadsOnline application or\n\ncommunicated with the database service.\n\n      Generally, “[c]riminal actions shall be tried in the county where the crime was\n\ncommitted.”2 When the location of the crime cannot be determined, however, “it shall\n\nbe considered to have been committed in any county in which the evidence shows\n\nbeyond a reasonable doubt that it might have been committed.”3 At trial, one of the\n\ninvestigating officers testified that he attempted to identify where Chase had created\n\nand submitted the online application, but could not pinpoint the necessary Internet\n\nProtocol (“IP”) address. The investigator further noted that even if he had been able\n\nto obtain an IP address, he might not have been able to determine the physical\n\nlocation from which Chase submitted the application because certain addresses – such\n\nas those associated with a laptop computer – roam. Chase’s exact location, therefore,\n\ncould not be determined.\n\n      Such testimony brought this case squarely within OCGA § 17-2-2 (h), which\n\napplies “in any case [where] it cannot be determined in what county a crime was\n\n      2\n          OCGA § 17-2-2 (a).\n      3\n          OCGA § 17-2-2 (h).\n\n                                          4\n\fcommitted.”4 The state also presented evidence that Chase lived and was arrested in\n\nCatoosa County. Based on this evidence, the jury was authorized to find beyond a\n\nreasonable doubt that Chase might have held himself out as a law enforcement officer\n\nvia the online application in Catoosa County.5 Proof of venue, therefore, was\n\nsufficient.6\n\n       2. Chase also argues that the trial court erred in admitting into evidence a\n\ncomputer-generated record of his application to LeadsOnline. We disagree.\n\n       The state tendered the application pursuant to the business records exception\n\nto the rule against hearsay.7 To authenticate the document, it used the self-\n\n\n\n       4\n        See also Taylor v. State, 328 Ga. App. 551, 553 (1) (759 SE2d 892) (2014)\n(“One purpose of OCGA § 17-2-2 (h) is to provide for establishment of venue in\nsituations in which there is some doubt as to which county was the scene of the\ncrime.”) (punctuation and citation omitted). Compare Stockard v. State, 327 Ga. App.\n184, 188 (2) (761 SE2d 351) (2014) (because state made no attempt to elicit evidence\nof where crime occurred, it failed to demonstrate that county in which crime occurred\ncould not be determined).\n       5\n           See Martin, supra at 46 (“[V]enue generally is a question for the jury.”).\n       6\n       See OCGA § 17-2-2 (h); Drake v. State, 238 Ga. App. 584, 588 (2) (519 SE2d\n692) (1999) (pursuant to OCGA § 17-2-2 (h), venue in child molestation case proper\nin county where victim lived and was accessible to defendant because defendant\nmight have molested her there).\n       7\n           OCGA § 24-8-803 (6).\n\n                                             5\n\fauthentication procedure set forth in OCGA § 24-9-902 (11), which allows a party to\n\nauthenticate a business record by submitting a declaration from a records custodian\n\ncertifying that it:\n\n       (A) Was made at or near the time of the occurrence of the matters set\n       forth by, or from information transmitted by, a person with knowledge\n       of such matters; (B) Was kept in the course of the regularly conducted\n       activity; and (C) Was made by the regularly conducted activity as a\n       regular practice.\n\n\n       Following a hearing, the trial court concluded that the application fell within\n\nthe business records exception and had been properly authenticated. A trial court\n\nexercises its discretion in making this type of ruling, and we will not reverse its\n\ndecision absent abuse of that discretion.8\n\n       (a) First, Chase claims that the state failed to notify him in writing that it\n\nplanned to use the self-authentication procedure in OCGA § 24-9-902 (11). Pursuant\n\nto the statute, a party intending to use this procedure “shall provide written notice of\n\nsuch intention to all adverse parties.”9 The state did not serve Chase with separate\n\nwritten notice that its intent. But several days before trial, the state gave Chase an\n\n\n       8\n           Hurst v. State, 285 Ga. 294, 297 (3) (676 SE2d 165) (2009).\n       9\n           OCGA § 24-9-902 (11).\n\n                                             6\n\faffidavit from the LeadsOnline records custodian. The affidavit was entitled\n\n“Business Records Affidavit” and contained information required for self-\n\nauthentication. The state’s intent, therefore, was clear.\n\n      As we recently explained, the purpose of the notice requirement is to “give the\n\nopponent of the evidence a full opportunity to test the adequacy of the foundation set\n\nforth in the [self-authentication] declaration.”10 Where written notice is not given,\n\nactual notice that a party plans to utilize the self-authentication procedure may\n\nsuffice.11 Here, Chase had actual notice before trial that the state intended to\n\nauthenticate the LeadsOnline application record via a self-authentication declaration.\n\nArmed with this knowledge, he challenged the authenticity and overall admissibility\n\nof the record at a pre-trial hearing. He did not argue below – and has not\n\ndemonstrated on appeal – that the lack of written notice prejudiced him in any\n\nparticular way. Under these circumstances, we find the notice sufficient.12\n\n\n      10\n       Salas v. JP Morgan Chase Bank, N. A., 334 Ga. App. 274, 280 (2) (a) (779\nSE2d 48) (2015) (citation and punctuation omitted).\n      11\n           Id. at 279-280 (2) (a) (although defendant failed to provide written notice\nthat it planned to use self-authentication procedure, plaintiffs were “clearly on notice”\nthat the defendants intended to use the procedure, satisfying the statutory\nrequirement).\n      12\n           See id.\n\n                                           7\n\f      (b) Chase further argues that the LeadsOnline application did not fall within\n\nthe business records exception to the hearsay rule. That exception permits the\n\nadmission of a business record\n\n      (A) made at or near the time of the described acts, events, conditions,\n      opinions, or diagnoses; (B) made by, or from information transmitted by,\n      a person with personal knowledge and a business duty to report; (C)\n      kept in the course of a regularly conducted business activity; and (D) it\n      was the regular practice of that business activity to make the . . .\n      record.13\n\n\n      The LeadsOnline records custodian testified that the company had received and\n\nmaintained the account application in the regular course of business and made a\n\ncomputer-generated record of it shortly after receipt. The custodian also asserted that\n\nthe record “contain[ed] exact copies of the data received electronically and kept by\n\nLeadsOnline and [was] formatted according to standard LeadsOnline procedures for\n\nmaintaining and presenting data.”\n\n      According to Chase, the custodian’s testimony was insufficient because it did\n\nnot establish that the document was “made by, or from information transmitted by,\n\n\n\n\n      13\n           OCGA § 24-8-803 (6).\n\n                                          8\n\fa person with personal knowledge and a business duty to report.”14 An authenticating\n\nwitness, however, “does not need firsthand knowledge of the contents of the records,\n\nof their authors, or even of their preparation.”15 Moreover, the records custodian\n\nasserted that the application record was created pursuant to standard company\n\nprocedures for presenting data. The trial court did not abuse its discretion in\n\nconcluding that this testimony satisfied OCGA § 24-8-803 (6).16\n\n      Chase also contends that the applicant responses contained within the\n\napplication constitute hearsay that does not fall within the business records exception.\n\nThe state, however, presented evidence that Chase completed the application and\n\nprovided the responses at issue. Those responses, including the incriminating\n\nassertion that Chase was a law enforcement officer, constituted party admissions that\n\n\n\n\n      14\n           OCGA § 24-8-803 (6) (B).\n      15\n        Matthews v. Wells Fargo Bank, N. A., 335 Ga. App. 526, 527 (782 SE2d 312)\n(2016) (citation and punctuation omitted).\n      16\n         Id. at 527-528 (bank employee offered sufficient foundational testimony to\nauthenticate loan records created and maintained by bank’s predecessor-in-interest;\nalthough employee lacked knowledge of how predecessor-in-interest kept its records,\ndocuments were admissible given testimony that she knew how they were prepared,\nthey were made and kept in the regular course or business, and she had no reason to\nbelieve records were inaccurate).\n\n                                           9\n\fwere not excluded by the hearsay rule.17 Accordingly, the trial court properly admitted\n\nthe document from LeadsOnline.18\n\n      3. Finally, Chase argues that the trial court erred in admitting evidence of his\n\nprior convictions for financial identity fraud, forgery, and stealing public documents.\n\nPursuant to OCGA § 24-4-404 (b):\n\n      Evidence of other crimes, wrongs, or acts shall not be admissible to\n      prove the character of a person in order to show action in conformity\n      therewith. It may, however, be admissible for other purposes, including,\n      but not limited to, proof of motive, opportunity, intent, preparation, plan,\n      knowledge, identity, or absence of mistake or accident.\n\n\n      A three-part test determines the admissibility of evidence under this Code\n\nsection: “(1) the evidence must be relevant to an issue other than defendant’s\n\n\n      17\n         OCGA § 24-8-801 (d) (2) (A) (“Admissions shall not be excluded by the\nhearsay rule. An admission is a statement offered against a party which is . . . [t]he\nparty’s own statement, in either an individual or representative capacity.”); Bryant v.\nState, 288 Ga. 876, 888 (9) (a) (708 SE2d 362) (2011) (“[A] defendant’s\nincriminating statement is admissible when it constitutes an admission against the\ndefendant’s penal interest because a defendant’s declaration against penal interest is\nthe admission of a party-opponent.”) (emphasis in original).\n      18\n         Chase vaguely claims on appeal that introduction of the LeadsOnline\napplication record also “violate[d] the Confrontation Clause.” His brief, however,\ncontains no argument or citation of authority supporting this claim, which has thus\nbeen abandoned. See Riles v. State, 321 Ga. App. 894, 900 (2) (c) (743 SE2d 552)\n(2013); Ct. App. R. 25 (c) (2).\n\n                                          10\n\fcharacter; (2) the probative value must not be substantially outweighed by its undue\n\nprejudice; [and] (3) the government must offer sufficient proof so that the jury could\n\nfind that defendant committed the act.”19 A decision to admit such evidence will not\n\nbe reversed absent a clear abuse of discretion.20\n\n      (a) Financial identity fraud and forgery. Chase was indicted in 2007 for,\n\namong other things, committing financial identity fraud by “obtain[ing] the social\n\nsecurity number that would assist [him] in accessing the financial resources of [the]\n\nvictim,” and forgery by “knowingly possess[ing] an executor’s oath, a certain writing,\n\nin such manner that the writing purports to have been made by [the victim], another\n\nperson, and did utter and deliver such writing.” In 2008, he pled guilty to and was\n\nconvicted of these two crimes, both of which involved misrepresentation or using\n\nanother person’s identifying information for personal advantage.\n\n      The trial court admitted copies of the 2007 indictment and Chase’s guilty pleas\n\nto financial identify fraud and forgery, finding the evidence relevant to proof of intent\n\n      19\n          Bradshaw v. State, 296 Ga. 650, 656 (3) (769 SE2d 892) (2015) (citation\nomitted). Although Bradshaw “correctly identified the general requirements for the\nadmission of evidence of other acts,” the Georgia Supreme Court has recently\nclarified the application of those requirements in Olds v. State, __ Ga. __ (Case No.\nS15G1610, decided May 23, 2016) slip op. at 10.\n      20\n           Bradshaw, supra, 296 Ga. at 656 (3).\n\n                                           11\n\fin this case. Chase challenges the trial court’s finding on appeal. According to Chase,\n\nthe issue of intent was not in dispute here, rendering the prior crimes evidence\n\nirrelevant and inadmissible. The jury, however, heard Chase’s recorded statement to\n\npolice, in which he insisted that he was not trying to impersonate an officer when he\n\nfilled out the LeadsOnline application. He claimed that he simply wanted to avoid\n\npurchasing stolen merchandise. The state also presented evidence of a letter Chase\n\nwrote to one of the investigating officers, in which Chase stated that “there was never\n\nany criminal intent to deceive.”\n\n      Intent, therefore, was in issue.21 Furthermore, the prior criminal acts and the\n\ncrime here involved a similar mental state or intent – to obtain an advantage through\n\nmisrepresentation or use of someone else’s identifying information. The trial court\n\ndid not abuse its discretion in determining that evidence of Chase’s 2008 convictions\n\nfor financial identity fraud and forgery was relevant to intent.22\n\n      21\n         See Olds, supra at 12 (Intent is “put in issue by the defendant entering a plea\nof not guilty.”); Silvey v. State, 335 Ga. App. 383, 387 (1) (a) (780 SE2d 708) (2015)\n(evidence that burglary defendant had taken part in another burglary was relevant to\nissue of intent where not guilty plea placed intent in issue and defendant took no\naffirmative steps to remove issue of intent from the case).\n      22\n        See Olds, supra at 13 (“[E]vidence that an accused committed an intentional\nact generally is relevant to show . . . that the same defendant committed a similar act\nwith the same sort of intent, especially when the acts were committed close in time\n\n                                          12\n\f      Chase also claims that the trial judge failed to properly consider the prejudicial\n\nimpact of this evidence under OCGA § 24-4-403, which permits exclusion of relevant\n\nevidence if “its probative value is substantially outweighed by the danger of unfair\n\nprejudice.” We recognize that the trial court did not explicitly reference the balancing\n\ntest in OCGA § 24-4-403 before admitting the evidence. But Chase argued below that\n\nthe potential prejudice precluded its admission, and the trial court implicitly rejected\n\nhis argument.\n\n      Furthermore, “it is only unfair prejudice, substantially outweighing probative\n\nvalue, which permits exclusion of relevant matter.”23 As we have noted, OCGA § 24-\n\n4-403 offers “an extraordinary remedy that must be used sparingly because it results\n\nin the exclusion of concededly probative evidence.”24 In close cases, “the balance is\n\nstruck in favor of admissibility.”25 Given the clear questions raised about Chase’s\n\n\nand in similar circumstances.”) (citations omitted); United States v. Florian, 401 Fed.\nAppx. 476, 477-478 (11th Cir. 2010) (defendant’s prior conviction for impersonating\na United States citizen was relevant to his intent in using another individual’s identity\nto apply for a passport).\n      23\n       Wilson v. State, 336 Ga. App. 60, 63 (2) (b) ( __ SE2d __ ) (2016) (citation\nand punctuation omitted; emphasis in original).\n      24\n           Id. (citation and punctuation omitted).\n      25\n           Id. (citation and punctuation omitted).\n\n                                           13\n\fintent, his claim to police that he only requested a LeadsOnline account to keep\n\nhimself out of trouble, and the fact that all of these incidents involved efforts by\n\nChase to obtain or use information through misrepresentation, the probative value of\n\nthe other crimes evidence outweighed any prejudice.26\n\n      (b) Stealing public documents. Chase also pled guilty in 2008 to stealing public\n\ndocuments, and the trial court admitted copies of the indictment and guilty plea\n\nrelating to this conviction. To support admission of this evidence, the state\n\nrepresented to the trial court that Chase had stolen a public document from the\n\nsuperior court clerk’s office by posing as an employee of a local attorney. The state\n\nargued that because the crime involved misrepresentation, it was relevant to intent in\n\nthis case. The record shows, however, that the state offered no testimony at trial about\n\nhow the theft occurred, and the indictment to which Chase pled guilty does not\n\ndescribe the crime in detail. The indictment alleged only that Chase “did steal a final\n\ndisposition form of a criminal case in the Superior Court of Catoosa County,\n\n\n\n\n      26\n         See Olds, supra at 20 (“The more strongly an issue is contested, the greater\nthe justification for admitting other act evidence bearing on the point.”) (quoting\nMueller & Kirkpatrick, Evidence § 4.21 (1995)) (footnote omitted); see also Wilson,\nsupra, 336 Ga. App. at 63 (2) (b).\n\n                                          14\n\fGeorgia.” We question, therefore, whether evidence of this conviction shed light on\n\nChase’s intent, knowledge, or any other relevant inquiry in this case.\n\n      But even if the trial court erred in admitting evidence of the stealing public\n\ndocuments conviction, reversal is not required. “[I]t is a fundamental principle that\n\nharm as well as error must be shown for reversal.”27 Chase admitted to police that he\n\nhad applied for an account with LeadsOnline. His application falsely indicated that\n\nhe held a rank of major with a Catoosa County law enforcement agency. Testimony\n\nshowed that he had previously misrepresented his occupation to police. And the trial\n\ncourt properly admitted       evidence    of two     prior convictions     involving\n\nmisrepresentation and forgery. Given this other evidence, “it is highly probable that\n\n[admission of the stealing public documents conviction] did not contribute to the\n\nverdict.”28 Any error in admitting evidence of the conviction, therefore, was\n\nharmless.29\n\n\n      27\n        Will. v. State, 328 Ga. App. 876, 880 (1) (763 SE2d 261) (2014)\n(punctuation and footnote omitted).\n      28\n        Edmonson v. State, __ Ga. App. __ (1) (Case No. A15A2132, decided March\n18, 2016) (citation and punctuation omitted).\n      29\n        See id. (admission of prior criminal acts under OCGA § 24-4-404 (b)\nharmless when, after “considering the trial record as a whole and weighing the\nevidence as we would expect reasonable jurors to have done so, we are convinced\n\n                                         15\n\f      Judgment affirmed. Dillard and Peterson, JJ., concur.\n\n\n\n\nthat the jury would have found [the defendant] guilty . . . without the 404 (b)\nevidence”) (citation and punctuation omitted). See also Gates v. State, 298 Ga. 324,\n328 (3) (781 SE2d 772) (2016) (claimed error in admission of OCGA § 24-4-404 (b)\nevidence harmless where, given proof of defendant’s guilt, “it cannot be said that any\nerror . . . likely affected the outcome below”).\n\n                                         16\n\f",
            "ocr": false,
            "opinion_id": 3213962
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}