{
    "id": 3216494,
    "judges": "Alito, Kagan, Kennedy, Thomas",
    "date_filed": "1985-10-19",
    "date_filed_is_approximate": true,
    "slug": "mathis-v-united-states",
    "case_name_short": "Mathis",
    "case_name": "Mathis v. United States",
    "case_name_full": "Richard MATHIS, Petitioner v. UNITED STATES.",
    "attorneys": "Mark C. Fleming, Boston, MA, for Petitioner., Nicole A. Saharsky, Washington, DC, for Respondent., James Whalen, Federal Public Defender's Office, Des Moines, David M. Lehn, Joshua M. Koppel, Wilmer Cutler Pickering Hale and Dorr LLP, Washington, DC, Mark C. Fleming, Eric F. Fletcher, Wilmer Cutler Pickering Hale and Dorr LLP, Boston, MA, Alan E. Schoenfeld, Wilmer Cutler Pickering Hale and Dorr LLP, New York, NY, for Petitioner., Donald B. Verrilli, Jr., Solicitor General, Leslie R. Caldwell, Assistant Attorney General, Michael R. Dreeben, Deputy Solicitor General, Nicole A. Saharsky, Assistant to the Solicitor General, John M. Pellettieri, Attorney, Department of Justice, Washington, DC, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 86,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    Richard MATHIS, Petitioner\n    <br/>\n    v.\n    <br/>\n    UNITED STATES.\n   </parties><docketnumber id=\"p-2\">\n    No. 15-6092.\n   </docketnumber><court id=\"p-3\">\n    Supreme Court of the United States\n   </court><decisiondate id=\"p-4\">\n    Argued April 26, 2016.\n    <br/>\n    Decided June 23, 2016.\n   </decisiondate><attorneys id=\"p-5\">\n    Mark C. Fleming, Boston, MA, for Petitioner.\n   </attorneys><attorneys id=\"p-6\">\n    Nicole A. Saharsky, Washington, DC, for Respondent.\n   </attorneys><attorneys id=\"p-7\">\n    James Whalen, Federal Public Defender's Office, Des Moines, David M. Lehn, Joshua M. Koppel, Wilmer Cutler Pickering Hale and Dorr LLP, Washington, DC, Mark C. Fleming, Eric F. Fletcher, Wilmer Cutler Pickering Hale and Dorr LLP, Boston, MA, Alan E. Schoenfeld, Wilmer Cutler Pickering Hale and Dorr LLP, New York, NY, for Petitioner.\n   </attorneys><attorneys id=\"p-8\">\n    Donald B. Verrilli, Jr., Solicitor General, Leslie R. Caldwell, Assistant Attorney General, Michael R. Dreeben, Deputy Solicitor General, Nicole A. Saharsky, Assistant to the Solicitor General, John M. Pellettieri, Attorney, Department of Justice, Washington, DC, for Respondent.\n   </attorneys>",
    "citations": [
        "195 L. Ed. 2d 604",
        "2016 U.S. LEXIS 4060",
        "136 S. Ct. 2243"
    ],
    "opinions": [
        {
            "author_str": "Kagan",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJustice KAGAN delivered the opinion of the Court.\nThe Armed Career Criminal Act (ACCA or Act), 18 U.S.C. § 924(e), imposes a 15-year mandatory minimum sentence on certain federal defendants who have three prior convictions for a \"violent felony,\" including \"burglary, arson, or extortion.\" To determine whether a past conviction is for one of those offenses, courts compare the elements of the crime of conviction with the elements of the \"generic\" version of the listed offense-i.e., the offense as commonly understood. For more than 25 years, our decisions have held that the prior crime qualifies as an ACCA predicate if, but only if, its elements are the same as, or narrower than, those of the generic offense. The question in this case is *2248whether ACCA makes an exception to that rule when a defendant is convicted under a statute that lists multiple, alternative means of satisfying one (or more) of its elements. We decline to find such an exception.\nI\nA\nACCA prescribes a 15-year mandatory minimum sentence if a defendant is convicted of being a felon in possession of a firearm following three prior convictions for a \"violent felony.\" § 924(e)(1). (Absent that sentence enhancement, the felon-in-possession statute sets a 10-year maximum penalty. See § 924(a)(2).) ACCA defines the term \"violent felony\" to include any felony, whether state or federal, that \"is burglary, arson, or extortion.\" § 924(e)(2)(B)(ii). In listing those crimes, we have held, Congress referred only to their usual or (in our terminology) generic versions-not to all variants of the offenses. See Taylor v. United States, 495 U.S. 575, 598, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990). That means as to burglary-the offense relevant in this case-that Congress meant a crime \"contain[ing] the following elements: an unlawful or unprivileged entry into ... a building or other structure, with intent to commit a crime.\" Ibid.\nTo determine whether a prior conviction is for generic burglary (or other listed crime) courts apply what is known as the categorical approach: They focus solely on whether the elements of the crime of conviction sufficiently match the elements of generic burglary, while ignoring the particular facts of the case. See id., at 600-601, 110 S.Ct. 2143. Distinguishing between elements and facts is therefore central to ACCA's operation. \"Elements\" are the \"constituent parts\" of a crime's legal definition-the things the \"prosecution must prove to sustain a conviction.\" Black's Law Dictionary 634 (10th ed. 2014). At a trial, they are what the jury must find beyond a reasonable doubt to convict the defendant, see Richardson v. United States, 526 U.S. 813, 817, 119 S.Ct. 1707, 143 L.Ed.2d 985 (1999) ; and at a plea hearing, they are what the defendant necessarily admits when he pleads guilty, see McCarthy v. United States, 394 U.S. 459, 466, 89 S.Ct. 1166, 22 L.Ed.2d 418 (1969). Facts, by contrast, are mere real-world things-extraneous to the crime's legal requirements. (We have sometimes called them \"brute facts\" when distinguishing them from elements. Richardson, 526 U.S., at 817, 119 S.Ct. 1707.) They are \"circumstance[s]\" or \"event[s]\" having no \"legal effect [or] consequence\": In particular, they need neither be found by a jury nor admitted by a defendant. Black's Law Dictionary 709. And ACCA, as we have always understood it, cares not a whit about them. See, e.g., Taylor, 495 U.S., at 599-602, 110 S.Ct. 2143. A crime counts as \"burglary\" under the Act if its elements are the same as, or narrower than, those of the generic offense. But if the crime of conviction covers any more conduct than the generic offense, then it is not an ACCA \"burglary\"-even if the defendant's actual conduct (i.e., the facts of the crime) fits within the generic offense's boundaries.\nThe comparison of elements that the categorical approach requires is straightforward when a statute sets out a single (or \"indivisible\") set of elements to define a single crime. The court then lines up that crime's elements alongside those of the generic offense and sees if they match. So, for example, this Court found that a California statute swept more broadly than generic burglary because it criminalized entering a location (even if lawfully) with the intent to steal, and thus encompassed mere shoplifting. See *2249id., at 591, 110 S.Ct. 2143 ; Descamps v. United States, 570 U.S. ----, ---- - ----, 133 S.Ct. 2276, 2283-2284, 186 L.Ed.2d 438 (2013). Accordingly, no conviction under that law could count as an ACCA predicate, even if the defendant in fact made an illegal entry and so committed burglary in its generic form. See id., at ---- - ----, 133 S.Ct., at 2292-2293.\nSome statutes, however, have a more complicated (sometimes called \"divisible\") structure, making the comparison of elements harder. Id., at ----, 133 S.Ct., at 2283. A single statute may list elements in the alternative, and thereby define multiple crimes. Suppose, for example, that the California law noted above had prohibited \"the lawful entry or the unlawful entry\" of a premises with intent to steal, so as to create two different offenses, one more serious than the other. If the defendant were convicted of the offense with unlawful entry as an element, then his crime of conviction would match generic burglary and count as an ACCA predicate; but, conversely, the conviction would not qualify if it were for the offense with lawful entry as an element. A sentencing court thus requires a way of figuring out which of the alternative elements listed-lawful entry or unlawful entry-was integral to the defendant's conviction (that is, which was necessarily found or admitted). See id., at ----, 133 S.Ct., at 2283. To address that need, this Court approved the \"modified categorical approach\" for use with statutes having multiple alternative elements. See, e.g., Shepard v. United States, 544 U.S. 13, 26, 125 S.Ct. 1254, 161 L.Ed.2d 205 (2005). Under that approach, a sentencing court looks to a limited class of documents (for example, the indictment, jury instructions, or plea agreement and colloquy) to determine what crime, with what elements, a defendant was convicted of. See ibid. ; Taylor, 495 U.S., at 602, 110 S.Ct. 2143. The court can then compare that crime, as the categorical approach commands, with the relevant generic offense.\nThis case concerns a different kind of alternatively phrased law: not one that lists multiple elements disjunctively, but instead one that enumerates various factual means of committing a single element. See generally Schad v. Arizona, 501 U.S. 624, 636, 111 S.Ct. 2491, 115 L.Ed.2d 555 (1991) (plurality opinion) (\"[L]egislatures frequently enumerate alternative means of committing a crime without intending to define separate elements or separate crimes\"). To use a hypothetical adapted from two of our prior decisions, suppose a statute requires use of a \"deadly weapon\" as an element of a crime and further provides that the use of a \"knife, gun, bat, or similar weapon\" would all qualify. See Descamps, 570 U.S., at ----, 133 S.Ct., at 2289 ; Richardson, 526 U.S., at 817, 119 S.Ct. 1707. Because that kind of list merely specifies diverse means of satisfying a single element of a single crime-or otherwise said, spells out various factual ways of committing some component of the offense-a jury need not find (or a defendant admit) any particular item: A jury could convict even if some jurors \"conclude[d] that the defendant used a knife\" while others \"conclude[d] he used a gun,\" so long as all agreed that the defendant used a \"deadly weapon.\" Ibid. ; see Descamps, 570 U.S., at ----, 133 S.Ct., at 2288 (describing means, for this reason, as \"legally extraneous circumstances\"). And similarly, to bring the discussion back to burglary, a statute might-indeed, as soon discussed, Iowa's burglary law does-itemize the various places that crime could occur as disjunctive factual scenarios rather than separate elements, so that a jury need not make any specific findings (or a defendant admissions) on that score.\n*2250The issue before us is whether ACCA treats this kind of statute as it does all others, imposing a sentence enhancement only if the state crime's elements correspond to those of a generic offense-or instead whether the Act makes an exception for such a law, so that a sentence can be enhanced when one of the statute's specified means creates a match with the generic offense, even though the broader element would not.\nB\nPetitioner Richard Mathis pleaded guilty to being a felon in possession of a firearm. See § 922(g). At sentencing, the Government asked the District Court to impose ACCA's 15-year minimum penalty based on Mathis's five prior convictions for burglary under Iowa law.\nIowa's burglary statute, all parties agree, covers more conduct than generic burglary does. See Brief for Petitioner 36; Brief for United States 44. The generic offense requires unlawful entry into a \"building or other structure.\" Taylor, 495 U.S., at 598, 110 S.Ct. 2143 ; supra, at 2248. Iowa's statute, by contrast, reaches a broader range of places: \"any building, structure, [or] land, water, or air vehicle .\" Iowa Code § 702.12 (2013) (emphasis added). And those listed locations are not alternative elements, going toward the creation of separate crimes. To the contrary, they lay out alternative ways of satisfying a single locational element, as the Iowa Supreme Court has held: Each of the terms serves as an \"alternative method of committing [the] single crime\" of burglary, so that a jury need not agree on which of the locations was actually involved. State v. Duncan, 312 N.W.2d 519, 523 (Iowa 1981) ; see State v. Rooney, 862 N.W.2d 367, 376 (Iowa 2015) (discussing the single \"broadly phrased ... element of place\" in Iowa's burglary law). In short, the statute defines one crime, with one set of elements, broader than generic burglary-while specifying multiple means of fulfilling its locational element, some but not all of which (i.e., buildings and other structures, but not vehicles) satisfy the generic definition.\nThe District Court imposed an ACCA enhancement on Mathis after inspecting the records of his prior convictions and determining that he had burgled structures, rather than vehicles. See App. 34-35. The Court of Appeals for the Eighth Circuit affirmed. 786 F.3d 1068 (2015). It acknowledged that Iowa's burglary statute, by covering vehicles in addition to structures, swept more broadly than generic burglary. See id., at 1074. But it noted that if structures and vehicles were separate elements, each part of a different crime, then a sentencing court could invoke the modified categorical approach and look to old record materials to see which of those crimes the defendant had been convicted of. See id., at 1072-1074. And the Court of Appeals thought nothing changed if structures and vehicles were not distinct elements but only alternative means: \"Whether [such locations] amount to alternative elements or merely alternative means to fulfilling an element,\" the Eighth Circuit held, a sentencing court \"must apply the modified categorical approach\" and inspect the records of prior cases. Id., at 1075. If the court found from those materials that the defendant had in fact committed the offense in a way that satisfied the definition of generic burglary-here, by burgling a structure rather than a vehicle-then the court should treat the conviction as an ACCA predicate. And that was so, the Court of Appeals stated, even though the elements of the crime of conviction, in encompassing both types of locations, were broader than those of the relevant generic offense. See id., at 1074-1075. In this circumstance, the court *2251thus found, ACCA's usual elements-based inquiry would yield to a facts-based one.\nThat decision added to a Circuit split over whether ACCA's general rule-that a defendant's crime of conviction can count as a predicate only if its elements match those of a generic offense-gives way when a statute happens to list various means by which a defendant can satisfy an element.1 We granted certiorari to resolve that division, 577 U.S. ----, 136 S.Ct. 894, 193 L.Ed.2d 788 (2016), and now reverse.\nII\nA\nAs just noted, the elements of Mathis's crime of conviction (Iowa burglary) cover a greater swath of conduct than the elements of the relevant ACCA offense (generic burglary). See supra, at 2249 - 2250. Under our precedents, that undisputed disparity resolves this case. We have often held, and in no uncertain terms, that a state crime cannot qualify as an ACCA predicate if its elements are broader than those of a listed generic offense. See, e.g., Taylor, 495 U.S., at 602, 110 S.Ct. 2143. How a given defendant actually perpetrated the crime-what we have referred to as the \"underlying brute facts or means\" of commission, Richardson, 526 U.S., at 817, 119 S.Ct. 1707 -makes no difference; even if his conduct fits within the generic offense, the mismatch of elements saves the defendant from an ACCA sentence. Those longstanding principles, and the reasoning that underlies them, apply regardless of whether a statute omits or instead specifies alternative possible means of commission. The itemized construction gives a sentencing court no special warrant to explore the facts of an offense, rather than to determine the crime's elements and compare them with the generic definition.\nTaylor set out the essential rule governing ACCA cases more than a quarter century ago. All that counts under the Act, we held then, are \"the elements of the statute of conviction.\" 495 U.S., at 601, 110 S.Ct. 2143. So, for example, the label a State assigns to a crime-whether \"burglary,\" \"breaking and entering,\" or something else entirely-has no relevance to whether that offense is an ACCA predicate. See id., at 590-592, 110 S.Ct. 2143. And more to the point here: The same is true of \"the particular facts underlying [the prior] convictions\"-the means by which the defendant, in real life, committed his crimes. Id., at 600, 110 S.Ct. 2143. That rule can seem counterintuitive: In some cases, a sentencing judge knows (or can easily discover) that the defendant carried out a \"real\" burglary, even though the crime of conviction also extends to other conduct. No matter. Under ACCA, Taylor stated, it is impermissible for \"a particular crime [to] sometimes count towards enhancement and sometimes not, depending on the facts of the case.\" Id., at 601, 110 S.Ct. 2143. Accordingly, a sentencing judge may look only to \"the elements of the [offense], not to the facts of [the] defendant's conduct.\" Ibid .\nThat simple point became a mantra in our subsequent ACCA decisions.2 At the *2252risk of repetition (perhaps downright tedium), here are some examples. In Shepard : ACCA \"refers to predicate offenses in terms not of prior conduct but of prior 'convictions' and the 'element[s]' of crimes.\" 544 U.S., at 19, 125 S.Ct. 1254 (alteration in original). In James v. United States : \"[W]e have avoided any inquiry into the underlying facts of [the defendant's] particular offense, and have looked solely to the elements of [burglary] as defined by [state] law.\" 550 U.S. 192, 214, 127 S.Ct. 1586, 167 L.Ed.2d 532 (2007). In Sykes v. United States : \"[W]e consider [only] the elements of the offense [,] without inquiring into the specific conduct of this particular offender.\" 564 U.S. 1, 7, 131 S.Ct. 2267, 180 L.Ed.2d 60 (2011) (quoting James, 550 U.S., at 202, 127 S.Ct. 1586 ; emphasis in original). And most recently (and tersely) in Descamps : \"The key [under ACCA] is elements, not facts.\" 570 U.S., at ----, 133 S.Ct., at 2283.\nOur decisions have given three basic reasons for adhering to an elements-only inquiry. First, ACCA's text favors that approach. By enhancing the sentence of a defendant who has three \"previous convictions\" for generic burglary, § 924(e)(1) -rather than one who has thrice committed that crime-Congress indicated that the sentencer should ask only about whether \"the defendant had been convicted of crimes falling within certain categories,\" and not about what the defendant had actually done. Taylor, 495 U.S., at 600, 110 S.Ct. 2143. Congress well knows how to instruct sentencing judges to look into the facts of prior crimes: In other statutes, using different language, it has done just that. See United States v. Hayes, 555 U.S. 415, 421, 129 S.Ct. 1079, 172 L.Ed.2d 816 (2009) (concluding that the phrase \"an offense ... committed\" charged sentencers with considering non-elemental facts); Nijhawan v. Holder, 557 U.S. 29, 36, 129 S.Ct. 2294, 174 L.Ed.2d 22 (2009) (construing an immigration statute to \"call[ ] for a 'circumstance-specific,' not a 'categorical' interpretation\"). But Congress chose another course in ACCA, focusing on only \"the elements of the statute of conviction.\" Taylor, 495 U.S., at 601, 110 S.Ct. 2143.\nSecond, a construction of ACCA allowing a sentencing judge to go any further would raise serious Sixth Amendment concerns. This Court has held that only a jury, and not a judge, may find facts that increase a maximum penalty, except for the simple fact of a prior conviction. See Apprendi v. New Jersey, 530 U.S. 466, 490, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000). That means a judge cannot go beyond identifying the crime of conviction to explore the manner in which the defendant committed that offense. See Shepard, 544 U.S., at 25, 125 S.Ct. 1254 (plurality opinion); id., at 28, 125 S.Ct. 1254 (THOMAS, J., concurring in part and concurring in judgment) (stating that such an approach would amount to \"constitutional error\"). He is prohibited from conducting such an inquiry himself; and so too he is barred from making a disputed determination about \"what the defendant and state judge must have understood as the factual basis of the prior plea\" or \"what the jury in a prior trial must have accepted as the theory of the crime.\" See id., at 25, 125 S.Ct. 1254 (plurality opinion); Descamps, 570 U.S., at ----, 133 S.Ct., at 2288. He can do no more, consistent with the Sixth Amendment, than determine what crime, with what elements, the defendant was convicted of.\n*2253And third, an elements-focus avoids unfairness to defendants. Statements of \"non-elemental fact\" in the records of prior convictions are prone to error precisely because their proof is unnecessary. Id., at ----, 133 S.Ct., at 2288-2289. At trial, and still more at plea hearings, a defendant may have no incentive to contest what does not matter under the law; to the contrary, he \"may have good reason not to\"-or even be precluded from doing so by the court. Ibid. When that is true, a prosecutor's or judge's mistake as to means, reflected in the record, is likely to go uncorrected. See ibid.3 Such inaccuracies should not come back to haunt the defendant many years down the road by triggering a lengthy mandatory sentence.\nThose three reasons stay as strong as ever when a statute, instead of merely laying out a crime's elements, lists alternative means of fulfilling one (or more) of them. ACCA's use of the term \"convictions\" still supports an elements-based inquiry; indeed, that language directly refutes an approach that would treat as consequential a statute's reference to factual circumstances not essential to any conviction. Similarly, the Sixth Amendment problems associated with a court's exploration of means rather than elements do not abate in the face of a statute like Iowa's: Whether or not mentioned in a statute's text, alternative factual scenarios remain just that-and so remain off-limits to judges imposing ACCA enhancements. And finally, a statute's listing of disjunctive means does nothing to mitigate the possible unfairness of basing an increased penalty on something not legally necessary to a prior conviction. Whatever the statute says, or leaves out, about diverse ways of committing a crime makes no difference to the defendant's incentives (or lack thereof) to contest such matters.\nFor these reasons, the court below erred in applying the modified categorical approach to determine the means by which Mathis committed his prior crimes. 786 F.3d, at 1075. ACCA, as just explained, treats such facts as irrelevant: Find them or not, by examining the record or anything else, a court still may not use them to enhance a sentence. And indeed, our cases involving the modified categorical approach have already made exactly that point. \"[T]he only [use of that approach] we have ever allowed,\" we stated a few Terms ago, is to determine \"which element[s] played a part in the defendant's conviction.\" Descamps, 570 U.S., at ----, ----, 133 S.Ct., at 2283, 2285 (emphasis added); see Taylor, 495 U.S., at 602, 110 S.Ct. 2143 (noting that the modified approach may be employed only to determine whether \"a jury necessarily had to find\" each element of generic burglary). In other words, the modified approach serves-and serves solely-as a tool to identify the elements of the crime of conviction when a statute's disjunctive phrasing renders one (or more) of them opaque. See *2254Descamps, 570 U.S., at ----, 133 S.Ct., at 2285.4 It is not to be repurposed as a technique for discovering whether a defendant's prior conviction, even though for a too-broad crime, rested on facts (or otherwise said, involved means) that also could have satisfied the elements of a generic offense.\nB\nThe Government and Justice BREYER claim that our longtime and exclusive focus on elements does not resolve this case because (so they say) when we talked about \"elements,\" we did not really mean it. \"[T]he Court used 'elements,' \" the Government informs us, \"not to distinguish between 'means' and 'elements,' \" but instead to refer to whatever the statute lists-whether means or elements. Brief for United States 8; see id., at 19. In a similar vein, Justice BREYER posits that every time we said the word \"element,\" we \"used the word generally, simply to refer to the matter at issue,\" without \"intend[ing] to set forth a generally applicable rule.\" Post, at 2265 (dissenting opinion).\nBut a good rule of thumb for reading our decisions is that what they say and what they mean are one and the same; and indeed, we have previously insisted on that point with reference to ACCA's elements-only approach. In Descamps, the sole dissenting Justice made an argument identical to the one now advanced by the Government and Justice BREYER: that our prior caselaw had not intended to distinguish between statutes listing alternative elements and those setting out \"merely alternative means\" of commission. 570 U.S., at ----, 133 S.Ct., at 2298 (opinion of ALITO, J.).5 The Court rejected that contention, stating that \"[a]ll those decisions rested on the explicit premise that the laws contain[ed] statutory phrases that cover several different crimes, not several different methods of committing one offense\"-in other words, that they listed *2255alternative elements, not alternative means. Id., at ----, n. 2, 133 S.Ct., at 2285, n. 2 (ellipsis and internal quotation marks omitted); see, e.g., Johnson v. United States, 559 U.S. 133, 144, 130 S.Ct. 1265, 176 L.Ed.2d 1 (2010) ; Nijhawan, 557 U.S., at 35, 129 S.Ct. 2294. That premise was important, we explained, because an ACCA penalty may be based only on what a jury \"necessarily found\" to convict a defendant (or what he necessarily admitted). Descamps, 570 U.S., at ----, ----, 133 S.Ct., at 2287, 2290. And elements alone fit that bill; a means, or (as we have called it) \"non-elemental fact,\" is \"by definition[ ] not necessary to support a conviction.\" Id., at ----, n. 3, ----, 133 S.Ct., at 2286, n. 3, 2288 ; see supra, at 2248.6 Accordingly, Descamps made clear that when the Court had earlier said (and said and said) \"elements,\" it meant just that and nothing else.\nFor that reason, this Court (including Justice BREYER) recently made clear that a court may not look behind the elements of a generally drafted statute to identify the means by which a defendant committed a crime. See Descamps, 570 U.S., at ----, 133 S.Ct., at 2282-2282. Consider if Iowa defined burglary as involving merely an unlawful entry into a \"premises\"-without any further elaboration of the types of premises that exist in the world (e.g., a house, a building, a car, a boat). Then, all agree, ACCA's elements-focus would apply. No matter that the record of a prior conviction clearly indicated that the defendant burgled a house at 122 Maple Road-and that the jury found as much; because Iowa's (hypothetical) law included an element broader than that of the generic offense, the defendant could not receive an ACCA sentence. Were that not so, this Court stated, \"the categorical approach [would be] at an end\"; the court would merely be asking \"whether a particular set of facts leading to a conviction conforms to a generic ACCA offense.\" Id., at ----, 133 S.Ct., at 2291. That conclusion is common ground, and must serve as the baseline for anything Justice BREYER (or the Government) here argues.\nAnd contrary to his view, that baseline not only begins but also ends the analysis, because nothing material changes if Iowa's law further notes (much as it does) that a \"premises\" may include \"a house, a building, a car, or a boat.\" That fortuity of legislative drafting affects neither the oddities *2256of applying the categorical approach nor the reasons for doing so. On the one hand, a categorical inquiry can produce the same counter-intuitive consequences however a state law is written. Whether or not the statute lists various means of satisfying the \"premises\" element, the record of a prior conviction is just as likely to make plain that the defendant burgled that house on Maple Road and the jury knew it. On the other hand (and as already shown), the grounds-constitutional, statutory, and equitable-that we have offered for nonetheless using the categorical approach lose none of their force in the switch from a generally phrased statute (leaving means implicit) to a more particular one (expressly enumerating them). See supra, at 2253. In every relevant sense, both functional and legal, the two statutes-one saying just \"premises,\" the other listing structures and vehicles-are the same. And so the same rule must apply: ACCA disregards the means by which the defendant committed his crime, and looks only to that offense's elements.\nC\nThe first task for a sentencing court faced with an alternatively phrased statute is thus to determine whether its listed items are elements or means. If they are elements, the court should do what we have previously approved: review the record materials to discover which of the enumerated alternatives played a part in the defendant's prior conviction, and then compare that element (along with all others) to those of the generic crime. See ibid. But if instead they are means, the court has no call to decide which of the statutory alternatives was at issue in the earlier prosecution. Given ACCA's indifference to how a defendant actually committed a prior offense, the court may ask only whether the elements of the state crime and generic offense make the requisite match.\nThis threshold inquiry-elements or means?-is easy in this case, as it will be in many others. Here, a state court decision definitively answers the question: The listed premises in Iowa's burglary law, the State Supreme Court held, are \"alternative method[s]\" of committing one offense, so that a jury need not agree whether the burgled location was a building, other structure, or vehicle. See Duncan, 312 N.W.2d, at 523 ; supra, at 2250. When a ruling of that kind exists, a sentencing judge need only follow what it says. See Schad, 501 U.S., at 636, 111 S.Ct. 2491 (plurality opinion). Likewise, the statute on its face may resolve the issue. If statutory alternatives carry different punishments, then under Apprendi they must be elements. See, e.g., Colo.Rev.Stat. § 18-4-203 (2015) ; Vt. Stat. Ann., Tit. 13, § 1201 (Cum. Supp. 2015); see also 530 U.S., at 490, 120 S.Ct. 2348 (requiring a jury to agree on any circumstance increasing a statutory penalty); supra, at 2252. Conversely, if a statutory list is drafted to offer \"illustrative examples,\" then it includes only a crime's means of commission. United States v. Howard, 742 F.3d 1334, 1348 (C.A.11 2014) ; see United States v. Cabrera-Umanzor, 728 F.3d 347, 353 (C.A.4 2013). And a statute may itself identify which things must be charged (and so are elements) and which need not be (and so are means). See, e.g., Cal.Penal Code Ann. § 952 (West 2008). Armed with such authoritative sources of state law, federal sentencing courts can readily determine the nature of an alternatively phrased list.\nAnd if state law fails to provide clear answers, federal judges have another place to look: the record of a prior conviction itself. As Judge Kozinski has explained, such a \"peek at the [record] documents\" is for \"the sole and limited purpose of determining whether [the listed items *2257are] element[s] of the offense.\" Rendon v. Holder, 782 F.3d 466, 473-474 (C.A.9 2015) (opinion dissenting from denial of reh'g en banc).7 (Only if the answer is yes can the court make further use of the materials, as previously described, see supra, at 2253 - 2254.) Suppose, for example, that one count of an indictment and correlative jury instructions charge a defendant with burgling a \"building, structure, or vehicle\"-thus reiterating all the terms of Iowa's law. That is as clear an indication as any that each alternative is only a possible means of commission, not an element that the prosecutor must prove to a jury beyond a reasonable doubt. So too if those documents use a single umbrella term like \"premises\": Once again, the record would then reveal what the prosecutor has to (and does not have to) demonstrate to prevail. See Descamps, 570 U.S., at ----, 133 S.Ct., at 2290. Conversely, an indictment and jury instructions could indicate, by referencing one alternative term to the exclusion of all others, that the statute contains a list of elements, each one of which goes toward a separate crime. Of course, such record materials will not in every case speak plainly, and if they do not, a sentencing judge will not be able to satisfy \"Taylor 's demand for certainty\" when determining whether a defendant was convicted of a generic offense. Shepard, 544 U.S., at 21, 125 S.Ct. 1254. But between those documents and state law, that kind of indeterminacy should prove more the exception than the rule.\nIII\nOur precedents make this a straightforward case. For more than 25 years, we have repeatedly made clear that application of ACCA involves, and involves only, comparing elements. Courts must ask whether the crime of conviction is the same as, or narrower than, the relevant generic offense. They may not ask whether the defendant's conduct-his particular means of committing the crime-falls within the generic definition. And that rule does not change when a statute happens to list possible alternative means of commission: Whether or not made explicit, they remain what they ever were-just the facts, which ACCA (so we have held, over and over) does not care about.\nSome have raised concerns about this line of decisions, and suggested to Congress that it reconsider how ACCA is written. See, e.g., Chambers v. United States, 555 U.S. 122, 133, 129 S.Ct. 687, 172 L.Ed.2d 484 (2009) (ALITO, J., concurring in judgment); Descamps, 570 U.S., at ----, 133 S.Ct., at 2293-2294 (KENNEDY, J., concurring). But whether for good or for ill, the elements-based approach remains the law. And we will not introduce inconsistency and arbitrariness into our ACCA decisions by here declining to follow its requirements. Everything this Court has ever said about ACCA runs counter to the Government's position. That alone is sufficient reason to reject it: Coherence has a claim on the law.\nBecause the elements of Iowa's burglary law are broader than those of generic burglary, Mathis's convictions under that law cannot give rise to an ACCA sentence. We accordingly reverse the judgment of the Court of Appeals.\nIt is so ordered.\n\nCompare 786 F.3d 1068 (C.A.8 2015) (case below) (recognizing such an exception); United States v. Ozier, 796 F.3d 597 (C.A.6 2015) (same); United States v. Trent, 767 F.3d 1046 (C.A.10 2014) (same), with Rendon v. Holder, 764 F.3d 1077 (C.A.9 2014) (rejecting that exception); Omargharib v. Holder, 775 F.3d 192 (C.A.4 2014) (same).\n\n\nSo too in our decisions applying the categorical approach outside the ACCA context-most prominently, in immigration cases. See, e.g., Kawashima v. Holder, 565 U.S. 478, 482-483, 132 S.Ct. 1166, 182 L.Ed.2d 1 (2012) (stating that a judge must look to the \"formal element[s] of a conviction[,] rather than to the specific facts underlying the crime,\" in deciding whether to deport an alien for committing an \"aggravated felony\").\n\n\nTo see the point most clearly, consider an example arising in the immigration context: A defendant charged under a statute that criminalizes \"intentionally, knowingly, or recklessly\" assaulting another-as exists in many States, see, e.g., Tex. Penal Code Ann. § 22.01(a)(1) (West Cum. Supp. 2015)-has no apparent reason to dispute a prosecutor's statement that he committed the crime intentionally (as opposed to recklessly) if those mental states are interchangeable means of satisfying a single mens rea element. But such a statement, if treated as reliable, could make a huge difference in a deportation proceeding years in the future, because an intentional assault (unlike a reckless one) qualifies as a \"crime involving moral turpitude,\" and so requires removal from the country. See In re Gomez-Perez, No. A200-958-511, p. 2 (BIA 2014).\n\n\nDescamps made the point at some length, adding that the modified categorical approach \"retains the categorical approach's central feature: a focus on the elements, rather than the facts, of a crime. And it preserves the categorical approach's basic method: comparing those elements with the generic offense's. All the modified approach adds is a mechanism for making that comparison when a statute lists multiple, alternative elements, and so effectively creates 'several different ... crimes.' If at least one, but not all of those crimes matches the generic version, a court needs a way to find out which the defendant was convicted of. That is the job, as we have always understood it, of the modified approach: to identify, from among several alternatives, the crime of conviction so that the court can compare it to the generic offense.\" 570 U.S., at ----, 133 S.Ct., at 2285 (citation omitted).\n\n\nIn another solo dissent, Justice ALITO today switches gears, arguing not that our precedent is consistent with his means-based view, but instead that all of our ACCA decisions are misguided because all follow from an initial wrong turn in Taylor v. United States, 495 U.S. 575, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990). See post, at 2267 - 2268. To borrow the driving metaphor of his own dissent, Justice ALITO thus locates himself entirely off the map of our caselaw. But that is not surprising; he has harshly criticized the categorical approach (and Apprendi too) for many years. See, e.g., Johnson v. United States, 576 U.S. ----, ---- - ----, 135 S.Ct. 2551, 2577-2580, 192 L.Ed.2d 569 (2015) (ALITO, J., dissenting); Descamps, 570 U.S., at ---- - ----, 133 S.Ct., at 2296-2297 (ALITO, J., dissenting); Moncrieffe v. Holder, 569 U.S. ----, ---- - ----, 133 S.Ct. 1678, 1700-1701, 185 L.Ed.2d 727 (2013) (Alito, J., dissenting); Chambers v. United States, 555 U.S. 122, 132-134, 129 S.Ct. 687, 172 L.Ed.2d 484 (2009) (ALITO, J., concurring in judgment); see also Hurst v. Florida, 577 U.S. ----, ----, 136 S.Ct. 616, 625, 193 L.Ed.2d 504 (2016) (ALITO, J., dissenting); Alleyne v. United States, 570 U.S. ----, ---- - ----, 133 S.Ct. 2151, 2172-2173, 186 L.Ed.2d 314 (2013) (ALITO, J., dissenting).\n\n\nJustice BREYER's dissent rests on the idea that, contrary to that long-accepted definition, a jury sometimes does \"necessarily ha[ve] to find\" a means of commission, see post, at 2260 (quoting Taylor, 495 U.S., at 602, 110 S.Ct. 2143 )-but Descamps specifically refuted that argument too. In that case, Justice ALITO made the selfsame claim: A jury, he averred, should be treated as having \"necessarily found\" any fact, even though non-elemental, that a later sentencing court can \"infer [ ]\" that the jury agreed on \"as a practical matter.\" 570 U.S., at ----, 133 S.Ct., at 2303 (ALITO, J., dissenting). The Court rejected that view, explaining that its ACCA decisions had always demanded that a jury necessarily agree as a legal matter -which meant on elements and not on means. See id., at 2252 , n. 3, 133 S.Ct., at 2286, n. 3. The requirement, from the Court's earliest decisions, was that a judge could impose a 15-year sentence based only on a legal \"certainty,\" not on his inference (however reasonable in a given case) about what a prior factfinder had thought. Shepard, 544 U.S., at 23, 125 S.Ct. 1254 ; see Taylor, 495 U.S., at 602, 110 S.Ct. 2143 ; supra, at 2252. Or otherwise said, the relevant question was whether a defendant was legally convicted of a certain offense (with a certain set of elements), not whether a sentencing judge believes that the factfinder would have convicted him of that offense had it been on the books. See Carachuri-Rosendo v. Holder, 560 U.S. 563, 576, 130 S.Ct. 2577, 177 L.Ed.2d 68 (2010) (rejecting such a \"hypothetical\" approach given a similar statute's directive to \"look to the conviction itself\").\n\n\nDescamps previously recognized just this way of discerning whether a statutory list contains means or elements. See 570 U.S., at ----, n. 2, 133 S.Ct., at 2285, n. 2. The Court there noted that indictments, jury instructions, plea colloquies and plea agreements will often \"reflect the crime's elements\" and so can reveal-in some cases better than state law itself-whether a statutory list is of elements or means. Ibid. Accordingly, when state law does not resolve the means-or-elements question, courts should \"resort[ ] to the [record] documents\" for help in making that determination. Ibid.\n\n",
            "ocr": false,
            "opinion_id": 9824286
        },
        {
            "author_str": "Kennedy",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*2258Justice KENNEDY, concurring.\nThe Court's opinion is required by its precedents, and so I join it, with one reservation set forth below.\nIn no uncertain terms, the Court has held that the word \"burglary\" in the Armed Career Criminal Act (ACCA) \"refers to the elements of the statute of conviction, not to the facts of each defendant's conduct.\" Taylor v. United States, 495 U.S. 575, 601, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990). An enhancement is proper, the Court has said, if a defendant is convicted of a crime \"having the elements\" of generic burglary, \"regardless of its exact definition or label\" under state law. Id., at 599, 110 S.Ct. 2143. See also Descamps v. United States, 570 U.S. ----, ----, 133 S.Ct. 2276, 2285, 186 L.Ed.2d 438 (2013) (\"[T]he categorical approach's central feature [is] a focus on the elements, rather than the facts, of a crime\"). In the instant case, then, the Court is correct to conclude that \"an elements-based approach remains the law.\" Ante. at 2255. And it is correct to note further that it would \"introduce inconsistency and arbitrariness into our ACCA decisions by here declining to follow its requirements,\" without reconsidering our precedents as a whole. Ibid.\nMy one reservation to the Court's opinion concerns its reliance on Apprendi v. New Jersey, 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000). Ante at 2252. In my view, Apprendi was incorrect and, in any event, does not compel the elements based approach. That approach is required only by the Court's statutory precedents, which Congress remains free to overturn.\nAs both dissenting opinions point out, today's decision is a stark illustration of the arbitrary and inequitable results produced by applying an elements based approach to this sentencing scheme. It could not have been Congress' intent for a career offender to escape his statutorily mandated punishment \"when the record makes it clear beyond any possible doubt that [he] committed generic burglary.\" Post, at 2270 (opinion of ALITO, J.). Congress also could not have intended vast sentencing disparities for defendants convicted of identical criminal conduct in different jurisdictions.\nCongress is capable of amending the ACCA to resolve these concerns. See, e.g., Nijhawan v. Holder, 557 U.S. 29, 38, 129 S.Ct. 2294, 174 L.Ed.2d 22 (2009) (interpreting the language Congress used in 8 U.S.C. § 1101(a)(43)(M)(i) as requiring a \"circumstance-specific\" rather than categorical approach). But continued congressional inaction in the face of a system that each year proves more unworkable should require this Court to revisit its precedents in an appropriate case.\n",
            "ocr": false,
            "opinion_id": 9824287
        },
        {
            "author_str": "Thomas",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJustice THOMAS, concurring.\nI join the Court's opinion, which faithfully applies our precedents. The Court holds that the modified categorical approach cannot be used to determine the specific means by which a defendant committed a crime. Ante, at 2253 - 2254. By rightly refusing to apply the modified categorical approach, the Court avoids further extending its precedents that limit a criminal defendant's right to a public trial before a jury of his peers.\nIn Almendarez-Torres v. United States, 523 U.S. 224, 246-247, 118 S.Ct. 1219, 140 L.Ed.2d 350 (1998), the Court held that the existence of a prior conviction triggering enhanced penalties for a recidivist was a fact that could be found by a judge, not an element of the crime that must be found by a jury. Two years later, the Court held that \"any fact that increases the penalty for a crime beyond the prescribed statutory maximum\" is an element *2259of a crime and therefore \"must be submitted to a jury, and proved beyond a reasonable doubt.\" Apprendi v. New Jersey, 530 U.S. 466, 490, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000) ; see id., at 489-490, 120 S.Ct. 2348. But Apprendi recognized an exception for the \"fact of a prior conviction,\" instead of overruling Almendarez-Torres. See 530 U.S., at 490, 120 S.Ct. 2348. I continue to believe that the exception in Apprendi was wrong, and I have urged that Almendarez-Torres be reconsidered. See Descamps v. United States, 570 U.S. ----, ----, 133 S.Ct. 2276, 2294-2295, 186 L.Ed.2d 438 (2013) (THOMAS, J., concurring in judgment).\nConsistent with this view, I continue to believe that depending on judge-found facts in Armed Career Criminal Act (ACCA) cases violates the Sixth Amendment and is irreconcilable with Apprendi . ACCA improperly \"allows the judge to 'mak[e] a finding that raises [a defendant's] sentence beyond the sentence that could have lawfully been imposed by reference to facts found by the jury or admitted by the defendant.' \" Descamps, supra, at ---- - ----, 133 S.Ct., at 2294-2295 (opinion of THOMAS, J.) (brackets in original; internal quotation marks omitted). This Sixth Amendment problem persists regardless of whether \"a court is determining whether a prior conviction was entered, or attempting to discern what facts were necessary to a prior conviction.\" Id., at ----, 133 S.Ct., at 2294 (citation omitted).\nToday, the Court \"at least limits the situations in which courts make factual determinations about prior convictions.\" Ibid. As the Court explains, the means of committing an offense are nothing more than \"various factual ways of committing some component of the offense.\" Ante, at 2249. Permitting judges to determine the means of committing a prior offense would expand Almendarez-Torres . Therefore, I join the Court's opinion refusing to allow judges to determine, without a jury, which alternative means supported a defendant's prior convictions.\nJustice BREYER, with whom Justice GINSBURG joins, dissenting.\nThe elements/means distinction that the Court draws should not matter for sentencing purposes. I fear that the majority's contrary view will unnecessarily complicate federal sentencing law, often preventing courts from properly applying the sentencing statute that Congress enacted. I consequently dissent.\nI\nThe federal statute before us imposes a mandatory minimum sentence upon a person convicted of being a felon in possession of a firearm if that person also has three previous convictions for (among several other things) \"burglary.\" 18 U.S.C. § 924(e)(2)(B)(ii). The petitioner here has been convicted of being a felon in possession, and he previously was convicted of three other crimes that qualify him for the federal mandatory minimum if, but only if, those previous convictions count as \"burglary.\" To decide whether he has committed what the federal statute calls a \"burglary,\" we must look to the state statute that he violated.\nThe relevant state statute, an Iowa statute, says that a person commits a crime if he (1) \"enters an occupied structure,\" (2) \"having no right ... to do so,\" (3) with \"the intent to commit a felony.\" Iowa Code § 713.1 (2013). It then goes on to define \"occupied structure\" as including any (1) \"building,\" (2) \"structure,\" (3) \"land\" vehicle, (4) \"water\" vehicle, or (5) \"air vehicle, or similar place.\" § 702.12. The problem arises because, as we have previously held, see Taylor v. United *2260States, 495 U.S. 575, 602, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990), if the structure that an offender unlawfully entered (with intent to commit a felony) was a \"building,\" the state crime that he committed counts under the federal statute as \"burglary.\" But if the structure that the offender unlawfully entered was a land, water, or air vehicle, the state crime does not count as a \"burglary.\" Thus, a conviction for violating the state statute may, or may not, count as a \"burglary,\" depending upon whether the structure that he entered was, say, a \"building\" or a \"water vehicle.\"\nHere, if we look at the court documents charging Mathis with a violation of the state statute, they tell us that he was charged with entering, for example, a \"house and garage.\" App. 60-73 (charging documents). They say nothing about any other structure, say, a \"water vehicle.\" Thus, to convict him, the jury-which had to find that he unlawfully entered an \"occupied structure\"-must have found that he entered a \"house and garage,\" which concededly count as \"building [s].\" So why is that not the end of this matter? Why does the federal statute not apply?\nJust to be sure, let us look at how we previously treated an almost identical instance. In Taylor, a state statute made criminal the \"breaking and entering [of] a building, booth, tent, boat, or railroad car.\" 495 U.S., at 579, n. 1, 110 S.Ct. 2143. We explained that breaking into a building would amount to \"burglary\" under the federal statute, but breaking into a railroad car would not. But the conviction document itself said only that the offender had violated the statute; it did not say whether he broke into a building or a railroad car. See id., at 598-602, 110 S.Ct. 2143. We said that in such a case the federal sentencing judge could look at the charging papers and the jury instructions in the state case to try to determine what the state conviction was actually for: building, tent, or railroad car. We wrote that\n\"in a State whose burglary statutes include entry of an automobile as well as a building, if the indictment or information and jury instructions show that the defendant was charged only with a burglary of a building, and that the jury necessarily had to find an entry of a building to convict, then the Government should be allowed to use the conviction for enhancement.\" Id., at 602, 110 S.Ct. 2143.\n(We later added that where a conviction rests upon an offender's guilty plea, the federal judge can look to the facts that the offender admitted at his plea colloquy for the same purpose. See Shepard v. United States, 544 U.S. 13, 20-21, 125 S.Ct. 1254, 161 L.Ed.2d 205 (2005).)\nSo, again, what is the problem? The State's \"burglary statut[e] include[s] entry\" of a vehicle as well as a \"building.\" Taylor, 495 U.S., at 602, 110 S.Ct. 2143. The conviction document might not specify what kind of a structure the defendant entered (i.e., whether a building or an automobile). But the federal sentencing judge can look at the charging documents (or plea colloquy) to see whether \"the defendant was charged only with a burglary of a building.\" Ibid. And here that was so. In addition, since the charging documents show that the defendant was charged only with illegal entry of a \"building\"-not a tent or a railroad car-the jury, in order to find (as it did) that the defendant broke into an occupied structure, would \"necessarily [have] had to find an entry of a building.\" Ibid. Hence, \"the Government should be allowed to use the conviction for enhancement.\" Ibid.\nThe majority, however, does not agree that the two cases I have described are almost identical. To the contrary, it notes correctly that our precedent often uses the word \"element\" to describe the relevant *2261facts to which a statute refers when it uses words such as \"building,\" \"tent,\" \"boat,\" or \"railroad car.\" See, e.g., ante, at 2251 - 2252. It points out that, here, the Iowa Supreme Court described those words as referring, not to \"elements\" of a crime, but rather to \"means\" through which a crime was committed. See ante, at 2249 - 2250. And that fact, in the majority's view, makes all the difference. See ante, at 2254 - 2256. But why? I, of course, see that there is a distinction between means and elements in the abstract, but-for sentencing purposes-I believe that it is a distinction without a difference.\nII\nI begin with a point about terminology. All the relevant words in this case, such as \"building,\" \"structure,\" \"water vehicle,\" and the like, are statutory words. Moreover, the statute uses those words to help describe a crime. Further, the statute always uses those words to designate facts . Whether the offender broke into a building is a fact; whether he broke into a water vehicle is a fact. Sometimes, however, a State may treat certain of those facts as elements of a crime. And sometimes a State may treat certain of those facts as means of committing a crime. So far, everyone should agree. See Richardson v. United States, 526 U.S. 813, 817, 119 S.Ct. 1707, 143 L.Ed.2d 985 (1999) (describing both \"elements\" and \"means\" as \"facts\"). Where we disagree is whether that difference, relevant to the application of state law, should make a difference for federal sentencing purposes.\nIII\nWhether a State considers the statutory words \"boat\" or \"building\" to describe elements of a crime or a means of committing a crime can make a difference for purposes of applying the State's criminal law, but it should not make a difference in respect to the sentencing question at issue here. The majority, I believe, reasons something like this: Suppose the jury unanimously agreed that the defendant unlawfully entered some kind of structure with felonious intent, but the jury is deadlocked six to six as to whether that structure is (1) a \"boat\" or (2) a \"house.\" If the statute uses those two words to describe two different elements of two different crimes-i.e., (1) breaking into a boat, and (2) breaking into a house-then the defendant wins, for the jury has not found unanimously each element of either crime. But if the statute uses those two words to describe two different means of committing the same crime-i.e., breaking into an occupied structure that consists of either a house or a boat-then the defendant loses, for (as long as the jury decides unanimously that the defendant broke into an occupied structure of whichever kind) the jury need not decide unanimously which particular means the defendant used to commit the crime. See ante, at 2248 - 2250.\nI accept that reasoning. But I do not see what it has to do with sentencing. In the majority's view, the label \"means\" opens up the possibility of a six-to-six jury split, and it believes that fact would prevent us from knowing whether the conviction was for breaking into a \"building\" or a \"boat.\" See ante, at 2249 - 2250. But precisely the same is true were we to use the label \"element\" to describe the facts set forth in the state statute. The federal sentencing judge may see on the defendant's record a conviction for violating a particular provision of the state criminal code; that code may list in a single sentence both \"buildings\" and \"boats\"; the State may interpret the two words as separate elements of two separate crimes; and the federal judge will not know from the simple fact of conviction for violating the statute (without more) which of the *2262two crimes was at issue (that is, was it the one aimed at burglaries of buildings, or the one aimed at burglaries of boats?). That is why the Court said in Taylor that in such a case the federal judge may look to the \"indictment or information and jury instructions\" to determine whether \"the jury necessarily had to find an entry of a building,\" rather than a boat, \"to convict.\" 495 U.S., at 602, 110 S.Ct. 2143. If so, the federal judge may count the conviction as falling within the federal statutory word \"burglary\" and use it for sentencing.\nIn my view, precisely the same is true if the state courts label the statute-mentioned facts (\"building,\" \"boat,\" etc.) as \"means\" rather than \"elements.\" The federal judge should be able to \"look ... to\" the charging documents and the plea agreement to see if \"the jury necessarily had to find an entry of a building,\" rather than a boat, \"to convict.\" Ibid. If so, the federal judge should be able to count the conviction as a federal-statute \"burglary\" conviction and use it for sentencing.\nOf course, sometimes the charging documents will not give us the answer to the question. But often they will. If, for example, the charging document accuses Smith of breaking and entering into a house (and does not mention any other structure), then (1) the jury had to find unanimously that he broke into a \"house,\" if \"house\" is an element, and (2) the jury had to find unanimously that he broke into a \"house,\" if \"house\" is the only means charged. (Otherwise the jury would not have unanimously found that he broke into an \"occupied structure,\" which is an element of the statutory crime.)\nSuppose, for example, that breaking into a \"building\" is an element of Iowa's burglary crime; and suppose the State charges that Smith broke into a building located in Des Moines (and presents evidence at trial concerning only a Des Moines offense), but the jury returns its verdict on a special-verdict form showing that six jurors voted for guilt on the theory that he broke into a building located in Detroit-not Des Moines. The conviction would fail (at least in Iowa), would it not? See, e.g., State v. Bratthauer, 354 N.W.2d 774, 776 (Iowa 1984) (\"If substantial evidence is presented to support each alternative method of committing a single crime, and the alternatives are not repugnant to each other, then unanimity of the jury as to the mode of commission of the crime is not required. At the root of this standard is the principle that the unanimity rule requires jurors to be in substantial agreement as to just what a defendant did as a step preliminary to determining whether the defendant is guilty of the crime charged\" (emphasis added; citation, brackets, and internal quotation marks omitted)). Similarly, we would know that-if the charging documents claim only that the defendant broke into a house, and the Government presented proof only of that kind of burglary-the jury had to find unanimously that he broke into a house, not a boat. And that is so whether state law considers the statutory word \"house\" to be an element or a means. I have not found any nonfanciful example to the contrary.\nIV\nConsider the federal statute before us-the statute that contains the word \"burglary\"-from a more general sentencing perspective. By way of background, it is important to understand that, as a general matter, any sentencing system must embody a host of compromises between theory and practicality. From the point of view of pure theory, there is much to be said for \"real offense\" sentencing. Such a system would require a commission or a sentencing judge to determine in some *2263detail \"the actual conduct in which the defendant engaged,\" i.e., what the defendant really did now and in the past. United States Sentencing Commission (USSC), Guidelines Manual ch. 1, pt. A, p. 5 (Nov. 2015). Such a system would produce greater certainty that two offenders who engaged in (and had previously engaged in) the same real conduct would be punished similarly. See ibid.\nPure \"real offense\" sentencing, however, is too complex to work. It requires a sentencing judge (or a sentencing commission) to know all kinds of facts that are difficult to discover as to present conduct and which a present sentencing judge could not possibly know when he or she seeks to determine what conduct underlies a prior conviction. Because of these practical difficulties, the USSC created Guidelines that in part reflect a \"charge offense\" system, a system based \"upon the conduct that constitutes the elements of the offense for which the defendant was charged and of which he was convicted.\" Ibid.\nA pure \"charge offense\" system, however, also has serious problems. It can place great authority to determine a sentence in the hands of the prosecutor, not the judge, creating the very nonuniformity that a commission would hope to minimize. Hence, the actual federal sentencing system retains \"a significant number of real offense elements,\" allowing adjustments based upon the facts of a defendant's case. Id., at 6. And the Commission is currently looking for new ways to create a better compromise. See, e.g., USSC, Amendments to the Sentencing Guidelines, at 24 (Apr. 2016) (effective Nov. 1, 2016) (creating a \"sentence-imposed model for determining\" whether prior convictions count for sentence-enhancement purposes in the context of certain immigration crimes).\nWith this background in mind, turn to the federal statute before us. The statute, reflecting the impossibility of knowing in detail the conduct that underlies a prior conviction, uses (in certain cases involving possession of weapons) the fact of certain convictions (including convictions for burglary) as (conclusive) indications that the present defendant has previously engaged in highly undesirable conduct. And, for the general reasons earlier described, it is practical considerations, not a general theory, that would prevent Congress from listing the specific prior conduct that would warrant a higher present sentence. Practical considerations, particularly of administration, can explain why Congress did not tell the courts precisely how to apply its statutory word \"burglary.\" And similar practical considerations can help explain why this Court, in Taylor and later cases, described a modified categorical approach for separating the sheep from the goats. Those cases recognize that sentencing judges have limited time, they have limited information about prior convictions, and-within practical constraints-they must try to determine whether a prior conviction reflects the kind of behavior that Congress intended its proxy (i.e., \"burglary\") to cover.\nThe majority's approach, I fear, is not practical. Perhaps the statutes of a few States say whether words like \"boat\" or \"building\" stand for an element of a crime or a means to commit a crime. I do not know. I do know, however, that many States have burglary statutes that look very much like the Iowa statute before us today. See, e.g., Colo.Rev.Stat. §§ 18-4-101, 18-4-202, 18-4-203 (2015) ; Mont.Code Ann. §§ 45-2-101, 45-6-201, 45-6-204 (2015); N.H.Rev.Stat. Ann. § 635:1 (2015) ; N.D. Cent. Code Ann. §§ 12.1-22-02, 12.1-22-06 (2012); Ohio Rev.Code Ann. §§ 2909.01, 2911.11 -2911.13 (Lexis 2014) ; 18 Pa. Cons.Stat. Ann. §§ 3501, 3502 (2015); S.D. Codified Laws §§ 22-1-2, *226422-32-1, 22-32-3, 22-32-8 (2006) ; Wyo. Stat. Ann. §§ 6-1-104, 6-3-301 (2015) ; see also ALI, Model Penal Code §§ 221.0, 221.1 (1980); cf. Taylor, 495 U.S., at 598, 110 S.Ct. 2143 (\"burglary\" in the federal statute should reflect the version of burglary \"used in the criminal codes of most States\"). I also know that there are very few States where one can find authoritative judicial opinions that decide the means/element question. In fact, the Government told us at oral argument that it had found only \"two States\" that, in the context of burglary, had answered the means/elements question. Tr. of Oral Arg. 45; see id., at 37.\nThe lack of information is not surprising. After all, a prosecutor often will charge just one (e.g., a \"building\") of several statutory alternatives. See Descamps v. United States, 570 U.S. ----, ----, 133 S.Ct. 2276, 2283-2284, 186 L.Ed.2d 438 (2013). A jury that convicts, then, would normally have to agree unanimously about the existence of that particular fact. See Richardson, 526 U.S., at 818, 119 S.Ct. 1707 (\"Our decision [whether something is an element or a means] will make a difference where ... the Government introduces evidence that the defendant has committed more underlying drug crimes than legally necessary to make up a 'series' \"). Hence, it will not matter for that particular case whether the State, as a general matter, would categorize that fact (to which the statute refers) as an \"element\" or as a \"means.\"\nSo on the majority's approach, what is a federal sentencing judge to do when facing a state statute that refers to a \"building,\" a \"boat,\" a \"car,\" etc.? The charging documents will not answer the question, for-like the documents at issue here-they will simply charge entry into, say, a \"building,\" without more. But see ante, at 2256 - 2257 (suggesting that a defendant's charging documents will often answer the question). The parties will have to look to other state cases to decide whether that fact is a \"means\" or an \"element.\" That research will take time and is likely not to come up with an answer. What was once a simple matter will produce a time-consuming legal tangle. See, e.g., State v. Peterson, 168 Wash.2d 763, 769, 230 P.3d 588, 591 (2010) ( \" 'There is simply no bright-line rule by which the courts can determine whether the legislature intended to provide alternate means of committing a particular crime. Instead, each case must be evaluated on its own merits' \" (brackets omitted)); State v. Brown, 295 Kan. 181, 192, 284 P.3d 977, 987 (2012) (the \"alternative means\" definition is \"mind-bending in its application\"). That is why lower court judges have criticized the approach the majority now adopts. See, e.g., Omargharib v. Holder, 775 F.3d 192, 200 (C.A.4 2014) (Niemeyer, J., concurring) (\"Because of the ever-morphing analysis and the increasingly blurred articulation of applicable standards, we are being asked to decide, without clear and workable standards, whether disjunctive phrases in a criminal law define alternative elements of a crime or alternative means of committing it.... I find it especially difficult to comprehend the distinction\" (emphasis deleted)).\nV\nThe majority bases its conclusion primarily upon precedent. In my view, precedent does not demand the conclusion that the majority reaches. I agree with the majority that our cases on the subject have all used the word \"element\" in contexts similar to the present context. But that fact is hardly surprising, for all the cases in which that word appears involved elements-or at least the Court assumed that was so. See Descamps, 570 U.S., at ----, n. 2, 133 S.Ct., at 2285, n. 2. In each of *2265those cases, the Court used the word generally, simply to refer to the matter at issue, without stating or suggesting any view about the subject of the present case. See, e.g., id., at ----, 133 S.Ct., at 2283 (\"Sentencing courts may look only to the statutory definitions-i.e., the elements-of a defendant's prior offenses\" (internal quotation marks omitted)); Shepard, 544 U.S., at 16-17, 125 S.Ct. 1254 (using the terms \"statutory definition\" and \"statutory elements\" interchangeably); Taylor, 495 U.S., at 602, 110 S.Ct. 2143 (\"[A]n offense constitutes 'burglary' for purposes of [the Armed Career Criminal Act] if either its statutory definition substantially corresponds to 'generic' burglary, or the charging paper and jury instructions actually required the jury to find all the elements of generic burglary\").\nThe genius of the common law consists in part in its ability to modify a prior holding in light of new circumstances, particularly where, as Justice Holmes said, an existing principle runs up against a different principle that requires such modification. See Holmes, The Path of the Law, 10 Harv. L. Rev. 457, 469 (1897). A fortiori, we should not apply this Court's use of a word in a prior case-a word that was not necessary to the decision of the prior case, and not intended to set forth a generally applicable rule-to a new circumstance that differs significantly in respect to both circumstances and the legal question at issue.\nDoes Apprendi v. New Jersey, 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), require the majority's result here? There we held that any fact (\"[o]ther than the fact of a prior conviction\") that must be proved in order to increase the defendant's sentence above what would otherwise be the statutory maximum must be proved to a jury beyond a reasonable doubt. Id., at 490, 120 S.Ct. 2348. Where, as here, the State charges only one kind of \"occupied structure\"-namely, entry into a \"garage\"-that criterion is met. The State must prove to the jury beyond a reasonable doubt that the defendant unlawfully entered a garage. And that is so, whether the statute uses the term \"garage\" to refer to a fact that is a means or a fact that is an element. If the charging papers simply said \"occupied structure,\" leaving the jury free to disagree about whether that structure was a \"garage\" or was, instead, a \"boat,\" then we lack the necessary assurance about jury unanimity; and the sentencing judge consequently cannot use that conviction as a basis for an increased federal sentence. And that is true whether the state statute, when using the words \"garage\" and \"boat,\" intends them to refer to a fact that is a means or a fact that is an element.\nWhat about Descamps ? The statute there at issue made it a crime to \"ente [r] certain locations with intent to commit grand or petit larceny or any felony.\" 570 U.S., at ----, 133 S.Ct., at 2282 (internal quotation marks omitted). The statute made no distinction between (1) lawful entry (e.g., entering a department store before closing time) and (2) unlawful entry (e.g., breaking into a store after it has closed). See ibid. The difference matters because unlawful entry is a critical constituent of the federal statute's version of \"burglary.\" If the entry is lawful, the crime does not fall within the scope of that word.\nWe held that a conviction under this statute did not count as a \"burglary\" for federal purposes. We reasoned that the statute required the Government only to prove \"entry,\" that there was no reason to believe that charging documents would say whether the entry was lawful or unlawful, and that, \"most important[ly],\" even if they did, the jury did not have to decide that *2266the entry was unlawful in order to convict (that is, any description in the charging document that would imply or state that the entry was illegal, say, at 2:00 in the morning, would be coincidental). Id., at ----, 133 S.Ct., at 2290 ; see id., at ----, 133 S.Ct., at 2288.\nHere, by way of contrast, the charging documents must allege entry into an \"occupied structure,\" and that \"structure\" can consist of one of several statutory alternatives. Iowa Code §§ 713.1, 702.12. The present law thus bears little resemblance to the hypothetical statute the majority describes. That hypothetical statute makes it a crime to break into a \"premises\" without saying more. Ante, at 2255 - 2256. Thus, to apply the federal sentencing statute to such a nonspecific, hypothetical statute would require sentencing judges to \"imaginatively transfor[m]\" \"every element of [the] statute ... so that [the] crime is seen as containing an infinite number of sub-crimes corresponding to 'all the possible ways an individual can commit' \" the crime-an impossibly difficult task. Descamps, 570 U.S., at ---- - ----, 133 S.Ct. at 2291.\nBut the Iowa statute before us contains explicit (not hypothetical) statutory alternatives, and therefore it is likely (not unlikely) that the charging documents will list one or more of these alternatives. Indeed, that is the case with each of Mathis' charging documents. See App. 60-73. And if the charging documents list only one of these alternatives, say, a \"building,\" the jury normally would have to find unanimously that the defendant entered into a building in order to convict. See Bratthauer, 354 N.W.2d, at 776. To repeat my central point: In my view, it is well within our precedent to count a state burglary conviction as a \"burglary\" within the meaning of the federal law where (1) the statute at issue lists the alternative means by which a defendant can commit the crime (e.g., burgling a \"building\" or a \"boat\") and (2) the charging documents make clear that the state alleged (and the jury or trial judge necessarily found) only an alternative that matches the federal version of the crime.\nDescamps was not that kind of case. It concerned a statute that did not explicitly list alternative means for commission of the crime. And it concerned a fact extraneous to the crime-the fact (whether entry into the burgled structure was lawful or unlawful) was neither a statutory means nor an element. As the Court in that case described it, the fact at issue was, under the state statute, a \"legally extraneous circumstanc[e]\" of the State's case. 570 U.S., at ----, 133 S.Ct., at 2288. But this case concerns a fact necessary to the crime (regardless of whether the Iowa Supreme Court generally considers that fact to be a means or an element).\nPrecedent, by the way, also includes Taylor . And, as I have pointed out, Taylor says that the modified categorical approach it sets forth may \"permit the sentencing court to go beyond the mere fact of conviction in a narrow range of cases where a jury was actually required to find all the elements of generic burglary.\" 495 U.S., at 602, 110 S.Ct. 2143. Taylor is the precedent that I believe governs here. Because the majority takes a different view, with respect, I dissent.\n",
            "ocr": false,
            "opinion_id": 9824288
        },
        {
            "author_str": "Alito",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJustice ALITO, dissenting.\nSabine Moreau lives in Solre-sur-Sambre, a town in Belgium located 38 miles south of Brussels. One day she set out in her car to pick up a friend at the Brussels train station, a trip that should have taken under an hour. She programmed her GPS and headed off. Although the GPS sent her south, not north, she apparently thought nothing of it. She dutifully stayed *2267on the prescribed course. Nor was she deterred when she saw road signs in German for Cologne, Aachen, and Frankfurt. \"I asked myself no questions,\" she later recounted. \"I kept my foot down.\"1\nHours passed. After crossing through Germany, she entered Austria. Twice she stopped to refuel her car. She was involved in a minor traffic accident. When she tired, she pulled over and slept in her car. She crossed the Alps, drove through Slovenia, entered Croatia, and finally arrived in Zagreb-two days and 900 miles after leaving her home. Either she had not properly set her GPS or the device had malfunctioned. But Ms. Moreau apparently refused to entertain that thought until she arrived in the Croatian capital. Only then, she told reporters, did she realize that she had gone off course, and she called home, where the police were investigating her disappearance.\nTwenty-six years ago, in Taylor v. United States, 495 U.S. 575, 602, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990), this Court set out on a journey like Ms. Moreau's. Our task in Taylor, like Ms. Moreau's short trip to the train station, might not seem very difficult-determining when a conviction for burglary counts as a prior conviction for burglary under the Armed Career Criminal Act (ACCA), 18 U.S.C. § 924(e). But things have not worked out that way.\nCongress enacted ACCA to ensure that violent repeat criminal offenders could be subject to enhanced penalties-that is, longer prison sentences-in a fair and uniform way across States with myriad criminal laws. See Descamps v. United States, 570 U.S. ----, ---- - ----, 133 S.Ct. 2276, 2301-2302, 186 L.Ed.2d 438 (2013) (ALITO, J., dissenting). ACCA calls for an enhanced sentence when a defendant, who has three or more prior convictions for a \"violent felony,\" is found guilty of possession of a firearm. § 924(e)(1). And ACCA provides that the term \"violent felony\" means, among other things, \"any crime punishable by imprisonment for a term exceeding one year ... that ... is burglary.\" § 924(e)(2)(B). In other words, \"burglary\" = \"violent felony.\"\nWhile this language might seem straightforward, Taylor introduced two complications. First, Taylor held that \"burglary\" under ACCA means offenses that have the elements of what the Court called \"generic\" burglary, defined as unlawfully entering or remaining in a building or structure with the intent to commit a crime. 495 U.S., at 598, 110 S.Ct. 2143. This definition is broader than that of the common law but does not include every offense that States have labeled burglary, such as the burglary of a boat or vehicle. Second, Taylor and subsequent cases have limited the ability of sentencing judges to examine the record in prior cases for the purpose of determining whether the convictions in those cases were for \"generic burglary.\" See, e.g., *2268Shepard v. United States, 544 U.S. 13, 26, 125 S.Ct. 1254, 161 L.Ed.2d 205 (2005). We have called this the \"modified categorical approach.\" Descamps, supra, at ---- - ----, 133 S.Ct., at 2281-2282.\nProgrammed in this way, the Court set out on a course that has increasingly led to results that Congress could not have intended.2 And finally, the Court arrives at today's decision, the upshot of which is that all burglary convictions in a great many States may be disqualified from counting as predicate offenses under ACCA. This conclusion should set off a warning bell. Congress indisputably wanted burglary to count under ACCA; our course has led us to the conclusion that, in many States, no burglary conviction will count; maybe we made a wrong turn at some point (or perhaps the Court is guided by a malfunctioning navigator). But the Court is unperturbed by its anomalous result. Serenely chanting its mantra, \"Elements,\" see ante, at 2251, the Court keeps its foot down and drives on.\nThe Court's approach calls for sentencing judges to delve into pointless abstract questions. In Descamps, the Court gave sentencing judges the assignment of determining whether a state statute is \"divisible.\" See 570 U.S., at ----, 133 S.Ct., at 2293. When I warned that this novel inquiry would prove to be difficult, the opinion of the Court brushed off that concern, see id., at ----, 133 S.Ct., at 2285, n. 2 (\"[W]e can see no real-world reason to worry\"). But lower court judges, who must regularly grapple with the modified categorical approach, struggled to understand Descamps . Compare Rendon v. Holder, 764 F.3d 1077, 1084-1090 (C.A.9 2014) (panel opinion), with 782 F.3d 466, 466-473 (C.A.9 2015) (eight judges dissenting from denial of reh'g en banc), and id., at 473-474 (Kozinski, J., dissenting from denial of reh'g en banc). Now the Court tells them they must decide whether entering or remaining in a building is an \"element\" of committing a crime or merely a \"means\" of doing so. I wish them good luck.\nThe distinction between an \"element\" and a \"means\" is important in a very different context: The requisite number of jurors (all 12 in most jurisdictions) must agree that a defendant committed each element of an offense, but the jurors need not agree on the means by which an element was committed. So if entering or remaining in a building is an element, the jurors must agree that the defendant entered or remained in a building and not, say, a boat. But if the element is entering or remaining within one of a list of places specified in the statute (say, building, boat, vehicle, tent), then entering or remaining in a building is simply a means. Jurors do not need to agree on the means by which an offense is committed, and therefore whether a defendant illegally entered a building or a boat would not matter for purposes of obtaining a conviction.\nIn the real world, there are not many cases in which the state courts are required to decide whether jurors in a burglary case must agree on the building vs. boat issue, so the question whether buildings and boats are elements or means does not often arise. As a result, state-court *2269cases on the question are rare. The Government has surveyed all the state burglary statutes and has found only one-Iowa, the State in which petitioner was convicted for burglary-in which the status of the places covered as elements or means is revealed. See Brief for United States 43, and n. 13. Petitioner's attorneys have not cited a similar decision from any other State.\nHow, then, are federal judges sentencing under ACCA to make the element/means determination? The Court writes: \"This threshold inquiry-elements or means?-is easy in this case, as it will be in many others.\" Ante, at 2256. Really?3 The determination is easy in this case only because the fortified legal team that took over petitioner's representation after this Court granted review found an Iowa case on point, but this discovery does not seem to have been made until the preparation of the brief filed in this Court. Brief for United States 43, and n. 13. \"Petitioner's belated identification of a relevant state decision confirms that the task is not an easy one.\" Ibid . And that is not the worst of it. Although many States have burglary statutes like Iowa's that apply to the burglary of places other than a building, neither the Government nor petitioner has found a single case in any of these jurisdictions resolving the question whether the place burglarized is an element or a means.\nThe Court assures the federal district judges who must apply ACCA that they do not need such state-court decisions, that it will be easy for federal judges to predict how state courts would resolve this question if it was ever presented to them. Ante, at 2256 - 2257. But the Court has not shown how this can be done. The Government's brief cites numerous state statutes like Iowa's. Brief for United States 42, n. 12. If this task is so easy, let the Court pick a few of those States and give the lower court judges a demonstration.\nPicking up an argument tossed off by Judge Kozinski, the Court argues that a federal sentencing judge can get a sense of whether the places covered by a state burglary statute are separate elements or means by examining the charging document. Ante, at 2256 - 2257 (citing Rendon, supra, at 473-474 (Kozinski, J., dissenting from denial of reh'g en banc)). If, for example, the charging document alleges that the defendant burglarized a house, that is a clue, according to the Court, that \"house\" is an element. See ibid . I pointed out the problem with this argument in Descamps . See 570 U.S., at ---- - ----, 133 S.Ct., at 2301-2302 (dissenting opinion). State rules and practices regarding the wording of charging documents differ, and just because something is specifically alleged in such a document, it does not follow that this item is an element and not just a means. See ibid .\nThe present case illustrates my point. Petitioner has five prior burglary convictions in Iowa. In Iowa, the places covered are \"means.\" See ante, at 2254. Yet the charging documents in all these cases set out the specific places that petitioner burglarized-a \"house and garage,\" a \"garage,\" a \"machine shed,\" and a \"storage shed.\" See Brief for Petitioner 9.\nA real-world approach would avoid the mess that today's decision will produce. Allow a sentencing court to take a look at the record in the earlier case to see if the *2270place that was burglarized was a building or something else. If the record is lost or inconclusive, the court could refuse to count the conviction. But where it is perfectly clear that a building was burglarized, count the conviction.\nThe majority disdains such practicality, and as a result it refuses to allow a burglary conviction to be counted even when the record makes it clear beyond any possible doubt that the defendant committed generic burglary. Consider this hypothetical case. Suppose that a defendant wishes to plead guilty to burglary, and the following occurs in open court on the record at the time of the plea:\nPROSECUTOR: I am informed that the defendant wishes to plead guilty to the charge set out in the complaint, namely, \"on June 27, 2016, he broke into a house at 10 Main Street with the intent to commit larceny.\"\nDEFENSE COUNSEL: That is correct.\nCOURT: Mr. Defendant, what did you do?\nDEFENDANT: I broke into a house to steal money and jewelry.\nCOURT: Was that the house at 10 Main St.?\nDEFENDANT: That's it.\nCOURT: Now, are you sure about that? I mean, are you sure that 10 Main St. is a house? Could it have actually been a boat?\nDEFENDANT: No, it was a house. I climbed in through a window on the second floor.\nCOURT: Well, there are yachts that have multiple decks. Are you sure it is not a yacht?\nDEFENDANT: It's a little house.\nPROSECUTOR: Your Honor, here is a photo of the house.\nCOURT: Give the defendant the photo. Mr. Defendant, is this the place you burglarized?\nDEFENDANT: Yes, like I said.\nCOURT: Could it once have been a boat? Maybe it was originally a house boat and was later attached to the ground. What about that?\nDEFENSE COUNSEL: Your honor, we stipulate that it is not a boat.\nCOURT: Well, could it be a vehicle?\nDEFENDANT: No, like I said, it's a house. It doesn't have any wheels.\nCOURT: There are trailers that aren't on wheels.\nDEFENSE COUNSEL: Your Honor, my client wants to plead guilty to burglarizing the house at 10 Main St.\nPROSECUTOR: Your Honor, if necessary I will call the owners, Mr. and Mrs. Landlubbers-Stationary. They have lived there for 40 years. They will testify that it is a building. I also have the town's tax records. The house has been at that location since it was built in 1926. It hasn't moved.\nCOURT: What do you say, defense counsel? Are those records accurate?\nDEFENSE COUNSEL: Yes, we so stipulate. Again, my client wishes to plead guilty to the burglary of a house. He wants to take responsibility for what he did, and as to sentencing,....\nCOURT: We'll get to that later. Mr. Defendant, what do you say? Is 10 Main St. possibly a vehicle?\nDEFENDANT: Your Honor, I admit I burglarized a house. It was not a car or truck.\nCOURT: Well, alright. But could it possibly be a tent?\nDEFENDANT: No, it's made of brick. I scraped my knee on the brick climbing up.\nCOURT: OK, I just want to be sure.\n*2271As the Court sees things, none of this would be enough. Real-world facts are irrelevant. For aficionados of pointless formalism, today's decision is a wonder, the veritable ne plus ultra of the genre.4\nAlong the way from Taylor to the present case, there have been signs that the Court was off course and opportunities to alter its course. Now the Court has reached the legal equivalent of Ms. Moreau's Zagreb. But the Court, unlike Ms. Moreau, is determined to stay the course and continue on, traveling even further away from the intended destination. Who knows when, if ever, the Court will call home.\n\nFor accounts of the journey, see, e.g., Waterfield, GPS Failure Leaves Belgian Woman in Zagreb Two Days Later, The Telegraph (Jan. 13, 2013), online at http://www.telegraph.co.uk/news/worldnews/europe/belgium/9798779/GPS-failure-leaves-Belgian-woman-in-Zagreb-two-days-later.html (all Internet materials as last visited June 22, 2016); Grenoble, Sabine Moreau, Belgian Woman, Drives 900 Miles Off 90-Mile Route Because of GPS Error, Huffington Post (Jan. 15, 2013), online at http://www.huffingtonpost.com/2013/01/15/sabine-moreau-gps-belgium-croatia-900-miles_n_2475220.html; Malm, Belgian Woman Blindly Drove 900 Miles Across Europe As She Followed Broken GPS Instead Of 38-Miles To The Station, Daily Mail, (Jan. 14, 2013), online at http://www.dailymail.co.uk/news/article-2262149/Belgian-woman-67-picking-friend-railway-station-ends-Zagreb-900-miles-away-satnav-disaster.html.\n\n\nIn Descamps v. United States, 570 U.S. ----, 133 S.Ct. 2276, 186 L.Ed.2d 438 (2013), the decision meant that no California burglary conviction counts under ACCA. See id ., at ----, 133 S.Ct., at 2302 (ALITO, J., dissenting). In Moncrieffe v. Holder, 569 U.S. ----, 133 S.Ct. 1678, 185 L.Ed.2d 727 (2013), where the Court took a similar approach in interpreting a provision of the immigration laws, the Court came to the conclusion that convictions in about half the states for even very large scale marijuana trafficking do not count as \"illicit trafficking in a controlled substance\" under a provision of the immigration laws. Id., at ----, 133 S.Ct., at 1700 (ALITO, J., dissenting).\n\n\nIn Rendon v. Holder, 782 F.3d 466, 466-473 (C.A.9 2015) (dissent from denial of rehearing), eight circuit judges addressed the question of the difficulty of this determination. They described it as \"a notoriously uncertain inquiry\" that will lead to \"uncertain results.\" Id., at 471.\n\n\nThe Court claims that there are three good reasons for its holding, but as I explained in Descamps, none is substantial. The Court's holding is not required by ACCA's text or by the Sixth Amendment, and the alternative real-world approach would be fair to defendants. See 570 U.S., at ----, ---- - ----, 133 S.Ct., at 2296-2297, 2299-2301 (ALITO, J., dissenting).\n\n",
            "ocr": false,
            "opinion_id": 9824289
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 49.0,
            "download_url": "http://www.supremecourt.gov/opinions/15pdf/15-6092_1an2.pdf",
            "author_id": null,
            "opinion_text": "(Slip Opinion)              OCTOBER TERM, 2015                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                     MATHIS v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE EIGHTH CIRCUIT\n\n      No. 15–6092. Argued April 26, 2016—Decided June 23, 2016\nThe Armed Career Criminal Act (ACCA) imposes a 15-year mandatory\n  minimum sentence on a defendant convicted of being a felon in pos-\n  session of a firearm who also has three prior state or federal convic-\n  tions “for a violent felony,” including “burglary, arson, or extortion.”\n  18 U. S. C. §§924(e)(1), (e)(2)(B)(ii). To determine whether a prior\n  conviction is for one of those listed crimes, courts apply the “categori-\n  cal approach”—they ask whether the elements of the offense forming\n  the basis for the conviction sufficiently match the elements of the ge-\n  neric (or commonly understood) version of the enumerated crime.\n  See Taylor v. United States, 495 U. S. 575, 600–601. “Elements” are\n  the constituent parts of a crime’s legal definition, which must be\n  proved beyond a reasonable doubt to sustain a conviction; they are\n  distinct from “facts,” which are mere real-world things—extraneous\n  to the crime’s legal requirements and thus ignored by the categorical\n  approach.\n     When a statute defines only a single crime with a single set of ele-\n  ments, application of the categorical approach is straightforward.\n  But when a statute defines multiple crimes by listing multiple, alter-\n  native elements, the elements-matching required by the categorical\n  approach is more difficult. To decide whether a conviction under\n  such a statute is for a listed ACCA offense, a sentencing court must\n  discern which of the alternative elements was integral to the defend-\n  ant’s conviction. That determination is made possible by the “modi-\n  fied categorical approach,” which permits a court to look at a limited\n  class of documents from the record of a prior conviction to determine\n  what crime, with what elements, a defendant was convicted of before\n  comparing that crime’s elements to those of the generic offense. See,\n  e.g., Shepard v. United States, 544 U. S. 13, 26. This case involves a\n\f2                     MATHIS v. UNITED STATES\n\n                                  Syllabus\n\n    different type of alternatively worded statute—one that defines only\n    one crime, with one set of elements, but which lists alternative factu-\n    al means by which a defendant can satisfy those elements.\n       Here, petitioner Richard Mathis pleaded guilty to being a felon in\n    possession of a firearm. Because of his five prior Iowa burglary con-\n    victions, the Government requested an ACCA sentence enhancement.\n    Under the generic offense, burglary requires unlawful entry into a\n    “building or other structure.” Taylor, 495 U. S., at 598. The Iowa\n    statute, however, reaches “any building, structure, [or] land, water,\n    or air vehicle.” Iowa Code §702.12. Under Iowa law, that list of plac-\n    es does not set out alternative elements, but rather alternative\n    means of fulfilling a single locational element.\n       The District Court applied the modified categorical approach,\n    found that Mathis had burgled structures, and imposed an enhanced\n    sentence. The Eighth Circuit affirmed. Acknowledging that the Iowa\n    statute swept more broadly than the generic statute, the court de-\n    termined that, even if “structures” and “vehicles” were not separate\n    elements but alternative means of fulfilling a single element, a sen-\n    tencing court could still invoke the modified categorical approach.\n    Because the record showed that Mathis had burgled structures, the\n    court held, the District Court’s treatment of Mathis’s prior convic-\n    tions as ACCA predicates was proper.\nHeld: Because the elements of Iowa’s burglary law are broader than\n those of generic burglary, Mathis’s prior convictions cannot give rise\n to ACCA’s sentence enhancement. Pp. 7–19.\n    (a) This case is resolved by this Court’s precedents, which have re-\n peatedly held, and in no uncertain terms, that a state crime cannot\n qualify as an ACCA predicate if its elements are broader than those\n of a listed generic offense. See, e.g., Taylor, 495 U. S., at 602. The\n “underlying brute facts or means” by which the defendant commits\n his crime, Richardson v. United States, 526 U. S. 813, 817, make no\n difference; even if the defendant’s conduct, in fact, fits within the def-\n inition of the generic offense, the mismatch of elements saves him\n from an ACCA sentence. ACCA requires a sentencing judge to look\n only to “the elements of the [offense], not to the facts of [the] defend-\n ant’s conduct.” Taylor, 495 U. S., at 601.\n    This Court’s cases establish three basic reasons for adhering to an\n elements-only inquiry. First, ACCA’s text, which asks only about a\n defendant’s “prior convictions,” indicates that Congress meant for the\n sentencing judge to ask only whether “the defendant had been con-\n victed of crimes falling within certain categories,” id., at 600, not\n what he had done. Second, construing ACCA to allow a sentencing\n judge to go any further would raise serious Sixth Amendment con-\n cerns because only a jury, not a judge, may find facts that increase\n\f                     Cite as: 579 U. S. ____ (2016)                     3\n\n                                Syllabus\n\n  the maximum penalty. See Apprendi v. New Jersey, 530 U. S. 466,\n  490. And third, an elements-focus avoids unfairness to defendants,\n  who otherwise might be sentenced based on statements of “non-\n  elemental fact[s]” that are prone to error because their proof is un-\n  necessary to a conviction. Descamps v. United States, 570 U. S. ___,\n  ___.\n     Those reasons remain as strong as ever when a statute, like Iowa’s\n  burglary statute, lists alternative means of fulfilling one (or more) of\n  a crime’s elements. ACCA’s term “convictions” still supports an ele-\n  ments-based inquiry. The Sixth Amendment problems associated\n  with a court’s exploration of means rather than elements do not abate\n  in the face of a statute like Iowa’s: Alternative factual scenarios re-\n  main just that, and thus off-limits to sentencing judges. Finally, a\n  statute’s listing of disjunctive means does nothing to mitigate the\n  possible unfairness of basing an increased penalty on something not\n  legally necessary to a prior conviction. Accordingly, whether means\n  are listed in a statute or not, ACCA does not care about them; rather,\n  its focus, as always, remains on a crime’s elements. Pp. 7–16.\n     (b) The first task for a court faced with an alternatively phrased\n  statute is thus to determine whether the listed items are elements or\n  means. That threshold inquiry is easy here, where a State Supreme\n  Court ruling answers the question. A state statute on its face could\n  also resolve the issue. And if state law fails to provide clear answers,\n  the record of a prior conviction itself might prove useful to determin-\n  ing whether the listed items are elements of the offense. If such rec-\n  ord materials do not speak plainly, a sentencing judge will be unable\n  to satisfy “Taylor’s demand for certainty.” Shepard, 544 U. S., at 21.\n  But between the record and state law, that kind of indeterminacy\n  should prove more the exception than the rule. Pp. 16–18.\n786 F. 3d 1068, reversed.\n\n   KAGAN, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, THOMAS, and SOTOMAYOR, JJ., joined. KENNEDY,\nJ., and THOMAS, J., filed concurring opinions. BREYER, J., filed a dis-\nsenting opinion, in which GINSBURG, J., joined. ALITO, J., filed a dis-\nsenting opinion.\n\f                        Cite as: 579 U. S. ____ (2016)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 15–6092\n                                   _________________\n\n\nRICHARD MATHIS, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n           APPEALS FOR THE EIGHTH CIRCUIT\n                                 [June 23, 2016]\n\n   JUSTICE KAGAN delivered the opinion of the Court.\n   The Armed Career Criminal Act (ACCA or Act), 18\nU. S. C. §924(e), imposes a 15-year mandatory minimum\nsentence on certain federal defendants who have three\nprior convictions for a “violent felony,” including “burglary,\narson, or extortion.” To determine whether a past convic-\ntion is for one of those offenses, courts compare the ele-\nments of the crime of conviction with the elements of the\n“generic” version of the listed offense—i.e., the offense as\ncommonly understood. For more than 25 years, our deci-\nsions have held that the prior crime qualifies as an ACCA\npredicate if, but only if, its elements are the same as, or\nnarrower than, those of the generic offense. The question\nin this case is whether ACCA makes an exception to\nthat rule when a defendant is convicted under a statute\nthat lists multiple, alternative means of satisfying one\n(or more) of its elements. We decline to find such an\nexception.\n                              I\n                             A\n  ACCA prescribes a 15-year mandatory minimum sen-\ntence if a defendant is convicted of being a felon in posses-\n\f2                MATHIS v. UNITED STATES\n\n                     Opinion of the Court\n\nsion of a firearm following three prior convictions for a\n“violent felony.” §924(e)(1). (Absent that sentence en-\nhancement, the felon-in-possession statute sets a 10-year\nmaximum penalty. See §924(a)(2).) ACCA defines the\nterm “violent felony” to include any felony, whether state\nor federal, that “is burglary, arson, or extortion.”\n§924(e)(2)(B)(ii). In listing those crimes, we have held,\nCongress referred only to their usual or (in our terminol-\nogy) generic versions—not to all variants of the offenses.\nSee Taylor v. United States, 495 U. S. 575, 598 (1990).\nThat means as to burglary—the offense relevant in this\ncase—that Congress meant a crime “contain[ing] the\nfollowing elements: an unlawful or unprivileged entry into\n. . . a building or other structure, with intent to commit a\ncrime.” Ibid.\n    To determine whether a prior conviction is for generic\nburglary (or other listed crime) courts apply what is\nknown as the categorical approach: They focus solely on\nwhether the elements of the crime of conviction sufficiently\nmatch the elements of generic burglary, while ignoring\nthe particular facts of the case. See id., at 600–601. Dis-\ntinguishing between elements and facts is therefore cen-\ntral to ACCA’s operation. “Elements” are the “constituent\nparts” of a crime’s legal definition—the things the “prose-\ncution must prove to sustain a conviction.” Black’s Law\nDictionary 634 (10th ed. 2014). At a trial, they are what\nthe jury must find beyond a reasonable doubt to convict\nthe defendant, see Richardson v. United States, 526 U. S.\n813, 817 (1999); and at a plea hearing, they are what the\ndefendant necessarily admits when he pleads guilty, see\nMcCarthy v. United States, 394 U. S. 459, 466 (1969).\nFacts, by contrast, are mere real-world things—\nextraneous to the crime’s legal requirements. (We have\nsometimes called them “brute facts” when distinguishing\nthem from elements. Richardson, 526 U. S., at 817.) They\nare “circumstance[s]” or “event[s]” having no “legal effect\n\f                  Cite as: 579 U. S. ____ (2016)            3\n\n                      Opinion of the Court\n\n[or] consequence”: In particular, they need neither be\nfound by a jury nor admitted by a defendant. Black’s Law\nDictionary 709. And ACCA, as we have always under-\nstood it, cares not a whit about them. See, e.g., Taylor,\n495 U. S., at 599–602. A crime counts as “burglary” under\nthe Act if its elements are the same as, or narrower than,\nthose of the generic offense. But if the crime of conviction\ncovers any more conduct than the generic offense, then it\nis not an ACCA “burglary”—even if the defendant’s actual\nconduct (i.e., the facts of the crime) fits within the generic\noffense’s boundaries.\n   The comparison of elements that the categorical ap-\nproach requires is straightforward when a statute sets out\na single (or “indivisible”) set of elements to define a single\ncrime. The court then lines up that crime’s elements\nalongside those of the generic offense and sees if they\nmatch. So, for example, this Court found that a California\nstatute swept more broadly than generic burglary because\nit criminalized entering a location (even if lawfully) with\nthe intent to steal, and thus encompassed mere shoplift-\ning. See id., at 591; Descamps v. United States, 570 U. S.\n___, ___–___ (2013) (slip op., at 5–6). Accordingly, no\nconviction under that law could count as an ACCA predi-\ncate, even if the defendant in fact made an illegal entry\nand so committed burglary in its generic form. See id., at\n___–___ (slip op., at 22–23).\n   Some statutes, however, have a more complicated\n(sometimes called “divisible”) structure , making the com-\nparison of elements harder. Id., at ___ (slip op., at 5). A\nsingle statute may list elements in the alternative, and\nthereby define multiple crimes. Suppose, for example,\nthat the California law noted above had prohibited “the\nlawful entry or the unlawful entry” of a premises with\nintent to steal, so as to create two different offenses, one\nmore serious than the other. If the defendant were con-\nvicted of the offense with unlawful entry as an element,\n\f4                MATHIS v. UNITED STATES\n\n                      Opinion of the Court\n\nthen his crime of conviction would match generic burglary\nand count as an ACCA predicate; but, conversely, the\nconviction would not qualify if it were for the offense with\nlawful entry as an element. A sentencing court thus re-\nquires a way of figuring out which of the alternative ele-\nments listed—lawful entry or unlawful entry—was inte-\ngral to the defendant’s conviction (that is, which was\nnecessarily found or admitted). See id., at ___ (slip op., at\n6). To address that need, this Court approved the “modi-\nfied categorical approach” for use with statutes having\nmultiple alternative elements. See, e.g., Shepard v. United\nStates, 544 U. S. 13, 26 (2005). Under that approach, a\nsentencing court looks to a limited class of documents (for\nexample, the indictment, jury instructions, or plea agree-\nment and colloquy) to determine what crime, with what\nelements, a defendant was convicted of. See ibid.; Taylor,\n495 U. S., at 602. The court can then compare that crime,\nas the categorical approach commands, with the relevant\ngeneric offense.\n   This case concerns a different kind of alternatively\nphrased law: not one that lists multiple elements disjunc-\ntively, but instead one that enumerates various factual\nmeans of committing a single element. See generally\nSchad v. Arizona, 501 U. S. 624, 636 (1991) (plurality\nopinion) (“[L]egislatures frequently enumerate alternative\nmeans of committing a crime without intending to define\nseparate elements or separate crimes”). To use a hypo-\nthetical adapted from two of our prior decisions, suppose a\nstatute requires use of a “deadly weapon” as an element of\na crime and further provides that the use of a “knife, gun,\nbat, or similar weapon” would all qualify. See Descamps,\n570 U. S., at ___ (slip op., at 16); Richardson, 526 U. S., at\n817. Because that kind of list merely specifies diverse\nmeans of satisfying a single element of a single crime—or\notherwise said, spells out various factual ways of commit-\nting some component of the offense—a jury need not find\n\f                 Cite as: 579 U. S. ____ (2016)            5\n\n                     Opinion of the Court\n\n(or a defendant admit) any particular item: A jury could\nconvict even if some jurors “conclude[d] that the defendant\nused a knife” while others “conclude[d] he used a gun,”\nso long as all agreed that the defendant used a “deadly\nweapon.” Ibid.; see Descamps, 570 U. S., at ___ (slip op.,\nat 14) (describing means, for this reason, as “legally extra-\nneous circumstances”). And similarly, to bring the discus-\nsion back to burglary, a statute might—indeed, as soon\ndiscussed, Iowa’s burglary law does—itemize the various\nplaces that crime could occur as disjunctive factual scenar-\nios rather than separate elements, so that a jury need not\nmake any specific findings (or a defendant admissions) on\nthat score.\n  The issue before us is whether ACCA treats this kind of\nstatute as it does all others, imposing a sentence en-\nhancement only if the state crime’s elements correspond to\nthose of a generic offense—or instead whether the Act\nmakes an exception for such a law, so that a sentence can\nbe enhanced when one of the statute’s specified means\ncreates a match with the generic offense, even though the\nbroader element would not.\n                              B\n   Petitioner Richard Mathis pleaded guilty to being a\nfelon in possession of a firearm. See §922(g). At sentenc-\ning, the Government asked the District Court to impose\nACCA’s 15-year minimum penalty based on Mathis’s five\nprior convictions for burglary under Iowa law.\n   Iowa’s burglary statute, all parties agree, covers more\nconduct than generic burglary does. See Brief for Peti-\ntioner 36; Brief for United States 44. The generic offense\nrequires unlawful entry into a “building or other struc-\nture.” Taylor, 495 U. S., at 598; supra, at 2. Iowa’s stat-\nute, by contrast, reaches a broader range of places: “any\nbuilding, structure, [or] land, water, or air vehicle.” Iowa\nCode §702.12 (2013) (emphasis added). And those listed\n\f6                MATHIS v. UNITED STATES\n\n                     Opinion of the Court\n\nlocations are not alternative elements, going toward the\ncreation of separate crimes. To the contrary, they lay out\nalternative ways of satisfying a single locational element,\nas the Iowa Supreme Court has held: Each of the terms\nserves as an “alternative method of committing [the]\nsingle crime” of burglary, so that a jury need not agree on\nwhich of the locations was actually involved. State v.\nDuncan, 312 N. W. 2d 519, 523 (Iowa 1981); see State v.\nRooney, 862 N. W. 2d 367, 376 (Iowa 2015) (discussing the\nsingle “broadly phrased . . . element of place” in Iowa’s\nburglary law). In short, the statute defines one crime,\nwith one set of elements, broader than generic burglary—\nwhile specifying multiple means of fulfilling its locational\nelement, some but not all of which (i.e., buildings and\nother structures, but not vehicles) satisfy the generic\ndefinition.\n   The District Court imposed an ACCA enhancement on\nMathis after inspecting the records of his prior convictions\nand determining that he had burgled structures, rather\nthan vehicles. See App. 34–35. The Court of Appeals for\nthe Eighth Circuit affirmed. 786 F. 3d 1068 (2015). It\nacknowledged that Iowa’s burglary statute, by covering\nvehicles in addition to structures, swept more broadly\nthan generic burglary. See id., at 1074. But it noted that\nif structures and vehicles were separate elements, each\npart of a different crime, then a sentencing court could\ninvoke the modified categorical approach and look to old\nrecord materials to see which of those crimes the defend-\nant had been convicted of. See id., at 1072–1074. And the\nCourt of Appeals thought nothing changed if structures\nand vehicles were not distinct elements but only alterna-\ntive means: “Whether [such locations] amount to alterna-\ntive elements or merely alternative means to fulfilling an\nelement,” the Eighth Circuit held, a sentencing court\n“must apply the modified categorical approach” and in-\nspect the records of prior cases. Id., at 1075. If the court\n\f                    Cite as: 579 U. S. ____ (2016)                   7\n\n                         Opinion of the Court\n\nfound from those materials that the defendant had in fact\ncommitted the offense in a way that satisfied the defini-\ntion of generic burglary—here, by burgling a structure\nrather than a vehicle—then the court should treat the\nconviction as an ACCA predicate. And that was so, the\nCourt of Appeals stated, even though the elements of the\ncrime of conviction, in encompassing both types of loca-\ntions, were broader than those of the relevant generic\noffense. See id., at 1074–1075. In this circumstance, the\ncourt thus found, ACCA’s usual elements-based inquiry\nwould yield to a facts-based one.\n   That decision added to a Circuit split over whether\nACCA’s general rule—that a defendant’s crime of convic-\ntion can count as a predicate only if its elements match\nthose of a generic offense—gives way when a statute\nhappens to list various means by which a defendant can\nsatisfy an element.1 We granted certiorari to resolve that\ndivision, 577 U. S. ___ (2016), and now reverse.\n                              II\n\n                              A\n\n   As just noted, the elements of Mathis’s crime of convic-\ntion (Iowa burglary) cover a greater swath of conduct than\nthe elements of the relevant ACCA offense (generic bur-\nglary). See supra, at 5–6. Under our precedents, that\nundisputed disparity resolves this case. We have often\nheld, and in no uncertain terms, that a state crime cannot\nqualify as an ACCA predicate if its elements are broader\nthan those of a listed generic offense. See, e.g., Taylor, 495\nU. S., at 602. How a given defendant actually perpetrated\nthe crime—what we have referred to as the “underlying\n——————\n  1 Compare 786 F. 3d 1068 (CA8 2015) (case below) (recognizing such\n\nan exception); United States v. Ozier, 796 F. 3d 597 (CA6 2015) (same);\nUnited States v. Trent, 767 F. 3d 1046 (CA10 2014) (same), with Ren-\ndon v. Holder, 764 F. 3d 1077 (CA9 2014) (rejecting that exception);\nOmargharib v. Holder, 775 F. 3d 192 (CA4 2014) (same).\n\f8                        MATHIS v. UNITED STATES\n\n                              Opinion of the Court\n\nbrute facts or means” of commission, Richardson, 526\nU. S., at 817—makes no difference; even if his conduct fits\nwithin the generic offense, the mismatch of elements saves\nthe defendant from an ACCA sentence. Those longstand-\ning principles, and the reasoning that underlies them,\napply regardless of whether a statute omits or instead\nspecifies alternative possible means of commission. The\nitemized construction gives a sentencing court no special\nwarrant to explore the facts of an offense, rather than to\ndetermine the crime’s elements and compare them with\nthe generic definition.\n   Taylor set out the essential rule governing ACCA cases\nmore than a quarter century ago. All that counts under\nthe Act, we held then, are “the elements of the statute of\nconviction.” 495 U. S., at 601. So, for example, the label a\nState assigns to a crime—whether “burglary,” “breaking\nand entering,” or something else entirely—has no rele-\nvance to whether that offense is an ACCA predicate. See\nid., at 590–592. And more to the point here: The same is\ntrue of “the particular facts underlying [the prior] convic-\ntions”—the means by which the defendant, in real life,\ncommitted his crimes. Id., at 600. That rule can seem\ncounterintuitive: In some cases, a sentencing judge knows\n(or can easily discover) that the defendant carried out a\n“real” burglary, even though the crime of conviction also\nextends to other conduct. No matter. Under ACCA, Tay-\nlor stated, it is impermissible for “a particular crime [to]\nsometimes count towards enhancement and sometimes\nnot, depending on the facts of the case.” Id., at 601. Ac-\ncordingly, a sentencing judge may look only to “the ele-\nments of the [offense], not to the facts of [the] defendant’s\nconduct.” Ibid.\n   That simple point became a mantra in our subsequent\nACCA decisions.2 At the risk of repetition (perhaps down-\n——————\n    2 So   too in our decisions applying the categorical approach outside the\n\f                     Cite as: 579 U. S. ____ (2016)                   9\n\n                         Opinion of the Court\n\nright tedium), here are some examples. In Shepard:\nACCA “refers to predicate offenses in terms not of prior\nconduct but of prior ‘convictions’ and the ‘element[s]’ of\ncrimes.” 544 U. S., at 19 (alteration in original). In James\nv. United States: “[W]e have avoided any inquiry into the\nunderlying facts of [the defendant’s] particular offense,\nand have looked solely to the elements of [burglary] as\ndefined by [state] law.” 550 U. S. 192, 214 (2007). In\nSykes v. United States: “[W]e consider [only] the elements\nof the offense[,] without inquiring into the specific conduct\nof this particular offender.” 564 U. S. 1, 7 (2011) (quoting\nJames, 550 U. S., at 202; emphasis in original). And most\nrecently (and tersely) in Descamps: “The key [under\nACCA] is elements, not facts.” 570 U. S., at ___ (slip op.,\nat 5).\n  Our decisions have given three basic reasons for adher-\ning to an elements-only inquiry. First, ACCA’s text favors\nthat approach. By enhancing the sentence of a defendant\nwho has three “previous convictions” for generic burglary,\n§924(e)(1)—rather than one who has thrice committed\nthat crime—Congress indicated that the sentencer should\nask only about whether “the defendant had been convicted\nof crimes falling within certain categories,” and not about\nwhat the defendant had actually done. Taylor, 495 U. S.,\nat 600. Congress well knows how to instruct sentencing\njudges to look into the facts of prior crimes: In other stat-\nutes, using different language, it has done just that. See\nUnited States v. Hayes, 555 U. S. 415, 421 (2009) (conclud-\ning that the phrase “an offense . . . committed” charged\nsentencers with considering non-elemental facts); Nijha-\nwan v. Holder, 557 U. S. 29, 36 (2009) (construing an\n——————\nACCA context—most prominently, in immigration cases. See, e.g.,\nKawashima v. Holder, 565 U. S. 478, 482–483 (2012) (stating that a\njudge must look to the “formal element[s] of a conviction[,] rather than\nto the specific facts underlying the crime,” in deciding whether to\ndeport an alien for committing an “aggravated felony”).\n\f10               MATHIS v. UNITED STATES\n\n                      Opinion of the Court\n\nimmigration statute to “call[ ] for a ‘circumstance-specific,’\nnot a ‘categorical’ interpretation”). But Congress chose\nanother course in ACCA, focusing on only “the elements of\nthe statute of conviction.” Taylor, 495 U. S., at 601.\n  Second, a construction of ACCA allowing a sentencing\njudge to go any further would raise serious Sixth Amend-\nment concerns. This Court has held that only a jury, and\nnot a judge, may find facts that increase a maximum\npenalty, except for the simple fact of a prior conviction.\nSee Apprendi v. New Jersey, 530 U. S. 466, 490 (2000).\nThat means a judge cannot go beyond identifying the\ncrime of conviction to explore the manner in which the\ndefendant committed that offense. See Shepard, 544\nU. S., at 25 (plurality opinion); id., at 28 (THOMAS, J.,\nconcurring in part and concurring in judgment) (stating\nthat such an approach would amount to “constitutional\nerror”). He is prohibited from conducting such an inquiry\nhimself; and so too he is barred from making a disputed\ndetermination about “what the defendant and state judge\nmust have understood as the factual basis of the prior\nplea” or “what the jury in a prior trial must have accepted\nas the theory of the crime.” See id., at 25 (plurality opin-\nion); Descamps, 570 U. S., at ___ (slip op., at 14). He can\ndo no more, consistent with the Sixth Amendment, than\ndetermine what crime, with what elements, the defendant\nwas convicted of.\n  And third, an elements-focus avoids unfairness to de-\nfendants. Statements of “non-elemental fact” in the rec-\nords of prior convictions are prone to error precisely be-\ncause their proof is unnecessary. Id., at ___ (slip op., at\n15). At trial, and still more at plea hearings, a defendant\nmay have no incentive to contest what does not matter\nunder the law; to the contrary, he “may have good reason\nnot to”—or even be precluded from doing so by the court.\nIbid. When that is true, a prosecutor’s or judge’s mistake\nas to means, reflected in the record, is likely to go uncor-\n\f                     Cite as: 579 U. S. ____ (2016)                   11\n\n                          Opinion of the Court\n\nrected. See ibid.3 Such inaccuracies should not come back\nto haunt the defendant many years down the road by\ntriggering a lengthy mandatory sentence.\n   Those three reasons stay as strong as ever when a stat-\nute, instead of merely laying out a crime’s elements, lists\nalternative means of fulfilling one (or more) of them.\nACCA’s use of the term “convictions” still supports an\nelements-based inquiry; indeed, that language directly\nrefutes an approach that would treat as consequential a\nstatute’s reference to factual circumstances not essential\nto any conviction. Similarly, the Sixth Amendment prob-\nlems associated with a court’s exploration of means rather\nthan elements do not abate in the face of a statute like\nIowa’s: Whether or not mentioned in a statute’s text,\nalternative factual scenarios remain just that—and so\nremain off-limits to judges imposing ACCA enhancements.\nAnd finally, a statute’s listing of disjunctive means does\nnothing to mitigate the possible unfairness of basing an\nincreased penalty on something not legally necessary to a\nprior conviction. Whatever the statute says, or leaves out,\nabout diverse ways of committing a crime makes no differ-\nence to the defendant’s incentives (or lack thereof ) to\ncontest such matters.\n   For these reasons, the court below erred in applying the\n——————\n   3 To see the point most clearly, consider an example arising in the\n\nimmigration context: A defendant charged under a statute that crimi-\nnalizes “intentionally, knowingly, or recklessly” assaulting another—as\nexists in many States, see, e.g., Tex. Penal Code Ann. §22.01(a)(1) (West\nCum. Supp. 2015)—has no apparent reason to dispute a prosecutor’s\nstatement that he committed the crime intentionally (as opposed to\nrecklessly) if those mental states are interchangeable means of satisfy-\ning a single mens rea element. But such a statement, if treated as\nreliable, could make a huge difference in a deportation proceeding years\nin the future, because an intentional assault (unlike a reckless one)\nqualifies as a “crime involving moral turpitude,” and so requires re-\nmoval from the country. See In re Gomez-Perez, No. A200–958–511,\np. 2 (BIA 2014).\n\f12                   MATHIS v. UNITED STATES\n\n                          Opinion of the Court\n\nmodified categorical approach to determine the means by\nwhich Mathis committed his prior crimes. 786 F. 3d, at\n1075. ACCA, as just explained, treats such facts as irrele-\nvant: Find them or not, by examining the record or any-\nthing else, a court still may not use them to enhance a\nsentence. And indeed, our cases involving the modified\ncategorical approach have already made exactly that\npoint. “[T]he only [use of that approach] we have ever\nallowed,” we stated a few Terms ago, is to determine\n“which element[s] played a part in the defendant’s convic-\ntion.” Descamps, 570 U. S., at ___, ___ (slip op., at 5, 8)\n(emphasis added); see Taylor, 495 U. S., at 602 (noting\nthat the modified approach may be employed only to de-\ntermine whether “a jury necessarily had to find” each\nelement of generic burglary). In other words, the modified\napproach serves—and serves solely—as a tool to identify\nthe elements of the crime of conviction when a statute’s\ndisjunctive phrasing renders one (or more) of them\nopaque. See Descamps, 570 U. S., at ___ (slip op., at 8).4\nIt is not to be repurposed as a technique for discovering\nwhether a defendant’s prior conviction, even though for a\ntoo-broad crime, rested on facts (or otherwise said, in-\nvolved means) that also could have satisfied the elements\nof a generic offense.\n——————\n   4 Descamps made the point at some length, adding that the modified\n\ncategorical approach “retains the categorical approach’s central feature:\na focus on the elements, rather than the facts, of a crime. And it\npreserves the categorical approach’s basic method: comparing those\nelements with the generic offense’s. All the modified approach adds is a\nmechanism for making that comparison when a statute lists multiple,\nalternative elements, and so effectively creates ‘several different . . .\ncrimes.’ If at least one, but not all of those crimes matches the generic\nversion, a court needs a way to find out which the defendant was\nconvicted of. That is the job, as we have always understood it, of the\nmodified approach: to identify, from among several alternatives, the\ncrime of conviction so that the court can compare it to the generic\noffense.” 570 U. S., at ___ (slip op., at 8) (citation omitted).\n\f                     Cite as: 579 U. S. ____ (2016)                   13\n\n                          Opinion of the Court\n\n                                   B\n   The Government and JUSTICE BREYER claim that our\nlongtime and exclusive focus on elements does not resolve\nthis case because (so they say) when we talked about\n“elements,” we did not really mean it. “[T]he Court used\n‘elements,’ ” the Government informs us, “not to distin-\nguish between ‘means’ and ‘elements,’ ” but instead to refer\nto whatever the statute lists—whether means or elements.\nBrief for United States 8; see id., at 19. In a similar vein,\nJUSTICE BREYER posits that every time we said the word\n“element,” we “used the word generally, simply to refer to\nthe matter at issue,” without “intend[ing] to set forth a\ngenerally applicable rule.” Post, at 11–12 (dissenting\nopinion).\n   But a good rule of thumb for reading our decisions is\nthat what they say and what they mean are one and the\nsame; and indeed, we have previously insisted on that\npoint with reference to ACCA’s elements-only approach.\nIn Descamps, the sole dissenting Justice made an argu-\nment identical to the one now advanced by the Govern-\nment and JUSTICE BREYER: that our prior caselaw had not\nintended to distinguish between statutes listing alterna-\ntive elements and those setting out “merely alternative\nmeans” of commission. 570 U. S., at ___ (slip op., at 7)\n(opinion of ALITO, J.).5 The Court rejected that contention,\n——————\n   5 In another solo dissent, JUSTICE ALITO today switches gears, arguing\n\nnot that our precedent is consistent with his means-based view, but\ninstead that all of our ACCA decisions are misguided because all follow\nfrom an initial wrong turn in Taylor v. United States, 495 U. S. 575\n(1990). See post, at 2–3. To borrow the driving metaphor of his own\ndissent, JUSTICE ALITO thus locates himself entirely off the map of our\ncaselaw. But that is not surprising; he has harshly criticized the\ncategorical approach (and Apprendi too) for many years. See, e.g.,\nJohnson v. United States, 576 U. S. ___, ___–___ (2015) (ALITO, J.,\ndissenting) (slip op., at 8–13); Descamps, 570 U. S., at ___–___ (ALITO,\nJ., dissenting) (slip op., at 4–5); Moncrieffe v. Holder, 569 U. S. ___,\n___–___ (2013) (ALITO, J., dissenting) (slip op., at 10–11); Chambers v.\n\f14                   MATHIS v. UNITED STATES\n\n                          Opinion of the Court\n\nstating that “[a]ll those decisions rested on the explicit\npremise that the laws contain[ed] statutory phrases that\ncover several different crimes, not several different meth-\nods of committing one offense”—in other words, that they\nlisted alternative elements, not alternative means. Id., at\n___, n. 2 (slip op., at 9, n. 2) (ellipsis and internal quota-\ntion marks omitted); see, e.g., Johnson v. United States,\n559 U. S. 133, 144 (2010); Nijhawan, 557 U. S., at 35.\nThat premise was important, we explained, because an\nACCA penalty may be based only on what a jury “neces-\nsarily found” to convict a defendant (or what he necessar-\nily admitted). Descamps, 570 U. S., at ___, ___ (slip op., at\n11, 17). And elements alone fit that bill; a means, or (as\nwe have called it) “non-elemental fact,” is “by definition[ ]\nnot necessary to support a conviction.” Id., at ___, n. 3, __\n(slip op., at 11, n. 3, 15); see supra, at 2.6 Accordingly,\n——————\nUnited States, 555 U. S. 122, 132–134 (2009) (ALITO, J., concurring in\njudgment); see also Hurst v. Florida, 577 U. S. ___, ___ (2016) (ALITO,\nJ., dissenting) (slip op., at 2); Alleyne v. United States, 570 U. S. ___,\n___–___ (2013) (ALITO, J., dissenting) (slip op., at 1–2).\n   6 JUSTICE BREYER’s dissent rests on the idea that, contrary to that\n\nlong-accepted definition, a jury sometimes does “necessarily ha[ve] to\nfind” a means of commission, see post, at 6 (quoting Taylor, 495 U. S.,\nat 602)—but Descamps specifically refuted that argument too. In that\ncase, JUSTICE ALITO made the selfsame claim: A jury, he averred,\nshould be treated as having “necessarily found” any fact, even though\nnon-elemental, that a later sentencing court can “infer[ ]” that the jury\nagreed on “as a practical matter.” 570 U. S., at ___ (ALITO, J., dissent-\ning) (slip op., at 15). The Court rejected that view, explaining that its\nACCA decisions had always demanded that a jury necessarily agree as\na legal matter—which meant on elements and not on means. See id., at\n___, n. 3 (slip op., at 10, n. 3). The requirement, from the Court’s\nearliest decisions, was that a judge could impose a 15-year sentence\nbased only on a legal “certainty,” not on his inference (however reason-\nable in a given case) about what a prior factfinder had thought. Shep-\nard, 544 U. S., at 23; see Taylor, 495 U. S., at 602; supra, at 10. Or\notherwise said, the relevant question was whether a defendant was\nlegally convicted of a certain offense (with a certain set of elements),\nnot whether a sentencing judge believes that the factfinder would have\n\f                    Cite as: 579 U. S. ____ (2016)                 15\n\n                        Opinion of the Court\n\nDescamps made clear that when the Court had earlier said\n(and said and said) “elements,” it meant just that and\nnothing else.\n  For that reason, this Court (including JUSTICE BREYER)\nrecently made clear that a court may not look behind the\nelements of a generally drafted statute to identify the\nmeans by which a defendant committed a crime. See\nDescamps, 570 U. S., at ___ (slip op., at 2). Consider if\nIowa defined burglary as involving merely an unlawful\nentry into a “premises”—without any further elaboration\nof the types of premises that exist in the world (e.g., a\nhouse, a building, a car, a boat). Then, all agree, ACCA’s\nelements-focus would apply. No matter that the record of\na prior conviction clearly indicated that the defendant\nburgled a house at 122 Maple Road—and that the jury\nfound as much; because Iowa’s (hypothetical) law included\nan element broader than that of the generic offense, the\ndefendant could not receive an ACCA sentence. Were that\nnot so, this Court stated, “the categorical approach [would\nbe] at an end”; the court would merely be asking “whether\na particular set of facts leading to a conviction conforms to\na generic ACCA offense.” Id., at ___ (slip op., at 19). That\nconclusion is common ground, and must serve as the\nbaseline for anything JUSTICE BREYER (or the Govern-\nment) here argues.\n  And contrary to his view, that baseline not only begins\nbut also ends the analysis, because nothing material\nchanges if Iowa’s law further notes (much as it does) that\na “premises” may include “a house, a building, a car, or a\nboat.” That fortuity of legislative drafting affects neither\nthe oddities of applying the categorical approach nor the\n\n——————\nconvicted him of that offense had it been on the books. See Carachuri-\nRosendo v. Holder, 560 U. S. 563, 576 (2010) (rejecting such a “hypo-\nthetical” approach given a similar statute’s directive to “look to the\nconviction itself”).\n\f16               MATHIS v. UNITED STATES\n\n                      Opinion of the Court\n\nreasons for doing so. On the one hand, a categorical in-\nquiry can produce the same counter-intuitive conse-\nquences however a state law is written. Whether or not\nthe statute lists various means of satisfying the “premises”\nelement, the record of a prior conviction is just as likely to\nmake plain that the defendant burgled that house on\nMaple Road and the jury knew it. On the other hand (and\nas already shown), the grounds—constitutional, statutory,\nand equitable—that we have offered for nonetheless using\nthe categorical approach lose none of their force in the\nswitch from a generally phrased statute (leaving means\nimplicit) to a more particular one (expressly enumerating\nthem). See supra, at 11. In every relevant sense, both\nfunctional and legal, the two statutes—one saying just\n“premises,” the other listing structures and vehicles—are\nthe same. And so the same rule must apply: ACCA disre-\ngards the means by which the defendant committed his\ncrime, and looks only to that offense’s elements.\n                              C\n   The first task for a sentencing court faced with an alter-\nnatively phrased statute is thus to determine whether its\nlisted items are elements or means. If they are elements,\nthe court should do what we have previously approved:\nreview the record materials to discover which of the enu-\nmerated alternatives played a part in the defendant’s\nprior conviction, and then compare that element (along\nwith all others) to those of the generic crime. See ibid.\nBut if instead they are means, the court has no call to\ndecide which of the statutory alternatives was at issue in\nthe earlier prosecution. Given ACCA’s indifference to how\na defendant actually committed a prior offense, the court\nmay ask only whether the elements of the state crime and\ngeneric offense make the requisite match.\n   This threshold inquiry—elements or means?—is easy in\nthis case, as it will be in many others. Here, a state court\ndecision definitively answers the question: The listed\n\f                     Cite as: 579 U. S. ____ (2016)                  17\n\n                         Opinion of the Court\n\npremises in Iowa’s burglary law, the State Supreme Court\nheld, are “alternative method[s]” of committing one of-\nfense, so that a jury need not agree whether the burgled\nlocation was a building, other structure, or vehicle. See\nDuncan, 312 N. W. 2d, at 523; supra, at 6. When a ruling\nof that kind exists, a sentencing judge need only follow\nwhat it says. See Schad, 501 U. S., at 636 (plurality opin-\nion). Likewise, the statute on its face may resolve the\nissue. If statutory alternatives carry different punish-\nments, then under Apprendi they must be elements. See,\ne.g., Colo. Rev. Stat. §18–4–203 (2015); Vt. Stat. Ann., Tit.\n13, §1201 (Cum. Supp. 2015); see also 530 U. S., at 490\n(requiring a jury to agree on any circumstance increasing\na statutory penalty); supra, at 10. Conversely, if a statu-\ntory list is drafted to offer “illustrative examples,” then it\nincludes only a crime’s means of commission. United\nStates v. Howard, 742 F. 3d 1334, 1348 (CA11 2014); see\nUnited States v. Cabrera-Umanzor, 728 F. 3d 347, 353\n(CA4 2013). And a statute may itself identify which\nthings must be charged (and so are elements) and which\nneed not be (and so are means). See, e.g., Cal. Penal Code\nAnn. §952 (West 2008). Armed with such authoritative\nsources of state law, federal sentencing courts can readily\ndetermine the nature of an alternatively phrased list.\n   And if state law fails to provide clear answers, federal\njudges have another place to look: the record of a prior\nconviction itself. As Judge Kozinski has explained, such a\n“peek at the [record] documents” is for “the sole and lim-\nited purpose of determining whether [the listed items are]\nelement[s] of the offense.” Rendon v. Holder, 782 F. 3d\n466, 473–474 (CA9 2015) (opinion dissenting from denial\nof reh’g en banc).7 (Only if the answer is yes can the court\n——————\n   7 Descamps previously recognized just this way of discerning whether\n\na statutory list contains means or elements. See 570 U. S., at ___, n. 2\n(slip op., at 8–9, n. 2). The Court there noted that indictments, jury\n\f18                   MATHIS v. UNITED STATES\n\n                          Opinion of the Court\n\nmake further use of the materials, as previously described,\nsee supra, at 12–13.) Suppose, for example, that one count\nof an indictment and correlative jury instructions charge a\ndefendant with burgling a “building, structure, or vehi-\ncle”—thus reiterating all the terms of Iowa’s law. That is\nas clear an indication as any that each alternative is only\na possible means of commission, not an element that the\nprosecutor must prove to a jury beyond a reasonable\ndoubt. So too if those documents use a single umbrella\nterm like “premises”: Once again, the record would then\nreveal what the prosecutor has to (and does not have to)\ndemonstrate to prevail. See Descamps, 570 U. S., at ___\n(slip op., at 17). Conversely, an indictment and jury in-\nstructions could indicate, by referencing one alternative\nterm to the exclusion of all others, that the statute con-\ntains a list of elements, each one of which goes toward a\nseparate crime. Of course, such record materials will not\nin every case speak plainly, and if they do not, a sentenc-\ning judge will not be able to satisfy “Taylor’s demand for\ncertainty” when determining whether a defendant was\nconvicted of a generic offense. Shepard, 544 U. S., at 21.\nBut between those documents and state law, that kind of\nindeterminacy should prove more the exception than the\nrule.\n                          III\n  Our precedents make this a straightforward case. For\nmore than 25 years, we have repeatedly made clear that\napplication of ACCA involves, and involves only, compar-\ning elements. Courts must ask whether the crime of\n——————\ninstructions, plea colloquies and plea agreements will often “reflect the\ncrime’s elements” and so can reveal—in some cases better than state\nlaw itself—whether a statutory list is of elements or means. Ibid.\nAccordingly, when state law does not resolve the means-or-elements\nquestion, courts should “resort[ ] to the [record] documents” for help in\nmaking that determination. Ibid.\n\f                 Cite as: 579 U. S. ____ (2016)                 19\n\n                     Opinion of the Court\n\nconviction is the same as, or narrower than, the relevant\ngeneric offense. They may not ask whether the defend-\nant’s conduct—his particular means of committing the\ncrime—falls within the generic definition. And that rule\ndoes not change when a statute happens to list possible\nalternative means of commission: Whether or not made\nexplicit, they remain what they ever were—just the facts,\nwhich ACCA (so we have held, over and over) does not\ncare about.\n  Some have raised concerns about this line of decisions,\nand suggested to Congress that it reconsider how ACCA is\nwritten. See, e.g., Chambers v. United States, 555 U. S.\n122, 133 (2009) (ALITO, J., concurring in judgment);\nDescamps, 570 U. S., at ___ (slip op., at 2) (KENNEDY, J.,\nconcurring). But whether for good or for ill, the elements-\nbased approach remains the law. And we will not intro-\nduce inconsistency and arbitrariness into our ACCA deci-\nsions by here declining to follow its requirements. Every-\nthing this Court has ever said about ACCA runs counter to\nthe Government’s position. That alone is sufficient reason\nto reject it: Coherence has a claim on the law.\n  Because the elements of Iowa’s burglary law are broader\nthan those of generic burglary, Mathis’s convictions under\nthat law cannot give rise to an ACCA sentence. We ac-\ncordingly reverse the judgment of the Court of Appeals.\n\n                                                  It is so ordered.\n\f                  Cite as: 579 U. S. ____ (2016)             1\n\n                    KENNEDY, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                          _________________\n\n                          No. 15–6092\n                          _________________\n\n\nRICHARD MATHIS, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n           APPEALS FOR THE EIGHTH CIRCUIT\n                         [June 23, 2016]\n\n   JUSTICE KENNEDY, concurring.\n   The Court’s opinion is required by its precedents, and so\nI join it, with one reservation set forth below.\n   In no uncertain terms, the Court has held that the word\n“burglary” in the Armed Career Criminal Act (ACCA)\n“refers to the elements of the statute of conviction, not to\nthe facts of each defendant’s conduct.” Taylor v. United\nStates, 495 U. S. 575, 601 (1990). An enhancement is\nproper, the Court has said, if a defendant is convicted of a\ncrime “having the elements” of generic burglary, “regard-\nless of its exact definition or label” under state law. Id., at\n599. See also Descamps v. United States, 570 U. S. ___,\n___ (2013) (slip op., at 8) (“[T]he categorical approach’s\ncentral feature [is] a focus on the elements, rather than\nthe facts, of a crime”). In the instant case, then, the Court\nis correct to conclude that “an elements-based approach\nremains the law.” Ante. at 15. And it is correct to note\nfurther that it would “introduce inconsistency and arbi-\ntrariness into our ACCA decisions by here declining to\nfollow its requirements,” without reconsidering our prece-\ndents as a whole. Ibid.\n   My one reservation to the Court’s opinion concerns its\nreliance on Apprendi v. New Jersey, 530 U. S. 466 (2000).\nAnte at 10. In my view, Apprendi was incorrect and, in\nany event, does not compel the elements based approach.\nThat approach is required only by the Court’s statutory\n\f2                MATHIS v. UNITED STATES\n\n                    KENNEDY, J., concurring\n\nprecedents, which Congress remains free to overturn.\n  As both dissenting opinions point out, today’s decision is\na stark illustration of the arbitrary and inequitable results\nproduced by applying an elements based approach to this\nsentencing scheme. It could not have been Congress’\nintent for a career offender to escape his statutorily man-\ndated punishment “when the record makes it clear beyond\nany possible doubt that [he] committed generic burglary.”\nPost, at 6 (opinion of ALITO, J.). Congress also could\nnot have intended vast sentencing disparities for defend-\nants convicted of identical criminal conduct in different\njurisdictions.\n  Congress is capable of amending the ACCA to resolve\nthese concerns. See, e.g., Nijhawan v. Holder, 557 U. S.\n29, 38 (2009) (interpreting the language Congress used in\n8 U. S. C. §1101(a)(43)(M)(i) as requiring a “circumstance-\nspecific” rather than categorical approach). But continued\ncongressional inaction in the face of a system that each\nyear proves more unworkable should require this Court to\nrevisit its precedents in an appropriate case.\n\f                 Cite as: 579 U. S. ____ (2016)           1\n\n                    THOMAS, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 15–6092\n                         _________________\n\n\nRICHARD MATHIS, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n           APPEALS FOR THE EIGHTH CIRCUIT\n                        [June 23, 2016]\n\n  JUSTICE THOMAS, concurring.\n  I join the Court’s opinion, which faithfully applies our\nprecedents. The Court holds that the modified categorical\napproach cannot be used to determine the specific means\nby which a defendant committed a crime. Ante, at 11–12.\nBy rightly refusing to apply the modified categorical ap-\nproach, the Court avoids further extending its precedents\nthat limit a criminal defendant’s right to a public trial\nbefore a jury of his peers.\n  In Almendarez-Torres v. United States, 523 U. S. 224,\n246–247 (1998), the Court held that the existence of a\nprior conviction triggering enhanced penalties for a recidi-\nvist was a fact that could be found by a judge, not an\nelement of the crime that must be found by a jury. Two\nyears later, the Court held that “any fact that increases\nthe penalty for a crime beyond the prescribed statutory\nmaximum” is an element of a crime and therefore “must\nbe submitted to a jury, and proved beyond a reasonable\ndoubt.” Apprendi v. New Jersey, 530 U. S. 466, 490 (2000);\nsee id., at 489–490. But Apprendi recognized an exception\nfor the “fact of a prior conviction,” instead of overruling\nAlmendarez-Torres. See 530 U. S., at 490. I continue to\nbelieve that the exception in Apprendi was wrong, and I\nhave urged that Almendarez-Torres be reconsidered. See\nDescamps v. United States, 570 U. S. ___, ___ (2013)\n(THOMAS, J., concurring in judgment) (slip op., at 2).\n\f2                MATHIS v. UNITED STATES\n\n                     THOMAS, J., concurring\n\n   Consistent with this view, I continue to believe that\ndepending on judge-found facts in Armed Career Criminal\nAct (ACCA) cases violates the Sixth Amendment and is\nirreconcilable with Apprendi. ACCA improperly “allows\nthe judge to ‘mak[e] a finding that raises [a defendant’s]\nsentence beyond the sentence that could have lawfully\nbeen imposed by reference to facts found by the jury or\nadmitted by the defendant.’ ” Descamps, supra, at ___–___\n(opinion of THOMAS, J.) (slip op., at 1–2) (brackets in origi-\nnal; internal quotation marks omitted).           This Sixth\nAmendment problem persists regardless of whether “a\ncourt is determining whether a prior conviction was en-\ntered, or attempting to discern what facts were necessary\nto a prior conviction.” Id., at ___ (slip op., at 2) (citation\nomitted).\n   Today, the Court “at least limits the situations in which\ncourts make factual determinations about prior convic-\ntions.” Ibid. As the Court explains, the means of commit-\nting an offense are nothing more than “various factual\nways of committing some component of the offense.” Ante,\nat 4. Permitting judges to determine the means of com-\nmitting a prior offense would expand Almendarez-Torres.\nTherefore, I join the Court’s opinion refusing to allow\njudges to determine, without a jury, which alternative\nmeans supported a defendant’s prior convictions.\n\f                   Cite as: 579 U. S. ____ (2016)              1\n\n                      BREYER, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                           _________________\n\n                           No. 15–6092\n                           _________________\n\n\n RICHARD MATHIS, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE EIGHTH CIRCUIT\n\n                          [June 23, 2016] \n\n\n  JUSTICE BREYER, with whom JUSTICE GINSBURG joins,\ndissenting.\n  The elements/means distinction that the Court draws\nshould not matter for sentencing purposes. I fear that the\nmajority’s contrary view will unnecessarily complicate\nfederal sentencing law, often preventing courts from\nproperly applying the sentencing statute that Congress\nenacted. I consequently dissent.\n                                I\n   The federal statute before us imposes a mandatory\nminimum sentence upon a person convicted of being a\nfelon in possession of a firearm if that person also has\nthree previous convictions for (among several other things)\n“burglary.” 18 U. S. C. §924(e)(2)(B)(ii). The petitioner\nhere has been convicted of being a felon in possession, and\nhe previously was convicted of three other crimes that\nqualify him for the federal mandatory minimum if, but\nonly if, those previous convictions count as “burglary.” To\ndecide whether he has committed what the federal statute\ncalls a “burglary,” we must look to the state statute that\nhe violated.\n   The relevant state statute, an Iowa statute, says that a\nperson commits a crime if he (1) “enters an occupied struc-\nture,” (2) “having no right . . . to do so,” (3) with “the intent\nto commit a felony.” Iowa Code §713.1 (2013). It then\n\f2                MATHIS v. UNITED STATES\n\n                     BREYER, J., dissenting\n\ngoes on to define “occupied structure” as including any (1)\n“building,” (2) “structure,” (3) “land” vehicle, (4) “water”\nvehicle, or (5) “air vehicle, or similar place.” §702.12. The\nproblem arises because, as we have previously held, see\nTaylor v. United States, 495 U. S. 575, 602 (1990), if the\nstructure that an offender unlawfully entered (with intent\nto commit a felony) was a “building,” the state crime that\nhe committed counts under the federal statute as “bur-\nglary.” But if the structure that the offender unlawfully\nentered was a land, water, or air vehicle, the state crime\ndoes not count as a “burglary.” Thus, a conviction for\nviolating the state statute may, or may not, count as a\n“burglary,” depending upon whether the structure that he\nentered was, say, a “building” or a “water vehicle.”\n   Here, if we look at the court documents charging Mathis\nwith a violation of the state statute, they tell us that he\nwas charged with entering, for example, a “house and\ngarage.” App. 60–73 (charging documents). They say\nnothing about any other structure, say, a “water vehicle.”\nThus, to convict him, the jury—which had to find that he\nunlawfully entered an “occupied structure”—must have\nfound that he entered a “house and garage,” which conced-\nedly count as “building[s].” So why is that not the end of\nthis matter? Why does the federal statute not apply?\n   Just to be sure, let us look at how we previously treated\nan almost identical instance. In Taylor, a state statute\nmade criminal the “breaking and entering [of] a building,\nbooth, tent, boat, or railroad car.” 495 U. S., at 579, n. 1.\nWe explained that breaking into a building would amount\nto “burglary” under the federal statute, but breaking into\na railroad car would not. But the conviction document\nitself said only that the offender had violated the statute;\nit did not say whether he broke into a building or a rail-\nroad car. See id., at 598–602. We said that in such a case\nthe federal sentencing judge could look at the charging\npapers and the jury instructions in the state case to try to\n\f                 Cite as: 579 U. S. ____ (2016)            3\n\n                     BREYER, J., dissenting\n\ndetermine what the state conviction was actually for:\nbuilding, tent, or railroad car. We wrote that\n    “in a State whose burglary statutes include entry of\n    an automobile as well as a building, if the indictment\n    or information and jury instructions show that the de-\n    fendant was charged only with a burglary of a build-\n    ing, and that the jury necessarily had to find an entry\n    of a building to convict, then the Government should\n    be allowed to use the conviction for enhancement.”\n    Id., at 602.\n(We later added that where a conviction rests upon an\noffender’s guilty plea, the federal judge can look to the\nfacts that the offender admitted at his plea colloquy for the\nsame purpose. See Shepard v. United States, 544 U. S. 13,\n20–21 (2005).)\n   So, again, what is the problem? The State’s “burglary\nstatut[e] include[s] entry” of a vehicle as well as a “build-\ning.” Taylor, 495 U. S., at 602. The conviction document\nmight not specify what kind of a structure the defendant\nentered (i.e., whether a building or an automobile). But\nthe federal sentencing judge can look at the charging\ndocuments (or plea colloquy) to see whether “the defend-\nant was charged only with a burglary of a building.” Ibid.\nAnd here that was so. In addition, since the charging\ndocuments show that the defendant was charged only with\nillegal entry of a “building”—not a tent or a railroad car—\nthe jury, in order to find (as it did) that the defendant\nbroke into an occupied structure, would “necessarily\n[have] had to find an entry of a building.” Ibid. Hence,\n“the Government should be allowed to use the conviction\nfor enhancement.” Ibid.\n   The majority, however, does not agree that the two\ncases I have described are almost identical. To the con-\ntrary, it notes correctly that our precedent often uses the\nword “element” to describe the relevant facts to which a\n\f4                MATHIS v. UNITED STATES\n\n                     BREYER, J., dissenting\n\nstatute refers when it uses words such as “building,”\n“tent,” “boat,” or “railroad car.” See, e.g., ante, at 8–9. It\npoints out that, here, the Iowa Supreme Court described\nthose words as referring, not to “elements” of a crime, but\nrather to “means” through which a crime was committed.\nSee ante, at 5–6. And that fact, in the majority’s view,\nmakes all the difference. See ante, at 13–16. But why? I,\nof course, see that there is a distinction between means\nand elements in the abstract, but—for sentencing pur-\nposes—I believe that it is a distinction without a difference.\n                              II\n  I begin with a point about terminology. All the relevant\nwords in this case, such as “building,” “structure,” “water\nvehicle,” and the like, are statutory words. Moreover, the\nstatute uses those words to help describe a crime. Fur-\nther, the statute always uses those words to designate\nfacts. Whether the offender broke into a building is a fact;\nwhether he broke into a water vehicle is a fact. Some-\ntimes, however, a State may treat certain of those facts as\nelements of a crime. And sometimes a State may treat\ncertain of those facts as means of committing a crime. So\nfar, everyone should agree. See Richardson v. United\nStates, 526 U. S. 813, 817 (1999) (describing both “ele-\nments” and “means” as “facts”). Where we disagree is\nwhether that difference, relevant to the application of\nstate law, should make a difference for federal sentencing\npurposes.\n                            III\n  Whether a State considers the statutory words “boat” or\n“building” to describe elements of a crime or a means of\ncommitting a crime can make a difference for purposes of\napplying the State’s criminal law, but it should not make a\ndifference in respect to the sentencing question at issue\nhere. The majority, I believe, reasons something like this:\n\f                  Cite as: 579 U. S. ____ (2016)             5\n\n                     BREYER, J., dissenting\n\nSuppose the jury unanimously agreed that the defendant\nunlawfully entered some kind of structure with felonious\nintent, but the jury is deadlocked six to six as to whether\nthat structure is (1) a “boat” or (2) a “house.” If the statute\nuses those two words to describe two different elements of\ntwo different crimes—i.e., (1) breaking into a boat, and (2)\nbreaking into a house—then the defendant wins, for the\njury has not found unanimously each element of either\ncrime. But if the statute uses those two words to describe\ntwo different means of committing the same crime—i.e.,\nbreaking into an occupied structure that consists of either\na house or a boat—then the defendant loses, for (as long as\nthe jury decides unanimously that the defendant broke\ninto an occupied structure of whichever kind) the jury\nneed not decide unanimously which particular means the\ndefendant used to commit the crime. See ante, at 2–5.\n  I accept that reasoning. But I do not see what it has to\ndo with sentencing. In the majority’s view, the label\n“means” opens up the possibility of a six-to-six jury split,\nand it believes that fact would prevent us from knowing\nwhether the conviction was for breaking into a “building”\nor a “boat.” See ante, at 4–5. But precisely the same is\ntrue were we to use the label “element” to describe the\nfacts set forth in the state statute. The federal sentencing\njudge may see on the defendant’s record a conviction for\nviolating a particular provision of the state criminal code;\nthat code may list in a single sentence both “buildings”\nand “boats”; the State may interpret the two words as\nseparate elements of two separate crimes; and the federal\njudge will not know from the simple fact of conviction for\nviolating the statute (without more) which of the two\ncrimes was at issue (that is, was it the one aimed at bur-\nglaries of buildings, or the one aimed at burglaries of\nboats?). That is why the Court said in Taylor that in such\na case the federal judge may look to the “indictment or\ninformation and jury instructions” to determine whether\n\f6                MATHIS v. UNITED STATES\n\n                     BREYER, J., dissenting\n\n“the jury necessarily had to find an entry of a building,”\nrather than a boat, “to convict.” 495 U. S., at 602. If so,\nthe federal judge may count the conviction as falling\nwithin the federal statutory word “burglary” and use it for\nsentencing.\n   In my view, precisely the same is true if the state courts\nlabel the statute-mentioned facts (“building,” “boat,” etc.)\nas “means” rather than “elements.” The federal judge\nshould be able to “look . . . to” the charging documents and\nthe plea agreement to see if “the jury necessarily had to\nfind an entry of a building,” rather than a boat, “to con-\nvict.” Ibid. If so, the federal judge should be able to count\nthe conviction as a federal-statute “burglary” conviction\nand use it for sentencing.\n   Of course, sometimes the charging documents will not\ngive us the answer to the question. But often they will. If,\nfor example, the charging document accuses Smith of\nbreaking and entering into a house (and does not mention\nany other structure), then (1) the jury had to find unani-\nmously that he broke into a “house,” if “house” is an ele-\nment, and (2) the jury had to find unanimously that he\nbroke into a “house,” if “house” is the only means charged.\n(Otherwise the jury would not have unanimously found\nthat he broke into an “occupied structure,” which is an\nelement of the statutory crime.)\n   Suppose, for example, that breaking into a “building” is\nan element of Iowa’s burglary crime; and suppose the\nState charges that Smith broke into a building located in\nDes Moines (and presents evidence at trial concerning\nonly a Des Moines offense), but the jury returns its verdict\non a special-verdict form showing that six jurors voted for\nguilt on the theory that he broke into a building located in\nDetroit—not Des Moines. The conviction would fail (at\nleast in Iowa), would it not? See, e.g., State v. Bratthauer,\n354 N. W. 2d 774, 776 (Iowa 1984) (“If substantial evidence\nis presented to support each alternative method of commit-\n\f                 Cite as: 579 U. S. ____ (2016)           7\n\n                    BREYER, J., dissenting\n\nting a single crime, and the alternatives are not repugnant\nto each other, then unanimity of the jury as to the mode of\ncommission of the crime is not required. At the root of this\nstandard is the principle that the unanimity rule requires\njurors to be in substantial agreement as to just what a\ndefendant did as a step preliminary to determining\nwhether the defendant is guilty of the crime charged”\n(emphasis added; citation, brackets, and internal quota-\ntion marks omitted)). Similarly, we would know that—if\nthe charging documents claim only that the defendant\nbroke into a house, and the Government presented proof\nonly of that kind of burglary—the jury had to find unani-\nmously that he broke into a house, not a boat. And that is\nso whether state law considers the statutory word “house”\nto be an element or a means. I have not found any non-\nfanciful example to the contrary.\n                            IV\n  Consider the federal statute before us—the statute that\ncontains the word “burglary”—from a more general sen-\ntencing perspective. By way of background, it is im-\nportant to understand that, as a general matter, any\nsentencing system must embody a host of compromises\nbetween theory and practicality. From the point of view of\npure theory, there is much to be said for “real offense”\nsentencing. Such a system would require a commission or\na sentencing judge to determine in some detail “the actual\nconduct in which the defendant engaged,” i.e., what the\ndefendant really did now and in the past. United States\nSentencing Commission (USSC), Guidelines Manual ch. 1,\npt. A, p. 5 (Nov. 2015). Such a system would produce\ngreater certainty that two offenders who engaged in (and\nhad previously engaged in) the same real conduct would\nbe punished similarly. See ibid.\n  Pure “real offense” sentencing, however, is too complex\nto work. It requires a sentencing judge (or a sentencing\n\f8                MATHIS v. UNITED STATES\n\n                     BREYER, J., dissenting\n\ncommission) to know all kinds of facts that are difficult to\ndiscover as to present conduct and which a present sen-\ntencing judge could not possibly know when he or she\nseeks to determine what conduct underlies a prior convic-\ntion. Because of these practical difficulties, the USSC\ncreated Guidelines that in part reflect a “charge offense”\nsystem, a system based “upon the conduct that constitutes\nthe elements of the offense for which the defendant was\ncharged and of which he was convicted.” Ibid.\n   A pure “charge offense” system, however, also has seri-\nous problems. It can place great authority to determine a\nsentence in the hands of the prosecutor, not the judge,\ncreating the very nonuniformity that a commission would\nhope to minimize. Hence, the actual federal sentencing\nsystem retains “a significant number of real offense ele-\nments,” allowing adjustments based upon the facts of a\ndefendant’s case. Id., at 6. And the Commission is cur-\nrently looking for new ways to create a better compromise.\nSee, e.g., USSC, Amendments to the Sentencing Guide-\nlines, at 24 (Apr. 2016) (effective Nov. 1, 2016) (creating a\n“sentence-imposed model for determining” whether prior\nconvictions count for sentence-enhancement purposes in\nthe context of certain immigration crimes).\n   With this background in mind, turn to the federal stat-\nute before us. The statute, reflecting the impossibility of\nknowing in detail the conduct that underlies a prior con-\nviction, uses (in certain cases involving possession of\nweapons) the fact of certain convictions (including convic-\ntions for burglary) as (conclusive) indications that the\npresent defendant has previously engaged in highly unde-\nsirable conduct. And, for the general reasons earlier\ndescribed, it is practical considerations, not a general\ntheory, that would prevent Congress from listing the\nspecific prior conduct that would warrant a higher present\nsentence. Practical considerations, particularly of admin-\nistration, can explain why Congress did not tell the courts\n\f                 Cite as: 579 U. S. ____ (2016)            9\n\n                     BREYER, J., dissenting\n\nprecisely how to apply its statutory word “burglary.” And\nsimilar practical considerations can help explain why this\nCourt, in Taylor and later cases, described a modified\ncategorical approach for separating the sheep from the\ngoats. Those cases recognize that sentencing judges have\nlimited time, they have limited information about prior\nconvictions, and—within practical constraints—they must\ntry to determine whether a prior conviction reflects the\nkind of behavior that Congress intended its proxy (i.e.,\n“burglary”) to cover.\n   The majority’s approach, I fear, is not practical. Per-\nhaps the statutes of a few States say whether words like\n“boat” or “building” stand for an element of a crime or a\nmeans to commit a crime. I do not know. I do know,\nhowever, that many States have burglary statutes that\nlook very much like the Iowa statute before us today. See,\ne.g., Colo. Rev. Stat. §§18–4–101, 18–4–202, 18–4–203\n(2015); Mont. Code Ann. §§45–2–101, 45–6–201, 45–6–204\n(2015); N. H. Rev. Stat. Ann. §635.1 (2015); N. D. Cent.\nCode Ann. §§12.1–22–02, 12.1–22–06 (2012); Ohio Rev.\nCode Ann. §§2909.01, 2911.11–2911.13 (Lexis 2014); 18\nPa. Cons. Stat. Ann. §§3501, 3502 (2015); S. D. Codified\nLaws §§22–1–2, 22–32–1, 22–32–3, 22–32–8 (2006); Wyo.\nStat. Ann. §§6–1–104, 6–3–301 (2015); see also ALI, Model\nPenal Code §§221.0, 221.1 (1980); cf. Taylor, 495 U. S., at\n598 (“burglary” in the federal statute should reflect the\nversion of burglary “used in the criminal codes of most\nStates”). I also know that there are very few States where\none can find authoritative judicial opinions that decide the\nmeans/element question. In fact, the Government told us\nat oral argument that it had found only “two States” that,\nin the context of burglary, had answered the\nmeans/elements question. Tr. of Oral Arg. 45; see id.,\nat 37.\n   The lack of information is not surprising. After all, a\nprosecutor often will charge just one (e.g., a “building”) of\n\f10                MATHIS v. UNITED STATES\n\n                     BREYER, J., dissenting\n\nseveral statutory alternatives. See Descamps v. United\nStates, 570 U. S. ___, ___ (2013) (slip op., at 6). A jury that\nconvicts, then, would normally have to agree unanimously\nabout the existence of that particular fact. See Richard-\nson, 526 U. S., at 818 (“Our decision [whether something is\nan element or a means] will make a difference where . . .\nthe Government introduces evidence that the defendant\nhas committed more underlying drug crimes than legally\nnecessary to make up a ‘series’ ”). Hence, it will not matter\nfor that particular case whether the State, as a general\nmatter, would categorize that fact (to which the statute\nrefers) as an “element” or as a “means.”\n   So on the majority’s approach, what is a federal sentenc-\ning judge to do when facing a state statute that refers to a\n“building,” a “boat,” a “car,” etc.? The charging documents\nwill not answer the question, for—like the documents at\nissue here—they will simply charge entry into, say, a\n“building,” without more. But see ante, at 17–18 (suggest-\ning that a defendant’s charging documents will often\nanswer the question). The parties will have to look to\nother state cases to decide whether that fact is a “means”\nor an “element.” That research will take time and is likely\nnot to come up with an answer. What was once a simple\nmatter will produce a time-consuming legal tangle. See,\ne.g., State v. Peterson, 168 Wash. 2d 763, 769, 230 P. 3d\n588, 591 (2010) (“ ‘There is simply no bright-line rule by\nwhich the courts can determine whether the legislature\nintended to provide alternate means of committing a\nparticular crime. Instead, each case must be evaluated on\nits own merits’ ” (brackets omitted)); State v. Brown, 295\nKan. 181, 192, 284 P. 3d 977, 987 (2012) (the “alternative\nmeans” definition is “mind-bending in its application”).\nThat is why lower court judges have criticized the ap-\nproach the majority now adopts. See, e.g., Omargharib v.\nHolder, 775 F. 3d 192, 200 (CA4 2014) (Niemeyer, J.,\nconcurring) (“Because of the ever-morphing analysis and\n\f                   Cite as: 579 U. S. ____ (2016)             11\n\n                      BREYER, J., dissenting\n\nthe increasingly blurred articulation of applicable stand-\nards, we are being asked to decide, without clear and\nworkable standards, whether disjunctive phrases in a\ncriminal law define alternative elements of a crime or\nalternative means of committing it . . . . I find it espe-\ncially difficult to comprehend the distinction” (emphasis\ndeleted)).\n                                V\n  The majority bases its conclusion primarily upon prece-\ndent. In my view, precedent does not demand the conclu-\nsion that the majority reaches. I agree with the majority\nthat our cases on the subject have all used the word “ele-\nment” in contexts similar to the present context. But that\nfact is hardly surprising, for all the cases in which that\nword appears involved elements—or at least the Court\nassumed that was so. See Descamps, 570 U. S., at ___,\nn. 2 (slip op., at 8, n. 2). In each of those cases, the Court\nused the word generally, simply to refer to the matter at\nissue, without stating or suggesting any view about the\nsubject of the present case. See, e.g., id., at ___ (slip op., at\n5) (“Sentencing courts may look only to the statutory\ndefinitions—i.e., the elements—of a defendant’s prior\noffenses” (internal quotation marks omitted)); Shepard,\n544 U. S., at 16–17 (using the terms “statutory definition”\nand “statutory elements” interchangeably); Taylor, 495\nU. S., at 602 (“[A]n offense constitutes ‘burglary’ for pur-\nposes of [the Armed Career Criminal Act] if either its\nstatutory definition substantially corresponds to ‘generic’\nburglary, or the charging paper and jury instructions\nactually required the jury to find all the elements of ge-\nneric burglary”).\n  The genius of the common law consists in part in its\nability to modify a prior holding in light of new circum-\nstances, particularly where, as Justice Holmes said, an\nexisting principle runs up against a different principle\n\f12               MATHIS v. UNITED STATES\n\n                     BREYER, J., dissenting\n\nthat requires such modification. See Holmes, The Path of\nthe Law, 10 Harv. L. Rev. 457, 469 (1897). A fortiori, we\nshould not apply this Court’s use of a word in a prior\ncase—a word that was not necessary to the decision of the\nprior case, and not intended to set forth a generally appli-\ncable rule—to a new circumstance that differs signifi-\ncantly in respect to both circumstances and the legal\nquestion at issue.\n   Does Apprendi v. New Jersey, 530 U. S 466 (2000),\nrequire the majority’s result here? There we held that any\nfact (“[o]ther than the fact of a prior conviction”) that must\nbe proved in order to increase the defendant’s sentence\nabove what would otherwise be the statutory maximum\nmust be proved to a jury beyond a reasonable doubt. Id.,\nat 490. Where, as here, the State charges only one kind of\n“occupied structure”—namely, entry into a “garage”—that\ncriterion is met. The State must prove to the jury beyond\na reasonable doubt that the defendant unlawfully entered\na garage. And that is so, whether the statute uses the\nterm “garage” to refer to a fact that is a means or a fact\nthat is an element. If the charging papers simply said\n“occupied structure,” leaving the jury free to disagree\nabout whether that structure was a “garage” or was, in-\nstead, a “boat,” then we lack the necessary assurance\nabout jury unanimity; and the sentencing judge conse-\nquently cannot use that conviction as a basis for an in-\ncreased federal sentence. And that is true whether the\nstate statute, when using the words “garage” and “boat,”\nintends them to refer to a fact that is a means or a fact\nthat is an element.\n   What about Descamps? The statute there at issue made\nit a crime to “ente[r] certain locations with intent to com-\nmit grand or petit larceny or any felony.” 570 U. S., at ___\n(slip op., at 3) (internal quotation marks omitted). The\nstatute made no distinction between (1) lawful entry (e.g.,\nentering a department store before closing time) and (2)\n\f                 Cite as: 579 U. S. ____ (2016)           13\n\n                     BREYER, J., dissenting\n\nunlawful entry (e.g., breaking into a store after it has\nclosed). See ibid. The difference matters because unlaw-\nful entry is a critical constituent of the federal statute’s\nversion of “burglary.” If the entry is lawful, the crime does\nnot fall within the scope of that word.\n   We held that a conviction under this statute did not\ncount as a “burglary” for federal purposes. We reasoned\nthat the statute required the Government only to prove\n“entry,” that there was no reason to believe that charging\ndocuments would say whether the entry was lawful or\nunlawful, and that, “most important[ly],” even if they did,\nthe jury did not have to decide that the entry was unlaw-\nful in order to convict (that is, any description in the\ncharging document that would imply or state that the\nentry was illegal, say, at 2:00 in the morning, would be\ncoincidental). Id., at ___ (slip op., at 18); see id., at ___\n(slip op., at 14).\n   Here, by way of contrast, the charging documents must\nallege entry into an “occupied structure,” and that “struc-\nture” can consist of one of several statutory alternatives.\nIowa Code §§713.1, 702.12. The present law thus bears\nlittle resemblance to the hypothetical statute the majority\ndescribes. That hypothetical statute makes it a crime to\nbreak into a “premises” without saying more. Ante, at 15–\n16. Thus, to apply the federal sentencing statute to such a\nnonspecific, hypothetical statute would require sentencing\njudges to “imaginatively transfor[m]” “every element of\n[the] statute . . . so that [the] crime is seen as containing\nan infinite number of sub-crimes corresponding to ‘all the\npossible ways an individual can commit’ ” the crime—an\nimpossibly difficult task. Descamps, 570 U. S., at ___–___\n(slip op., at 18–19).\n   But the Iowa statute before us contains explicit (not\nhypothetical) statutory alternatives, and therefore it is\nlikely (not unlikely) that the charging documents will list\none or more of these alternatives. Indeed, that is the case\n\f14               MATHIS v. UNITED STATES\n\n                     BREYER, J., dissenting\n\nwith each of Mathis’ charging documents. See App. 60–73.\nAnd if the charging documents list only one of these alter-\nnatives, say, a “building,” the jury normally would have to\nfind unanimously that the defendant entered into a build-\ning in order to convict. See Bratthauer, 354 N. W. 2d, at\n776. To repeat my central point: In my view, it is well\nwithin our precedent to count a state burglary conviction\nas a “burglary” within the meaning of the federal law\nwhere (1) the statute at issue lists the alternative means\nby which a defendant can commit the crime (e.g., burgling\na “building” or a “boat”) and (2) the charging documents\nmake clear that the state alleged (and the jury or trial\njudge necessarily found) only an alternative that matches\nthe federal version of the crime.\n   Descamps was not that kind of case. It concerned a\nstatute that did not explicitly list alternative means for\ncommission of the crime. And it concerned a fact extrane-\nous to the crime—the fact (whether entry into the burgled\nstructure was lawful or unlawful) was neither a statutory\nmeans nor an element. As the Court in that case de-\nscribed it, the fact at issue was, under the state statute, a\n“legally extraneous circumstanc[e]” of the State’s case.\n570 U. S., at ___ (slip op., at 14). But this case concerns a\nfact necessary to the crime (regardless of whether the\nIowa Supreme Court generally considers that fact to be a\nmeans or an element).\n   Precedent, by the way, also includes Taylor. And, as I\nhave pointed out, Taylor says that the modified categorical\napproach it sets forth may “permit the sentencing court to\ngo beyond the mere fact of conviction in a narrow range of\ncases where a jury was actually required to find all the\nelements of generic burglary.” 495 U. S., at 602. Taylor is\nthe precedent that I believe governs here. Because the\nmajority takes a different view, with respect, I dissent.\n\f                     Cite as: 579 U. S. ____ (2016)                     1\n\n                          ALITO, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                              _________________\n\n                              No. 15–6092\n                              _________________\n\n\n RICHARD MATHIS, PETITIONER v. UNITED STATES\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n           APPEALS FOR THE EIGHTH CIRCUIT\n                             [June 23, 2016]\n\n   JUSTICE ALITO, dissenting.\n   Sabine Moreau lives in Solre-sur-Sambre, a town in\nBelgium located 38 miles south of Brussels. One day she\nset out in her car to pick up a friend at the Brussels train\nstation, a trip that should have taken under an hour. She\nprogrammed her GPS and headed off. Although the GPS\nsent her south, not north, she apparently thought nothing\nof it. She dutifully stayed on the prescribed course. Nor\nwas she deterred when she saw road signs in German for\nCologne, Aachen, and Frankfurt. “I asked myself no ques-\ntions,” she later recounted. “I kept my foot down.”1\n   Hours passed. After crossing through Germany, she\nentered Austria. Twice she stopped to refuel her car. She\nwas involved in a minor traffic accident. When she tired,\n——————\n   1 For accounts of the journey, see, e.g., Waterfield, GPS Failure\n\nLeaves Belgian Woman in Zagreb Two Days Later, The Telegraph (Jan.\n13, 2013), online at http://www.telegraph.co.uk/news/worldnews/europe/\nbelgium/9798779/GPS-failure-leaves-Belgian-woman-in-Zagreb-two-days-\nlater.html (all Internet materials as last visited June 22, 2016); Greno-\nble, Sabine Moreau, Belgian Woman, Drives 900 Miles Off 90-Mile\nRoute Because of GPS Error, Huffington Post (Jan. 15, 2013), online at\nhttp:// www.huffingtonpost.com/2013/01/15/sabine-moreau-gps-belgium-\ncroatia-900-miles_n_2475220.html; Malm, Belgian Woman Blindly\nDrove 900 Miles Across Europe As She Followed Broken GPS Instead\nOf 38-Miles To The Station, Daily Mail, (Jan. 14, 2013), online at http://\nwww. dailymail.co.uk/news/article-2262149 / Belgian-woman-67-picking-\nfriend-railway-station-ends-Zagreb-900-miles-away-satnav-disaster.html.\n\f2                MATHIS v. UNITED STATES\n\n                      ALITO, J., dissenting\n\nshe pulled over and slept in her car. She crossed the Alps,\ndrove through Slovenia, entered Croatia, and finally ar-\nrived in Zagreb—two days and 900 miles after leaving her\nhome. Either she had not properly set her GPS or the\ndevice had malfunctioned. But Ms. Moreau apparently\nrefused to entertain that thought until she arrived in the\nCroatian capital. Only then, she told reporters, did she\nrealize that she had gone off course, and she called home,\nwhere the police were investigating her disappearance.\n   Twenty-six years ago, in Taylor v. United States, 495\nU. S. 575, 602 (1990), this Court set out on a journey like\nMs. Moreau’s. Our task in Taylor, like Ms. Moreau’s short\ntrip to the train station, might not seem very difficult—\ndetermining when a conviction for burglary counts as a\nprior conviction for burglary under the Armed Career\nCriminal Act (ACCA), 18 U. S. C. §924(e). But things have\nnot worked out that way.\n   Congress enacted ACCA to ensure that violent repeat\ncriminal offenders could be subject to enhanced penal-\nties—that is, longer prison sentences—in a fair and uni-\nform way across States with myriad criminal laws. See\nDescamps v. United States, 570 U. S. ___, ___–___ (2013)\n(ALITO, J., dissenting) (slip op., at 13–14). ACCA calls for\nan enhanced sentence when a defendant, who has three or\nmore prior convictions for a “violent felony,” is found guilty\nof possession of a firearm. §924(e)(1). And ACCA provides\nthat the term “violent felony” means, among other things,\n“any crime punishable by imprisonment for a term exceed-\ning one year . . . that . . . is burglary.” §924(e)(2)(B). In\nother words, “burglary” = “violent felony.”\n   While this language might seem straightforward, Taylor\nintroduced two complications. First, Taylor held that\n“burglary” under ACCA means offenses that have the\nelements of what the Court called “generic” burglary,\ndefined as unlawfully entering or remaining in a building\nor structure with the intent to commit a crime. 495 U. S.,\n\f                      Cite as: 579 U. S. ____ (2016)                     3\n\n                          ALITO, J., dissenting\n\nat 598. This definition is broader than that of the common\nlaw but does not include every offense that States have\nlabeled burglary, such as the burglary of a boat or vehicle.\nSecond, Taylor and subsequent cases have limited the\nability of sentencing judges to examine the record in prior\ncases for the purpose of determining whether the convic-\ntions in those cases were for “generic burglary.” See, e.g.,\nShepard v. United States, 544 U. S. 13, 26 (2005). We\nhave called this the “modified categorical approach.”\nDescamps, supra, at ___–___ (slip op., at 1–2).\n   Programmed in this way, the Court set out on a course\nthat has increasingly led to results that Congress could\nnot have intended.2 And finally, the Court arrives at\ntoday’s decision, the upshot of which is that all burglary\nconvictions in a great many States may be disqualified\nfrom counting as predicate offenses under ACCA. This\nconclusion should set off a warning bell. Congress indis-\nputably wanted burglary to count under ACCA; our course\nhas led us to the conclusion that, in many States, no bur-\nglary conviction will count; maybe we made a wrong turn\nat some point (or perhaps the Court is guided by a mal-\nfunctioning navigator). But the Court is unperturbed by\nits anomalous result. Serenely chanting its mantra, “Ele-\nments,” see ante, at 8, the Court keeps its foot down and\ndrives on.\n   The Court’s approach calls for sentencing judges to\ndelve into pointless abstract questions. In Descamps, the\n\n——————\n  2 In Descamps v. United States, 570 U. S. ___ (2013), the decision\n\nmeant that no California burglary conviction counts under ACCA. See\nid., at ___ (ALITO, J., dissenting) (slip op., at 14). In Moncrieffe v.\nHolder, 569 U. S. ___ (2013), where the Court took a similar approach\nin interpreting a provision of the immigration laws, the Court came to\nthe conclusion that convictions in about half the states for even very\nlarge scale marijuana trafficking do not count as “illicit trafficking in a\ncontrolled substance” under a provision of the immigration laws. Id., at\n___ (ALITO, J., dissenting) (slip op., at 9).\n\f4                MATHIS v. UNITED STATES\n\n                     ALITO, J., dissenting\n\nCourt gave sentencing judges the assignment of determin-\ning whether a state statute is “divisible.” See 570 U. S., at\n___ (slip op., at 23). When I warned that this novel in-\nquiry would prove to be difficult, the opinion of the Court\nbrushed off that concern, see id., at ___ (slip op., at 8–9,\nn. 2) (“[W]e can see no real-world reason to worry”). But\nlower court judges, who must regularly grapple with the\nmodified categorical approach, struggled to understand\nDescamps. Compare Rendon v. Holder, 764 F. 3d 1077,\n1084–1090 (CA9 2014) (panel opinion), with 782 F. 3d 466,\n466–473 (CA9 2015) (eight judges dissenting from denial\nof reh’g en banc), and id., at 473–474 (Kozinski, J., dis-\nsenting from denial of reh’g en banc). Now the Court tells\nthem they must decide whether entering or remaining in a\nbuilding is an “element” of committing a crime or merely a\n“means” of doing so. I wish them good luck.\n   The distinction between an “element” and a “means” is\nimportant in a very different context: The requisite num-\nber of jurors (all 12 in most jurisdictions) must agree that\na defendant committed each element of an offense, but the\njurors need not agree on the means by which an element\nwas committed. So if entering or remaining in a building\nis an element, the jurors must agree that the defendant\nentered or remained in a building and not, say, a boat.\nBut if the element is entering or remaining within one of a\nlist of places specified in the statute (say, building, boat,\nvehicle, tent), then entering or remaining in a building is\nsimply a means. Jurors do not need to agree on the means\nby which an offense is committed, and therefore whether a\ndefendant illegally entered a building or a boat would not\nmatter for purposes of obtaining a conviction.\n   In the real world, there are not many cases in which the\nstate courts are required to decide whether jurors in a\nburglary case must agree on the building vs. boat issue, so\nthe question whether buildings and boats are elements or\nmeans does not often arise. As a result, state-court cases\n\f                     Cite as: 579 U. S. ____ (2016)                    5\n\n                          ALITO, J., dissenting\n\non the question are rare. The Government has surveyed\nall the state burglary statutes and has found only one—\nIowa, the State in which petitioner was convicted for\nburglary—in which the status of the places covered as\nelements or means is revealed. See Brief for United\nStates 43, and n. 13. Petitioner’s attorneys have not cited\na similar decision from any other State.\n   How, then, are federal judges sentencing under ACCA to\nmake the element/means determination?             The Court\nwrites: “This threshold inquiry—elements or means?—is\neasy in this case, as it will be in many others.” Ante, at 17.\nReally?3 The determination is easy in this case only be-\ncause the fortified legal team that took over petitioner’s\nrepresentation after this Court granted review found an\nIowa case on point, but this discovery does not seem to\nhave been made until the preparation of the brief filed in\nthis Court. Brief for United States 43, and n. 13. “Peti-\ntioner’s belated identification of a relevant state decision\nconfirms that the task is not an easy one.” Ibid. And that\nis not the worst of it. Although many States have bur-\nglary statutes like Iowa’s that apply to the burglary of\nplaces other than a building, neither the Government nor\npetitioner has found a single case in any of these jurisdic-\ntions resolving the question whether the place burglarized\nis an element or a means.\n   The Court assures the federal district judges who must\napply ACCA that they do not need such state-court deci-\nsions, that it will be easy for federal judges to predict how\nstate courts would resolve this question if it was ever\npresented to them. Ante, at 16–18. But the Court has not\nshown how this can be done. The Government’s brief cites\n\n——————\n  3 In Rendon v. Holder, 782 F. 3d 466, 466–473 (CA9 2014) (dissent\nfrom denial of rehearing), eight circuit judges addressed the question of\nthe difficulty of this determination. They described it as “a notoriously\nuncertain inquiry” that will lead to “uncertain results.” Id., at 471.\n\f6                 MATHIS v. UNITED STATES\n\n                      ALITO, J., dissenting\n\nnumerous state statutes like Iowa’s. Brief for United\nStates 42, n. 12. If this task is so easy, let the Court pick a\nfew of those States and give the lower court judges a\ndemonstration.\n   Picking up an argument tossed off by Judge Kozinski,\nthe Court argues that a federal sentencing judge can get a\nsense of whether the places covered by a state burglary\nstatute are separate elements or means by examining the\ncharging document. Ante, at 17–18 (citing Rendon, supra,\nat 473–474 (Kozinski, J., dissenting from denial of reh’g en\nbanc)). If, for example, the charging document alleges\nthat the defendant burglarized a house, that is a clue,\naccording to the Court, that “house” is an element. See\nibid. I pointed out the problem with this argument in\nDescamps. See 570 U. S., at ___–___ (dissenting opinion)\n(slip op., at 13–14). State rules and practices regarding\nthe wording of charging documents differ, and just be-\ncause something is specifically alleged in such a document,\nit does not follow that this item is an element and not just\na means. See ibid.\n   The present case illustrates my point. Petitioner has\nfive prior burglary convictions in Iowa. In Iowa, the places\ncovered are “means.” See ante, at 13. Yet the charging\ndocuments in all these cases set out the specific places\nthat petitioner burglarized—a “house and garage,” a “gar-\nage,” a “machine shed,” and a “storage shed.” See Brief for\nPetitioner 9.\n   A real-world approach would avoid the mess that today’s\ndecision will produce. Allow a sentencing court to take a\nlook at the record in the earlier case to see if the place that\nwas burglarized was a building or something else. If the\nrecord is lost or inconclusive, the court could refuse to\ncount the conviction. But where it is perfectly clear that a\nbuilding was burglarized, count the conviction.\n   The majority disdains such practicality, and as a result\nit refuses to allow a burglary conviction to be counted even\n\f                Cite as: 579 U. S. ____ (2016)              7\n\n                    ALITO, J., dissenting\n\nwhen the record makes it clear beyond any possible doubt\nthat the defendant committed generic burglary. Consider\nthis hypothetical case. Suppose that a defendant wishes\nto plead guilty to burglary, and the following occurs in\nopen court on the record at the time of the plea:\n\n    PROSECUTOR: I am informed that the defendant\n    wishes to plead guilty to the charge set out in the\n    complaint, namely, “on June 27, 2016, he broke into a\n    house at 10 Main Street with the intent to commit\n    larceny.”\n\n    DEFENSE COUNSEL: That is correct.\n\n    COURT: Mr. Defendant, what did you do?\n\n    DEFENDANT: I broke into a house to steal money\n    and jewelry.\n\n    COURT: Was that the house at 10 Main St.?\n\n    DEFENDANT: That’s it.\n\n    COURT: Now, are you sure about that? I mean, are\n    you sure that 10 Main St. is a house? Could it have\n    actually been a boat?\n\n    DEFENDANT: No, it was a house.               I climbed in\n    through a window on the second floor.\n\n    COURT: Well, there are yachts that have multiple\n    decks. Are you sure it is not a yacht?\n\n    DEFENDANT: It’s a little house.\n\f8               MATHIS v. UNITED STATES\n\n                    ALITO, J., dissenting\n\n    PROSECUTOR: Your Honor, here is a photo of the\n    house.\n\n    COURT: Give the defendant the photo. Mr. Defend-\n    ant, is this the place you burglarized?\n\n    DEFENDANT: Yes, like I said.\n\n    COURT: Could it once have been a boat? Maybe it\n    was originally a house boat and was later attached to\n    the ground. What about that?\n\n    DEFENSE COUNSEL: Your honor, we stipulate that\n    it is not a boat.\n\n    COURT: Well, could it be a vehicle?\n\n    DEFENDANT: No, like I said, it’s a house. It doesn’t\n    have any wheels.\n\n    COURT: There are trailers that aren’t on wheels.\n\n    DEFENSE COUNSEL: Your Honor, my client wants\n    to plead guilty to burglarizing the house at 10 Main\n    St.\n\n    PROSECUTOR: Your Honor, if necessary I will call\n    the owners, Mr. and Mrs. Landlubbers-Stationary.\n    They have lived there for 40 years. They will testify\n    that it is a building. I also have the town’s tax rec-\n    ords. The house has been at that location since it was\n    built in 1926. It hasn’t moved.\n\n    COURT: What do you say, defense counsel? Are those\n    records accurate?\n\f                     Cite as: 579 U. S. ____ (2016)                     9\n\n                          ALITO, J., dissenting\n\n     DEFENSE COUNSEL: Yes, we so stipulate. Again,\n     my client wishes to plead guilty to the burglary of a\n     house. He wants to take responsibility for what he\n     did, and as to sentencing, . . . .\n\n     COURT: We’ll get to that later. Mr. Defendant, what\n     do you say? Is 10 Main St. possibly a vehicle?\n\n     DEFENDANT: Your Honor, I admit I burglarized a\n     house. It was not a car or truck.\n\n     COURT: Well, alright. But could it possibly be a tent?\n\n     DEFENDANT: No, it’s made of brick. I scraped my\n     knee on the brick climbing up.\n\n     COURT: OK, I just want to be sure.\n  As the Court sees things, none of this would be enough.\nReal-world facts are irrelevant. For aficionados of point-\nless formalism, today’s decision is a wonder, the veritable\nne plus ultra of the genre.4\n  Along the way from Taylor to the present case, there\nhave been signs that the Court was off course and oppor-\ntunities to alter its course. Now the Court has reached the\nlegal equivalent of Ms. Moreau’s Zagreb. But the Court,\nunlike Ms. Moreau, is determined to stay the course and\ncontinue on, traveling even further away from the in-\ntended destination. Who knows when, if ever, the Court\nwill call home.\n\n\n——————\n  4 The Court claims that there are three good reasons for its holding,\n\nbut as I explained in Descamps, none is substantial. The Court’s\nholding is not required by ACCA’s text or by the Sixth Amendment, and\nthe alternative real-world approach would be fair to defendants. See\n570 U. S., at ___, ___–___ (ALITO, J., dissenting) (slip op., at 4, 9–11).\n\f",
            "ocr": false,
            "opinion_id": 3216388
        }
    ],
    "court_short_name": "Supreme Court",
    "court_full_name": "Supreme Court of the United States",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}