{
    "id": 3218279,
    "judges": null,
    "date_filed": 1467158400000,
    "date_filed_is_approximate": false,
    "slug": "rodney-d-lloyd-v-state-of-indiana-mem-dec",
    "case_name_short": null,
    "case_name": "Rodney D. Lloyd v. State of Indiana (mem. dec.)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.in.gov/judiciary/opinions/pdf/06291602jgb.pdf",
            "author_id": null,
            "opinion_text": "MEMORANDUM DECISION\n                                                                     FILED\nPursuant to Ind. Appellate Rule 65(D),                          Jun 29 2016, 8:51 am\n\nthis Memorandum Decision shall not be                                CLERK\n                                                                 Indiana Supreme Court\nregarded as precedent or cited before any                           Court of Appeals\n                                                                      and Tax Court\ncourt except for the purpose of establishing\nthe defense of res judicata, collateral\nestoppel, or the law of the case.\n\n\nATTORNEY FOR APPELLANT                                   ATTORNEYS FOR APPELLEE\nTimothy P. Broden                                        Gregory F. Zoeller\nLafayette, Indiana                                       Attorney General of Indiana\n                                                         Karl M. Scharnberg\n                                                         Deputy Attorney General\n                                                         Indianapolis, Indiana\n\n\n\n                                           IN THE\n    COURT OF APPEALS OF INDIANA\n\nRodney D. Lloyd,                                         June 29, 2016\nAppellant-Defendant,                                     Court of Appeals Case No.\n                                                         79A04-1510-CR-1800\n        v.                                               Appeal from the Tippecanoe\n                                                         Superior Court\nState of Indiana,                                        The Honorable Jon P. Phillips,\nAppellee-Plaintiff                                       Judge Pro Tempore\n                                                         Trial Court Cause Nos.\n                                                         79D05-1405-CM-291,\n                                                         79D05-1307-FD-317\n\n\n\nBaker, Judge.\n\n\n\n\nCourt of Appeals of Indiana | Memorandum Decision 79A04-1510-CR-1800 | June 29, 2016     Page 1 of 4\n\f[1]   Rodney Lloyd appeals the trial court’s revocation of his probation. He argues\n\n      that the trial court improperly admitted a probable cause affidavit into evidence.\n\n      Finding that any error was harmless, we affirm.\n\n\n                                                     Facts\n[2]   On November 13, 2013, Lloyd pleaded guilty to two criminal charges: class D\n\n      felony receiving stolen property and class A misdemeanor carrying a handgun\n\n      without a license. The trial court sentenced Lloyd to an aggregate term of 910\n\n      days, of which 262 days had already been served. The balance of 648 days\n\n      would be served on unsupervised probation.\n\n\n[3]   On July 1, 2014, Lloyd pleaded guilty to another crime: class B misdemeanor\n\n      false informing. The trial court sentenced Lloyd to a further 180-day sentence.\n\n      However, pursuant to a plea agreement, the court ordered that only 68 days be\n\n      served; the remaining 112 days were suspended to unsupervised probation. The\n\n      terms of Lloyd’s probation included good and lawful behavior for both the 2013\n\n      and 2014 convictions.\n\n\n[4]   In November 2014, the State filed petitions to revoke Lloyd’s probation in both\n\n      causes because he had been arrested and charged with armed robbery and\n\n      several other related offenses. The trial court conducted a hearing on the State’s\n\n      petitions on September 23, 2015, at which Lloyd testified. He admitted that he\n\n      had been convicted and sentenced on the armed robbery charge and that he had\n\n      been on probation when he committed that offense.\n\n\n\n      Court of Appeals of Indiana | Memorandum Decision 79A04-1510-CR-1800 | June 29, 2016   Page 2 of 4\n\f[5]   During the hearing, the trial court also admitted the affidavit of probable cause\n\n      from the new armed robbery case. The author of this document is identified\n\n      only as “Affiant,” with no indication of who “Affiant” is, and the signature on\n\n      the document is illegible.\n\n\n[6]   The trial court found that Lloyd had violated the terms of his probation. It\n\n      revoked Lloyd’s probation and ordered him to serve the balance of his\n\n      sentences. Lloyd now appeals.\n\n\n                                   Discussion and Decision\n\n[7]   Lloyd argues that the trial court erred by admitting the affidavit of probable\n\n      cause into evidence. He argues that the document bore insufficient indicia of\n\n      reliability. In short, he questions the document’s trustworthiness.\n\n\n[8]   Probation is not a right to which a criminal defendant is entitled; instead, it is a\n\n      matter that is left to the discretion of a trial court. Prewitt v. State, 878 N.E.2d\n\n      184, 188 (Ind. 2007). Revocation of probation is a two-step process. Parker v.\n\n      State, 676 N.E.2d 1083, 1085 (Ind. Ct. App. 1997). First, a trial court must\n\n      make the factual determination that a violation of a condition of probation has\n\n      actually occurred. Id. Second, after a violation of the conditions of probation\n\n      has been established, a trial court must then determine whether the violation\n\n      warrants revocation of the probation. Id. By statute, this determination is made\n\n      in an evidentiary hearing unless the probationer admits to the violation. Ind.\n\n      Code § 35-38-2-3. In a probation revocation hearing, a defendant, though\n\n\n      Court of Appeals of Indiana | Memorandum Decision 79A04-1510-CR-1800 | June 29, 2016   Page 3 of 4\n\f       endowed with certain due process rights, is not afforded the same formal\n\n       procedural and evidentiary rules that must be followed at criminal trials.\n\n       Gagnon v. Scarpelli, 411 U.S. 778, 789 (1973). Our Supreme Court has stated\n\n       that, in probation revocation hearings, courts may consider any relevant\n\n       evidence that bears indicia of reliability, including reliable hearsay. Cox v. State,\n\n       706 N.E.2d 547, 551 (Ind. 1999).\n\n\n[9]    Even if we accepted Lloyd’s argument that the admission of the probable cause\n\n       affidavit into evidence was error, we find that it would be harmless error. See,\n\n       e.g., Figures v. State, 920 N.E.2d 267, 273 (Ind. Ct. App. 2010) (explaining that\n\n       admission of evidence in a probation revocation hearing is harmless error if\n\n       there are independent grounds for a court to revoke probation). It was\n\n       unnecessary for the trial court to rely upon the affidavit, as Lloyd admitted\n\n       under oath that he committed the armed robbery offense while on probation.\n\n       The trial court was aware of the problematic nature of the affidavit, but stated,\n\n       “I don’t even know that I need to necessarily rely so much on [the affidavit] . . .\n\n       He was clearly on probation for both these cases at the time this incident\n\n       occurred and there’s twelve people who found beyond a reasonable doubt that\n\n       the defendant did commit the crime.” Tr. p. 12-13. Therefore, the trial court\n\n       did not need to rely on the probable cause affidavit to find that Lloyd had\n\n       violated probation, and any error was harmless.\n\n\n[10]   The judgment of the trial court is affirmed.\n\n\n       May, J., and Brown, J., concur.\n\n       Court of Appeals of Indiana | Memorandum Decision 79A04-1510-CR-1800 | June 29, 2016   Page 4 of 4\n\f",
            "ocr": false,
            "opinion_id": 3218173
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}