{
    "id": 3229648,
    "judges": "Brown, Knight",
    "date_filed": -1157587200000,
    "date_filed_is_approximate": false,
    "slug": "lee-v-state",
    "case_name_short": null,
    "case_name": "Lee v. State",
    "case_name_full": "Lee v. State.",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b16-16\">\n    150 So. 164\n   </citation><br><parties id=\"b16-17\">\n    LEE v. STATE.\n   </parties><citation id=\"At\">\n    8 Div. 492.\n   </citation><br><court id=\"b16-19\">\n    Supreme Court of Alabama.\n   </court><br><decisiondate id=\"b16-20\">\n    April 27, 1933.\n   </decisiondate>",
    "citations": [
        "150 So. 164",
        "227 Ala. 2"
    ],
    "opinions": [
        {
            "author_str": "Brown",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 3612.0,
            "opinion_text": "Question certified by Court of Appeals.\nJames J. Lee, alias J. J. Lee, was convicted of arson in the first degree, and he appealed to the Court of Appeals, which certified a question to the Supreme Court under Code 1923, &#167; 7322.\nQuestion answered.\nAnswer to certified question conformed to in Lee v. State,25 Ala. App. 488, 150 So. 167.\nTo the Supreme Court of Alabama:\nThe following question is hereby submitted to your court for determination under the provisions of section 7322, Code 1923:\nIs the act of Alabama approved September 9, 1927 (General Acts of Alabama 1927, pp. 552, 553, 554), unconstitutional?\nIn a certain proceeding now pending in the Court of Appeals it is insisted that said act is unconstitutional and void under the following sections of the 1901 Constitution of Alabama, to wit: section 15, article 1; section 22, article 1; section 45, article 1; also under the Fourteenth Amendment of the Constitution of the United States.\nFor the convenience of the Supreme Court we attach hereto a copy of appellant's brief and argument on the points involved. (See Proposition 1 of brief.)1\nRespectfully submitted\n                                      C. R. BRICKEN, Presiding Judge.\n1 Fred Wall and Thos. C. Pettus, of Moulton, for appellant.\nThe act of 1927 (page 552; Code 1928, &#167; 3289) under which appellant was tried, is unconstitutional and void in that cruel and unusual punishment is thereby inflicted. Const. 1901, &#167; 15; State v. Driver, 78 N.C. 423; State v. Becker, 3 S.D. 29,51 N.W. 1018. Burning property with intent to injure the insurer is a special offense, distinct from arson. Heard v. State,81 Ala. 55, 1 So. 640; Williams v. State, 177 Ala. 34, 58 So. 921, Ann. Cas. 1915A, 584; Caton v. State, 20 Ala. App. 509,103 So. 312. The act of 1927 contains a dual subject, dealing with arson and the burning of insured property, and is thus violative of section 45 of the Constitution. It is likewise violative of section 22 of the Constitution of Alabama and of section 1, art. 14, of the Constitution of the United States. Defendant's motion to quash the indictment should have been granted. In the investigation for indictable offense, the grand jury can receive no other evidence than is given by witnesses before them or furnished by legal documentary evidence. There was no evidence, as shown by testimony taken on the motion, on which the grand jury might find an indictment, and no evidence which would make out a prima facie case. Code 1923, &#167; 8679. To be sufficient, the indictment must allege the constituent elements of the offense &#8212; insurance against fire and intent to injure the insurer. Code 1923, &#167; 3294; Heard v. State, supra; Williams v. State, supra; Caton v. State, supra; Martin v. State, 29 Ala. 30. On account of the admission of the confession of Ayers, appellant was entitled to a new trial. Martin v. State, 22 Ala. App. 154, 113 So. 602.\nThos. E. Knight, Jr., Atty. Gen., and Thos. Seay Lawson, Asst. Atty. Gen., for the State.\nWhen an indictment is based on evidence of witnesses or legal documentary evidence before a grand jury, no question as to the sufficiency of the evidence can be raised on a motion to quash the indictment. Agee v. State, 117 Ala. 169, 23 So. 486; Carl v. State, 125 Ala. 89, 28 So. 505; Mackey v. State, 186 Ala. 23,65 So. 330; McLeod v. State, 8 Ala. App. 329, 62 So. 991; Gunter v. State, 21 Ala. App. 554, 110 So. 58; Sparrenberger v. State, 53 Ala. 481, 25 Am. Rep. 643; Washington v. State,63 Ala. 192; Hall v. State, 134 Ala. 90, 32 So. 750; Jones v. State, 81, Ala. 79, 1 So. 32; 31 C. J. 808. An indictment in the form prescribed by statute is sufficient. Sands v. State,80 Ala. 201. See Code 1923, &#167;&#167; 4527-4529. The confession of Ayers being offered as affecting Ayers alone, and the judge having so instructed the jury, appellant cannot complain. Swinney v. State, 225 Ala. 273, 142 So. 562. *Page 4 \nThe appellant was indicted, tried, and convicted of the offense of arson in the first degree, the offense denounced by section 3289 of the Code of 1923, as amended by the act approved September 9, 1927, entitled \"An Act to amend Sections 3289, 3290, 3291, 3292, 3293 and 3294 of the Code of Alabama, relating to the crime of arson and attempt to commit arson.\" Gen. Acts 1927, pp. 552-554.\nThe appellant on his trial questioned the constitutionality of said act, and this question has been submitted to this court by the Court of Appeals.\nAppellant's first contention is that the act violates section 15 of the Constitution, which provides \"That excessive fines shall not be imposed, nor cruel or unusual punishment inflicted.\"\nThe section as amended provides that: \"Any person whowillfully sets fire to or burns, or causes to be burned, or who aids or procures the burning of any dwelling house, or any kitchen, shop, barn, stable, or other out house within the curtilage of such dwelling house, the property of another; or any person who, with intent to defraud, sets fire to or burns or causes to be burned, or who aids or procures the burning of any dwelling house, kitchen, shop, barn, stable or other out house within the curtilage of such dwelling house, the propertyof himself, shall be guilty of arson in the first degree, and must, upon conviction thereof, be punished by imprisonment in the penitentiary for not less than two nor more than twenty years; provided said arson shall not produce the death or maiming of any person, but, if the said arson shall produce thedeath or maiming of any person, the punishment shall be deathor imprisonment in the penitentiary for life, at the discretionof the jury.\" (Italics supplied.) Gen. Acts 1927, pp. 552-554.\nThe argument here is: \"The entire section defines arson in the first degree and prescribes a punishment for that offense; the punishment thereby prescribed is imprisonment from two to twenty years in the penitentiary; however, should the death or maiming of any person be produced by said arson the punishment, is death or life imprisonment. The whole law of arson is based on the intent to burn and the intention is not changed even though a person is thereby killed or maimed. The criminal intent is the same whether or not a person is killed; were it not so the defendant would be guilty of murder, mayhem or assault with intent to murder and not an offense of arson, and the punishment prescribed calls for an infliction of a cruel, unusual and excessive punishment, a punishment hitherto unknown to the law. * * * Certainly an infliction of life imprisonment or death on one merely committing the offense of arson, with no intention to maim or kill, although one is accidentally maimed or killed when the offense was committed, constitutes cruel and unusual punishment.\" (Italics supplied.)\nThe fault in this argument is that it assumes that a mere accidental death or maiming, though not the direct proximate consequence of the criminal act, would justify the imposition of the extreme penalty. The statute, being highly penal, must be strictly construed, and so construed, the death or maiming of a human being must be the direct proximate consequence of the crime, an essential element of which, under the first division of the statute, is a willful intentional burning, an offense, as at common law, against the habitation or person, importing an intent to harm the occupants of such building. While under the second division of the statute an intent todefraud, importing an intent to injure, is malevolence in kind, if not in degree, with the willful burning of the property of another.\nAs was observed by the United States Supreme Court in Weems v. United States, 217 U.S. 349, 368, 375, 30 S. Ct. 544, 549,54 L. Ed. 799, 802, 19 Ann. Cas. 705: \"What constitute a cruel and unusual punishment has not been exactly decided. * * * Cooley, in his 'Constitutional Limitations,' apparently in a struggle between the effect to be given to ancient examples and the inconsequence of a dread of them in these enlightened times, is not very clear or decisive. He hesitates to advance definite views, and expresses the 'difficulty of determining precisely what is meant by cruel and unusual punishment.' It was probable, however, he says, that 'any punishment declared by statute for an offense which was punishable in the same way at common law could not be regarded as cruel or unusual, in a constitutional sense.' And he says further that 'probably any new statutory offense may be punished to the extent (italics ours) and in the mode permitted by the common law for offenses of a similar nature.' \"\nHowever, \"the punishment of death\" or imprisonment for life is neither unusual nor cruel, within the meaning of the Constitution, where the crime for which punishment is imposed is malevolent and proximately causes the death of a human being, so long as the death inflicted is speedy, and without undue pain or torture. In re Kemmler, 136 U.S. 436,10 S. Ct. 930, 34 L. Ed. 519; Weems v. United States, supra; Storti v. Commonwealth, 178 Mass. 549, 60 N.E. 210, 52 L.R.A. 520; 30 A.L.R. 1452, note.\nThe question presented here is not within the influence of the Federal Constitution. Pervear v. Massachusetts, 5 Wall. 475, 18 L. Ed. 608; O'Neil v. State of Vermont, 144 U.S. 323,12 S. Ct. 693, 36 L. Ed. 450; Collins v. Johnston, Warden, etc., *Page 5 \n237 U.S. 502, 35 S. Ct. 649, 59 L. Ed. 1071; Smith v. Wayne Probate Judge,231 Mich. 409, 204 N.W. 140, 40 A.L.R. 515.\nThe section of the Code as amended is prospective in its operation, and is in no sense an \"ex post facto law.\" It neither makes \"a past act a crime, nor increases the punishment for past crimes, nor alters the rules of evidence as to existing crime to the detriment of the accused,\" and therefore does not violate section 22 of the Constitution. Kring v. State of Missouri, 107 U.S. 221, 2 S. Ct. 443, 27 L. Ed. 506; Calder \nWife v. Bull  Wife, 3 Dall. (Pa.) 386, 390, 1 L. Ed. 648; Washington v. State, 75 Ala. 582, 51 Am. Rep. 479; Smith's Executor v. Cockrell, 66 Ala. 64.\nIt is permissible, under the provisions of section 45 of the Constitution of 1901, to amend sections of the Code under a title which refers to the sections to be amended by number, if they relate to a single subject and the matters brought in by the amendment are germane and cognate to the law as expressed in the original section. State ex rel. Troy v. Smith, Auditor,187 Ala. 411, 65 So. 942; Dunning v. Holcombe, 203 Ala. 546,84 So. 740; Board of Revenue v. Jansen, 224 Ala. 240, 139 So. 358.\nAppellant's contention here is that the act, both in its title and body, embraces two subjects, in that it relates to the offense of arson and attempt to commit, as defined by sections 3289, 3290, and 3291 of the Code, and the offense of \"Burning insured house, vessel, etc., or casting away or destroying boat or vessel,\" as defined by section 3294, Code.\nThis statute (section 3294) first appeared in the Code of 1852, as sections 3136 and 3137, the first denouncing the offense of \"Casting away, burning, etc., a vessel with intent to injure owner or insurer,\" and the other offense of \"Burning building, etc., to charge insurer.\" These two sections were combined in section 3700 of the Code of 1867, in the chapter dealing with \"Offenses against property, public or private,\" which included burglary, arson, larceny, and fraud, and was carried forward in the Code of 1876 as section 4349, without change, in the chapter dealing with \"Offenses against property, public or private,\" headed with the offense of \"Burglary.\" It was brought forward in the Code of 1886 as section 3785 in the exact verbiage as it appears in section 3294 of the Code of 1923, and as it appeared in the Code of 1896 (section 4341) and Code 1907 (section 6300).\nIn Heard v. State, 81 Ala. 55, 56, 1 So. 640, 641, the defendant was indicted for arson under section 4347 of the Code of 1876, for burning a ginhouse, the property of A. W. Walker, and on his trial he admitted the burning, but testified that he did it at the instance of Walker, \"who said the building was insured, and that the insurance company had treated him badly, and he wanted to get even.\" Heard was convicted of arson and on appeal this court, construing and applying section 4349 of the Code of 1876, held that if the defendant's testimony was true he was not guilty of arson as charged in the indictment, but was guilty of a violation of said section 4349, which declared \"an offense, separate and distinct from arson as defined in the three sections immediately preceding, &#8212; an offense including a burning, or procuring to be burned, by the owner, not from malice, but with intent to defraud another.\"\nOther states have ruled in line with Heard v. State, supra, to the effect that the basic element denounced by similar statutes to ours is the intent to defraud the insurance carrier, and that it is essentially different from the offense of arson. People v. Fong Hong, 120 Cal. 685, 53 P. 265; Mai v. People of the State of Illinois, 224 Ill. 414, 79 N.E. 633; Elgin v. People of the State of Illinois, 226 Ill. 486,80 N.E. 1014; Commonwealth v. Asherowski, 196 Mass. 342, 83 N.E. 13; 17 A.L.R. 1179, note.\nSection 3289 declares that the offense therein denounced is \"arson in the first degree\"; so with sections 3290 and 3293, defining \"arson in the second degree\" and \"arson in the third degree.\" And section 3291 defines the offense of \"attempts to commit arson.\" But section 3294 does not declare or designate the offense denounced by that section as arson in either degree, but designates it as \"burning insured house, vessel, etc., or casting away or destroying boat or vessel\"; and this court has held that the offense denounced by said section is not arson in either degree. Heard v. State, supra.\nThe act of September 9, 1927, therefore, deals with two subjects, both in its title and body, and violates section 45 of the Constitution. Builders'  Painters' Supply Co. v. Lucas Co., 119 Ala. 202, 24 So. 416; Ballentyne v. Wickersham,75 Ala. 533.\nAll the Justices concur in so much of the opinion as deals with the validity of the act in respect to sections 15 and 22 of the Constitution, but the majority, consisting of ANDERSON, C. J., and GARDNER, THOMAS, BOULDIN, and FOSTER, JJ., hold that the act does not deal with two subjects in its body and title, and, therefore, is not violative of section 45 of the Constitution.\nKNIGHT, J., concurs in the opinion. *Page 6 ",
            "ocr": false,
            "opinion_id": 3230225
        }
    ],
    "court_short_name": "Supreme Court of Alabama",
    "court_full_name": "Supreme Court of Alabama",
    "court_type": "S",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}