{
    "id": 3241317,
    "judges": "Samford",
    "date_filed": -1172880000000,
    "date_filed_is_approximate": false,
    "slug": "automobile-ins-co-of-hartford-conn-v-kirby",
    "case_name_short": "Kirby",
    "case_name": "Automobile Ins. Co. of Hartford, Conn. v. Kirby",
    "case_name_full": "Automobile Ins. Co. of Hartford, Conn. v. Kirby.",
    "attorneys": "Goodhue  Lusk, of Gadsden, for appellant.\n\nProperty stolen from the owner and abandoned by the thief is not lost property within the meaning of section 7992 of the Code of 1923, so as to entitle one who comes into the possession of it to hold it and demand a reward therefor. Code 1923, &#167;&#167; 7992-7997; 25 C. J. 1134; Mitchell v. Okla. C. G. Ass'n,  108 Okl. 200 ,  235 P. 597 , 41 A.L.R. 1011; Foster v. Fidelity Safe Deposit Co.,  264 Mo. 89 ,  174 S.W. 376 , L.R.A. 1916A, 655, Ann. Cas. 1917D, 798; Kuykendall v. Fisher,  61 W. Va. 87 ,   56 S.E. 48 , 8 L.R.A. (N.S.) 94, 11 Ann. Cas. 700. The action for money had and received will lie where one has obtained money from another by taking undue advantage and the law implies a promise from such person to return it to the lawful owner. 41 C. J. 46; Prichard v. Sweeney,  109 Ala. 651 , 19 So. 730 ; Tipton v. Duke,  221 Ala. 77 ,  127 So. 524 .",
    "nature_of_suit": null,
    "posture": "Appeal from Circuit Court, Etowah County; O. A. Steele, Judge.\n\nAction of assumpsit by the Automobile Insurance Company of Hartford, Connecticut, against Howard Kirby. From a judgment for defendant, plaintiff appeals.\n\nReversed and remanded.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b261-18\">\n    144 So. 123\n   </citation><br><parties id=\"b261-19\">\n    AUTOMOBILE INS. CO. OF HARTFORD, CONN., v. KIRBY.\n   </parties><br><docketnumber id=\"b261-21\">\n    7 Div. 914.\n   </docketnumber><br><court id=\"b261-22\">\n    Court of Appeals of Alabama.\n   </court><br><decisiondate id=\"b261-23\">\n    Nov. 1, 1932.\n   </decisiondate><br><attorneys id=\"b262-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"246\"> \n     *246\n     </span>\n    Goodhue &amp; Lusk, of Gadsden, for appellant.\n   </attorneys>",
    "citations": [
        "144 So. 123",
        "25 Ala. App. 245"
    ],
    "opinions": [
        {
            "author_str": "Samford",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "On April 28, 1930, one McCrary owned a Buick sedan. The appellant, Automobile Insurance Company, had issued what is known as a theft policy covering the automobile. On the date mentioned, in the morning, McCrary parked his car in front of his place of business in Birmingham, gave no one permission to move the car, and about an hour later, returning for his car, found that it had been stolen. On April 30, 1930, the pay roll of the Goodyear Tire  Rubber Company was taken by robbers in East Gadsden, and McCrary's car was later found at the scene of the robbery, and the defendant, Kirby, took possession of the car at the scene of the robbery about an hour thereafter. On May 3d, a representative of appellant called on Kirby and demanded the car. Several demands were made upon Kirby by the representative of the appellant, and Kirby was told that appellant had issued a policy of theft insurance and would either have to obtain possession of the car and deliver it to McCrary or pay him for it, but Kirby refused to surrender possession. On May 6th, Kirby served written notice on appellant that he would not surrender the car without payment of $50 reward and storage at the rate of 50 cents a day. Kirby was told that appellant considered he had no legal right to hold the automobile and demand a reward, and that any money paid to him would be on account of the fact that appellant had insured the car against theft and was compelled to return it to the owner or suffer the loss by payment to McCrary of its value, and on May 8, 1930, appellant paid Kirby $54.50 under protest.\nThereafter appellant brought suit in the circuit court of Etowah county against Kirby to recover the $54.50 and interest thereon. The complaint contained two counts; count 1 declaring specially and claiming damages including the $54.50, and count 2 declared for money had and received by the defendant to the use of the plaintiff in the sum of $54.50. The defendant, appellee, justified his claim for reward and withholding possession of the car until such reward and storage charges were paid under sections 7992-7997 of the Code of 1923 relating to finding of lost property. The court gave the affirmative charge for the defendant and refused the affirmative charge for the plaintiff.\nSection 7992 of the Code of 1923 provides: \"One who finds a thing lost is not bound to take charge of it; but if he does so he is thence forward a depositary for the owner, with the rights and obligations of a depositary for hire.\" Section 7994 of the same Code provides: \"The finder of a thing is entitled to compensation for all expenses necessarily incurred by him in its preservation, and for any other service necessarily performed by him about it, and to a reasonable reward for keeping it.\"\nThe property here in question was found by the defendant on the highway abandoned by parties who had been in possession of it and who presumably had stolen it from the owner in Birmingham some fifty miles away. The rule as laid down by many authorities is: \"Goods or chattels are lost in the legal sense of the word only when the possession has been casually and involuntarily parted with, so that the mind has no impress of and can have no recourse to, the event.' 25 Corpus Juris, 1134; Ferguson v. Ray, 44 Or. 557, 77 P. 600, 1 L.R.A. (N.S.) 477, 102 Am. St. Rep. 648, 1 Ann. Cas. 1. Under the facts in this case there can be no doubt that the possession of the property was parted with involuntarily, so that the mind had no impress of, and could have no recourse to, the *Page 247 \nevent. It follows that when property is stolen and is afterwards abandoned by the thief at a place unknown to the owner, such property is lost within the meaning of our statute.\nAnother question is presented in this case. The defendant demanded of plaintiff and received under protest $50 as a reward, in addition to $4.50 paid for storage. The $4.50 represents the reasonable value for the storage and keeping the car, and the further sum of $50 was demanded as a reward under section 7994 of the Code of 1923. The state of Montana has statutes identical with the two sections of our Code above cited. In passing on a case involving those sections, the Supreme Court of Montana, in Kirk v. Smith, 48 Mont. 489-493, 138 P. 1088, 1089, has this to say: \"It is elementary law that the law does not give something for nothing. Except in those rare cases of aggravated circumstances where punitive damages are recoverable, the law proceeds uniformly upon the theory of compensation. If a party can be made whole, if he can be restored to the status quo, if damages in money will reimburse him for whatever he has done for, or suffered at the hands of, another, he cannot complain, and he has neither legal nor moral excuse for demanding more. To speak of an enforced gratuity is a contradiction of terms, and a suit to compel a gift is an anomaly in the law.\"\nUnder sections 7992 and 7994 of our Code, where this is done, the defendant in this case was a depository of the car stolen for the benefit of the owner, with the rights and obligations of a depository for hire. He is, therefore, entitled to reasonable compensation for services rendered, but he is not entitled to a gratuity in such sort as that it may be enforced in law or to force such a payment by retaining the property until such gratuity is paid. The Kirk v. Smith Case, supra, dealt with a flock of sheep found wandering on the prairie and taken and cared for by plaintiff, who claimed $187 as compensation for the care of the sheep and $100 as a reward as fixed by the statute. We see no substantial difference between the Kirk v. Smith Case and the case here. The automobile was found by defendant on the side of the public highway where it had been abandoned by thieves. He was under no obligation to have taken it into his possession. When he did he became a depository for hire. He was entitled to the $4.50 or any other reasonable fee for storage and keeping the property, but not to a reward for which he rendered no valuable consideration.\nThe plaintiff should have recovered the $50 which it paid under protest.\nThe judgment is reversed, and the cause is remanded.\nReversed and remanded.",
            "ocr": false,
            "opinion_id": 3242676
        }
    ],
    "court_short_name": "Alabama Court of Appeals",
    "court_full_name": "Alabama Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}