{
    "id": 3245137,
    "judges": "Bricken",
    "date_filed": "1974-05-19",
    "date_filed_is_approximate": true,
    "slug": "lotz-v-state",
    "case_name_short": "Lotz",
    "case_name": "Lotz v. State",
    "case_name_full": "Lotz v. State.",
    "attorneys": "W. H. Long, of Decatur, for appellant.\n\nThere can be no verdict of conviction without unanimity of the jury; and defendant's charges to this effect should have been given. McDade v. State,  10 Ala. App. 241 ,  64 So. 519 ; Veasey v. State,  20 Ala. App. 478 ,  103 So. 67 . There was no evidence corroborative of the testimony of the accomplices. Alexander v. State,  20 Ala. App. 432 ,  102 So. 597 ; Boles v. State,  21 Ala. App. 356 ,  108 So. 350 ; Motes v. State,  20 Ala. App. 195 , 101 So. 286 .\n\nCharlie C. McCall, Atty. Gen., for the State.\n\nBrief did not reach the Reporter.",
    "nature_of_suit": null,
    "posture": "Appeal from Circuit Court, Morgan County; W. W. Callahan, Judge.\n\nHenry Lotz was convicted of burglary, and he appeals.\n\nReversed and remanded.\n\nThe bill of exceptions recites:\n\n\"Exceptions to the Court's charge:\n\n\"(By Mr. Long): We except to that part of the Court's oral charge in which it states that evidence of the witness finding the property taken from the building is corroboration.\"",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 15,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b516-8\">\n    (129 So. 305)\n   </citation><br><parties id=\"b516-9\">\n    LOTZ v. STATE.\n   </parties><br><docketnumber id=\"b516-10\">\n    8 Div. 990.\n   </docketnumber><br><court id=\"b516-11\">\n    Court of Appeals of Alabama.\n   </court><br><decisiondate id=\"b516-12\">\n    April 8, 1930.\n   </decisiondate><br><attorneys id=\"b516-27\">\n    W. H. Long, of Decatur, for appellant.\n   </attorneys><br><attorneys id=\"b516-29\">\n    Charlie C. McCall, Atty. Gen., for the State.\n   </attorneys>",
    "citations": [
        "129 So. 305",
        "23 Ala. App. 496"
    ],
    "opinions": [
        {
            "author_str": "Bricken",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 6110.0,
            "opinion_text": "The offense charged by indictment against this appellant was burglary. The store of A. M. Cottrell was the building in question, and by the undisputed evidence the corpus delicti was fully proven, and to this extent the burden resting upon the state was fully met. No question is raised upon this proposition.\nOn arraignment this appellant interposed a plea of not guilty, and upon the trial he strenuously insisted that he was at home with his mother and family and one or more visitors, at the time the burglary complained of was committed; that he had no knowledge of the crime or connection therewith. Several witnesses testified to the same effect, but the evidence offered by the state tended to connect this appellant with the burglary. He (appellant) is alone indicted for the offense, but the state's evidence tended to show that three other boys were with appellant and participated in the burglary. By their own statements and admissions while testifying in this case, each of said persons were admitted accomplices, and one of the principal insistences of error here urged is that the conviction of this appellant was had upon their testimony alone and there was no other evidence tending to connect this defendant with the commission of the offense. If this were true, it would be conclusive of this appeal, for by express terms of the statute a conviction of felony cannot be had on the testimony of an accomplice, unless corroborated by other evidence tending to connect the defendant with the commission of the offense; and such corroborative evidence, if it merely shows the *Page 497 \ncommission of the offense or the circumstances thereof, is not sufficient. Section 5635, Code 1923. The fact of more than one accomplice having testified against appellant does not change the rule as to corroboration necessary to connect the defendant with the commission of the offense. The rule provided by statute, supra, contemplates \"other evidence\" than that given by an accomplice or any number of accomplices.\nGenerally, the rule is, as to whether there is any evidence on a given subject is a question for the court; its weight, probative force, and sufficiency are for the jury.\nIn submitting this case to the jury, the trial court manifested thereby in the court's opinion there was evidence given upon the trial, other than that of the accomplices, which tended to connect this appellant (defendant) with the commission of the offense.\nState witness Poole, an admitted accomplice, gave evidence as to where some of the stolen articles had been hidden by him and the defendant; and witness Gilbert testified that he found the articles thus hidden at the place indicated by witness Poole. In this connection the court in the oral charge held in effect that this was such corroboration as the law required. In our opinion this is not the proper construction to place upon this evidence, for the reason that the defendant's connection therewith is shown only by the testimony of this accomplice, who may himself have placed the stolen articles in the place designated and there is no fact or circumstance or other evidence, other than his bare statement, which tended in the least to connect this appellant therewith, and the material inquiry as to whether the defendant did in fact commit such act, or participate therein, cannot be substantiated upon the testimony alone of the accomplice, the admitted thief and burglar. Motes v. State, 20 Ala. App. 195, 101 So. 286. The exception to this portion of the oral charge is well taken.\nUpon the trial numerous exceptions were reserved to the rulings of the court, and several written charges requested by defendant were refused. The points of decision thus presented are included in the motion for a new trial which was overruled by the court. We are of the opinion that the court erred in overruling said motion.\nSome of the charges refused to appellant were fairly and substantially covered by the oral charge and by given charges. But this does not apply to the refused charges which deal with the question of the necessity of a unanimous verdict by the jury. By innumerable decisions of the appellate courts of this state, it has been held there can be no verdict of conviction or finding by the jury without unanimity, and this being the law which applies to both criminal and civil cases, a defendant upon trial is entitled to have the jury thus instructed. It was therefore error to refuse to defendant the following two charges:\nThe court charges the jury that \"defendant cannot be convicted in this case unless each and every juror is not only reasonably satisfied from the evidence of defendant's guilt, but if satisfied from the evidence, and the evidence alone, beyond all reasonable doubt, and to a moral certainty, of his guilt.\" McDade v. State, 10 Ala. App. 241, 64 So. 519.\n\"The court charges you that the only foundation for a verdict of guilty in this case is that the entire jury shall believe from the evidence, beyond a reasonable doubt and to a moral certainty, that the defendant is guilty as charged in the indictment, to the exclusion of every probability of his innocence, and every reasonable doubt of his guilt, and, if the prosecution has failed to furnish such measure of proof, and to so impress the minds of the jury of his guilt, they should find him not guilty.\" Veasey v. State, 20 Ala. App. 478, 103 So. 67.\nReversed and remanded.",
            "ocr": false,
            "opinion_id": 3246740
        }
    ],
    "court_short_name": "Alabama Court of Appeals",
    "court_full_name": "Alabama Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}