{
    "id": 3247645,
    "judges": "Bricken",
    "date_filed": "2019-11-16",
    "date_filed_is_approximate": true,
    "slug": "schillaci-v-curry",
    "case_name_short": "Schillaci",
    "case_name": "Schillaci v. Curry",
    "case_name_full": "SCHILLACI Et Al. v. CURRY",
    "attorneys": "Taylor  Higgins, of Birmingham, for appellants.\n\nA police officer has authority to arrest any person without warrant on any day and at any time for any public offense committed in his presence within the limits of the City. Code 1923, &#167;&#167; 3261, 3263. Where in making an arrest, a police officer acts solely on his own judgment and initiative, the defendant is not responsible even though he had directed or requested such action. Standard Oil Co. v. Davis,  208 Ala. 565 , 94 So. 754 ; Rich v. McInerny,  103 Ala. 345 ,  15 So. 663 , 49 Am. St. Rep. 32; Gambill v. Cannon,  165 Ala. 570 ,  51 So. 755 ; United States F.  G. Co. v. Kibbey,  27 Ala. App. 45 , 165 So. 600 . Where there is no evidence to establish plaintiff's case as made by the single count of the complaint, the affirmative charge should be given at the request of defendant. Pollard v. Pollard,  207 Ala. 270 ,  92 So. 488 ; Tobler v.\nPioneer M.  M. Co.,  166 Ala. 482 ,  52 So. 86 ; Stowers v. Dwight Mfg. Co.,  202 Ala. 252 ,  80 So. 90 .\n\nHarvey Emerson, of Birmingham, for appellee.",
    "nature_of_suit": null,
    "posture": "Appeal from Circuit Court, Jefferson County, Division No. 6; J. Q. Smith, Judge.\n\nAction for false imprisonment by J. C. Curry against Joe Schillaci and Mary Schillaci. From a judgment for plaintiff, defendants appeal.\n\nReversed and remanded.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b364-11\">\n    195 So. 565\n   </citation><br><parties id=\"b364-12\">\n    SCHILLACI et al. v. CURRY.\n   </parties><br><docketnumber id=\"b364-13\">\n    6 Div. 483.\n   </docketnumber><br><court id=\"b364-14\">\n    Court of Appeals of Alabama.\n   </court><br><decisiondate id=\"b364-15\">\n    April 16, 1940.\n   </decisiondate><br><attorneys id=\"b364-23\">\n    Taylor &amp; Higgins, of Birmingham, for appellants.\n   </attorneys><br><attorneys id=\"b365-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"329\"> \n     *329\n     </span>\n    Harvey Emerson, of Birmingham, for appellee.\n   </attorneys>",
    "citations": [
        "195 So. 565",
        "29 Ala. App. 328"
    ],
    "opinions": [
        {
            "author_str": "Bricken",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 6110.0,
            "opinion_text": "Appellee, as plaintiff, brought suit against appellants, seeking to recover the sum of $3,000 as damages for, as specifically averred in the complaint, \"unlawfully causing the plaintiff to be arrested and imprisoned for several hours, on or about January 2, 1937, on a charge of larceny, towit: the stealing of a grate of the defendants.\"\nThe defendants pleaded the general issue in short by consent, etc., and the trial resulted in a verdict and judgment in favor of plaintiff for $50 as damages.\nThe defendants filed a motion for a new trial which was overruled, and from the final judgment on the trial, and from the action of the court in denying the motion for a new trial this appeal was taken.\nUpon the trial in the lower court the defendants requested in writing the general affirmative charge which the trial court refused. This action of the court was made a ground of the motion for a new trial, and is assigned as error. The adverse ruling of the court on defendants' motion for a new trial is also assigned as error on this appeal.\nIt appears from the testimony, that plaintiff's entire right to recover damages was based upon the testimony of the plaintiff. He testified, as a part of the res gestae of his arrest, as follows: \"When the officers arrested me they told me they were arresting me for moving plumbing without a permit. They did not accuse me of stealing anything.\"\nO. A. Evans, a police officer of the City of Birmingham, who arrested the plaintiff, was introduced as a witness and testified with respect to the arrest, as follows: \"On or about January 2, 1937, my car received a call from one of the defendants with reference to J. C. Curry, the plaintiff. I went down to the place which Curry was moving from. I subsequently arrested Curry on that occasion. I arrested him on a charge of violating Sec. 58F, City Code, violating the plumbing law. The basis for the arrest was that he was moving some plumbing out of his house, loading it on this truck that was parked on the outside. The plumbing did not have the tag or identification stamp required by the City of Birmingham on it. I did not arrest him at all in connection with a grate or larceny of a grate or anything like that. I said something to him about a grate. I went over there to see if I could find a grate which Mr. Schillaci claimed missing from the house which Curry was moving out of. I could not find any grate anywhere. I did not arrest Curry without making an investigation. In making this arrest for violating the plumbing Code, neither of the defendants had said anything to me about any plumbing fixtures. They were not present at the time, and did not go up there with me. I arrested him and took him to jail solely on a charge of violating the plumbing laws.\"\nThe testimony shows without dispute, that officer Evans went to the scene of the arrest at the request of the defendants, or one of them, to locate a grate, missing from the house, out of which the plaintiff was moving. The grate was not found and had nothing to do with the arrest of the plaintiff. As stated, the plaintiff was arrested by the police officer upon a charge of removing some plumbing, without a city permit. The defendants were not concerned with this arrest. The arrest of the plaintiff was not at the instance, or request, of the defendants, or either of them.\nThe burden of proof was on the plaintiff to establish by the evidence that the defendants unlawfully caused the plaintiff to be arrested upon a charge of stealing a grate, the property of defendants, as was averred in the complaint. The plaintiff did not prove, or offer any testimony reasonably tending to prove, the allegations of the complaint. The affirmative charge requested in writing by the defendants should have been given, and for the error of the trial court to give said charge the judgment appealed from must be reversed. Stowers v. Dwight Mfg. Co., 202 Ala. 252, 80 So. 90.\nIt is the opinion and judgment of this court, that for the reasons above expressed, the trial court erred in denying defendant's motion for a new trial.\nThe judgment of the lower court is reversed, and this cause is remanded to the court below for further proceedings in accord with the views hereinabove expressed.\nReversed and remanded. *Page 330 ",
            "ocr": false,
            "opinion_id": 3249419
        }
    ],
    "court_short_name": "Alabama Court of Appeals",
    "court_full_name": "Alabama Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}