{
    "id": 3267097,
    "judges": "McHaNey",
    "date_filed": -1341100800000,
    "date_filed_is_approximate": false,
    "slug": "satterfield-v-state",
    "case_name_short": "Satterfield",
    "case_name": "Satterfield v. State",
    "case_name_full": "Satterfield v. State.",
    "attorneys": "Dave Par tain, for appellant., H. W. Applegate, Attorney General, and Darden Moore, Assistant, for appellee.",
    "nature_of_suit": null,
    "posture": "Appeal from Crawford Circuit Court; J. O. Kincannon, Judge; reversed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b751-4\" pgmap=\"751\">\n    Satterfield v. State.\n   </parties><br><decisiondate id=\"b751-5\" pgmap=\"751\">\n    Opinion delivered July 4, 1927.\n   </decisiondate><br><attorneys id=\"b751-15\" pgmap=\"751\">\n    Dave Par tain, for appellant.\n   </attorneys><br><attorneys id=\"b751-16\" pgmap=\"751\">\n    H. W. Applegate, Attorney General, and Darden Moore, Assistant, for appellee.\n   </attorneys>",
    "citations": [
        "296 S.W. 63",
        "174 Ark. 733"
    ],
    "opinions": [
        {
            "author_str": "McHaNey",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 3767.0,
            "opinion_text": "Appellants were indicted, tried and convicted on a charge of possessing burglars' tools, the indictment, omitting formal parts, being as follows:\n\"The grand jury of Crawford County, in the name and by the authority of the State of Arkansas, accuse Red Satterfield and John Thomas of the crime of possessing burglary tools, committed as follows, to-wit: The said Red Satterfield and John Thomas, in the county and State aforesaid, on the 9th day of March, A.D. 1927, did willfully, unlawfully and feloniously, have in their custody certain tools, nippers, fuse, force screws, punches, drills, jimmies, files and implements and mechanical devices adapted, designed and commonly used for breaking into vaults, safes, railroad cars, boats, vessels, warehouses, stores, shops, offices, dwelling-houses, door shutters and windows of buildings, and against the peace and dignity of the State of Arkansas.\"\nA demurrer to this indictment was overruled. Upon appellants' motion to require the State to elect upon what particular charge in the indictment it would stand, whether \"tools, false keys, lock picks, bits, nippers, fuse, force screws, punches, drills, jimmies or files,\" as being adapted, designed and commonly used for breaking into vaults, safes, etc., the prosecuting attorney elected to strike out the words \"false keys, lock picks, fuse, force screws, punches, drills, jimmies.\" This left the indictment charging the possession of \"certain tools, nippers, files and implements and mechanical devices, adapted, designed and commonly used for breaking into vaults, safes,\" etc.\nAppellants were arrested in Crawford County on the night of the 8th of March, 1927, on their way home from Fort Smith, driving in appellant Thomas' automobile, and at the time of the arrest the sheriff took from the car two bolt cutters, one large and one small, four common hoe files, one ordinary hammer, two Stilson wrenches, a flashlight, a pistol that belonged to appellant Satterfield, and some sacks of flour. The car was equipped with diamond tread tires. It was *Page 735 \nproved, over appellants' objections, that a storehouse near Spiro, Oklahoma, had been broken into that night, that is, the padlock in the rear had been unlocked and the lock taken away, and the owner identified three sacks of flour taken from appellants as being that taken from his store. He and his wife testified they were able to identify the flour from a hole in one of the sacks that she had sewed up. One McKinney stated that he lived near the store, and that it was robbed on the morning of the 9th of March, about one o'clock; that his dog barked, and he went out and saw two men get out of a car near his house and go in the direction of the store, and were gone 20 or 30 minutes, and that the car track was a diamond tread.\nThe arrest was made about 2:30 A.M. Appellants stated they got the flour from a Mr. Allen in Fort Smith, but he denied selling that brand of flour.\nWarner Sartain, chief of Police of Fort Smith, and an expert on burglary tools, for the State, testified, over objection, in answer to a question as to whether these tools were used by burglars and usually found in their possession, \"I have had several occasions when these bolt cutters were used. Q. Do they commonly use flashlights? A. Yes sir. Q. Do burglars commonly use pistols? A. Yes sir. Q. Then would you say a pistol is a burglar tool? A. Yes sir, I would. Q. From your experience, what would you say as to this set of tools being complete? A. With a complete set of punches and drills, I would consider that a complete set of burglar tools.\"\nOn cross-examination this witness testified: \"Q. Do you see a set of punches or drills there? A. No sir. Q. It would take them to be complete? A. It might. Q. This is a bolt cutter? A. Yes sir. Q. You find them most anywhere? A. Yes sir. Q. And this is an ordinary hammer? A. Yes sir. Q. This is a flashlight, and not a burglar tool? A. I don't call any of those burglar tools * * *. Q. Each of these tools can be used for anything? A. Yes sir.\" *Page 736 \nHe also testified that they are used by burglars. Two keys were found in the jail, but not in the possession of either appellant. From a verdict and judgment sentencing them to two years in the penitentiary they have prosecuted this appeal.\nAppellants were indicted under 2438, C.  M. Digest, which reads as follows:\n\"Any person who makes, mends, designs or sets up, or who has in his custody or concealed about his person, any tools, false key, lock pick, bit, nippers, fuse, force screw, punch, drill, jimmy, bit or any material, implement or other mechanical device whatsoever, adapted, designed or commonly used for breaking into any vault, safe, railroad car, boat, vessel, warehouse, store, shop, office, dwelling-house, or door, shutter, or window of a building of any kind, shall be guilty of a felony, and upon conviction thereof, shall be punished by imprisonment in the penitentiary for not less than two years, nor more than ten years.\"\nThis statute was passed in 1915, and has never before been before this court for construction. It is notable that the statute does not require an intent to commit the crime of burglary to make the possession of such tools or implements unlawful. The bare possession thereof, without anything more, is made a felony. In this respect it is unlike the statutes of some of the other states. This being a criminal statute, it must be strictly construed. As was said in State v. Graham, 38 Ark. 519, \"Criminal statutes are to be strictly construed, and no case is to be brought by construction within a statute unless it is completely within its words.\" State v. LeMay, 13 Ark. 405; Stout v. State, 43 Ark. 413; Robinson v. State, 59 Ark. 341, 27 S.W. 233. And the construction must be strict as against the defendant, but liberal in his favor. Grace v. State, 40 Ark. 97; Stout v. State, supra. But this rule of strict construction must be applied with other rules of construction in mind so as not to work an absurdity or to defeat the intention of the Legislature. State v. Sewell, 45 Ark. 387. We must attribute *Page 737 \nto the Legislature, in enacting the above statute, the intention to accomplish a useful and laudable purpose, that of eliminating the crime of burglary, as far as possible, by making it unlawful to make, mend, design, set up or have in possession burglar tools, such tools as are peculiarly and fittingly \"adapted, designed or commonly used for breaking into any vault, safe, railroad cars, boats, vessels, warehouses, stores, shops, dwelling-houses, or door shutters or windows of a building of any kind.\" We cannot attribute to the Legislature the intention to prohibit the making, mending, designing, setting up or having in possession of the common, ordinary, everyday work tools of a mechanic, plumber, carpenter, farmer or other person who may require such tools in his business, trade or profession. If so, the act would be unconstitutional and void. The tools mentioned, including the particular enumeration of tools (and every tool mentioned may be had for a lawful purpose) must be such as are \"adapted, designed or commonly used\" by burglars. Under this construction of the statute, we agree with the State's expert witness that the tools found in appellants' car were not burglar tools, within the meaning of the statute. Therefore appellants' objections to the testimony of the witness, Warner Sartain, were proper, and should have been sustained.\nIf appellants committed larceny in Oklahoma, and brought the stolen goods into this State, they may be indicted, and tried in any county in this State into or through which the stolen property was brought. If they committed burglary in Oklahoma, they may be indicted and tried there on such charge. But we do not think the possession of hoe files, Stilson wrenches, bolt cutters, a hammer, a flashlight and a pistol was in violation of the above statute. Nor was the possession of the stolen flour properly admitted over appellants' objection, for the only purpose for which it could have been competent was to show the intent for which these tools were possessed, or the use to which they had been put in the *Page 738 \nburglary of the store near Spiro. But the undisputed proof is that the store was not broken into with these tools. The padlock had been unlocked and taken away, and either the storekeeper had left it unlocked or the burglar had a pass key, or false key. However, the State elected to strike out \"false keys,\" which was never in the indictment, according to the copy of it in the record, and failed to show that appellants had any false key.\nThe demurrer was properly overruled. It is sufficient to charge this crime substantially in the language of the statute, but the proof must conform to the requirements of the statute, in that the tools are \"adapted, designed, or commonly used\" for the purposes named in the statute by burglars, and not merely that they may be so used, their general use and purpose being lawful.\nIt necessarily follows from what we have said that the judgment must be reversed, and the cause remanded for a new trial. It is so ordered.",
            "ocr": false,
            "opinion_id": 3269494
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}