{
    "id": 3272092,
    "judges": "Hart, McCulloch, Smith",
    "date_filed": -1364083200000,
    "date_filed_is_approximate": false,
    "slug": "knight-v-state",
    "case_name_short": "Knight",
    "case_name": "Knight v. State",
    "case_name_full": "Knight v. State.",
    "attorneys": "D. S. Plummer, for appellant., E. W. Applegate, Attorney General, and Darden Moose-, Assistant, for appellee.",
    "nature_of_suit": null,
    "posture": "Appeal from Lee Circuit Court; E. D. Robertson, Judge; affirmed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b898-4\" pgmap=\"898\">\n    Knight v. State.\n   </parties><decisiondate id=\"Af-6\" pgmap=\"898\">\n    Opinion delivered October 11, 1926.\n   </decisiondate><br><attorneys id=\"b898-9\" pgmap=\"898\">\n    D. S. Plummer, for appellant.\n   </attorneys><br><attorneys id=\"b898-10\" pgmap=\"898\">\n    E. W. Applegate, Attorney General, and Darden Moose-, Assistant, for appellee.\n   </attorneys>",
    "citations": [
        "286 S.W. 1013",
        "171 Ark. 882"
    ],
    "opinions": [
        {
            "author_str": "McCulloch",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Appellant was tried and convicted under an indictment charging him with the offense of having in possession an unregistered still, and his contention for reversal is based on the ground that the evidence is insufficient to sustain the verdict, and that the court erred in admitting testimony based upon information obtained by the arresting officer while searching appellant's dwelling-house without a search warrant. Appellant is a negro tenant farmer residing in Lee County, about ten or twelve miles from Marianna.\nThe State relies upon the testimony of Smith, the sheriff, and Curtis, a deputy, who accompanied him to appellant's house. According to the testimony of these two witnesses, the sheriff received information that appellant was operating a still somewhere about his premises, *Page 883 \nand the sheriff and Curtis, one of his deputies, went to appellant's house, and found in the loft of the house an apparatus which he described as a still, and testified that it was in fact a still and had recently been in operation. He testified that he found the apparatus in a sack, and brought it down into the lower room in the presence of appellant and Curtis. Curtis testified to the same effect.\nWhen the two officers got to appellant's house, they did not find appellant or any other person there, and Curtis went out into an adjoining field, under Smith's instruction, to find appellant and bring him to the house, which Curtis did. While waiting for appellant to be brought in, Smith, according to his own testimony, strolled about the lower rooms of the house to ascertain what he could find, and, when Curtis returned with appellant, he went up into the loft and found the still. He described it as a large copper boiler, with an eighteen-inch pipe attached thereto, and testified that the whole apparatus smelled strongly of whiskey, and that it was complete as a crude still for making whiskey. Another witness, who had examined the still after it was brought into town, testified that, without any coil on it, it was sufficient to use in distilling spirituous liquors. The sheriff testified that he found the apparatus in a sack, and that there was also a coil in the sack, adapted to use in attaching it to the pipe which protruded from the boiler.\nCurtis testified that, when the sheriff came down from the loft, he had the sack in one hand containing the apparatus, and the coil in the other hand. Appellant was arrested by the sheriff, and the apparatus was taken into custody and carried to town and held in the sheriff's office until the trial of the cause. The apparatus itself was not introduced in evidence, but the sheriff and his deputy testified concerning its condition and how it was obtained.\nAppellant admitted that he had the boiler with the pipe in it, which he claimed he had found a few weeks *Page 884 \nbefore beneath the waters of a lake, and that he had taken it out and put it in his loft for the purpose of selling the boiler as old copper. He denied that there was any coil with the apparatus, but stated that the coil then in possession of the sheriff had been found at another house, over which he had no control.\nWe are of the opinion that the apparatus, as described by the officers, was a crude still, assembled at appellant's house for the purpose of manufacturing ardent spirits, and that it was susceptible to that use. Moore v. State, 154 Ark. 13, 240 S.W. 1082.\nAppellant made objection to all the testimony with reference to the finding of the still, on the ground that the evidence was unlawfully obtained by search without warrant. The court overruled the objection to the testimony, and it is earnestly insisted that this was error which calls for a reversal. In other words, we are asked to overrule former decisions of this court holding that such testimony is admissible even though based upon information wrongfully obtained by unlawful search. The same argument is made as was made in the recent case of Van Hook v. Helena, 170 Ark. 1083, 282 S.W. 673, that our previous decisions on this subject are in conflict with the rulings of the Supreme Court of the United States, and should be overruled.\nWe deem it unnecessary to enter upon a reconsideration of the precise questions decided in previous cases, for the reason that we conclude that the facts of the present case bring it within the exception announced by the Supreme Court of the United States to the rule against allowing testimony based upon information obtained by search without warrant. In the recent case of Carroll v. United States, 267 U.S. 132, Chief Justice Taft, speaking for the court, said:\n\"When a man is legally arrested for an offense, whatever is found upon his person or in his control which it is unlawful for him to have and which may be used to prove the offense, may be seized and held as evidence in the prosecution. * * * The right to search and *Page 885 \nthe validity of the seizure are not dependent on the right to arrest. They are dependent on the reasonable cause the seizing officer has for belief that the contents of the automobile offend against the law.\"\nIn the still more recent case of Agnello v. United States, 269 U.S. 70, the court said:\n\"The right without a search warrant contemporaneously to search persons lawfully arrested while committing crime, and to search the place where the arrest is made in order to find and seize things connected with the crime as its fruits or as the means by which it was committed, as well as weapons and other things to effect an escape from custody, is not to be doubted. * * * Such searches and seizures naturally and usually appertain to and attend such arrests. But the right does not extend to other places.\"\nFurther on in the opinion the court said: \"While the question has never been directly decided by this court, it has always been assumed that one's house cannot lawfully be searched without a search warrant, except as an incident to a lawful arrest therein.\"\nThe offense of possessing an unregistered still is a felony under our statute. Acts 1921, p. 372. A peace officer may lawfully make an arrest without warrant \"where he has reasonable grounds for believing that the person arrested has committed a felony.\" Crawford \nMoses' Digest, 2904. The sheriff testified that he had reasonable information that appellant was engaged in the manufacture of whiskey, and he went to appellant's house pursuant to that information, and had him brought in from the nearby field where he was at work, and that the search was made in appellant's presence. He testified also that appellant was immediately arrested on the charge of possessing an unregistered still. The testimony is not altogether clear as to the precise moment when the formal arrest was made, but the testimony, when considered together, shows that appellant was taken into custody out in the field and brought to the *Page 886 \nhouse, pursuant to the sheriff's information that whiskey was being manufactured there. In other words, the testimony, reasonably considered, shows an arrest substantially contemporaneous with the search of the premises, and the case in this respect comes clearly within the decisions of the Supreme Court of the United States. It is not proper, we think, to draw fine distinctions as to the particular moment the arrest was made, for, according to the decisions of the Supreme Court of the United States, when there is a lawful arrest and the arrest and search are substantially contemporaneous, there is no violation of the constitutional guaranty against unlawful search, and the evidence found under those circumstances is not inadmissible. Our conclusion therefore, under the facts of this case, is that the testimony of the arresting officers was admissible, and this conclusion is reached without reconsidering our former rulings on that subject.\nJudgment affirmed.",
            "ocr": false,
            "opinion_id": 3274742
        },
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": 3775.0,
            "opinion_text": "It must be conceded that the admission of the testimony of the sheriff, which the majority holds was properly admitted, was not erroneous under the decision of this court in the case of Benson v. State, 149 Ark. 633, 233 S.W. 758, and some later cases following it. In that case there had been a wrongful search of the defendant's home without a search warrant, and intoxicating liquors had been found as a result of the search, and we held that the evidence thus secured was not rendered inadmissible because it had been illegally obtained. We recognized in that case that there was a division in the authorities, and, upon an investigation of the authorities, we concluded that the weight of authority supported the rule that this evidence was not to be excluded because it had been illegally obtained, and we adopted what we conceived to be the majority rule, and did so because it was the majority rule.\nThe question has since recurred with such frequency that we are caused to pause and doubt whether the real effect of that decision has not been to license officers of *Page 887 \nthe law to treat as meaningless very sacred provisions of our Constitution.\nWe have therefore further considered the question of the admissibility of testimony obtained as a result of a wrongful and illegal search of one's home, as we have the right to do, inasmuch as only a rule of evidence is involved, and the writer and Mr. Justice HART have concluded that, even though we were correct as to where the weight of authority was when the Benson case was decided, we should now follow the rule which is supported by the better reasoning, and hold that testimony obtained by an illegal and wrongful search of one's home should be excluded when proper objection is made to its admission.\nWhen our Constitution was framed, there were certain rights which were considered so sacred and inviolable that they were specifically enumerated in article 2 of the Constitution, and this article was called the \"Declaration of Rights.\"\nIn 8 of this article it is provided, among other things, that no person shall be compelled, in any criminal case, to be a witness against himself; and 15 of this article reads as follows: \"The right of the people of this State to be secure in their persons, houses papers and effects against unreasonable searches and seizures shall not be violated; and no warrant shall issue except upon probable cause, supported by oath or affirmation, and particularly describing the place to be searched and the person or thing to be seized.\"\nThe source from which these guaranties to the citizens come is certain. The first is found in the Fifth Amendment to the Constitution of the United States, and the second is almost an exact copy of the Fourth Amendment to the Constitution of the United States, indeed is identical with the provisions of the Fourth Amendment to the Federal Constitution, except that, following the words, \"The right of the people\", our Constitution contains the clause, \"of this State\". This was an unnecessary phrase, perhaps, but manifests unmistakably *Page 888 \nthe intention to reserve to the citizens of this State specifically the right to immunity from unreasonable searches and seizures.\nUnder these two amendments to the Federal Constitution, testimony obtained as the result of a wrongful search has always been held to be incompetent by the Supreme Court of the United States, the leading case so holding being that of Boyd v. United States,116 U.S. 616.\nThe Boyd case gives a history of the Fourth and Fifth Amendments to the Federal Constitution, and makes plain the purposes thereof and the evils they were intended to protect the citizens against, and the history of these amendments, as there shown, makes it very clear that the purpose of the amendments was to afford protection from a system of espionage which had become intolerable in England. The opinion in the Boyd case also recites the travail of the British people in securing immunity to themselves from illegal searches and seizures.\nIt was thought that, if one's person, house, papers or effects could be unreasonably seized or searched, and the evidence obtained as a result thereof be used against the person whose rights had been thus violated, he was, in effect, required to become a witness against himself. The provision of the Fifth Amendment, that no person shall be compelled, in any criminal case, to be a witness against himself, has been regarded by the Supreme Court of the United States as supplementing the Fourth Amendment.\nThe reason inducing the decisions of the Supreme Court of the United States and the decisions of the courts which have followed the Supreme Court of the United States, is that the Fourth Amendment and the rights guaranteed thereby cannot be given effect if testimony is admitted which was obtained by violating the amendment. Indeed, as is pointed out in many of these cases, a desire to obtain the testimony is ordinarily the inducing cause to violate the Constitution by the officers making *Page 889 \nthe search, and, if this unlawful invasion of the rights of the citizens is rewarded by permitting this purpose to be accomplished, the guaranty of the Constitution against such invasions becomes a mere phrase of meaningless words, affording the citizen no protection at all.\nIt was said in the Boyd case: \"We have already noticed the intimate relation between the two amendments. They throw great light on each other. For the `unreasonable searches and seizures' condemned in the Fourth Amendment are almost always made for the purpose of compelling a man to give evidence against himself, which, in criminal cases, is condemned in the Fifth Amendment; and compelling a man in a criminal case to be a witness against himself, which is condemned in the Fifth Amendment, throws light on the question as to what is an `unreasonable search and seizure' within the meaning of the Fourth Amendment. And we have been unable to perceive that the seizure of a man's private books and papers to be used in evidence against him is substantially different from compelling him to be a witness against himself. We think it is within the clear intent and meaning of those terms.\"\nIt was there also said: \"Both amendments relate to the personal security of the citizen. They nearly run into and mutually throw light upon each other. When the thing forbidden in the Fifth Amendment namely, compelling a man to be a witness against himself is the object of a search and seizure of his private papers, it is an `unreasonable Search and seizure' within the Fourth Amendment.\"\nIn the case of Silverthorne Lumber Co. v. United States, 251 U.S. 385, as the result of an illegal search and seizure, certain books and papers belonging to the company had been obtained, and copies and photographs thereof were made, and the company was ordered to produce the originals, and was fined for contempt for refusing to do so. That judgment was reversed, and Mr. Justice Holmes, speaking for the court, said: \"The Government now, while in form repudiating and *Page 890 \ncondemning the illegal seizure, seeks to maintain its right to avail itself of the knowledge obtained by that means, which otherwise it would not have had. The proposition could not be presented more nakedly. It is that, although of course its seizure was an outrage which the Government now regrets, it may now study the papers before it returns them, copy them, and then may use the knowledge that it has gained to call upon the owners in a more regular form to produce them; that the protection of the Constitution covers the physical possession, but not any advantages that the Government can gain over the object of its pursuit by doing the forbidden act. Weeks v. United States, 232 U.S. 383, to be sure, had established that laying the papers directly before the grand jury was unwarranted, but it is taken to mean only that two steps are required instead of one. * * * It reduces the Fourth Amendment to a form of words.232 U.S. 393. The essence of a provision forbidding the acquisition of evidence in a certain way is that not merely evidence so acquired shall not be used before the court, but that it shall not be used at all. Of course, this does not mean that the facts thus obtained become sacred and inaccessible. If knowledge of them is gained from an independent source, they may be proved like any others; but the knowledge gained by the Government's own wrong cannot be used by it in the way proposed.\"\nIt will not do to say that an illegal search of one's home will not be regarded as unreasonable if made by an officer for the reason that an officer would not make a search unless he had probable cause to believe that a search would disclose some evidence of crime. The historical fact is that the inhibition was directed against officers. This is pointed out by the Supreme Court of Appeals of West Virginia in the case of State of West Virginia v. Wills, 91 W. Va. 659, 114 S.E. 261, where it was said: \"But we are told that the constitutional privilege under 5 is strictly limited to admissions of the party, as a witness, and that that provision does not apply to incriminating articles taken from the accused *Page 891 \nillegally; that, if the accused is required as a witness, under judicial process, to produce the incriminating articles, it applies, and he can claim the privilege; but, if the State does not choose to act under the law and pursuant to the law, but wholly without the law, it may do so &#8212; it may forcibly and illegally seize them from the accused, either from his person or his home, and use them against him. Possibly that might be true, if it were not for 6, which prohibits unreasonable searches. That prohibition was meant not for private persons, but for the State and all its officers. Searches and seizures made by private persons, or officials acting in their private capacity or for private purposes, were always against law, and needed no constitutional inhibition. We repeat that 6 was meant for the State. It makes it unlawful for any one acting in an official capacity under governmental authority to make unreasonable searches and seizures. It does not prohibit all searches and seizures, but only those which are unreasonable. And what are unreasonable? Certainly all those searches and seizures that are unlawful. To search without a search warrant the person of one not charged with felony, or committing an offense within the presence of the officer which would authorize his arrest without a warrant, is an unlawful and therefore an unreasonable search; and to seize liquors so found upon him, after such unlawful search, is an unlawful and therefore an unreasonable seizure.\"\nThe 6 there referred to is a section of the Constitution of the State of West Virginia substantially identical with the provision of our Constitution and that of the Fourth Amendment to the Constitution of the United States.\nThe majority opinion in the recent case of Van Hook v. Helena, 170 Ark. 1083, 282 S.W. 673, concedes that we have not given to our constitutional provisions the same interpretation as has been given by the Supreme Court of the United States to the provisions of the Federal Constitution, although ours were taken from that instrument. The provisions are substantially identical, yet *Page 892 \nwe are refusing to follow the court whose right and duty it is to interpret language that we borrowed and incorporated into our own Constitution. The net result of this difference, I submit, is that the Federal courts are preserving a sacred and constitutional right, while we are permitting the provisions of our Constitution to become, as was said by Mr. Justice Holmes, a mere form of words.\nThere is recently off the press a work on Search and Seizure by A. L. Cornelius, of the Detroit bar. This work contains a most exhaustive review of the Fourth and Fifth Amendments to the Federal Constitution and the provisions of the State Constitutions which have incorporated the substance of these amendments, and the cases, Federal and State, construing these provisions are reviewed at great length.\nAt 7 of this work it is said: \"Critics of the Federal rule usually assert that the doctrine admitting evidence illegally seized is sustained by the weight of authority.\" And this was what we said in the case of Benton v. State, supra. The author then proceeds to say: \"This statement, although it may have been true some years ago, is of doubtful accuracy at the present time, since there has been a steady drift of authorities towards the exclusion doctrine in recent years. Seven years ago, not to exceed four States had announced adherence to the Federal rule. At the present time, fifteen States have announced unqualified adherence to the doctrine excluding evidence illegally seized.\"\nThe author then reviews the decisions of the various States on the subject.\nAfter commenting upon Professor Wigmore's view that evidence was not to be excluded because it had been illegally obtained (page 2955 of volume 3 of Wigmore on Evidence), which we quoted from in our opinion in the case of Benson v. State, supra, the author proceeded to say: \"The question is not merely, as Professor Wigmore seems to assume, one between the courts and a criminal, or, upon a larger view, between society and *Page 893 \na criminal, but the problem which confronts the courts in the adoption of a practical policy that will preserve to all of the people the innocent as well as the guilty the guaranty of the Constitution against the invasion of the right of privacy. Faced with a startling increase in illegal searches and seizures which affected not only the guilty but the innocent as well, many of the courts came to a realization that practical measures would have to be adopted or the constitutional provisions against unreasonable searches and seizures would become a dead letter.\"\nIn this connection, we quote from the recent decision in the case of Youman v. Commonwealth, 224 S.W. 860, wherein Chief Justice Carroll, speaking for the Court of Appeals of Kentucky, said: \"It seems to us that a practice like this (that of admitting testimony obtained as the result of an illegal search) would do infinitely more harm than good in the administration of justice; that it would surely create in the minds of the people the belief that courts had no respect for the Constitution or laws, when respect interfered with the ends desired to be accomplished. We cannot give our approval to a practice like this. It is much better that a guilty individual should escape punishment than that a court of justice should put aside a vital fundamental principle of the law in order to secure his conviction. In the exercise of their great powers, courts have no higher duty to perform than those involving the protection of the citizen in the civil rights guaranteed to him by the Constitution, and if, at any time, the protection of these rights should delay, or even defeat, the ends of justice in the particular case, it is better for the public good that this should happen than that a great constitutional mandate should be nullified. It is trifling with the importance of the question to say, as some courts have said, that the injured party had his cause of action against the officer, and this should be sufficient satisfaction. Perhaps, so far as the rights of the individual are concerned, this might answer; but it does not meet the demands of the law-abiding *Page 894 \npublic, who are more interested in the preservation of fundamental principles than they are in the punishment of some petty offender.\"\nA case in which the subject was thoroughly considered and the authorities reviewed both in the majority and in the dissenting opinions is that of State of Missouri v. Owens, 302 Mo. 348, 259 S.W. 100, and there is an extensive annotator's note to this case in 32 A.L.R. 383. In that case it was said by Mr. Justice White, speaking for the Supreme Court of Missouri, that \"in nearly all the States where the Constitutions have provisions similar to the Fourth and Fifth Amendments to the Federal Constitution, the courts agree with the ruling in the United States Supreme Court in the interpretation of the principle.\"\nThe Supreme Court of Appeals of West Virginia had held, as this court has held, that the admissibility of evidence is not affected by the illegality of the means by which it is secured, and, in the case of State v. Wills, supra, this rule was invoked to justify the admission of testimony obtained by an illegal search, as a result of which \"moonshine liquor\" was found in the defendant's possession, and, in holding against that contention, the court said: \"We subscribe to the general doctrine that the admissibility of evidence is not affected by the illegality of the means by which it is secured; but, where the evidence is secured by an illegal search or seizure in violation of the Constitution, the article so seized, as well as the information so illegally obtained, is inadmissible upon a trial of the accused. It therefore follows that the court erred in admitting such evidence, over objection of the defendant, which was seasonably made. Under the practice in this State the defendant might object to the introduction of the evidence when offered. He is not required, as he did in this case, to file his petition for the return of the seized articles and the rejection of the evidence, to prevent their introduction against him.\" *Page 895 \nThe majority held the testimony of the sheriff that he found a still in defendant's home competent, because, after finding the still, he arrested defendant. In other words, the sheriff wrongfully searched defendant's home, and there found a still, and then arrested him, and it is held that, because defendant was arrested, the evidence showing the result of the illegal search became competent. This result is reached in the application of the rule of evidence, which has always prevailed in the Federal courts and all other courts, that, \"where a man is legally arrested for an offense, whatever is found on his person or in his control which it is unlawful for him to have, and which may be used to prove the offense, may be seized and held as evidence in the prosecution,\" and the majority cite also a statute of this State which gives a peace officer the right to make an arrest when he has reasonable grounds for believing the person arrested has committed a felony.\nI submit that these undisputed propositions of law have nothing whatever to do with the admissibility of the testimony of the sheriff, and that we should either reaffirm our holding in the Benson case, supra, under which the testimony is competent, or that we should follow the rule announced by the Supreme Court of the United States holding the testimony is incompetent.\nSo far as the statute cited is concerned, it has no relation whatever to unlawful searches made in violation of our Constitution, and the cases of Carroll v. United States, 267 U.S. 132, and Agnello v. United States,269 U.S. 20, cited in the majority opinion, do not in any manner change the rule of the Federal courts that evidence obtained as the result of an illegal search of one's house is inadmissible when proper objection to its admission is made.\nThe principal point in the Carroll case was whether the search of an automobile was legal, and the court held that it was legal, and, this being true, the evidences of guilt found as an incident to the search and arrest were, of course, admissible. *Page 896 \nIn the Agnello case the facts were that Frank Agnello and certain other defendants were indicted for a conspiracy to violate the Federal Drug Act. Certain of the conspirators were lawfully arrested, and in that connection Mr. Justice Butler, who delivered the opinion of the court, used the language which the majority quote. After quoting from the Carroll case, and pointing out that a necessary difference exists between the right to search a dwelling house or other structure, in respect to which a proper official warrant might readily be obtained, and the right to search a ship, motor-boat, wagon or automobile, for contraband goods, when it was not practicable to secure a warrant, because the vehicle could be quickly moved out of the locality or jurisdiction in which a proper official warrant might readily be obtained, and the right to search a ship, motor-boat, wagon or Amendment extends to all equally &#8212; to those justly suspected or accused, as well as to the innocent. The search of a private dwelling without a warrant is in itself unreasonable and abhorrent to our laws. Congress has never passed an act purporting to authorize the search of a house without a warrant. It was there further said: \"Belief, however well founded, that an article is concealed in a dwelling house furnishes no justification for a search of that place without a warrant. And such searches are held unlawful, notwithstanding facts unquestionably showing probable cause. The search of Frank Agnello's house and seizure of the can of cocaine violated the Fourth Amendment.\" Continuing, it was further said: \"It is well settled that, when properly invoked, the Fifth Amendment protects every person from incrimination by the use of evidence obtained through search or seizure made in violation of his rights under the Fourth Amendment.\"\nThe court then quoted from the case of Silverthorne Lumber Co. v. United States, supra, as follows: \"The essence of a provision forbidding the acquisition of evidence in a certain way is that not merely evidence so acquired shall not be used before the court, but that it *Page 897 \nshall not be used at all.\" And then proceeded further to say: \"The admission of evidence obtained by the search and seizure was error and prejudicial to the substantial rights of Frank Agnello. The judgment against him must be set aside and a new trial awarded.\"\nThe work on Search and Seizure from which we have already quoted is recent enough to contain a review of both the Carroll and the Agnello cases, and at 20 of this work it is said: \"A search that is unlawful when it begins is not lawful when it ends by the discovery and seizure of intoxicating liquor or other property being used unlawfully. It was against such prying on the chance of discovery that the constitutional amendment was intended to protect the people. Neither is the discretion of the officer, however good and well-intentioned, a substitute in law for a search warrant issued by a proper magistrate.\"\nThe argument that the evidence wrongfully obtained by the sheriff through the illegal search of appellant's home becomes admissible, because the search was not fruitless and appellant was arrested, is so completely answered by the Supreme Court of the State of Wisconsin in the case of Allen v. State, 183 Wis. 323,197 N.W. 808, that we copy somewhat at length from that opinion: \"In the instant case the police officers did not find the defendant violating any law of the State until after his illegal search and illegal arrest, when they discovered evidence leading them to believe he was violating a law of the State. This statute cannot be construed to give police officers the right to find a person guilty of the offense by illegal arrest or illegal search. Policemen are not to try the accused. If they see him in the act of committing an offense, they may arrest him without a warrant. But if the accused is searched, without warrant as a basis of arrest, or if arrested without warrant as a basis of search, in order to ascertain that the accused is committing an offense, the proceedings are void from the beginning. Had the officers made a legal arrest, they would have been justified in their search of the defendant; *Page 898 \nor, had the officers made a legal search of the defendant, they would have been justified in making an arrest upon finding defendant violating the law. But the officers did neither. They had no warrant to arrest, they had no warrant to search. So, assuming that the arrest was made before the search, the arrest was illegal, and the search following was illegal; or, assuming the search was made before the arrest, the search was illegal, and the arrest based thereon without a warrant was illegal. * * * The defendant was peacefully going his way. He was officially restrained &#8212; illegally restrained. He was searched &#8212; illegally searched. The test is not that the officers found liquor upon the defendant. Suppose they had not found it. They would have been guilty under the law of illegal search &#8212; of violation of the defendant's sacred right, under the Constitution, to walk the street unmolested. That the officers found liquor could not change the original wrong into a right. That wrong was not blotted out by what they found. The test is the right of an innocent pedestrian against unlawful invasion of his person. And the innocent cannot be protected if officers are permitted to search the person of every one who has been accused by hearsay or rumor. If these officers might waylay a pedestrian without warrant and search his person, opportunity would be open wide for the night prowler and robber to hold up their victims under pretense of official authority, search their persons, and take their valuables without resistance. The answer is that it cannot be done. It is well recognized by the authorities that a person unlawfully restrained may resist, but we should not come to such a pass. A citizen should respect officers of the law, especially when clothed in the habiliments of authority. This respect for authority can only be secured and maintained by such officers themselves respecting the law they are sworn to uphold.\"\nThe question of the admissibility of testimony obtained as the result of an illegal search would not arise unless some evidence of crime were found, and there *Page 899 \nwould be no trial if no one was arrested. If, therefore, because evidence of crime was found, and an arrest was made, as the result of an illegal search, it his competent to prove what was found, then there is no distinction between a search made under the authority of a warrant and one made by the officer because his suspicions had been aroused. And if we are to permit officers who violate the Constitution by searching homes without warrants to be rewarded by being allowed to give testimony showing the result of their unlawful act &#8212; the purpose of the search being to obtain testimony &#8212; then, as was said by Justice Holmes in the Silverthorne case supra, the constitutional provisions have become a mere form of words.\nThe case of Weeks v. United States, 232 U.S. 383, is one of the more recent and leading cases holding that testimony obtained by an illegal search is inadmissible, and in that case Mr. Justice Day, speaking for the Supreme Court of the United States, said: \"While the efforts of courts and theirs officials to bring the guilty to punishment are praiseworthy, they are not to be aided by sacrificing the great fundamental rights secured by the Constitution.\"\nThe home of the citizen should not be searched and his right of privacy invaded unless there is probable cause for doing so, and, if this cause exists, it is not difficult to obtain a warrant authorizing the officer to make a search; but, if he does not do so and ignores a constitutional right guaranteed the citizens, the courts should say, as a warning to other officers not to repeat the wrong, that the violation of the Constitution shall be fruitless by denying the right to prove the result of the search.\nFor these reasons the writer and Mr. Justice HART have concluded that the court was in error in the Benson case supra, and that that case should be overruled, and the judgment in the present case should be reversed on account of the admission of the sheriff's testimony showing what he had found in defendant's home after wrongfully searching it.\nJustice HART concurs in this dissent. *Page 900 ",
            "ocr": false,
            "opinion_id": 3274743
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}