{
    "id": 3286139,
    "judges": "Marks",
    "date_filed": "2012-04-08",
    "date_filed_is_approximate": true,
    "slug": "rudolph-v-johnson",
    "case_name_short": "Rudolph",
    "case_name": "Rudolph v. Johnson",
    "case_name_full": "R. W. RUDOLPH, Respondent, v. GLENN W. JOHNSON Et Al., Appellants",
    "attorneys": "Ed. P. Sample and William H. Wylie for Appellants., Hillyer & Boldman for Respondent.",
    "nature_of_suit": null,
    "posture": "APPEAL from a judgment of the Superior Court of San Diego County. L.N. Turrentine, Judge. Modified and affirmed.\n\nThe facts are stated in the opinion of the court.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b489-8\">\n    [Civ. No. 957.\n   </docketnumber><court id=\"Asv\">\n    Fourth Appellate District.\n   </court><decisiondate id=\"A1N\">\n    November 10, 1932.]\n   </decisiondate><br><parties id=\"b489-9\">\n    R. W. RUDOLPH, Respondent, v. GLENN W. JOHNSON et al., Appellants.\n   </parties><br><attorneys id=\"b491-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"453\"> \n     *453\n     </span>\n    Ed. P. Sample and William H. Wylie for Appellants.\n   </attorneys><br><attorneys id=\"b491-11\">\n    Hillyer &amp; Boldman for Respondent.\n   </attorneys>",
    "citations": [
        "16 P.2d 152",
        "127 Cal. App. 451"
    ],
    "opinions": [
        {
            "author_str": "Marks",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 453 \nGlenn W. Johnson and Blaine G. Johnson were at all times material to this appeal copartners doing business under the name of Johnson Brothers. They operated a hog ranch near the city of San Diego. On April 29, 1927, they entered into a contract with the city of San Diego whereby they agreed to buy and haul away all garbage collected in the city. The contract was signed with the individual names of the two Johnsons but they were referred *Page 454 \nto in the body of the agreement as \"copartners doing business under the firm name and style of Johnson Brothers\".\nOn July 16, 1927, Glenn W. Johnson and Blaine G. Johnson entered into a contract with R.W. Rudolph whereby Rudolph agreed \"to haul all garbage collected by the City of San Diego to the hog ranch . . . for a period of ten (10) years\", and the Johnsons agreed to pay him the sum of one dollar per ton therefor. It was further agreed that Rudolph should furnish all necessary equipment for hauling and unloading this garbage but that the record ownership of the equipment should be vested in the Johnsons as security for the faithful performance of the contract by Rudolph, and in case of his breach of his obligations he would forfeit all his right, title and interest in such equipment. The Johnsons agreed that at the termination of the contract they would transfer their title to the equipment to Rudolph. This contract further obligated Rudolph \"to carry full coverage insurance on all said equipment used in the hauling of said garbage, to-wit, insurance covering fire, theft, collision and property damage and public liability\".\nRudolph purchased a large truck and trailer for the sum of $12,205.82 and entered upon the performance of his duties. On June 15, 1930, the Johnsons sold their contract with the city of San Diego and immediately notified Rudolph of such sale and that they would no longer require his services. Rudolph has not hauled any garbage for the Johnsons since that date. He instituted this action for damages for breach of contract and recovered judgment in the sum of $21,530, from which judgment this appeal is taken.\nAppellants urge numerous grounds for a reversal of the judgment. They may be stated as follows: 1. That the contract was unilateral and did not obligate them to employ respondent for ten years, or after they had no more garbage to haul. 2. That respondent breached his contract and terminated it. 3. That respondent could not secure a judgment against both the Johnsons individually, and against the partnership. 4. That an improper measure of damage was used by the court.\nRules which are of assistance to us in the interpretation of this contract are summarized in Tennant v. Wilde, 98 Cal.App. 437\n[277 P. 137, 139], as follows: \"It is our duty to so interpret this contract `as to give effect to the *Page 455 \nmutual intention of the parties as it existed at the time of contracting, so far as the same is ascertainable' (Civ. Code, sec. 1636). (Italics ours.) `The whole of a contract is to be taken together, so as to give effect to every part, if reasonably practicable, each clause helping to interpret the other.' (Civ. Code, sec. 1641) We must also give it `such an interpretation as will make it lawful, operative, definite, reasonable and capable of being carried into effect, if it can be done without violating the intention of the parties' (Civ. Code, sec. 1643). After all, the essential theory in construing any contract is to find out what the parties meant, and this must be done by an examination of the language used therein, provided the same is `clear and explicit' (Civ. Code, sec. 1638).\"\n[1] In considering the mutuality of the contract between the appellants and respondent it should be observed that the instrument contains an express covenant that respondent was employed to haul garbage for a period of ten years and that he expressly agreed \"to haul all garbage collected by the City of San Diego,\" and that appellants agreed to pay him one dollar for each ton of garbage hauled. In other words, they promised to pay him for the hauling of \"all garbage collected by the City of San Diego\" for a period of ten years. Respondent was under obligation to haul all of such garbage for the full term of his contract. This placed an equal obligation upon appellants to pay for a like period. In their answer appellants allege that their contract with the city of San Diego \"was intended to be for the term of ten (10) years\".\nThe contract placed upon respondent the necessity of providing equipment for carrying out his part of the contract. This he did at a cost of $12,205.82. Title to the equipment was placed in appellants as security to them that respondent would faithfully perform his obligations under the contract. It was also provided that in case respondent breached his contract, title to the equipment should vest in appellants, which would secure to them the means of carrying out their ten-year contract with the city. These stipulations furnished sufficient grounds for the deductions which the trial court made, namely, that the contract between the parties here was bilateral, mutual and enforceable. (Mah See v. North American Acc. Ins. Co., 190 Cal. 421\n[213 P. 42, 26 A.L.R. 123].) *Page 456 \nVery often the construction placed upon a contract by the parties themselves is of the greatest value in construing its terms. In February, 1929, respondent requested appellants to permit the legal title to the truck and trailer to be placed in the name of Fremont L. Jones as security for a loan of $2,500. Appellants finally agreed and the loan was made. They are now contending that this change in the legal title breached the contract and relieved them of any obligations under it, and, further, that it permitted them to dispense with the employment of respondent. If they were under no obligation to permit respondent to haul the garbage for any definite period, it is difficult to see why any breach on the part of respondent was necessary in order to relieve them from an obligation which they now maintain did not exist. Taking the contract as a whole, and construing all of its terms together, we are of the opinion that the construction put upon it by the trial court, that it was mutual and bilateral, and intended to engage respondent to haul all the garbage collected by the city of San Diego for the full term of its contract with appellants, was fully justified and cannot be disturbed by us. We are aided in reaching this conclusion by the following cases: City of New York v. Paoli,63 Misc. Rep. 411 [116 N.Y. Supp. 544], Id., 136 App. Div. 939\n[121 N.Y. Supp. 1127], Rotzien etc. Co. v. Franson, 123 Minn. 122\n[143 N.W. 253], Ramey Lumber Co. v. John Schroeder LumberCo., 237 Fed. 39, Fellows v. Fairbanks Co., 205 App. Div. 271\n[199 N.Y. Supp. 772], Humphreys v. Central etc. Co.,190 Ky. 733 [229 S.W. 117, 21 A.L.R. 664], Gallagher v. EquitableGas Light Co., 141 Cal. 699 [75 P. 329], Wittmann v.Whittingham, 85 Cal.App. 140 [259 P. 63], Clarey v.Security Portland Cement Co., 99 Cal.App. 783 [279 P. 483,485], and Wood v. Girot, 102 Cal.App. 160 [282 P. 981].\nAppellants maintain that respondent breached his contract in two particulars. First: By not leaving the legal title to the truck and trailer in them, and second, by not carrying full coverage insurance on the equipment in their favor.\n[2] We have already mentioned the circumstances of the transfer of the legal title to Jones. This was done with the knowledge and consent of appellants. They indorsed the registration slip to Jones and signed a written agreement with him whereby they were to repurchase the truck and *Page 457 \ntrailer for $2,500, payable in installments. Respondent paid the installments. On January 15, 1931, there was $600 unpaid.\nAppellants cannot successfully maintain that this transaction was a breach of their contract with respondent. The agreements which they signed waived, if they did not modify, the provisions of the original agreement requiring title to the truck and trailer to remain in them. Both the Johnsons testified that at the time of this transaction they told respondent in effect that if legal title to the truck and trailer was placed in Jones it would breach the contract and terminate it. Respondent denied this portion of their testimony. The trial court found in accordance with the testimony of respondent, which finding resolved the conflict in his favor and is binding here.\n[3] It is admitted that respondent carried insurance on the truck and trailer satisfactory to appellants until May 9, 1930. Some weeks before that date one of the Johnsons told respondent that an agent named Swayne could save him money on a new policy. Respondent placed the insurance with this new agency. Appellants contend that as respondent (not themselves) was named in the policy as the insured and as it provided that the insurer would not be liable for loss or damage if the interest of the insured in the truck and trailer be \"other than sole and unconditional ownership\", the policy was voided by the actual condition of the title. Shortly after the policy was issued appellants saw it and had attached to it an indorsement that \"loss, if any, under this contract is payable to Johnson Bros. as their interest may appear\". They did not make any objection to the form of the policy thereafter. The trial court found that the policy was in accordance with the original contract between the parties which provided \"that the party of the second part (respondent) binds himself to carry full coverage insurance on all of said equipment used in the hauling of said garbage\". This provision did not require appellants to be named as the insured as they seem to assume. The policy contained the provision that it was issued \"in consideration . . . (2) of the statements made in the application for this indemnity contract . . .\" This application is not brought up in the record. It might be that this document contained, over the signature of respondent, a full statement of all the circumstances of the ownership of the *Page 458 \ntruck and trailer. If it did, and the policy was thereafter issued with full knowledge of these facts, the company could not successfully maintain that it would be relieved of liability because respondent was not sole owner of the truck and trailer.[4] It is incumbent on the appellants to show by the record that error exists. We cannot assume error for the purpose of reversing a judgment.\n[5] This action was originally instituted against Glenn W. Johnson and Blaine C. Johnson and judgment was rendered against them. They filed a motion for new trial and respondent was permitted to amend by proper allegations concerning the partnership. A new trial was granted upon this issue, the case was again tried and the judgment under review here was entered. Appellants now assert that respondent cannot \"maintain an action and secure a judgment against both principal and agent in his own name after having elected to sue and having judgment against agent\". Appellants seem to overlook the fact that the first judgment never became final. They moved for a new trial, the motion was granted in part (sec. 662, Code Civ. Proc.), the partnership was joined as defendants and the case retried upon the new issues presented. We find no error in this proceeding. Each partner is liable with the partnership for the debts of the latter. (Sec. 2409, Civ. Code; 20 Cal. Jur., p. 849, sec. 140.)\n[6] Appellants maintain that the court used an improper measure of damages in rendering its judgment. Here follow the figures upon which it based its judgment:\n\"Average monthly haul, based on two years and 11 months of hauling before breach of contract: ......................... $981.00 Months remaining on contract ................... 85 Gross income for remainder of contract ................................ 85 x $981 ......... $83,385.00\nFrom the gross income should be deducted the following items:\n  Amount of capital charge to be written off during remainder of contract:\n    120 months ..................... $12,205.82 85 months ......................   8,645.35     8,645.35\n  (Note: The evidence shows equipment good for life of contract.) *Page 459 \n  OPERATION EXPENSES:\n  Salaries: 85 months at $195.00 ............ 16,575.00 Gas and oil: 85 months at $130.95 ............ 11,130.75 Tires: 85 months at $100.16 ............  8,513.60 Miscellaneous: Insurance, licenses, fines, etc. 85 months at  $49.86 ............  4,238.10   $40,457.45\n  (Note: Monthly costs are arrived at from the average of the actual cost of the items during the 2 years and 11 months when the contract was carried out.)\n  Maintenance:\n  12 months at $79.21     ..950.52 12 months at  83.71     ..998.04 12 months at  87.32    .1,047.85 12 months at  91.68     1,100.16 12 months at  96.26     1,155.12 12 months at 101.07     1,212.74 12 months at 106.12     1,273.44 1 month  at 111.42       111.42 _________ 7,849.28                  7,849.28\n  (Note: The first 12 months' average maintenance is 5% greater than the maintenance for the last 12 months in which the contract was carried out, and each succeeding year carried a 5% increase in maintenance cost. An increase in maintenance of 5% per year is the highest increase in maintenance cost testified to by any witness.)\n                                                   ______________________ Total           56,952.08  $83,385.00 Deductions                 56,952.08 ___________ Net profits for 85 months              $26,432.92 Net profits for 85 months                                   $26,432.92 Net profits per month   $310.97 Interest allowance to plaintiff on profits which, under the terms of said contract, accrued prior to the date hereof.                               119.46 *Page 460 \n  Interest allowance, at the rate of 7% per annum, to defendants on monthly installments of net profits, which would have become due, under terms of said contract, subsequent to date hereof.                                      5,022.38 ______________________ Total           $5,022.38  $26,552.38 Deductions                   5,022.38 ___________ AMOUNT DUE PLAINTIFF                             $21,530.00\"\nIn Clarey v. Security Portland Cement Co., supra, it is said: \"It is the rule that if one voluntarily puts it out of his power to perform a contract of this character he is immediately liable, though the time specified for performance has not expired (Wolf v. Marsh, 54 Cal. 228; Bagley v. Cohn, 121 Cal. 604\n[53 P. 1117]; Carter v. Rhodes, 135 Cal. 46\n[66 P. 985]).\" The rule is amplified in Wood v. Girot, 102 Cal.App. 160\n[282 P. 981, 982], where it is said: \"This action is not in the nature of a suit for wages. Upon the contrary, it is a claim for damages for the breach of a contract employing the plaintiff for the specific term of fifty-two weeks at a compensation of $50 per week. It was not necessary to wait until the end of the term of employment before commencing the action. A suit for damages for the violation of the terms of a contract may be brought at any time after the breach thereof so long as it is instituted within the statutory limitation of time. (Seymour v.Oclrichs, 156 Cal. 782 [106 P. 88, 134 Am. St. Rep. 154].) The rule of law is well established that the measure of damages in a suit of this nature consists of the entire unpaid contract price of the services, less whatever sum the employee actually earned during the specified term of the contract, together with any further sum which he might have been able to earn by the exercise of reasonable diligence to procure other employment. The judgment is not confined to the instalments which have actually accrued prior to the commencement of the action, but should include the entire damages which will have accrued at the time of the expiration of the agreement, for the contract is entire and not severable. (Seymour v. Oelrichs, supra.) This measure is precisely the basis upon which the judgment in the present case was rendered.\" *Page 461 \n [7] The case comes before us on a bill of exceptions setting forth a brief summary of the testimony. There is nothing in the record which in any way suggests that respondent had found, or could find, other employment, especially with his truck and trailer, to minimize his damage. It is the duty of appellants to show error, by the record, if any exists. If respondent could have minimized his damage by finding employment for the equipment it should have been shown in the record. We cannot presume error in order to reverse a judgment.\n[8] Appellants urge that no deductions were made by the trial court for taxes on the truck and trailer. They may be included in the item of $4,238.10 allowed for \"insurance, licenses, fines, etc.\" No evidence is brought upon this question.\n[9] Appellants next urge that the trial court fixed the net profits to respondent without deducting from the gross income any interest on the capital investment. Respondent's only reply to this is that the trial court charged against the probable gross income $8,645.35 as depreciation of the truck and trailer. We can see in depreciation no element of interest on invested capital.\nIn speaking of damages in cases of this kind, the following was said in Shoemaker v. Acker, 116 Cal. 239 [48 P. 62, 64]: \"`Prospective profits', as damages, present one of the most difficult subjects with which courts have to deal. It is not the law, however, that they can never be recovered. Our own code states the rule to be that the measure of damages for the breach of a contract is `the amount which will compensate the party aggrieved for all the detriment proximately caused thereby, or which in the ordinary course of things would be likely to result therefrom'. (Civ. Code, sec. 3300) . . . In Sutherland on Damages, section 64, the author, after speaking of profits whichare too remote, says, quoting from a decided case: `But profits or advantages which are the direct and immediate fruits of the contract entered into between the parties stand upon a different footing. These are part and parcel of the contract itself, entering into and constituting a portion of its very elements; something stipulated for, the right to the enjoyment of which is just as clear and plain as to the fulfillment of any other stipulation. They are presumed to have been taken into *Page 462 \nconsideration and deliberated upon before the contract was made, and formed, perhaps, the only inducement to the arrangement.'\" InMcConnell v. Corona City Water Co., 149 Cal. 60 [85 P. 929,930, 8 L.R.A. (N.S.) 1171], it was said: \"He may treat the repudiation as putting an end to the contract for all purposes of performance, and sue for the profits he would have realized if he had not been prevented from performing.\"\nWe take it that respondent could only recover the net profits which he could reasonably expect had he performed under the contract. As the contract was terminated, respondent could have sold his truck and trailer and could have received interest on the amount so received and thus have reduced his losses. If a sale had been made at the time of the breach no future depreciation would have occurred as far as respondent was concerned. It would be obviously unfair to charge against the prospective profits both interest on the value of the equipment and future depreciation. No one is here complaining of the charge for depreciation. After fixing the depreciation the trial court left a clear value of $3,560.47 for the truck and trailer. The judgment should be reduced by $1765.40, legal interest on this amount for eighty-five months.\nIt is ordered that the judgment be reduced to the sum of $19,764.60, and as so reduced, is affirmed.\nBarnard, P.J., and Jennings, J., concurred.",
            "ocr": false,
            "opinion_id": 3284608
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Robbery"
}