{
    "id": 3326342,
    "judges": "Haines, Hinman, Maltbie, Wheeler, Wolfe",
    "date_filed": "1980-11-20",
    "date_filed_is_approximate": true,
    "slug": "state-v-thomas",
    "case_name_short": "Thomas",
    "case_name": "State v. Thomas",
    "case_name_full": "The State of Connecticut vs. James Thomas; The State of Connecticut vs. Milford Denis",
    "attorneys": "Samuel E. Hoyt , Public Defender, for the appellants (the accused).\n\n Arnon A. Alling , State's Attorney, with whom was Benjamin D. Winner , Assistant State's Attorney, for the appellee (the State).",
    "nature_of_suit": null,
    "posture": "INFORMATION charging the accused with robbery with violence, brought to the Superior Court in New Haven County and tried to the jury before  Avery, J.; \nverdict and judgment of guilty, and appeal by the accused.  No error.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "January Term, 1927., Argued January 27th",
    "cross_reference": null,
    "correction": null,
    "citation_count": 21,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b769-5\">\n    The State of Connecticut\n    <em>\n     vs.\n    </em>\n    James Thomas. The State of Connecticut\n    <em>\n     vs.\n    </em>\n    Milford Denis.\n   </parties><br><court data-order=\"1\" data-type=\"court\" id=\"b769-6\">\n    Third Judicial District, New\n    <em>\n     Haven,\n    </em>\n</court><otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AxYo\">\n    January Term, 1927.\n   </otherdate><br><p data-order=\"3\" data-type=\"judges\" id=\"b769-7\">\n    Wheeler, C. J., Maltbie, Haines, Hinman and Wolfe, Js.\n   </p><br><otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b770-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"758\"> \n     *758\n     </span>\n    Argued January 27th\n   </otherdate><decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AWG\">\n    decided March 5th, 1927.\n   </decisiondate><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b770-10\">\n<em>\n     Samuel E. Hoyt,\n    </em>\n    Public Defender, for the appellants (the accused).\n   </attorneys><br><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b770-11\">\n<em>\n     Arnon A. Alling,\n    </em>\n    State’s Attorney, with whom was\n    <em>\n     Benjamin D. Winner,\n    </em>\n    Assistant State’s Attorney, for the appellee (the State).\n   </attorneys>",
    "citations": [
        "136 A. 475",
        "105 Conn. 757"
    ],
    "opinions": [
        {
            "author_str": "Wolfe",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "The appellants were jointly charged with having committed the crime of robbery with violence. From a verdict of guilty and judgment thereon, each of the accused appealed to this court, assigning identical *Page 759 \nreasons of appeal. The cases were argued together as a single case and the judgment of this court applies to each accused. All of the errors assigned relate to certain instructions of the court to the jury. These assignments of error are twenty-four in number. Some of them are without merit and do not require consideration.\nThe first reason of appeal assigned is that the court erred in charging the jury upon the question of proof, in giving to them the following instruction: \"But this requirement of proof beyond a reasonable doubt does not mean that the proof must be beyond a possible doubt, as this is seldom possible, especially with reference to crimes that are committed in secret and with the intent and desire to avoid detection. If that was the rule, there would be few convictions in such cases. Where there is conflicting testimony and where guilt must be inferred from other facts and circumstances which may have been proven, a possible doubt may frequently be suggested.\" The court had just told the jury that the burden was upon the State to establish the guilt of the accused beyond a reasonable doubt and that any conclusion from the evidence which was consistent with the innocence of the accused, must prevail. The reference by the court to a \"possible doubt,\" was a correct statement of the law, but if it could be said that the jury may have been misled by such instruction, any erroneous impression that they may have received by the court's reference to a \"possible doubt,\" was removed by the clear and explicit statement of what constitutes a reasonable doubt, immediately following: \"A reasonable doubt is what is suggested or implied by the term `reasonable'; that is, it is a doubt which remains in your minds and which you are conscious of after careful and conscientious consideration of all the evidence. And where such a *Page 760 \ndoubt exists, the accused must be given the benefit of it by a verdict of not guilty, as in that event you would have a reasonable doubt of his guilt.\"\nReason three of the appeal is a criticism of the court's instruction that it was the duty of the jury \"to consider all the claims of the counsel, both of the State and of the accused.\" The particular criticism of the accused is that by virtue of this instruction it is quite possible that \"the jury were swayed to bring in a verdict of guilty, more by the eloquent presentation of the claims of the State's Attorney, than by the evidence before them.\" Previous to this statement the jury had been told that they must take the law which applies to the case \"as it is given to you by the court and not that which you have heard stated by counsel.\" There was nothing erroneous in this. It is the duty of the jury to consider the claims made by counsel, to follow the court upon the legal questions involved and not counsel and to weigh and consider the facts in evidence and the claims made thereon in the light of the evidence, their own common sense and judgment, guided by the instruction of the court. It is presumed that claims of counsel, unfairly or prejudicially presented and likely to lead to a wrong conclusion, have been placed in their proper light before the jury by the court.\nThe ninth reason of appeal is based upon the failure of the court, after referring to \"impeaching\" testimony, to define to the jury what was meant by testimony of such character. The rule is well established that \"where the effect of impeaching evidence is referred to in the charge, proper and adequate instructions thereon should be given.\" 16 Corpus Juris, 1016. This instruction as to \"impeaching\" testimony occurred in connection with the statement of the court that \"where the evidence of any witness has been *Page 761 \nshaken or impaired by cross-examination or by impeaching testimony, the credibility of the several witnesses and the weight which should be given to the testimony of each witness, is a matter for the jury to determine.\" In the light of other portions of the charge, and assuming, as we may, that the jurors are men of average intelligence and, therefore, must have had a general idea of what the court meant by its reference to \"impeaching\" testimony, we cannot find that the failure of the court to give a more adequate instruction on this point was harmful error.\nIn the eleventh and thirteenth reasons of appeal, the accused complain of the instruction that \"if the jury believes the testimony of a witness there is no law forbidding them to base a verdict upon it, though the witness stands alone and there is testimony opposing him from all the others. To illustrate: the testimony of a witness may be impaired or totally destroyed by impeaching testimony; it may be affected by cross-examination; his appearance upon the witness stand; his evident bias; his acquaintance with the facts which he testifies; all these matters are to be considered by the jury in weighing the testimony in any given case.\" And the further statement, referring to interested witnesses: \"If for any reason the jury does not believe him, his testimony, like all the testimony the jury does not believe, is to be rejected or given such weight as the jury believes it is entitled to.\" The special criticism is that the jury were thus told that they might consider the testimony of a witness, although its weight had been actually destroyed. While a strict construction of the language of the court might seem to bear out the contention of the accused, it is evident that what the court meant and what the jury must have understood it to mean, was that it was within their province to wholly reject the testimony of *Page 762 \na witness or give to it such weight as they believed it entitled to. This instruction is in complete accord with our rule as laid down in Shupack v. Gordon,79 Conn. 299, 302, 64 A. 740.\nThe twelfth reason of appeal is based upon the claimed failure of the court, after it had told the jury to test the testimony of the witnesses by the rules which govern all testimony, to give to the jury any instructions as to what such test consists of. While the court did not, at such time, indicate to the jury the particular character of the tests to be applied, the court subsequently told the jury that it was their duty \"to test the evidence of every witness by your own knowledge of human nature and your knowledge of the ordinary affairs of life which are daily presenting themselves for your consideration and determination.\" This instruction gave to the jury a clear and sufficient test by which to weigh the testimony.\nThe twenty-second reason of appeal is based upon the claim that the court failed to adequately charge the jury upon the necessary statute as to what constitutes \"aiding\" and \"abetting.\" In support of this claim reference is made to the opinion of this court inState v. Enanno, 96 Conn. 420, 114 A. 386. We there said, at page 425, that the charge of the court upon this point was inadequate, for the reason that the court failed to bring to the attention of the jury \"the distinction between mere presence as an inactive companion, passive acquiescence, innocent acts which may in fact have aided the one who was doing physically the act charged, on the one hand, and, on the other, criminality in intent and community of unlawful purposes and actions, the meaning of the terms `aiding' and `abetting,' and the other descriptive words used in the statute pointing to the necessity of what we may call a sort of partnership in purpose and conduct.\" In *Page 763 \nthe instant case, the court read to the jury the full aiding and abetting statute, which the court in theEnanno case failed to do, and then proceeded to indicate to the jury what acts and conduct constituted \"aiding\" and \"abetting\": \"So that, if a party is present actively aiding and abetting in the perpetration of a crime, he is guilty even though he may not be the person that actually strikes the blow or actually removes the money; that is, the abetting intended by this statute is a positive act, in aid of the commission of the offense, and force, physical or moral, joined with that of the perpetrator in producing it.\" This instruction, instead of being harmful to the accused, was too favorable to them, for the court thus practically limited the offense of being an accessory under the statute, to the act of being present, \"actively aiding and abetting\" or being guilty of a \"positive act\" in the commission of the offense. One may be an accessory even though he be not present \"actively aiding and abetting,\" or of being guilty of \"a positive act\" in the commission of an offense. \"Every one is a party to an offense who either actually commits the offense or does some act which forms a part of the offense, or assists in the actual commission of the offense or of any act which forms part thereof, or directly or indirectly counsels or procures any person to commit the offense or do any act forming a part thereof.\" State v.Scott, 80 Conn. 317, 323, 68 A. 258.\nErrors twenty-three and twenty-four are based upon the claim that the court led the jury to believe that the accused admitted that a crime had been committed, and by so doing, took from the jury the determination of that question. A careful reading of the charge shows that there is no merit in this claim. The court did indicate to the jury that it believed a crime had been committed, and in so doing the court *Page 764 \ndid not exceed the powers or invade the province of the jury. General Statutes, &#167; 6641. In this jurisdiction the trial court may not direct what verdict the jury should render; it may discuss and comment on the evidence, indicate its own viewpoint, express an opinion as to its weight or as to what verdict would be proper if the jury should find certain facts to have been proved, and it may call the attention of the jury to considerations affecting the credibility of the witnesses.State v. Chapman, 103 Conn. 453, 130 A. 899;State v. Cianflone, 98 Conn. 454, 467, 120 A. 347;State v. Pinagglia, 99 Conn. 242, 244, 121 A. 473;State v. Fetterer, 65 Conn. 287, 289, 32 A. 394. From a reading of the respective statements of the facts claimed to have been proved by the parties, it clearly appears that the issue that a crime had been committed was not in evidence, but merely the issue whether the accused were concerned in it. State v. Pinagglia, supra.\nIn reasons of appeal three, eight, fifteen, seventeen, eighteen and twenty, the accused complain that the court upon several occasions during the charge impressed upon the jury's attention the fact that the accused were not so much interested in obtaining a verdict of not guilty, as they were in getting the jury to return a verdict of guilty of a lesser crime than the one charged in the information. While a reading of isolated portions of the charge might have a tendency to support this claim, we cannot say, upon a reading of the whole charge, that harmful or prejudicial error was committed by the court. Moreover, the court, near the close of its charge, expressly told the jury that \"the claim of the accused is that no crime at all was committed by these accused.\"\nIn reasons of appeal four, five, six, nine, nineteen and twenty-one, the accused criticise the charge because *Page 765 \nof the manner in which the jury were told by the court the number of crimes that they could find were committed under the information, at first having told them one number and substantially increasing the number, and later in recalling the jury, after they had retired to deliberate, and adding an additional offense. No claim is made by the accused that a verdict for any of the offenses referred to by the court could not be rendered under the information, but that the way in which the instructions were put before the jury, and especially in recalling them after they had retired to deliberate upon the case, the jury must have gotten the impression that the court was of the opinion that the accused were guilty of some crime. Even if it can be said that the charge is susceptible of the meaning claimed by the accused, the court was, as we have already indicated, within its province in thus expressing its opinion, so long as it did not take from the jury the question of determining whether any crime had been committed, and if so, what, or attempt to direct the verdict. While claiming that the charge was harmful to the accused because the court called to the jury's attention the number of offenses that were possible to have been committed under the information, the accused complain because the court did not add that there was a further verdict that it was possible for them to render, namely, that of simple or aggravated assault. The failure of the court to make this reference was clearly not harmful to the accused, for the reason that the jury found the accused guilty of robbery with violence, which offense necessarily involves the question of assault.\nOn the whole, the charge fairly presented the case to the jury and we fail to find in it anything that operated as an injustice to the accused. Pratt, Read  Co. *Page 766 \nv. New York, N. H.  H.R. Co., 102 Conn. 735, 740,130 A. 102.\n   There is no error.\nIn this opinion the other judges concurred.",
            "ocr": false,
            "opinion_id": 3321744
        }
    ],
    "court_short_name": "Supreme Court of Connecticut",
    "court_full_name": "Supreme Court of Connecticut",
    "court_type": "S",
    "court_jurisdiction": "Connecticut, CT",
    "crime_category": "Robbery"
}