{
    "id": 3356016,
    "judges": "BY THE DIVISION.",
    "date_filed": -192931200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-levac",
    "case_name_short": "Levac",
    "case_name": "State v. Levac",
    "case_name_full": "State of Connecticut v. Roger J. Levac",
    "attorneys": "Roger J. Levac,  the defendant, pro se.\n\n George D. Stoughton,  assistant state's attorney, for the state.",
    "nature_of_suit": null,
    "posture": "Application for review of sentence imposed by the Superior Court in Hartford County (No. 25637). Sentence modified.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b72-6\">\n    State of Connecticut\n    <em>\n     v.\n    </em>\n    Roger J. Levac\n   </parties><br><court id=\"b72-7\">\n    Review Division of the Superior Court\n   </court><br><decisiondate id=\"b72-9\">\n    Decided November 21, 1963\n   </decisiondate><br><attorneys id=\"b72-11\">\n<em>\n     Roger J. Levac,\n    </em>\n    the defendant, pro se.\n   </attorneys><br><attorneys id=\"b72-12\">\n<em>\n     George D. Stoughton,\n    </em>\n    assistant state’s attorney, for the state.\n   </attorneys>",
    "citations": [
        "196 A.2d 603",
        "25 Conn. Super. Ct. 68",
        "25 Conn. Supp. 68"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "The defendant, age twenty-three, pleaded guilty to three counts of robbery with violence and on June 27, 1963, was sentenced to the state prison for not less than four nor more than twelve years on the first count, one year on the second count and one year on the third count, making an effective sentence of not less than four nor more than fourteen years in state prison. The maximum sentence for robbery with violence is not more than twenty-five years in state prison. General Statutes &#167; 53-14.\nThe defendant admits that in 1958 he was fined for drunkenness and in 1959 he was fined for operating a motor vehicle under the influence of intoxicating liquor. There is no other known record. *Page 69 \nThe defendant with another, one Picard, while on a train from Canada to Hartford decided to hold up a taxi driver. On May 27, 1963, upon arrival in Hartford, they took a cab to Kensington. Picard held a knife to the throat of the driver and they took about $59 from him. They then tied the driver and stuffed him into the trunk of the cab. The driver managed to punch some holes in the trunk, but he stayed there from 6 a.m. on May 27 until approximately noon on May 28.\nOn May 29, 1963, at about 11:30 a.m., the two men went to a package store in New Britain. Picard put a knife to the throat of Victor Baretta. They tied him up and took all the money he had in his wallet and in the cash register, which amounted to about $70.\nOn June 5, 1963, at about 1:50 a.m., these two decided to hold up Penna's Restaurant in New Britain. After the restaurant closed and Mr. and Mrs. Penna emerged therefrom, Mrs. Penna was seized and held, and after Mr. Penna was relieved of his wallet he was sent back to the restaurant for the money that was there. At that time a news truck drove up, Mrs. Penna was able to free herself from her captors, and the defendant and Picard fled from the scene.\nThe defendant was married on April 3, 1961, in Lively, Canada. In the fall of 1962 he left home in order to work in Quebec. While there he met another woman and he lived with her for about six months. In the spring of 1963 he returned to his wife and did not inform her of his activities while away from home. It appears from the presentence investigation that since his marriage he has lived principally on the earnings of his wife and his paramour. *Page 70 \nIn view of the viciousness of the various crimes involved in these three episodes, with a knife used on at least two occasions and the almost total inconsideration for the victims, it is the opinion of this division that a sentence of at least not less than six nor more than twelve years on the first count, one year on the second count and one year on the third count, making an effective sentence of not less than six years nor more than fourteen years in state prison, should have been imposed.\n   Accordingly, it is hereby ordered that the sentence of June 27, 1963, should be modified and that the defendant be resentenced by the Superior Court to not less than six years nor more than twelve years on the first count, one year on the second count and one year on the third count, being an effective sentence of not less than six nor more than fourteen years in state prison, the resentence to commence as of June 27, 1963.\nBOGDANSKI, LOISELLE and MEYERS, JS., participated in this decision.",
            "ocr": false,
            "opinion_id": 3351544
        }
    ],
    "court_short_name": "Connecticut Superior Court",
    "court_full_name": "Connecticut Superior Court",
    "court_type": "SA",
    "court_jurisdiction": "Connecticut, CT",
    "crime_category": "Robbery"
}