{
    "id": 3376329,
    "judges": "PURTILL, JUDGE.\n\nKLACZAK, JUDGE.\n\nNORKO, JUDGE.",
    "date_filed": "2023-11-14",
    "date_filed_is_approximate": true,
    "slug": "state-v-soto-no-cr93-86783-may-16-1995",
    "case_name_short": null,
    "case_name": "State v. Soto, No. Cr93-86783 (May 16, 1995)",
    "case_name_full": "State of Connecticut v. Hector S. Soto",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "1995 Conn. Super. Ct. 4999"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]\nDate of Sentence              March 11, 1994 Date of Application           March 11, 1994 Date Application Filed        March 11, 1994 Date of Decision              April 25, 1995\nApplication for review of sentence imposed by the Superior Court, Judicial District of Fairfield, at Bridgeport. CT Page 5000\nDocket Number: CR 93-86783.\nDavid Abbamonte, Esq., Defense Counsel, for Petitioner.\nJonathan Benedict, Esq. Assistant State's Attorney, for the State.\nSentence Affirmed.\nBy the Division:\nThe petitioner, who was twenty-seven years of age at the time of sentencing, was convicted following a trial by jury of Robbery, 1st degree (&#167; 53a-134(a)(4) and Larceny, 2nd degree (&#167; 53a-123). He was sentenced to a term of seventeen years for the robbery and a concurrent ten year term for the larceny, for a total effective sentence of seventeen years, consecutive to a five year sentence he was then serving.\nThis crime occurred on February 23, 1993 at approximately 8:30 p.m. in the parking lot of the McDonald's Restaurant on I-95 in Fairfield. The victim, a 41 year old female, was returning to her home in New York after visiting her sister in Connecticut who had a newborn child. As she was returning to her car, the petitioner accosted her at gunpoint, ordered her into the car and attempted to abduct her. Her brief attempt at resistance was overcome when she realized he had a gun, but she had the presence to tell the assailant she had aids, at which point she was told to get out of the car. The petitioner then fled in the victim's car. The victim was obviously and understandably shaken and emotionally traumatized by the terrifying experience.\nThe petitioner, in his remarks to the Division, maintains his innocence. We once again point out that we must accept the fact of conviction and review the appropriateness of the sentence given that conviction. Petitioner's counsel suggests a more typical sentence for a crime of this nature would be in the range of twelve to fifteen years, and asks that the Division modify the sentence to CT Page 5001 run concurrently with his present sentence.\nThe State's attorney argues that the sentence is fair based on the petitioner's criminal record and the nature of the present offense.\nIt appears that the petitioner is an anti-social career criminal. He has eleven or twelve prior felony convictions including multiple convictions for burglary and larceny. On three occasions &#8212; 1989, 1990 and 1992, he was returned to prison from supervised home release status because of new charges against him. An attempt to offer him help through an Alternative Incarceration Program was unsuccessful because he absconded and was charged with violation of probation for that. Significantly, his crimes have escalated to violence at the point of a gun. AS the sentencing court noted, his criminal activity can no longer be tolerated and a lengthy sentence was deemed necessary (the conviction exposed the petitioner to a sentence of as much as thirty years).\nGiven the nature of this crime, the character and background of the petitioner, the evident need for public protection and the deterrent, rehabilitative and denunciatory purposes for imposing a sentence, the Division concludes the sentence which was imposed was neither disproportionate nor inappropriate. It is affirmed.\nPURTILL, J.\nKLACZAK, J.\nNORKO, J.\nPurtill, Klaczak and Norko, J.s, participated in this decision.",
            "ocr": false,
            "opinion_id": 3371874
        }
    ],
    "court_short_name": "Connecticut Superior Court",
    "court_full_name": "Connecticut Superior Court",
    "court_type": "SA",
    "court_jurisdiction": "Connecticut, CT",
    "crime_category": "Robbery"
}