{
    "id": 3429470,
    "judges": "Willoughby",
    "date_filed": -1414195200000,
    "date_filed_is_approximate": false,
    "slug": "bowers-v-state",
    "case_name_short": "Bowers",
    "case_name": "Bowers v. State",
    "case_name_full": "Bowers v. State of Indiana.",
    "attorneys": "Church  Chester,  for appellant.\n\n U.S. Lesh,  Attorney-General, and  George A. Matlack,  for the State.",
    "nature_of_suit": null,
    "posture": "From Elkhart Superior Court;  William B. Hile,  Judge.\n\nAllen Bowers was convicted of receiving stolen goods, and he appeals.  Reversed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 29,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b34-6\">\n    Bowers\n    <em>\n     v.\n    </em>\n    State of Indiana.\n   </parties><br><docketnumber id=\"b34-7\">\n    [No. 24,776.\n   </docketnumber><decisiondate id=\"A5\">\n    Filed March 10, 1925.]\n   </decisiondate><br><attorneys id=\"b35-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"5\"> \n     *5\n     </span>\n<em>\n     'Church, &amp; Chester,\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b35-7\">\n<em>\n     U. S. Lesh,\n    </em>\n    Attorney-General, and\n    <em>\n     George A. Mad-lack,\n    </em>\n    for the State.\n   </attorneys>",
    "citations": [
        "146 N.E. 818",
        "196 Ind. 4"
    ],
    "opinions": [
        {
            "author_str": "Willoughby",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 4363.0,
            "opinion_text": "This is a prosecution by affidavit. The affidavit is in two counts and in the first count charged that on or about August 22, 1921, at the county of Elkhart and State of Indiana, appellant did then and there unlawfully and feloniously take, steal and carry away of the personal goods and chattels of the Cleveland, Cincinnati, Chicago and St. Louis Railway Company, two 34 x 4 size Kelly-Springfield brand automobile tires of the value of sixty ($60) dollars and in the second count charges that on or about August 22, 1921, at the county of Elkhart and State of Indiana, appellant did then and there unlawfully and feloniously buy, conceal, and aid in the concealment of two 34 x 4 size Kelly-Springfield brand automobile tires, theretofore unlawfully and feloniously stolen by John Doe and Richard Doe, whose true names were unknown. Trial by jury on a plea of not guilty. The jury returned a verdict finding the appellant guilty on the second count of the affidavit, and found the value of the goods to be $52, and the age of the appellant to be thirty-three years.\nAfter a motion for a new trial was overruled and exceptions taken, judgment was rendered on the verdict, fixing the fine in the sum of $100, and that appellant be imprisoned in the Indiana State Prison not less than one year nor more than fourteen years. That he be disfranchised and rendered incapable of holding any office of trust or profit for a period of two years and that he pay and satisfy the costs. *Page 6 \nAppellant appeals and assigns as error, that the court erred in overruling his motion for a new trial. Appellant claims that the court erred in overruling his motion made at the conclusion of all the evidence to require the state to elect upon which count in the affidavit it desired to proceed for conviction.\nSection 2451 Burns 1926, &#167; 2269 Burns 1914, provides that &#8212; \"whoever feloniously steals, takes and carries, leads or drives away the personal goods of another of the value of twenty-five dollars or upward is guilty of grand larceny, and, on conviction, shall be imprisoned in the state prison not less than one year nor more than fourteen years, fined not exceeding double the value of the goods stolen, and disfranchised and rendered incapable of holding any office of trust or profit for any determinate period.\"\nSection 2465 Burns 1926, &#167; 2273 Burns 1914, provides that &#8212; \"Whoever buys, receives, conceals or aids in the concealment of anything of value, which has been stolen, taken by robbers, embezzled or obtained by false pretense, knowing the same to have been stolen, taken by robbers, embezzled or obtained by false pretenses, shall, if the goods be of the value of twenty-five dollars or more, on conviction, suffer the punishment prescribed for grand larceny, and if the goods be of the value of less than twenty-five dollars shall suffer the punishment prescribed for petit larceny.\"\nSection 2212 Burns 1926, &#167; 2056 Burns 1914, provides that &#8212; \"An indictment or affidavit for larceny may contain a count for * * * receiving or concealing the same property, knowing it to have been stolen * * * and the accused may be convicted of either offense, and the court or jury trying the cause may find all or any of the persons accused guilty of the offenses charged.\"\nAnother provision of statute, &#167; 2277 Burns 1926, &#167; 2121 Burns 1914, provides that &#8212; \"In any prosecution *Page 7 \nfor the offense of buying, receiving, concealing or aiding in the concealing of any stolen property, it shall not be necessary on the trial thereof, to prove that the person who stole such property has been convicted.\"\nAnother provision of statute, &#167; 2219 Burns 1926, &#167; 2061 Burns 1914, provides that &#8212; \"When any offense is committed upon or in relation to any property * * * which, when the offense was committed, was in possession of a bailee * * * the indictment or affidavit for such offense shall be deemed sufficient, if it allege the ownership of such property to be in such * * * bailee.\"\nIt appears that the property named in each count of the affidavit is the same property, viz.: two 34 x 4 size Kelly-Springfield brand automobile tires, of the value of sixty dollars and the property of the Cleveland, Cincinnati, Chicago and St. Louis Railway Company.\nThe court did not err in overruling appellant's motion to require the state to elect upon which count in the affidavit it desired to proceed for conviction of the defendant. &#167; 2212 1.  Burns 1926, &#167; 2056 Burns 1914; Kennegar v. State\n(1889), 120 Ind. 176; Goodman v. State (1895),141 Ind. 35; Rokvic v. State (1924), 194 Ind. 450, 143 N.E. 357; Ewbank, Criminal Law, &#167;&#167; 265-268.\nThe appellant claims that the court erred in giving instruction No. 12, which is as follows: \"To warrant the conviction of the defendant under the second count of the affidavit, the State must prove by the evidence; first, that the property described in the affidavit or some part of it was stolen. Second, that the defendant received the property or some part of it from persons who stole it or from some one acting for or on behalf of such thief. Third, that the defendant when he received such property knew that it was stolen property.\"\nThe objection pointed out to this instruction by the *Page 8 \nappellant is that it fails to state the degree of proof required before a conviction may be had.\nInstruction No. 12, is followed by instructions Nos. 13 and 14 which are as follows:\nInstruction No. 13. &#8212; \"Evidence has been introduced in this cause that the property described in the second count of the affidavit was stolen by persons whose true names are to the affiant unknown and that such property was by them stolen from the Cleveland, Cincinnati, Chicago and St. Louis Railway Company.\n\"In order to render the offense of receiving stolen goods possible under this count, the goods stolen must retain their stolen character at the time received, if received by the defendant. If the goods were transferred by the thief to a guilty receiver, then such person takes as the receiver and not as the thief; and one receiving the goods from some other source than from the thief would not be guilty of receiving stolen goods unless the person from whom the same were received be the agent of the thief, and the defendant knew it and receives such goods under such circumstances as to connect him with the thief.\n\"If the defendant received the goods in question, or any part thereof, from some second party other than the thief and such second party was the agent of the thief and the defendant knew him to be such and that such goods had been stolen, then such goods would retain their stolen character at the time of such receipt by the defendant and all other necessary elements having been proven, he would be guilty of receiving stolen goods.\"\nInstruction No. 14. &#8212; \"Guilty knowledge on the part of the defendant that the goods had been stolen is essential to the constitution of the offense, but it is also true that proof of direct knowledge is not necessary and that evidence of facts and circumstances sufficient to *Page 9 \ncreate in the mind of the accused a belief that the goods were stolen, may amount to guilty knowledge of such fact. Guilty knowledge may be shown by direct proof or by any surrounding facts from which the same can be inferred.\"\nThese instructions must be considered along with No. 12, and when so considered they fully state all the facts necessary to be proved in order to convict the appellant upon the second 2.  count of the affidavit. This court has frequently held that instructions should be considered in their entirety and not in separate or dissected parts and, even if some particular instruction, or some portion of an instruction, standing alone or taken abstractly, and not explained or qualified by others, be erroneous, it will afford no grounds for reversal, where the instructions as a whole state the law correctly. Shields v.State (1897), 149 Ind. 395; Baker v. State (1921),190 Ind. 385.\nWe have examined the series of instructions given in this case and conclude that as a whole, the law is fully stated with regard to each count of the affidavit and the evidence applicable thereto.\nBefore the appellant could be heard to complain of said instruction No. 12, he would be required to tender an instruction covering the law more fully and request the court to give 3.  it. Instruction No. 12, is not claimed by appellant to state the law erroneously but he claims that it is not full enough to state the law clearly upon the second count of the affidavit, but, not having tendered any instruction on the subject he cannot complain. Bartlow v. State (1915),183 Ind. 398; Colondro v. State (1919), 188 Ind. 533; Underhill v.State (1921), 190 Ind. 558.\nThe verdict was returned upon the second count of the affidavit and the appellant claims that the evidence to sustain a conviction upon said count is insufficient *Page 10 \nbecause it wholly fails to show that the appellant knew that the property was stolen property.\nIn order to convict a defendant of receiving stolen goods under this count the goods stolen must retain their stolen character at the time received, if received by the defendant. Guilty knowledge on the part of defendant that the goods had been stolen is essential to a conviction but it is also true that proof of direct knowledge is not necessary and that evidence of facts and circumstances sufficient to create in the mind of the accused the belief that the goods were stolen is sufficient to convict. Guilty knowledge may be shown from any direct facts from which the same can be inferred.\nIn this case there is no direct proof that the defendant knew that the goods were stolen goods, so in order to justify a conviction on the second count of the affidavit it must appear from the circumstances and facts proven in the case that the goods were stolen goods and that appellant knew it at the time he received them.\nIt appears from the evidence that the goods alleged to have been stolen were stolen about August 22, 1921. That they were found in defendant's possession October 4, 1921. The property consisted of two automobile tires described in the affidavit, which when found on October 4, 1921, were in use by the defendant on his automobile. In explaining his possession of the tires the appellant claimed that he bought them at South Bend at a tire shop kept by Smith  Wooley in South Bend. That when he bought the tires they had been run and were used ones but practically in good shape and a bargain for the money. He says he paid $21 for them. He put them in the back of the car in which he was riding, a car belonging to a Mr. Wood, and took them to the Bowman tire shop in Elkhart, and put them in the back end of the store. Afterwards he had a Mr. *Page 11 \nDixon, who was working there to put them on. This testimony of the defendant is not contradicted by any evidence.\nIt is true that the exclusive possession of property recently stolen, when such possession is not satisfactorily explained, raises a presumption that the possessor is guilty of the 4.  theft but in this case the jury found the defendant guilty of receiving stolen property and do not in their verdict, find the defendant guilty under the first count of the affidavit, which was for larceny. This in effect is a finding of not guilty of the larceny.\nThe rule that the possession of stolen property, the proceeds of a larceny, soon after the commission of the offense, unless explained, is prima facie evidence of the guilt of the 5.  person in whose possession the property is found, does not apply to the offense of receiving stolen property. People\nv. Mirabella (1920), 294 Ill. 246, 128 N.E. 374; People v.Lardner (1920), 296 Ill. 190, 129 N.E. 697; State v. Bulla\n(1886), 89 Mo. 595, 1 S.W. 764; State v. Richmond (1904), 186 Mo. 71, 84 S.W. 880; State v. Adams (1903), 133 N.C. 667,45 S.E. 553.\nIn order to sustain a verdict of conviction on the second count of the affidavit there must be some evidence tending to prove each essential element of the offense charged. Knowledge by 6.  the defendant when he received it, that the property was stolen is essential to a conviction of the crime of receiving stolen property knowing it to be stolen. A thorough examination of the evidence fails to disclose proof of any fact or evidence tending to prove any fact from which the jury could infer that the appellant knew that the property was stolen property at the time he received it. *Page 12 \nThe verdict is not sustained by sufficient evidence and is contrary to law.\nJudgment reversed, with instructions to sustain appellant's motion for a new trial.",
            "ocr": false,
            "opinion_id": 3426785
        }
    ],
    "court_short_name": "Indiana Supreme Court",
    "court_full_name": "Indiana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}