{
    "id": 3470419,
    "judges": "Brunot, O'Niell, Paul, Thompson",
    "date_filed": -1330819200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-young",
    "case_name_short": "Young",
    "case_name": "State v. Young",
    "case_name_full": "State v. Young.",
    "attorneys": "Moss & Moss, of Winnfield, for appellant., Percy Saint, Atty. Gen., Harry Puller, Dist. Atty., of Winnfield (E. B. Schowalter, Asst. Atty. Gen., of counsel), for the State.",
    "nature_of_suit": null,
    "posture": "Appeal from Eighth Judicial District Court, Parish of Winn; F.E. Jones, Judge.\n\nByron Young was convicted of larceny under Act No. 107 of 1902 for stealing certain automobile parts and accessories, and he appeals. Verdict and sentence set aside, and defendant ordered discharge, without prejudice to the right of the State to proceed under Act No. 33 of 1926.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "On Rehearing Jan. 18, 1928.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b90-9\">\n    (115 So. 407)\n   </citation><br><docketnumber id=\"b90-10\">\n    No. 28783.\n   </docketnumber><br><parties id=\"b90-11\">\n    STATE v. YOUNG.\n   </parties><br><decisiondate id=\"b90-12\">\n    Oct. 31, 1927.\n   </decisiondate><otherdate id=\"A-G\">\n    On Rehearing Jan. 18, 1928.\n   </otherdate><br><attorneys id=\"b91-19\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"121\"> \n     *121\n     </span>\n    Moss\n    <em>\n     &amp;\n    </em>\n    Moss, of Winnfield, for appellant.\n   </attorneys><br><attorneys id=\"b91-20\">\n    Percy Saint, Atty. Gen., Harry Puller, Dist. Atty., of Winnfield (E. B. Schowalter, Asst. Atty. Gen., of counsel), for the State.\n   </attorneys>",
    "citations": [
        "115 So. 407",
        "165 La. 120"
    ],
    "opinions": [
        {
            "author_str": "Paul",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 122 \nThe defendant was charged with stealing certain automobile parts and accessories of the total value of $47.50. He was convicted before a jury of five, who fixed the value of the stolen property at $25. He was sentenced to not less than ten, nor more than twelve months' imprisonment in the State Penitentiary. His appeal presents nine bills of exception.\n                               I.\nBill No. 5 is purely frivolous. For the purpose of impeaching a state witness, he was asked on cross-examination whether, after having sworn on a certain occasion that he had no whisky in his possession, he had not afterwards admitted that he had. An objection to this testimony was sustained; but the witness none the less answered that he had made no such admission. Any injury to the defendant's case was therefore not the result of the judge's ruling, but of the answer given by the witness. *Page 123 \n                               II.\nBill No. 6 was taken to the refusal of the trial judge to permit proof of the wholesale value of the stolen articles. The ruling was correct; the value to be placed on a stolen article is the amount of which the owner has been deprived, and hence the value to him at the time, taking into consideration the cost of replacement, and making due allowance for wear and tear.\n                              III.\nBills Nos. 1, 2, 3, 4, 7, 8, 9, all raise in one form or another the question as to the proper interpretation of Act 33 of 1926, p. 44, which act reads in full as follows:\n\"An act, to provide that stealing an automobile part, or an automobile accessory, or any automobile equipment, belonging to and attached to an automobile, shall be a misdemeanor, and to provide a penalty therefor, and to repeal all adverse laws.\n\"Section 1. Be it enacted by the Legislature of Louisiana, that whoever shall steal any part, accessory or equipment belonging to, and attached to, any motor driven vehicle shall be guilty of a misdemeanor and upon conviction thereof shall be fined not less than $100 nor more than $300, or suffer imprisonment in the parish jail for not less than three months nor more than two years, or both, at the discretion of the court.\n\"Section 2. That nothing herein shall be construed as repealing, modifying, or amending any existing law or laws relative to the crime of larceny.\n  \"Section 3. That this act shall not affect any case or cases now pending.\"\n                               IV.\nIt will be observed that section 1 defines a new offense, which it declares to be a misdemeanor, and punishable only by fine and imprisonment in the parish jail, regardless of the value of the stolen parts. And section 2 is in substance, if not in form, simply a proviso, which, however, is clearly repugnant to the main enactment, since it purposes to leave the same offense stilllarceny, and punishable as such. Vide Act 107 of 1902, &#167; 5; Act 124 of 1874. But \"the true rule *Page 124 \nis that a proviso or saving clause which is directly repugnant to the purview or body of the act is inoperative and void for repugnancy.\" 25 R.C.L. 987; Verbo Statutes, &#167; 232. Cf. State v. McClellan, 155 La. 37, 98 So. 748, 31 A.L.R. 527; State v. Hickman, 127 La. 442, 53 So. 680.\n                               V.\nThe trial judge in his per curiam says:\n  \"The evidence in this case shows that the articles stolen were on an automobile and attached thereto at the time they were stolen.\"\nHence our conclusion is that the state should have proceeded in this case under the provisions of Act 33 of 1926, and not as it did, under the provisions of Act 107 of 1902, and that the defendant is entitled to his discharge herein, without prejudice, however, to the right of the state to proceed under the later act.\n                             Decree.\nThe verdict and sentence herein are therefore set aside, and it is now ordered that the defendant be discharged, but without prejudice to the right of the state to proceed against him under the provisions of Act 33 of 1926.\nBRUNOT and THOMPSON, JJ., dissent.",
            "ocr": false,
            "opinion_id": 3469170
        },
        {
            "author_str": "O'Niell",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "I respectfully dissent from the ruling in this case that the Act 33 of 1926 repealed all prior laws against larceny, in so far as they forbade the stealing of property or goods consisting of automobile parts, accessories, or equipment belonging to, and attached to, an automobile. The second section of the act of 1926 declares that the act shall not be construed as repealing, modifying, or amending any existing law or laws relating to the crime of larceny. No reason is suggested &#8212; and there is none that I can imagine &#8212; why it was not competent for the Legislature to enact this saving *Page 125 \nclause, which, in effect, says that one who steals an automobile part or accessory or equipment belonging to and attached to an automobile shall be subject to prosecution and conviction either for committing the misdemeanor denounced by the act of 1926 or for committing either grand or petty larceny, according to the value of the article stolen. There is no inconsistency in such a statute, and nothing unconstitutional about it. To argue that it is essentially inconsistent would be the same as to have argued, in the days when the sale of intoxicating liquors was licensed, that the statute which forbade selling goods on a Sunday repealed the law which forbade selling intoxicating liquor to a minor, or the law against selling intoxicating liquor without a license, as to sales made on Sundays &#8212; to minors or without a license. There are some wrongs which are violative of several laws, and others for which the wrongdoer may be prosecuted and convicted under either one or another of two or more statutes. According to the plain language of the Act 33 of 1926, the defendant in this case, being accused of stealing property of a value not less than $20, but less than $100, and the fact being that the property referred to consisted of automobile parts or accessories belonging to, and attached to, an automobile, was subject to prosecution and conviction either under section 5 of the Act 107 of 1902, p. 162, or under the Act 33 of 1926, p. 44. In the indictment for larceny under section 5 of the Act 107 of 1902, it was necessary to state the value of the article or articles alleged to have been stolen, but it was not necessary to aver that the property consisted of automobile parts or accessories belonging to, and attached to, an automobile. If the indictment had been for stealing automobile parts or accessories attached to an automobile, under the Act 33 of 1926, it would have been necessary to charge that the property was of that description, *Page 126 \nbut it would not have been necessary to state its value.\nThe decisions cited in support of the majority opinion in this case are distinguishable from this case, in that the later statute, which was held to repeal the previous statute, in each of the cases cited, contained a general repealing clause, without any proviso or saving clause whatever. In State v. Hickman,127 La. 442, 53 So. 680, for example, it was held that the Act 64 of 1910, making cattle stealing a felony, subject to punishment in the penitentiary for a term not less than one year nor more than five years, and repealing all laws or parts of laws in conflict therewith, repealed the prior statutes on the subject of larceny, as to the stealing of cattle, because the statute against cattle stealing did not contain any proviso or saving clause regarding the previous laws on the subject. In that case the repealing act was an ex post facto law, the crime having been committed &#8212; if committed at all &#8212; before the statute was enacted, and the ruling was that the statute had the effect of a legislative pardon. And so will the Act 33 of 1926 have the effect of pardoning all persons theretofore guilty, but not yet convicted, of stealing automobile parts or accessories attached to an automobile, notwithstanding the Legislature protestation that the statute should have no such effect. The third section of the act makes the further proviso that the act shall not affect any case or cases pending at the time when the statute went into effect; but the only case or cases that could have been pending then were prosecutions for larceny; and, if the laws against larceny were unavoidably repealed by the act of 1926, there can be no prosecution at all for the stealing of automobile parts or accessories attached to an automobile in cases where the statute of 1926 is ex post facto. The decision in State v. Hickman, *Page 127 \nsupra, was followed by the ruling in State v. Thomas,149 La. 654, 89 So. 887, that:\n  \"Act No. 166 of 1920, &#167; 10, re-enacting Act No. 195 of 1916, &#167; 28, relating to oaths to persons claiming the right to register as voters, and punishing perjury in relation thereto, * * * thus being without a savingclause, and increasing the minimum, and reducing the maximum, penalty prescribed by the old section, and changing the imprisonment to with or without hard labor repealed such old section by a general repealing clause as to all conflicting laws.\" (Italics are mine.)\nIn that case the court said also:\n  \"It would therefore seem that the old penalty no longer exists, unless some saving clause can be foundthat keeps it in force for the punishment of offensescommitted under the old section and before the passageof the new. We are unable to find any such clause.\" (Italics are mine.)\nHence the court said:\n  \"This repeal, without a saving clause, operates as a legislative pardon to the accused.\"\nThe ruling in State v. McClellan, 155 La. 37, 98 So. 748, 31 A.L.R. 527, was that the Act 86 of 1890 was repealed by the Act 11 of 1915 (Ex. Sess.) both statutes having for their object the protection of trade and commerce against unlawful restraints, combinations, conspiracies, and monopolies; and that, although the district attorney had before him the act of 1890 when he prepared the indictment, and wrote it with reference to that statute only, nevertheless the indictment, being drawn substantially in the language of the act of 1915, on the same subject, was a valid indictment under the act of 1915. The court said:\n  \"Of course, the defendant could not be prosecuted under the repealed statute, but, as the indictment follows the language of the later act, it is sufficient, if it is otherwise legal, and the defendant is brought within its terms.\"\nThe point is that, in that case, there was no proviso or saving clause in the repealing act to prevent its repealing any specified prior statute in any given case, as there is in the Act 33 of 1926. The quotation from 25 *Page 128 \nR.C.L. 987, &#167; 232, in the majority opinion in this case, \"The true rule is that a proviso or saving clause which is directly repugnant to the purview or body of the act is inoperative and void for repugnancy,\" has no application to the Act 33 of 1926, because the proviso or saving clause in the act is not at all repugnant to the purview or body of the act. The doctrine quoted from 25 R.C.L. 987, is followed immediately by this illustration:\n  \"Thus it has been held that where a statute for the licensing of peddlers declares that the license shall be issued to the applicant for the term of one year from the date thereof, a proviso to the effect that the licenses shall terminate on the second Monday of January succeeding the year in which they are issued is void for repugnancy to the principal part of the law.\"\nSurely there is no such repugnancy in the Act 33 of 1926. In the same section (232) of 25 R.C.L. p. 986, it is said:\n  \"The fundamental principle that effect should be given to all parts of a statute requires that some effect should be given to a proviso when that can be done in accordance with the recognized rules of construction. * * * A construction of a proviso which would make it plainly repugnant to the body of the act should be rejected, if possible.\"\nI cannot see any repugnancy at all in the proviso to the body of the Act 33 of 1926. The proviso merely says that the act shall not be construed as repealing, modifying, or amending any existing law or laws relating to the crime of larceny, which means that one who steals an automobile part or accessory attached to an automobile may yet be prosecuted and convicted of the crime of grand or petty larceny, according to the value of the property stolen. The proviso could not possibly have any other meaning, because, without the proviso, the statute could not possibly be construed as repealing, modifying, or amending any existing law or laws relating to the larceny of any other property than automobile parts or accessories attached to an automobile. *Page 129 \nIt is not &#8212; and could not be &#8212; disputed that the indictment in this case was a valid indictment for larceny of property worth not less than $20, but less than $100, for it was not stated in the indictment that the articles stolen were parts or accessories belonging and attached to an automobile. The ruling about to be rendered is that the defendant is not guilty of the crime of larceny because the evidence showed that the articles which he stole were parts or accessories belonging, and attached, to an automobile; hence it follows that the indictment itself would have been invalid if it had contained the statement that the automobile parts or accessories which the defendant stole belonged to, and were attached to, an automobile.\nThe effect of this decision is to write a statute for the Legislature which the Legislature itself declared it was not willing to enact. We know &#8212; because we are informed by the proviso in this act of 1926 &#8212; that the Legislature did not intend that this statute should repeal the laws against grand or petty larceny so far as they forbade the stealing of automobile parts or accessories belonging, and attached, to an automobile. Therefore, if I could agree with the majority opinion that the proviso in this act is so repugnant to the body of the act as to make the one stultify the other, I would maintain that the act is unenforceable, but not that the Legislature has repealed or amended or modified in any way the laws against grand or petty larceny, so far as they forbid the stealing of parts or accessories belonging, and attached, to an automobile. I have no doubt that the Legislature will repeal the act of 1926, since it has been construed as the Legislature declared it should not be construed; but it will be necessary then for the Legislature to go further and to re-enact the laws against grand and petty larceny, so far as the court has held those laws repealed. We ought to avoid all of that by declaring the act of *Page 130 \n1926 void, if its body and its proviso are so repugnant to each other that the one or the other is unenforceable. My own opinion, however, is that there is no repugnancy.",
            "ocr": false,
            "opinion_id": 3469172
        },
        {
            "author_str": "Brunot",
            "per_curiam": false,
            "type": "050addendum",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "                          On Rehearing.\nThe accused was indicted, tried, convicted, and sentenced for the crime of larceny. From the verdict and sentence he appealed. There are nine bills of exception in the record.\nIn our original opinion we correctly found, for the reasons stated therein, that there was no merit in bills Nos. 5 and 6, but we erroneously grouped the remaining bills upon the theory that the same question was raised by each one of them, viz. the interpretation of Act 33 of 1926. This is, in effect, true, but bill No. 1 was reserved to the overruling of a motion to quash the indictment. The only issue before the court when this motion was heard was whether the indictment, on its face, was defective. In determining this question the court could not anticipate what facts might be subsequently established during the actual trial of the case. The indictment was returned under the provisions of Act 107 of 1902. It follows the wording of the statute, and is drawn correctly and in strict conformity to every requirement of the general larceny act. Finding no defect in the indictment itself, the court properly overruled the motion to quash it.\nBill No. 2 was reserved to the overruling of defendant's objection to going to trial upon the indictment. The same reasons are urged in support of this bill as were urged in support of the motion to quash the indictment. As relates to this bill, the contention of the accused really means nothing more than that, in view of the facts which he anticipates will be developed on the trial, it will be found that he is being prosecuted under the wrong statute. If trials could be *Page 131 \nstayed upon such flimsy pretexts, the agencies of government, instituted for the enforcement of its laws, would be sadly in need of reformation.\nBills Nos. 3, 4, and 7 were reserved to the overruling of defendant's objection to state witnesses Dewey Evans, T.J. Creel, and Floyd Reed being permitted to testify in the case. After these witnesses were sworn, the defendant objected to their giving any testimony whatever in the case, upon the ground that the accused was prosecuted under the wrong statute. We think the state had a perfect right to adduce the facts of the case by competent proof. Until that was done, there was nothing before the court upon which defendant could base a meritorious complaint. Timely objections, however, were made by defendant's counsel to certain testimony given by the witnesses named, and these objections, together with the two remaining bills of exception, Nos. 8 and 9, require an interpretation of Act 33 of 1926. In our original opinion we quoted the act in full, and said:\n  \"IV. It will be observed that section 1 defines a new offense, which it declares to be a misdemeanor, and punishable only by fine and imprisonment in the parish jail, regardless of the value of the stolen parts. And section 2 is in substance, if not in form, simply aproviso, which, however, is clearly repugnant to the main enactment, since it purposes to leave the same offense still larceny, and punishable as such. Vide Act 107 of 1902, &#167; 5; Act 124 of 1874. But `the true rule is that a proviso or saving clause which is directly repugnant to the purview or body of the act is inoperative and void for repugnancy.'\" 25 R.C.L. 987; Verbo Statutes, &#167; 232. Cf. State v. McClellan,155 La. 37, 98 So. 748, 31 A.L.R. 527; State v. Hickman,127 La. 442, 53 So. 680.\n  \"V. The trial judge in his per curiam says: `The evidence in this case shows that the articles stolen were on an automobile and attached thereto at the time they were stolen.' Hence our conclusion is that the state should have proceeded in this case under the provisions of Act 33 of 1926, and not as it did, under the provisions of Act 107 of 1902, and that the *Page 132 \ndefendant is entitled to his discharge herein, without prejudice, however, to the right of the state to proceed under the later act.\"\nWe have carefully reconsidered this case, and find that, as relates to bills of exception Nos. 8 and 9, our original opinion and decree are correct, and they are therefore reinstated and made the final judgment of the court.\nO'NIELL, C.J., adheres to his dissenting opinion.",
            "ocr": false,
            "opinion_id": 3469171
        }
    ],
    "court_short_name": "Supreme Court of Louisiana",
    "court_full_name": "Supreme Court of Louisiana",
    "court_type": "S",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}