{
    "id": 3486992,
    "judges": "Adkins, Boyd, Briscoe, Offutt, Pattison, Thomas, Urner",
    "date_filed": "1993-12-11",
    "date_filed_is_approximate": true,
    "slug": "allers-v-state",
    "case_name_short": "Allers",
    "case_name": "Allers v. State",
    "case_name_full": "Frank L. Allers v. . State of Maryland.",
    "attorneys": "Richard E. Preece,  with whom was  Malcolm Coan  on the brief, for the appellant.\n\n Alexander Armstrong, Attorney General,  with whom was  H.  Courtenay Jenifer, States's Attorney for Baltimore County,  on the brief, for the State.",
    "nature_of_suit": null,
    "posture": "Appeal from the Circuit Court for Baltimore County (DUNCAN and PRESTON, JJ.).\n\nCriminal proceeding against Frank L. Allers. From a judgment of conviction, defendant appeals. Affirmed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b111-1\">\n    FRANK L. ALLERS\n    <em>\n     vs.\n    </em>\n    STATE OF MARYLAND.\n   </parties><br><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b111-10\">\n<em>\n     Decided June\n    </em>\n    27th,\n    <em>\n     1923.\n    </em>\n</decisiondate><br><p data-order=\"2\" data-type=\"judges\" id=\"b112-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"76\"> \n     *76\n     </span>\n    The cause was argued before Boyd, C. J., Briscoe, Thomas, Pattison, Urner, Adkins, and Offutt, JJ.\n   </p><br><attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b112-5\">\n<em>\n     Richard E. Preece,\n    </em>\n    with whom was\n    <em>\n     Malcolm Coan\n    </em>\n    on the brief, for the appellant.\n   </attorneys><br><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b112-6\">\n<em>\n     Alexander\n    </em>\n    Armstrong, Attorney\n    <em>\n     General,\n    </em>\n    with whom was\n    <em>\n     H. Courtenay Jenifer•, States’s Attorney for Baltimore County,\n    </em>\n    on the brief, for the State.\n   </attorneys>",
    "citations": [
        "124 A. 399",
        "144 Md. 75"
    ],
    "opinions": [
        {
            "author_str": "Adkins",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Frank L. Allers, on December 7th, 1922, was indicated by the grand jury of Baltimore County for burglarizing, breaking and entering the dwelling house of Thomas D. Hooper and Lula N. Hooper in said county on or about 2 o'clock A.M. of the 8th day of June, 1922, and with stealing a lot of various kinds of alcoholic beverages, including whiskey and champagne. He pleaded not guilty and filed a suggestion for removal, which was overruled. He then elected to be tried by the court; the case was heard and resulted in conviction of the accused; whereupon he was sentenced to serve a term of ten years in the Maryland Pententiary. From that judgment this appeal was taken.\nThere are in the record eighteen bills of exception, one (the first) to the overruling of defendant's suggestion for removal, and seventeen to rulings of the trial court on evidence. In his brief appellant raises but two questions, one embraced in his first bill of exception and the other in the bills of exception from eleven to eighteen, inclusive. As the exceptions from two to ten inclusive were practically abandoned, certainly not pressed, it will not be necessary to refer to them further than to say that we find no prejudicial error in any of the rulings covered by these exceptions.\nIn his brief appellant says:\n    \"The questions desired to be raised by the appeal are two: *Page 77 \n    \"First: Whether the action of the court below in refusing the motion for removal was arbitrary.\n    \"Second: Was the appellant entitled to show the full extent of the immunity promised him in return for his services to the State in the various trials growing out of the Norris murder?\"\nAs to the first question:\nThe reasons given in the motion for removal are stated in the motion substantially as follows: That there is intense prejudice and bitter feeling prevailing against him throughout Baltimore County in connection with his participation as a principal in the recent Norris robbery and murder, one phase of which case, being the trial and conviction of Walter Socolow, took place in said county, and as a result of the self-revelations of the defendant in the Socolow case, in which trial this defendant, as State's witness under a promise of immunity by the State's Attorney of Baltimore City, not only confessed active participation as a co-principal with Socolow in the Norris murder, but revealed his activities as a habitual gangster operating in Baltimore County and Baltimore City for at least a year prior to the Norris murder, which occurred on August 18th, 1922, and was denounced by both Socolow's counsel and the prosecuting attorneys in that case.\nThis motion was sworn to by the defendant in the usual form of affidavit attached to suggestions for removal, but there is no proof offered, other than this, of the existence of such prejudice as would prevent the defendant from having a fair trial.\nIn 4 Encyc. Pl. and Pr., page 499, it is said: \"When the lower Court is vested with a discretion to grant or refuse a change of the place of trial, its action will not be revised unless there has been an abuse of the discretion. The reason for this rule is obvious. Whether a change of venue is necessary to obtain a fair and impartial trial is not a question of law, but of fact. A judge on the spot, viewing all the circumstances *Page 78 \nand having knowledge of facts and influences, is much better qualified than is an appellate court at a distance with only exparte affidavits before it, to determine the fact whether or not it is true that the defendant cannot have a fair trial by an impartial jury in the county in which he is indicted or in which the plaintiff has commenced his suit.\" See also 12 Cyc. 243; 1Bishop's New Criminal Procedure, sec. 72, par. 2;Commonwealth v. Allen, 135 Pa. 483; Hauk v. State,148 Ind. 238; State v. Smarr, 121 N.C. 669.\nIn article 4, section 8, of the Constitution of Maryland, it is provided that in all criminal cases other than those punishable by death, on a petition for removal, \"it shall be necessary for the party making such suggestion to make it satisfactorily appear to the Court that such suggestion is true, or that there is reasonable ground for the same.\"\nIn the case of Downs v. State, 111 Md. 241, much the same sort of reasons were given in the suggestion as appear in the suggestion filed in the present case, and a similar affidavit made by the defendant was attached. In addition to this there were filed, as an exhibit, clippings from newspapers, tending to support the statements in defendant's affidavit as to the extent of adverse public sentiment, and there were also filed seventeen affidavits of persons other than the defendant. Yet this Court held that it could not, on that record, find that the lower court had exercised its discretion arbitrarily. The following quotation from the opinion in that case applies with equal force to the present case, and is decisive of the first question presented here: \"As it is now necessary to make it satisfactorily appear to the court in which the suggestion is made that the party charged in the presentment or indictment is entitled to the order for removal, and as no other tribunal can determine when it does so appear to that court, it follows as a logical conclusion that in the absence of evidence to show that the court below acted arbitrarily and abused or refused to exercise the discretion given it by the amendment, this Court cannot say that the removal should or *Page 79 \nshould not have been granted, and can only affirm the action of the lower court.\"\nAs to the second question, which is involved in all the bills of exception from eleven to eighteen inclusive, all of these exceptions may be considered together.\nOwing to the manner in which the question is raised, if we had any doubt as to the main proposition, it would be necessary to determine whether such a question could be properly passed on by a jury, or by the court sitting as a jury, and we should be obliged to hold that it could not, on the authority of the case of Lowe v. State, 111 Md. 1, and the cases and text books there cited; and, therefore, that the lower court properly refused to permit the questions embraced in these exceptions to be answered. The proper method of protecting the immunity gained by a defendant by becoming a witness is fully set out in the above mentioned case.\nBut we have no doubt about the correctness of these rulings of the lower court, even apart from the procedural question just referred to.\nAppellant was being tried for an offense which was in no way connected with the criminal case in which he became a witness on the promise of immunity. There is high authority for the proposition that, even if the present case had arisen, and the indictment been found, in Baltimore City, within the jurisdiction of the state's attorney who is alleged to have promised immunity as to all crimes which defendant had then committed as an inducement to him to testify in a particular case about to be tried in Baltimore City, such promise would have been without authority or effect so far as it was intended to protect the defendant from prosecution in the present case. See 24 L.R.A. (N.S.) p. 441, note. But that is a proposition which we are not required to pass on.\nHere it is sought to bind state's attorneys in all other jurisdictions of the State as to crimes which may have been committed within their respective jurisdictions, but entirely beyond the jurisdiction of the State's Attorney for Baltimore *Page 80 \nCity, by an alleged promise of immunity by the State's Attorney for Baltimore City as to such extra-jurisdictional crimes.\nIt does not require either argument or citation of authority to refute such a proposition. If immunity could be given in this way, a dishonest official could, corruptly, and an honest one, unwittingly, release from prosecution a man guilty of murder or rape in any part of the State, as an inducement to testify against an accomplice in a larceny case entirely unconnected with the more serious crime.\nMr. Leach was and is State's Attorney in and for Baltimore City, and a very able and zealous one, but he had not the authority of the State as a prosecuting officer, outside of his own jurisdiction (except in matters originating therein), either to speak or act for the State.\nJudgment affirmed. *Page 81 ",
            "ocr": false,
            "opinion_id": 3484888
        }
    ],
    "court_short_name": "Court of Appeals of Maryland",
    "court_full_name": "Court of Appeals of Maryland",
    "court_type": "S",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Robbery"
}