{
    "id": 3526142,
    "judges": "Bird, Clark, McDonald, Moore, Sharpe, Steere, Wiest, WlEST",
    "date_filed": -1421971200000,
    "date_filed_is_approximate": false,
    "slug": "people-v-ruthenberg",
    "case_name_short": "Ruthenberg",
    "case_name": "People v. Ruthenberg",
    "case_name_full": "People v. Ruthenberg.",
    "attorneys": "Frank P. Walsh  and  Humphrey S. Gray  ( I.E. Ferguson , of counsel), for appellant.\n\n Andrew B. Dougherty , Attorney General,  O.L. Smith , Assistant Attorney General,  Charles W. Gore , Prosecuting Attorney,  Max F.  Burger  and  George H. Bookwalter , Assistants Prosecuting Attorney, for the people.",
    "nature_of_suit": null,
    "posture": "Exceptions before judgment from Berrien; White (Charles E.), J. Submitted October 17, 1924. (Docket No. 180.) Decided December 10, 1924. Writ of error granted January 5, 1925. Motion to affirm judgment granted January 15, 1925.\n\nCharles E. Ruthenberg was convicted of criminal syndicalism. Affirmed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted October 17, 1924., Writ of error granted January 5, 1925. Motion to affirm judgment granted January 15, 1925.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 31,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b345-7\">\n    PEOPLE\n    <em>\n     v.\n    </em>\n    RUTHENBERG.\n   </parties><otherdate id=\"A9O\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"319\"> \n     *319\n     </span>\n    Submitted October 17, 1924.\n   </otherdate><docketnumber id=\"A2G\">\n    (Docket No. 180.)\n   </docketnumber><decisiondate id=\"Ay-\">\n    Decided December 10, 1924.\n   </decisiondate><otherdate id=\"AnC\">\n    Writ of error granted January 5, 1925. Motion to affirm judgment granted January 15, 1925.\n   </otherdate><br><attorneys id=\"b350-2\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"320\"> \n     *320\n     </span>\n<em>\n     Frank P. Walsh\n    </em>\n    and\n    <em>\n     Humphrey S. Gray (I. E. Ferguson,\n    </em>\n    of counsel), for appellant.\n   </attorneys><br><attorneys id=\"b350-3\">\n<em>\n     Andrew B. Dougherty,\n    </em>\n    Attorney General, O.\n    <em>\n     L. Smith,\n    </em>\n    Assistant. Attorney General,\n    <em>\n     Charles W. Gore,\n    </em>\n    Prosecuting Attorney,\n    <em>\n     Max F. Burger\n    </em>\n    and\n    <em>\n     George H. Bookwalter,\n    </em>\n    Assistants Prosecuting Attorney, for the people.\n   </attorneys>",
    "citations": [
        "201 N.W. 358",
        "229 Mich. 315"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 317 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 318 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 319 \nConvicted of criminal syndicalism defendant prosecutes review on exceptions before sentence. The information charged:\n\"That heretofore, to wit, on the 20th day of August A.D. 1922, in the township of Lake * * * (Berrien county, this State), C.E. Ruthenberg did voluntarily assemble with a certain society, group and assemblage of persons, to wit, the Communist Party of America, formed to teach and advocate the doctrines of criminal syndicalism.\" * * *\nAct No. 255, Pub. Acts 1919 (Comp. Laws Supp. 1922, &#167; 15585 [2, 3]), defines the crime of criminal syndicalism, specifies acts constituting the offense and fixes the penalty:\n\"SECTION 1. Criminal syndicalism is hereby defined as the doctrine which advocates crime, sabotage, violence or other unlawful methods of terrorism as a means of accomplishing industrial or political reform. The advocacy of such doctrine, whether by word of mouth or writing, is a felony punishable as in this act, otherwise provided.\n\"SEC. 2. Any person who by word of mouth or writing, advocates or teaches the duty, necessity or propriety of crime, sabotage, violence or other unlawful method of terrorism as a means of accomplishing industrial or political reform; or prints, publishes, edits, issues or knowingly circulates, sells, distributes or publicly displays any book, paper, document, or written matter in any form, containing or advocating, advising or teaching the doctrine that industrial or political reform should be brought about by crime, *Page 321 \nsabotage, violence or other unlawful methods of terrorism; or openly, willfully and deliberately justifies by word of mouth or writing, the commission or the attempt to commit crime, sabotage, violence or other unlawful methods of terrorism with intent to exemplify, spread or advocate the propriety of the doctrines of criminal syndicalism; or organizes or helps to organize, or becomes a member of or voluntarily assembles with any society, group or assemblage of persons formed to teach or advocate the doctrines of criminal syndicalism is guilty of a felony and punishable by imprisonment in the State prison for not more than ten years or by a fine of not more than five thousand dollars, or both, at the discretion of the court.\"\nA national delegate convention of the Communist Party of America was called by the central executive committee of the party to meet at Bridgman, Berrien county, this State, in August, 1922. Delegates to the convention were not informed of the place of meeting, but under direction proceeded from city to city toward Bridgman and were finally steered there. Near Bridgman, an isolated hotel and cottages furnished accommodations for the 75 persons attending the convention and a natural amphitheatre amid the woods afforded a place for sessions. Every person attending had a party or assumed name. No communication with the outside world was permitted. Each participant in the convention was assigned a number and given a large manilla portfolio in which to place all papers and documents at the close of each day, to be taken up by the \"grounds committee\" for safe keeping. Defendant's party name was \"Damon\" and his portfolio was number 50. These portfolios were deposited each night, by the committee, in two barrels, sunk in the ground at a distance from the hotel and covered with sand, leaves and sticks. Regulations of the \"grounds committee\" provided:\n\"No incriminating literature or document shall be *Page 322 \nkept in baggage or in rooms. All such matter must be turned over to the committee every evening. The grounds committee must arrange for the safe keeping of this matter.\"\nA central wash tub in which to burn incriminating papers was also maintained.\nConvention sessions were held. Defendant, as a member of the central executive committee of the Communist Party of America, by virtue of his office, attended the convention as a fraternal delegate with the right to address, and did address the convention. One duly elected delegate in attendance was a special employee of the United States department of justice, bureau of investigation. A delegate from the Comintern (Communist or Third International), Moscow, Russia, was present, and a delegate from the Hungarian federation and another from the Red Trade International at Moscow were present and participated in the convention. Defendant reached the convention on August 15th and remained there until arrested on August 22d.\nFederal officers, investigating activities of Communists, traced down the convention place, recognized certain Communists in attendance, and laid the matter before the sheriff of Berrien county. The Communists in attendance recognized the Federal officers and laid plans to disperse, with right to foreigners to go first, and many of the delegates hurriedly left. The sheriff, with a number of deputies and the Federal officers, visited the convention place one morning and arrested defendant and 16 others, without warrants for arrest or search, seized their baggage, and took them to the county jail. The sheriff then learned of the depository of the grounds committee and made search, found the barrels and seized their contents.\nThe information as filed contained four counts. The court quashed the first, second and third counts, on *Page 323 \nmotion of defendant, leaving the fourth count as the charge. Defendant insists that this statute violates sections 2, 4, 16 and 19, article 2, of the Constitution of this State, and section 1 of the Fourteenth Amendment to the Constitution of the United States. Does this statute contravene the right of the people to peaceably assemble? To so hold would require us to say that it is violative of the Constitution to make it a crime for one, in sympathy with and on his own volition to join in an assemblage of persons formed to teach or advocate crime, sabotage, violence or other unlawful methods of terrorism as a means of accomplishing industrial or political reform. We cannot make any such holding.\nDoes the statute prevent freedom of speech? This statute reaches an abuse of the right to freely speak, write and publish sentiments, and is squarely within the accountability allowed to be exacted, in the very provision invoked. This statute does not restrain or abridge liberty of speech.\nAs said of a similar statute in People v. Steelik, 187 Cal. 361,375 (203 P. 78):\n\"The legislature has power to punish propaganda which has for its purpose the destruction of government or the rights of property which the government was formed to preserve.\"\nSee, also, State v. Hennessy, 114 Wn. 351 (195 P. 211).\nIn Schaefer v. United States, 251 U.S. 466 (40 Sup. Ct. 259), the accused invoked the constitutional right of free speech, in a prosecution under the espionage act, and received this merited rebuke:\n\"But simple as the law is, perilous to the country as disobedience to it was, offenders developed and when it was exerted against them challenged it to decision as a violation of the right of free speech assured by the Constitution of the United States. A curious *Page 324 \nspectacle was presented: that great ordinance of government and orderly liberty was invoked to justify the activities of anarchy or of the enemies of the United States, and by a strange perversion of its precepts it was adduced against itself. * * * Verdicts and judgments of conviction were the reply to the challenge and when they were brought here our response to it was unhesitating and direct. We did more than reject the contention; we forestalled all shades of repetition of it including that in the case at bar. Schenck v. UnitedStates, 249 U.S. 47 (39 Sup. Ct. 247); Frohwerk v. UnitedStates, 249 U.S. 204 (39 Sup. Ct. 249); Debs v. United States,249 U.S. 211 (39 Sup. Ct. 252); Abrams v. UnitedStates, 250 U.S. 616 (40 Sup. Ct. 17).\"\nSee, also, Gilbert v. Minnesota, 254 U.S. 325\n(41 Sup. Ct. 125); State v. Holm, 139 Minn. 267 (166 N.W. 181, L.R.A. 1918C, 304).\nIn People v. Lloyd, 304 Ill. 23, 37 (136 N.E. 505), a prosecution under a similar criminal syndicalism act, the court stated, in answer to the claim that the act violated the right of free speech:\n\"It would be a strange Constitution, indeed, that would guarantee to any man the right to advocate the destruction by force of that which that Constitution guarantees to the people living under its protection.\"\nSee, also, People v. Most, 171 N.Y. 423 (64 N.E. 175, 58 L.R.A. 509); State v. Boyd, 86 N.J. Law, 75 (91 A. 586).\nThe reasons advanced here against the constitutionality of the act have been urged against similar acts in other jurisdictions and found to have no merit. The act does not violate the Fourteenth Amendment to the Federal Constitution.\nDefendant claims the statute is too vague to form the basis of a prosecution for felony and is a nullity because it punishes as a felony the enunciation of a doctrine without regard to the intent, the occasion, the result or the imminent result of the enunciation. *Page 325 \nThe legislature may, to safeguard security of persons and property, denounce as criminal specified acts inimical thereto, and make guilt of an offender rest upon his voluntary act, without any felonious intent. This statute involves no felonious intent. It does involve voluntary action, its denunciation of assembling with a society, group or assembly, formed to teach the doctrines of criminal syndicalism, is dependent upon whether the act of joining is voluntary or not. To act voluntarily involves election to so act, and election to be such requires knowledge that the assembly one makes choice to join, and to participate in the purposes thereof, was formed to teach or advocate criminal syndicalism. But this does not constitute felonious intent, to be denounced in the statute or averred in the information. It was held in State v. Hennessy,supra, under a similar statute, that felonious intent was not involved.\nIt is claimed the provisions of the statute do not fix an ascertainable standard of guilt and are not adequate to inform persons, accused of violation thereof, of the nature and cause of accusation against them. It is said in support of this that the term \"sabotage\" is subject to a variety of innocent meanings, and the term \"violence\" is not necessarily limited to physical or criminal violence. The naivete of this should make a Communist smile. One need read but little to discover what the terms sabotage and violence mean with reference to industrial or political agenda advocated by radicals. The term sabotage is so well understood by Communists as to be employed in the theses and resolutions adopted at the third world congress of the Communist International without any explanation to exclude possible innocent meaning. Dictionaries have explained the meaning of sabotage for many years. Sabotage has had a well understood meaning ever since French industrial workers threw their sabots, or wooden shoes, into machinery. It *Page 326 \nsignifies a wilful act of destruction and has so been understood by writers for many years. Non-criminal sabotage, such as loafing on the job, of course, does not fall within the act. The legislature evidently intended to denounce the \"revolutionary notion\" of sabotage, as mentioned by Austin Lewis in the \"Militant Proletariat\" (1911):\n\"Sabotage appears as a disagreeable incident in a revolutionary campaign, unjustifiable under conditions which exclude the revolutionary notion, but perfectly justifiable in terms of the revolution.\"\nIn law, the term \"violence\" means the unlawful exercise of physical force, or intimidation by its exhibition and threat of employment. The meaning of the term is not uncertain. SeePeople v. Lloyd, supra. The statute and information are not void for uncertainty. People v. Steelik, supra. Other questions, connected with the attack upon the statute and the information, are covered later in this opinion.\nWas the court in error in overruling the challenge to juror A.R. Nelson? The record states that, upon overruling the challenge, Mr. Nelson was excused by defendant and this exhausted his peremptory challenges. Examination of the juror disclosed that he had read, to some extent, newspaper accounts about the case and about the trial of one Foster some eight months before; that he had never heard anybody express an opinion as to defendant's guilt or innocence, and he had not expressed such an opinion; that he entertained an opinion to some extent and the opinion, in a way, would have to be overcome by evidence; that he did not know as he ought to sit in the case but he conscientiously felt he could give defendant the presumption of innocence, although it would naturally take evidence to overcome his opinion, but did not know as it would take a great deal of evidence, although it might take a great deal of evidence before *Page 327 \nthe opinion was \"obliterated\" from his mind; that such opinion might be removed by evidence but he could not say so at that time:\n\"Q. But you do know that it will take evidence to remove the opinion you have? That is correct?\n\"A. Yes, sir.\n\"Q. You don't know how much evidence it might take to do that?\n\"A. No, I don't.\n\"Q. Is it not a fact that no amount of evidence might remove it?\n\"A. No.\n\"Q. It might be so fixed that it would take a great deal of evidence to remove it?\n\"A. I am not so set in my ways as all that.\n\"Q. You cannot tell how much it would take to remove it?\n\"A. Not exactly.\"\nQuestions by the Court:\n\"You understand that Mr. Ruthenberg is presumed to be innocent; as he sits here there is no evidence against him at all; that he is presumed to be innocent?\n\"A. Yes, sir.\n\"Q. And it is the duty of the people to produce evidence in the courtroom, from the witness stand, to convince your mind beyond reasonable doubt, before you can vote to convict?\n\"A. Yes, sir. * * *\n\"Q. If you are chosen a juror, will you disregard your opinion entirely and form your judgment by the evidence you receive on the witness stand?\n\"A. Yes, sir, I can do that.\n\"Q. Your previous opinion, such as it may be, will not influence your judgment at all?\n\"A. No, sir.\" * * *\nQuestions by Mr. Walsh:\n\"Q. Did you, prior to the trial or during the trial of Mr. Foster, give expression to an opinion that you had as to the guilt or innocence of the defendant?\n\"A. I have no recollection of ever mentioning it.\n\"Q. When did you acquire this opinion? Did you *Page 328 \nread the first reports of this case or of the alleged facts in the case after the raid?\n\"A. I might have at the time, but very little of it.\n\"Q. Do you remember what the evidence was in the case?\n\"A. No, sir, I don't.\n\"Q. What it was alleged to be?\n\"A. No.\n\"Q. Did you read the evidence as it was adduced in the trial of Mr. Foster?\n\"A. No.\n\"Q. Did you read any of it at all?\n\"A. Not but very little; I read the headings of it, but not very much.\n\"Q. Did you discuss the question of the guilt or innocence of Mr. Ruthenberg or Mr. Foster, or anyone connected with that assembly, at any time?\n\"A. No.\n\"Q. Did any person discuss it in your presence?\n\"A. No, not to my knowledge.\n\"Q. May I ask you then at what time, chronologically, what time in point of time from the raid, it was first you heard of it, taking it down to the present time &#8212; what time it was you formed this opinion?\n\"A. About the time of the raid.\n\"Q. That opinion has abided with you since that time?\n\"A. Just that much as I told you a while ago.\n\"Q. You have that opinion now?\n\"A. Yes, sir.\"\nThe examination of the juror presents a record quite similar to that in Spies v. Illinois, 123 U.S. 131, 170\n(8 Sup. Ct. 22), except in the Spies Case the juror had expressed the opinion he entertained. There the challenge was held not good.\nIn People v. Garner, 216 Mich. 178, this court divided upon the question of whether the record therein disclosed disqualification of the juror. The writer of this opinion entertained the view that the juror there was disqualified. A reading of the examination of the juror Nelson is persuasive that he was eminently fair and treated his mere impression as an opinion. *Page 329 \nHe was questioned at length with reference to his attitude toward radical movements and political changes and exhibited a great degree of liberality. The circuit judge saw the juror, noted his demeanor and was evidently impressed with his absolute fairness. We should not substitute our opinion for that of the trial judge except in a clear case of error. We do not think the juror was \"all set\" as in the Garner Case or that he entertained such an opinion as would have influenced his verdict, and there was no reversible error in overruling the challenge.\nBill of Particulars. The Constitution requires that an accused be informed of the nature of the accusation against him (art. 2, &#167; 19). The information in plain language gave defendant notice of the charge against him. He moved for a bill of particulars, claiming the information was not \"sufficiently specific to advise respondent of what proof he may need upon the trial of above cause, or to enable the respondent properly to prepare his defense against the charges contained in said information,\" and he asked that the prosecution be made to advise him of \"the facts and circumstances of the assembly referred to in the fourth count, and of the matters leading to the conclusion that the Communist Party of America was formed and, at the time and place alleged, constituted an organization to teach and advocate the doctrines of criminal syndicalism.\" The prosecutor voluntarily offered counsel the right to examine any and all documents, writings and papers seized, at any convenient time, and did furnish a statement setting forth 192 items, fully identifying each one and explanatory thereof. This list was served March 5, 1923. Thereafter defendant's motion for a bill of particulars was renewed, and on April 16, 1923, denied. The trial commenced April 19, 1923. The list of documents, papers and writings gave defendant all he was entitled to have. Defendant was not entitled to a statement *Page 330 \nof the evidence to be produced at the trial. Had he wanted to know the nature of the evidence he could have obtained such knowledge in a preliminary examination. The law gave him a right to have or waive such an examination. He waived it. The bill of particulars would not amplify the charge in the information but might curtail the evidence of the prosecution. Defendant will not be heard to complain of an unsuccessful effort to curtail the competent evidence against him.\nIn People v. Lloyd, supra, the trial court ordered a bill of particulars but declined to require the prosecution to inform defendants of the nature and particulars of the violence, other unlawful means, force and crime and physical injury charged. The bill of particulars there furnished gave the title or section of every book, pamphlet, leaflet, newspaper, letter, handbill and songs, and the minutes of the various conventions, and committees in which defendants participated and the platform of the various parties or organizations to which they belonged. This was held sufficient. The defendant is not charged with carrying out any particular act of violence or with using any force and, therefore, it would not be possible to particularize the violence and force.\nIt was further said in the Lloyd Case:\n\"Whether the State shall be required to furnish a bill of particulars in a particular case, and the character and extent of such a bill, if required, rests in the sound legal discretion of the trial court, and it is only in cases where it is clear that there has been an abuse of this discretion that the action of the trial court, in denying a part or all of the request will be held to be error.\"\nThe information filed was sufficient to put defendant to trial, and we find no abuse of discretion on the part of the trial judge in refusing a bill of particulars.\nDefendant, by motion before trial, asked the court *Page 331 \nto suppress the evidence found in his suitcase, on the ground of illegal seizure. This motion was denied. The record discloses the sheriff of Berrien county had information imparted to him by persons having personal knowledge of the facts that members of the Communist party were then committing the felony of criminal syndicalism near Bridgman, and he proceeded to that place and arrested defendant and others, and after arrest, seized defendant's suitcase and the baggage of the others, all of which was on the ground in the open. Defendant claims this was a violation of his constitutional right against search and seizure. We have lately had occasion to discuss every phase of the law of search and seizure, and it is unnecessary to take the subject up at length at this time. The papers defendant asked to have suppressed bore a direct relation to the cause for his arrest and it violated no constitutional right of defendant, after arrest, to seize his suitcase standing in plain view. Such seizure was a lawful incident of the arrest and falls within the decision of this court in People v. Cona, 180 Mich. 641.\nThat defendant voluntarily assembled with the other delegates at the Bridgman convention as a Communist leader, factor and paid official is placed beyond question. Defendant, as a member of the Communist Party of America, section of the Communist International of Moscow, Russia, was re-elected a member of the central executive committee at the Bridgman convention. The national convention at Bridgman was called by the central executive committee, of which committee defendant was a member. He attended the Bridgman convention as a fraternal delegate, by virtue of his office, with right to address, and did address, the convention. He was a voluntary vassal of the Third International and, as such, was on the errand of carrying out its policies, furthering its doctrines and advocating its tactics. So found, so *Page 332 \nbound, so working and assembling with others formed as a group or society to teach the doctrines and tactics of the Communist party he is to be judged by the declared policies, fixed doctrines and commanded tactics of the Communist Party of America, section of the Communist International. To avoid being held to the doctrines and tactics of the Communist party, defendant claims that, on August 6, 1922, the central executive committee of the Communist party adopted a program to be submitted to the Bridgman convention, under which the Communist party should merge into the Workers' party (launched December 25, 1921), change the Workers' party into an open Communist party and carry on all of its propaganda and work as an open Communist party in the United States, and that this claimed scheme to liquidate the underground or illegal Communist party was under consideration at Bridgman, but was cut short by the safety-first hegira occasioned by sight of the Federal officers. Defendant was permitted to lay before the jury the proposed program of the Workers' party he had with him at Bridgman. This proposed program as was intended dovetailed with the illegal purposes of the Communist party. It declared:\n\"The capitalist State, that is, the existing Government, municipal, State and National is the organized power of the capitalist class for suppression of the demands of the exploited and oppressed workers.\"\nIt stated:\n\"The class struggle must take the form of a political struggle, a struggle for control of the government.\"\nBut this was so transparently buncombe as to mislead no one. It declared:\n\"The much talked of 'American Democracy' is a fraud. Such formal democracy as is written into the Constitution and laws of the country is camouflage to hide the real character of the rule of the capitalist.\" *Page 333 \nIt also declared the futility of accomplishing their ends through political action and mapped the following scheme:\n\"The Workers' party will also nominate its candidates and enter into the election campaigns to expose the fraudulent character of capitalist democracy and carry on the propaganda for the Soviets.\"\nIt must be understood, in considering this program, that the authors thereof make no distinction between capitalist, capitalism and the American form of government. The program also stated:\n\"The Workers' party declares one of its chief immediate tasks to be to inspire in the labor unions a revolutionary purpose and to unite them in a mass movement of uncompromising struggle against capitalism.\"\nIt declared its support of the Red Labor International. It also stated:\n\"The aim of the Workers' party in participating in the elections, in revolutionizing the unions and its work to unite the industrial worker, farm laborer, working farmer and negro is to build a united front of the whole exploited class and to make its direct, mass power a factor in the class struggle.\"\nThe unlawful intended purpose of such mass power was stated:\n\"If during the present strike of the coal miners, the railroad shopmen and textile workers, the whole working class had united in mass meeting and mass demonstration against the use of courts and soldiers in the strike they could have through such mass pressure compelled the government to withdraw the troops and recall the injunctions.\"\nIt predicted:\n\"The miners and railroad shopmen are learning from the experience of their struggles that the strongest weapon the capitalists use against them is the power of the government. The mass struggle of the workers *Page 334 \nwill teach them the same lesson, and from these experiences the mass struggles of the workers will become struggles directed toward the end of wresting the governmental power from the hands of the capitalist and establishing the Workers' Republic.\"\nIt proposed to destroy the government:\n\"The Workers' party will carry on propaganda to bring to the workers an understanding of the necessity of supplanting the existing capitalist government with a Soviet government. * * * The Soviet government of the workers, will, because of the same necessity &#8212; the necessity of suppressing the capitalist &#8212; be a dictatorship of the workers. * * *\n\"The Goal of the Proletarian Dictatorship. It will be the task of the government of the thirty million workers of this country to take from the capitalist the control and ownership of the raw materials and machinery of production upon which the workers are dependent for their life, liberty and happiness and to establish Communist ownership. Together with this Communist ownership the WORKER'S GOVERNMENT will, as quickly as possible, develop the management of industries by the workers. * * * The workers of Russia have been obliged to fight against the whole capitalist world in order to maintain their Soviet government and to win the opportunity of rebuilding their system of production on a Communist basis. In this struggle they have had the support of the enlightened workers in every country. The future struggles against capitalism will take the same character. In order to win the final victory in the struggle against world capitalism the working class of the world must be united under one leadership. * * *\n\"The leadership in the international struggle which inspires hope in the hearts of the workers of the world and arouses fear in the capitalist of every country is the leadership of the Communist International. The Workers' party declares itself in sympathy with the principles of the Communist International and enters the struggle against American capitalist, the most powerful of the national groups, under the leadership of the Communist International.\" *Page 335 \nThe agenda of the national convention of the Workers' Party of America, set to be held at Chicago, August 28, 1922, immediately following the convention of the Communist Party of America at Bridgman, outlined the proposed program containing the declaration of principles of the Number Two, or so-called legal party. It provided:\n\"The red thread of the document must be the idea and practice of the class struggle. In this connection mass actions must be dealt with. This part must be AMERICAN. * * * The political part must lead up to the climax of the 'Dictatorship of the Proletariat.' \"\nThe defendant would have us entertain the opinion that he attended the Bridgman convention to turn the Communist party from its illegal activities and constitute it, through merger with the Workers' party, an open or legal party. We entertain no such opinion. Neither did the jury. We will point out why. The program ought to be enough but we will go back of that. The question of whether there should be an open or legal party in connection with the underground or illegal party was under discussion for some time and led to so much disagreement that the subject was taken to the Communist International at Moscow, and that body sanctioned a legal party as an open expression of the illegal party. This was for propaganda purposes only. At a meeting of the central executive committee in New York, July 26, 1922, at which defendant was present and participated as a member, a committee was appointed to recommend to the Bridgman convention an adjustment of the disturbing question of an open party and its relation to the underground or illegal party. Resolutions of the adjustment committee on the subject were presented at the Bridgman convention and adopted unanimously. The underground or illegal party is known in the party *Page 336 \ncouncils as Number 1, and the open party as Number 2. The resolutions of the adjustment committee, so adopted, provided under the head of \"liquidation\":\n\"1. The illegal Communist party must continue to exist and must continue to direct the whole Communist work.\n\"2. The open work in all forms and especially in Number Two is the main task of the party.\n\"3. A legal C. P. (Communist Party) is now impossible. Should conditions change only a convention can change the party's policy.\"\nUnder the head of \"Relations of Number One and Number Two,\" the resolution so adopted at Bridgman declared:\n\"According to the thesis of the second world congress of the Communist International, the role of the Communist party in the proletarian revolution is: 'The Communist party is the organized political lever by means of which the more advanced part of the working class leads all the proletarian and semi-proletarian mass.'\n\"2. The Communist party in its revolutionary outlook, does in no country feel itself bound by the existing laws forced upon it by the bourgeois class State; not only in the historic revolution which it strives to bring about and which naturally cannot be carried out legally, but also in its activity in the period of preparation does the C. P. and the fighting proletariat come in open conflict with bourgeois justice and the organs of bourgeois State apparatus.\"\nThe resolution so adopted mapped the program of the Number Two party as follows:\n\"1. The program of the No. 2 must be short: A manifesto which in short concise sentences not in the form of a narrative or syllogism, contains the declaration of principles.\n\"2. The red thread of the program is the idea and the practice of the class struggle. In this connection mass-action should be dealt with. This part must be American; it must deal with partial struggles of the AMERICAN masses as well as with the general *Page 337 \nstruggle of the thirty million American workers. In this portion must be stated the basic elements out of which our trade union tactics is developed. The fundamentals of the United Front should be here expressed.\n\"3. The political part must lead up to the climax of the proletarian dictatorship. This formula appears in contra-distinction to the dictatorship of the capitalists. American democracy must be analyzed. Rule of the thirty million for the overthrow of capitalism as against rule of Wall street for the conservation of exploitation. Soviet rule as the historic form of a proletarian regim&#233; in the transformation period.\n\"4. Imperialism and war.\n\"5. One or two sentences must be inserted in a fit place dealing with the yellows and reformists and against the policy of compromise.\"\nJ. Lovestone, national secretary of the Communist Party of America, was present and participated in the Bridgman convention and his testimony, relative to the purpose of the open party, is illuminating. He testified:\n\"When I helped write the Workers' party program we wrote it for the Communist movement in this country; we wrote it as the program of the Workers' Party, and of the Communist party. * * *\n\"The Communist Party of America was known in the code of the party as organization No. 1. The Workers' party as No. 2. * * * The No. 2 organization was termed in our literature the legal branch of the Communist party. It was the legal political party in which Communist members were supposed to belong. Up to the time of the Bridgman convention there existed an underground party, known as No. 1, and an open party known as No. 2, &#8212; sometimes referred to as the illegal party and the legal party; but the official name was the underground party and the open party.\n\"Q. And the underground party was supposed to have controlled the management of the open party, was it not?\n\"A. Through its membership in the open party, the *Page 338 \nmembers in the open party were to carry out the policies of the Communist party. * * * Some of the officers of the underground party were officers also in the open party. This open party or legal party, and known as the Workers' party, came into existence on December 25, 1921. Before then we had some directions from Moscow in regard to the organizing of some open work. The Communist International sent instructions, signed by Bucharin, Kusinin and Radek, supporting the central executive committee in its effort to organize open work. A member of the central executive committee &#8212; Katterfeld &#8212; went to Russia, and came back with recommendations upholding the central executive committee's plan to organize a legal political party in this country.\"\nThese instructions were found in the barrels at the Bridgman convention and introduced by the prosecution, and the certificate attached thereto discloses that such instructions were \"excerpts from the minutes of the presidium to the executive committee of the Communist International, held November 19, 1921.\"\nThe Workers' party was launched at a convention on December 25, 1921, and the call therefor had been issued before instructions were received from Russia. The written instructions did not reach this country in time for that convention, but a cablegram stating: \"We uphold the decision of the central executive committee,\" was received before the Workers' convention.\nMr. Lovestone further testified:\n\"The central executive committee of the Communist Party of America had decided to engage in some open or legal activities. We decided upon the formation of what was known as the No. 2 organization, which was to be an open expression of the underground party. * * * It was the open party, a party through which open activities of Communists were carried on in this country.\n\"Q. The Workers' party or Number Two organization was in all respects a Communist organization, was it not?\n  \"A. Completely. * * * *Page 339 \n\"Q. And any member of the Communist party proper, Number One, it was their duty to join Number Two, was it not?\n\"A. Correct.\"\nThis witness presented a financial statement at the Bridgman convention showing that the Communist party spent, from July, 1921, to July 31, 1922, $185,715.09 for its activities.\nDefendant testified that the Bridgman convention opened August 17th, and he arrived there on August 15th, He also testified:\n\"I have been a paid employee of the Communist party and of the Workers' party &#8212; of the Communist party for about a year, and of the Workers' party for a year. I have been given for my work as executive secretary of the Workers' party, $40 a week; in the Communist party, in 1919, $45.\"\nDefendant wrote and published in The Communist, October, 1921, an article with reference to the Soviets in Finland, in which, among other things, he said:\n\"The question 'Soviet or Parliament?' is not a question of distant theoretical importance. The advocacy of the Soviet form of organization as the organ of workers' struggle for power and of the proletarian state includes the acceptance of extra-parliamentary means of achieving power. It means the acceptance of the principle that the existing capitalist government will be overthrown through the mass power of the workers. And this includes the use of armed force.\"\nDefendant was acting under orders from Moscow. He was pledged to obey such orders and, under this record, it taxes credulity too far to believe he was endeavoring to bring Communist doctrines and tactics within the law. Such doctrines and tactics, formulated in Russia and promulgated here, are without the law. It is true that some activities within the law were recommended by the Third International, and it is true that defendant urged an open party to carry *Page 340 \non such activities, but his purpose, under orders of the Third International, was to further the ends of the underground or illegal party, and that purpose and such ends center upon the destruction of republican or parliamentary form of government by direct action and criminal force.\nWe are directed by counsel for defendant to Robert Hunter's \"Violence and the Labor Movement\" for a study of the history of radical doctrines, \"with special reference to the attitude of various groups or schools of radicals toward violence.\" But why go to Hunter instead of the \"Communist Manifesto,\" by Marx and Engels; \"Reflections on Violence,\" by Georges Sorel; \"The Militant Proletariat,\" by Austin Lewis, and \"Syndicalism,\" by J.H. Harley, and many other late radical publications we might mention? But why go to any of these with the program and constitution of the Communist Party of America, the statutes and theses of the Third International, The Communist, the official organ of the party, direct instructions and guidance from Russia and other expositions of purposes found at the convention and appearing in this record?\nWas the Communist Party of America, at the time defendant assembled with its delegates in the national convention at Bridgman, a group, society or assemblage of persons formed to teach or advocate the doctrines of criminal syndicalism? This record shows that the Communists with whom defendant assembled are not content to await the realization of their hopes through the processes of evolution, but intend to accelerate the accomplishment of their aims by revolution. They spurn the ballot and appeal to direct force. They are under resolve to destroy by force and arms the existing government, National and State, and the supporters thereof who possess the manhood of resistance. They consider their present rights and liberties as mere license for working the destruction of existing society. They have pledged allegiance to the Third *Page 341 \nInternational, a foreign body inimical to a free people, and are carrying out its commands in our midst. Their doctrines teach ultimate insurrection and civil war with present criminal activities leading up thereto. Their tactics involve the cowardly purpose of injuring until they can destroy. They plan the looting of the Nation and invoke its laws to protect them while instilling their doctrines. The freebooters and pirates of old were small fry compared with their modern brethren. Their promises of the future are empty, so long as the Constitution of the United States stands. The Constitution guarantees to each State a republican form of government with safety of persons and protection of property. They promise a dictatorship of the proletariat with transition to communism, and expropriation of property. Their hope is to find opportunity to commit crime; their creed is that of terrorism and violence; they are the red thread of Russian Communism and their avowed purpose is the destruction of the government of the United States by force.\nWe will point out from the record the evidence conclusively establishing this. The program and constitution of the Communist Party of America, adopted at the joint unity convention of the United Communist and the Communist parties in May, 1921, read by defendant, printed and distributed by the executive committee of the Communist Party of America, of which committee defendant was a member, and found in the archives or safety deposit barrels at the convention, constitutes competent evidence upon the question of whether the assemblage of persons at Bridgman was formed to teach or advocate crime, sabotage, violence or other unlawful means of terrorism, as a means of accomplishing industrial or political reform, even though distribution thereof was discontinued in October, 1921.\n  The program declares: *Page 342 \n\"The World War marks an epoch &#8212; the epoch of the collapse of capitalism and the beginning of the proletarian revolution. * * * The old capitalist order is in decay. It can prevail no longer. The final outcome of the capitalist system of production is chaos. Only the great producing class, the working class, can bring order out of this chaos. The working class must destroy the capitalist state, root and branch. The working class must establish a dictatorship of the proletariat, based upon Soviet power in order to crush both the resistance of capitalist counter-revolution at home and imperialist onslaught from without. * * * As Socialist workers begin to awaken to the treacherous character of the so-called Socialist parties, and to desert them, the leaders of those parties made desperate efforts to hold their following. These efforts sometimes take the form of indorsing the Communist International 'with reservations.' Another device is to indorse Soviets in Russia 'but not here.' Another is to pose as 'defending the Russian Soviet Republic from invasion by foreign imperialists.' All these are evasions of revolutionary duty. The Communist International is an organization for waging class warfare for the liberation of the working class; there can be no reservations in indorsement and affiliation with it. Loyalty 'with reservations' is treachery. Indorsement and defense of Soviets in Russia, with failure to advocate the Soviet form of proletarian dictatorship in the United States is hypocrisy.\" * *\nThe Communist Party of America, section of the Communist International, defines the aims and processes of the proletarian revolution as follows:\n\" 'Between capitalist and Communist society there lies a period of revolutionary transformation from the former to the latter. A state of political transition corresponds to this period, and the state during this period can be no other than the revolutionary dictatorship of the proletariat' (Marx). * * *\n\"Under pressure of the economic chaos, and led by the Communist party, the proletariat forms its organs of working class power entirely separate and distinct from the bourgeois State. These organs are the *Page 343 \nWorkers' Soviets (councils) which arise at the moment of the revolutionary outbreak and attain a dominant position, during the course of the revolution. By the use of force, the proletariat destroys the machinery of the bourgeois State and establishes the proletarian dictatorship based on Soviet power. * * *\n\"The proletarian revolution is a long process. It begins with the destruction of the capitalist state and the establishment of the dictatorship of the proletariat, and ends only with the complete transformation of the capitalist system into the Communist society. * * *\n\"The revolutionary epoch upon which the world is now entered forces the proletariat to resort to militant methods &#8212; mass action, leading to direct collision with the bourgeois state. Mass. action culminates in armed insurrection and civil war. * * * The Communist party will keep in the foreground the idea of the necessity of violent revolution for the destruction of the capitalist state and the establishment of the dictatorship of the proletariat based on Soviet power. The Communist party will systematically and persistently propagate the idea of the inevitability and the necessity for violent revolution, and will prepare the workers for armed insurrection as the only means of overthrowing the capitalist state. * * *\n\"The American bourgeois State was quick to recognize the Communist parties in America as its historic and deadly enemies. It employed all its power in a vicious onslaught against them. Being outlawed, the Communist parties re-organized as underground, illegal parties. Thus, for the present, the Communist Party of America is prevented from participating in the elections under its own name. * * *\n\"The Communist party will work within the industrial unions of the I. W. W. where these are established and function as mass organizations of the workers; and will support them especially during strikes and mass movements. The Communist party regards the workers in the ranks of the I. W. W. as comrades in the class war. At the same time, the Communist party rejects the absurd theory, entertained by the I. W. W., that the revolution can be accomplished by the direct seizure of industry without first overthrowing the capitalist state. * * * *Page 344 \n\"The Communist party will fully co-operate with the Red Labor Union International (with headquarters at Moscow), and any committees or bureaus it may establish to carry on its work in the American labor movement, in keeping with the decisions of the Communist International. * * * The Communist International is the concentrated will of the world revolutionary proletariat. Its mission is to organize a working class of the world for the overthrow of the capitalist system and the establishment of Communism.\n\"The Communist International is a fighting body and assumes the task of combining the revolutionary forces of every country. In order to overthrow the international bourgeois and to create an International Soviet Republic as a transition stage to the Communist Society, the Communist International will use all means at its disposal, including force of arms. * * * The Communist International represents a single universal Communist party, of which the parties of the various countries are sections. * * * The Communist International offers a program both immediate and ultimate in scope. The old order is in decay. The workers must prepare for the proletarian revolution and the Communist reconstruction of society.\"\nThe constitution of the party declares:\n\"The name of this organization shall be The Communist Party of America, Section of the Communist International. * * * Its purpose is to educate, direct and lead the working class of America for the conquest of political power; to destroy the bourgeois state machinery; to establish the dictatorship of the proletariat in the form of Soviet power; to abolish the capitalist system and to introduce the Communist society. * * *\n\"Every person who accepts the principles and tactics of the Communist party and of the Communist International, and agrees to submit to the party discipline and engage actively in its work, shall be eligible for membership, provided he is not a member or supporter of any other political organization. * * * The Communist Party of America is an underground, illegal organization. It is highly centralized with the convention as its supreme body, and the central executive *Page 345 \ncommittee acting as such between conventions. * * * The convention is the supreme body of the party, and shall be called by the central executive committee at least once a year. * * * The number of delegates shall be determined by the central executive committee according to the circumstances. * * * Delegates to the National convention shall be paid railroad expenses and the same wages as party officials. Between conventions the central executive committee shall be the supreme body of the party and shall direct all the party's activities. * * * All central executive committee members shall devote all their time to the work of the party. * * * The central executive committee shall elect delegates to the international congresses and the Communist Party of America members of the executive committee of the Communist International. * * * All members and party units shall maintain and enforce strict party discipline. * * *\n\"The following offenses are breaches of party discipline:\n\"(1) Violation of the fundamental principles of the program and the constitution of the party. * * *\n\"(4) Knowingly and unnecessarily to endanger the underground work of the party. * * *\n\"The central executive committee shall publish the official underground organ of the party, which shall be issued at least once a month.\"\nNow for the Russian end or head of the Communist Party of America. The Theses and Statutes of the Communist International (Third International) adopted at Moscow in 1920, and issued in the English language by the central executive committee of the Communist Party of America, declare the purposes and tactics of all Communists who adhere to the Third International:\n\"In order to overthrow the International bourgeoisie and to create an International Soviet Republic as a transition stage to the complete abolition of the state, the Communist International will use all means at its disposal, including force of arms. * * * The Communist International fully and unreservedly upholds *Page 346 \nthe gains of the great proletarian revolution in Russia, the first victorious socialist revolution in the world's history, and calls upon all workers to follow the same road. The Communist International makes it its duty to support by all the power at its disposal every Soviet Republic wherever it may be formed.\n\"The Communist International is aware that for the purpose of the speedy achievement of victory the International Association of Workers which is struggling for the abolition of capitalism and the establishment of Communism should possess a firm and centralized organization. To all intents and purposes the Communist International should represent an universal Communist party, of which the parties operating in every country form individual sections. The apparatus of the Communist International is organized to secure to the toilers of every country the possibility at any given moment to obtain the maximum of aid from the organized workers of the other countries. For this purpose the Communist International affirms the following items of its statute:\n\"SEC. 1. The new International Association of Workers is established for the purpose of organizing common activity of the workers of various countries who are striving toward a single aim; the overthrow of capitalism, the establishment of the dictatorship of the proletariat and the International Soviet Republic for the complete abolition of classes and the realization of socialism &#8212; this first step to Communist Society. * * *\n\"SEC. 3. All the parties and organizations comprising the Communist International bear the name of the Communist party of the given country (section of the Communist International).\n\"SEC. 4. The World Congress of all parties and organizations which form part of the Communist International is the supreme organ of this International. The World Congress as a rule convenes not less than once a year. The World Congress confirms the programs of the various parties comprising the Communist International. The World Congress discusses and decides the more important questions of program and tactics, which are connected with the activity of the Communist International. * * *\n\"SEC. 9. The executive committee is the leading *Page 347 \norgan of the Communist International during the conventions; * * * the executive committee makes the necessary appeals on behalf of the Communist International, and issues instructions obligatory to all the parties and organizations which form part of the Communist International. * * *\n\"SEC. 12. The general state of things in the whole of Europe and of America makes necessary for the Communists of the whole world an obligatory formation of illegal Communist organizations along with those existing legally. The executive committee shall be bound to see that this shall be carried out everywhere. * * *\n\"SEC. 17. In the event of a member of the Communist International coming to another country he is to have the fraternal support of the local members of the Third International.\"\nIn the Theses it is stated:\n\"The class struggle in almost every country of Europe and America is entering a phase of civil war. Under such conditions the Communist can have no confidence in bourgeois laws. They should create everywhere a parallel illegal apparatus, which at the decisive moment should be of assistance to the party to do its duty toward the revolution. In every country where, in consequence of martial law, or of other exceptional laws, the Communists are unable to carry on their work legally, a combination of legal and illegal work is absolutely necessary. * * * Each party desirous of joining the Communist International should bear the following name: 'Communist party of such and such a country, section of the Third Communist International.' * * * In countries where the power is in the hands of the bourgeoisie or the counter-revolutionary social democrats, the Communist party must learn to unite systematically legal with illegal work; but all legal work must be carried on under the practical control of the illegal party. The parliamentary groups of Communists, both in the central as well as in the local government institutions, must be fully and absolutely subject to the Communist party in general, irrespective of whether the party on the whole be a legal or an illegal organization at the moment.\" *Page 348 \nWe adopt the language of the supreme court of Illinois inPeople v. Lloyd, supra, in characterizing the declared purposes of the Communist Party of America.\n\"If this does not mean the overthrow of the existing form of government in this State and Nation, we do not understand the English language. The idea of property is not a modern idea, nor an idea established by reason. It arises out of the combative instincts of the species. The dog fights for his bone, the savage for his hunting grounds, and civilized man for his home. The form of government under which we live, and which we have found good, and which all the civilized world is emulating, recognizes the right of property in the individual, and guarantees the protection of that right. Plaintiffs in error advocate the overthrow of this government, and the substitution of class rule. They repudiate the idea of a government 'of the people, by the people, and for the people.' Interpreting their language literally, they propose to organize all who have no property, and by sheer force of numbers to seize the property from those who have it. They preach class hatred and class war. After we tear away the smoke screen of words, they advocate plain robbery. Men of common understanding are supposed to know the natural consequences of their acts, and plaintiffs in error must know that their program can only be carried out by killing those who resist. The plain, unvarnished truth is that the plaintiffs in error have conspired to rob and to murder. They propose a reign of terror by a self-appointed dictatorship, responsible to no one, and which holds its power by so managing affairs that it will satisfy the mob. If such a program were advocated by a few men in any community, they would be promptly arrested and punished, and no one would have the temerity to defend their acts. But plaintiffs in error seem to take the position that because their band has become so large and the nefarious doctrines they advocate have assumed world-wide proportions, it must be held to be an honest effort to reform a bad system of government.\"\nSee, also, Skeffington v. Katzeff, 277 Fed. 129.\nDefendant insists the court was in error in permitting *Page 349 \nthe prosecution to read to the jury excerpts from an article published in The Communist of July, 1922, on \"The Blight of Purity\" written by Robert Minor, a member of the central executive committee of the Communist party, under the name of James Ballister. It should be borne in mind that The Communist is the official organ of the party and no articles are published therein except they pass the censorship established by the party officials. The article is too long to quote in full. It urges less talk and more action. He said:\n\"Who is leading the proletariat in its advance towards revolutionary action &#8212; the men who distribute 'armed leaflets' in a sleepy Brooklyn street car strike, or the men who distribute armed coal diggers in the strategic points of West Virginia.\"\nWe find no error in the admission of the excerpts from the article. The Theses and Resolutions, adopted at the third world congress of the Communist International, was found in the barrels and the portion thereof relating to \"The Forms and Means of Direct Action\" received in evidence. Defendant insists the court was in error. We quote but a portion of what was read:\n\"In the course of the past year, during which we saw the ever increasing arrogance of the capitalist offensive against the workers, we observed that the bourgeoisie in all countries, not satisfied with the normal activity of its State organs, created legal and semi-legal though State-protected White Guard organizations, which played a decisive part in every big economic or industrial conflict. * * * The organizations of strike-breakers and cut-throats which are an oldtime embellishment of American democracy, have now acquired a leading organ in the so-called 'American Legion,' made up of the flotsam and jetsam of the war. * * *\n\"The Communist party must in this manner convince the widest circles of the proletariat by word and deed that every economic or political conflict, *Page 350 \ngiven the necessary combination of circumstances, may develop into civil war, in the course of which it will become the task of the proletariat to conquer the power of the State.\"\nLoyalty to the principles of the Constitution of the United States and support of government thereunder are anathema to Communists. The government of the United States and of this State are not things apart from the people. The Theses mentioned was an official pronouncement of the doctrines and tactics of Communism, and was admissible.\nDefendant claims great hurt because Bucharin's epexegesis to Communists, pointing out the necessity of the destruction of religion, was read to the jury and insists it bore no relation to the charge of criminal syndicalism. While no law can be made in this country respecting religion, and none prohibiting the free exercise thereof, the great moral force of religion in its relation to good government and the happiness of mankind, as expressed in the great Ordinance of 1787, for the government of the Northwest Territory, has ever been recognized and is clearly apparent to Communists; for this force stands as a bulwark against their machinations and nefarious schemes. Therefore, they attack religion, with resolve to absolutely destroy the same, because of its support of the State.\nThe influence of Christianity in diffusing moral conceptions of free contract, individual property and testamentary succession is well stated in Main's \"Early History of Institutions.\"\nBut it is said that in People v. Flanagan (Cal.App.),223 P. 1014, it was held the admission of such evidence was error because it has no relation to the crime of criminal syndicalism. We cannot accept the view there expressed as it is too superficial in comprehension of the doctrines, purposes and tactics of the Communist Party of America. *Page 351 \nNow, who is Bucharin, and what relation does he bear to Communism in the United States, and is he one to speak ex-cathedra, or is his emanation to be treated as the mouthing of a crack-brained nonentity? In the command sent from Russia, relative to the organization of an open party to aid in the work of the illegal party in America, Bucharin not only spoke as one in authority, as an officer of the Communist International, but his word was accepted by Communists in the United States as the last word on the subject, and the central executive committee of the Communist Party of America, published in The Communist, the official organ, an appeal to Communists to obey the decision of \"Comrade Bucharin.\" This Theses by Bucharin is a Communist class book. Bucharin, standing amid the ruins wrought by Communist ascendancy in Russia, announced no more to the Communists of the world, with reference to religion, than Communists comprehend. He said in part:\n\"It is the task of the party to impress firmly upon the minds of the workers, even upon the most backward, that religion has been in the past and still is today one of the most powerful means at the disposal of the oppressors for the maintenance of inequality, exploitation, and slavish obedience on the part of the toilers. Many weak-kneed Communists reason as follows: 'Religion does not prevent my being a Communist. I believe both in God and in Communism. My faith in God does not hinder me from fighting for the cause of the proletarian revolution.' This train of thought is radically false. Religion and Communism are incompatible, both theoretically and practically.\"\nThere is nothing new in this. It but follows the screed of Old John Toland of the 17th century, August Bebel, Belfort Bax, \"The Religion of Social Democracy\" by Joseph Dietzgen, and others of like ilk. Bucharin uttered but a truism, for all morality, cultivated and instinctive, is at war with the declared *Page 352 \ndoctrines and tactics of this Communist party. While men recognize and pay moral heed to the difference between right and wrong, the State is safe, law, and not looters and pirates, will prevail and security of persons and property continue. Bucharin let a Communist cat out of the bag. The evidence was admissible.\nIt is also claimed the court was in error in admitting excerpts from an article published in The Communist for February, 1922, entitled: \"Our Prisoners\" by Roger Ganly, and found in the convention barrels at Bridgman. This article arraigned the government for prosecuting wartime offenders, and then drifted into the following exposition of the Communist party belief and purposes:\n\"Communists are not pacifists. They oppose the pacifism that meekly submits to the will of the masters of society. They are militants. They believe in war &#8212; the class war. They oppose the militarism of capitalism which pits worker against worker in fratricidal strife, but they say that the capitalist governments can only be overthrown by the same kind of armed force that is now used by the ruling class to keep the working class in subjection. They believe in establishing the dictatorship of the proletariat by force and maintaining it by force during the transition period from capitalism to socialism.\n\"That is a dangerous belief &#8212; dangerous in the eyes of the capitalist state because it assures victory for the workers. No silly reliance on the ballot as the effective weapon for the capture of political power; no reliance on the all-sufficiency of the general strike, the real Communist avails himself of every weapon to strike a blow at capitalism, but with the firm conviction that the final onslaught on the enemy's stronghold will be made not with ballots but with bullets; not by folding arms in a general refusal to work but by a mass attack on the part of labor, led by experienced Communists inured to the idea of sacrifice and trained to battle by constant skirmishes with the enemy in the everyday struggle of the workers.\" *Page 353 \nThis contribution, appearing in the official organ of the party and disseminated to the membership, had the ear-marks of official sanction sufficient to take it to the jury on the issue of the doctrines and tactics of the party. It was mustered into the service by party officials in command of the official organ and must answer the roll call.\nDefendant seems to think he is but following the historical role in maintaining, in the minds of his associates, the idea of social cleavage and destruction of the State. He would have us leave the level of observable facts and indulge in reflections having nothing to do with anything in the immediate future. We do not accept his activity as a thing apart from present intentions for he actively participated in the assembly bent on illegal and criminal assault by force upon the very government under which it met. Has the Communist Party of America expressed its doctrines and tactics, so as to be perfectly clear to Communists, and yet in a manner to be represented in a court of justice as innocuous to the point of being inane and a mere exercise in rhetoric and sophistry to fool themselves?\nThe Communists say they are but prophets of disorder, violence and destruction eventually to come. In the sweet bye and bye, they say, resistance to their schedule will lead to the shedding of blood but the guilt will rest upon those who fight to maintain government under the Constitution of the United States. But they are militant prophets, to say the least, with present activities toward fulfillment of what they prophesy. Prophecy of violence to come does not mantle present militant organization and criminal activities to hurry its advent.\nQuaint Old Thomas Fuller, 275 years ago, hit off defendant's plea of present innocent advocacy of eventual force and violence when he said: *Page 354 \n\"It is dangerous to gather flowers that grow on the banks of the pit of hell, for fear of falling in; yea, they which play with the devil's rattles will be brought by degrees to wield his sword; and from making of sport, they come to doing of mischief.\"\nThe Communist literature received in evidence was all admissible on the issue of whether the Communist Party of America was formed to teach or advocate the doctrines of criminal syndicalism. People v. Steelik, supra; State v.Hennessy, supra; State v. Hestings, 115 Wn. 19 (196 P. 13);State v. Hemhelter, 115 Wn. 208 (196 P. 581). It is said there is no charge that the Communist party was formed in Michigan. Such a charge was not necessary. The national convention of the Communist Party of America was held in Michigan. Its convention activities were carried on within this jurisdiction, and the charge laid against defendant was committed in this State. If the party was formed in some other State, and there may teach or advocate destruction of republican form of government with impunity, an asinine move was made in assembling in this State. Defendant, while within this State, was subject to the laws of the State. Counsel seem to confuse the charge here laid, with other provisions of the statute. If the Communist Party of America was formed to teach or advocate criminal syndicalism it makes no difference, under this charge, whether advocacy of such teachings was carried to the people of this State or not through the convention at Bridgman.\nIt is also said there has been no overt act by the Communist party committed within this State, and no showing of intent to commit any in the immediate future, and it is claimed it is without the power of the State to make it a felony to join an assembly formed to teach or advocate criminal syndicalism unless it is shown that activities are carried out within the State. This statute does not make criminality *Page 355 \ndependent upon the commission of an overt act. It reaches those who advocate or teach the commission of crime as a means to accomplish an end, and those who, by choice, assemble with them. An overt act along the lines of such advocacy or teaching would constitute an entirely different crime punishable now by other laws of the State.\nAs said in State v. Laundy, 103 Or. 443 (204 P. 958,206 P. 290):\n\"If it is within the power of the legislature to declare that a given act, when done, constitutes a crime, then it is likewise within the power of the legislature to declare that to advocate the doing of such act is a crime; for, if public policy requires the punishment of him who does an act, it likewise may require the punishment of him who incites the doing of such act, whether the act is actually done or not.State v. Quinlan, 86 N.J. Law, 120 (91 A. 111).\"\nAnd this applies with equal force to one who voluntarily joins an assembly formed to teach or advocate criminal syndicalism.\nThe power vested in, and the duty resting upon this State, under its republican form of government guaranteed by the Constitution of the United States, is well stated inPeople v. Lloyd, supra:\n\"The citizens of this State are citizens of the United States, and the citizens of the United States residing within the borders of this State are citizens of this State. Each citizen owes a duty to these two separate sovereignties. The State is a part of the Nation, and owes a duty to the Nation to support the efforts of the National government to secure the safety and protect the rights of its citizens, and to preserve, maintain, and enforce sovereign rights of the Nation against public menace, and to that end the State may require its citizens to refrain from any act which will interfere with or impede the National government in effectively defending itself against such public enemies. * * * *Page 356 \n\"There is embodied in the Constitution of the United States and the Constitution of each of the 48 States a bill (or declaration) of rights, guaranteeing to every citizen, among other things, the right of private ownership of property, and the right of each individual to use and enjoy his property. * * * The advocacy within in any one of the several States to overthrow the representative form of government of the United States, or of the several States, is therefore an assault upon the established government of each and every one of the 49 separate sovereignties, and it would be strange indeed if any one of these sovereignties did not have the right to protect itself against destruction. The overthrow of the National government would be a direct blow at the representative form of government now secured to each of the several States, and the overthrow of the government of any one of the several States would be an indirect assault upon the government of each of the other 47 States.\n\"The State of Illinois is therefore interested in the preservation of our National government and the government of each and every one of her sister States, and she, without doubt, has the right under the police power inherent in every government to enact laws for the preservation and protection of her government. * * *\n\"Manifestly the legislature has authority to forbid the advocacy of a doctrine designed and intended to overthrow the government, without waiting until there is a present and imminent danger of the success of the plan advocated. If the State were compelled to wait until the apprehended danger became certain, then its right to protect itself would come into being simultaneously with the overthrow of the government, when there would be neither prosecuting officers nor courts for the enforcement of the law. The act under consideration makes the advocacy of the overthrow of the government a felony, and provides for the punishment of the advocate, and so it is not necessary that there be a real or actual effort to carry out the program that he advocates.\"\nSee, also, People v. Gitlow, 195 App. Div. 773\n(187 N.Y. Supp. 783); affirmed 234 N.Y. 132 *Page 357 \n(136 N.E. 317); Gilbert v. Minnesota, 254 U.S. 326 (41 Sup. Ct. 125).\nWhat we have said covers all questions meriting discussion, disposes of defendant's requests to charge and shows that defendant has no cause to complain of the instructions given the jury.\nWe find no reversible error in any of the points presented, and the conviction is affirmed and the circuit court advised to proceed to judgment.\nMcDONALD, SHARPE, STEERE, and FELLOWS, JJ., concurred with WIEST, J.\nBIRD and MOORE, JJ., concurred in the result. CLARK, C.J., did not sit.",
            "ocr": false,
            "opinion_id": 3495819
        },
        {
            "author_str": null,
            "per_curiam": true,
            "type": "050addendum",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Writ of error to review judgment on conviction. All questions presented by the writ of error have been determined by our opinion in this case on exceptions before sentence (ante, 315). We adhere to that opinion.\nConviction and judgment affirmed.",
            "ocr": false,
            "opinion_id": 3495820
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Robbery"
}