{
    "id": 3528459,
    "judges": "Bird, Clark, McDonald, Moore, Sharpe, Steere, Wiest",
    "date_filed": -1440633600000,
    "date_filed_is_approximate": false,
    "slug": "people-v-kamhout",
    "case_name_short": "Kamhout",
    "case_name": "People v. Kamhout",
    "case_name_full": "People v. Kamhout.",
    "attorneys": "Charles E. Misner , for appellant.\n\n Fred T. Miles , Prosecuting Attorney, for the people.",
    "nature_of_suit": null,
    "posture": "Exceptions before judgment from Ottawa; Cross (Orien S.), J. Submitted January 18, 1924. (Docket No. 143.) Decided May 8, 1924.\n\nLouis Kamhout was convicted of violating the liquor law. Affirmed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted January 18, 1924.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 44,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b202-8\">\n    PEOPLE\n    <em>\n     v.\n    </em>\n    KAMHOUT.\n   </parties><otherdate id=\"AWP\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"173\"> \n     *173\n     </span>\n    Submitted January 18, 1924.\n   </otherdate><docketnumber id=\"Ap9\">\n    (Docket No. 143.)\n   </docketnumber><decisiondate id=\"Agt\">\n    Decided May 8, 1924.\n   </decisiondate><br><attorneys id=\"b203-12\">\n<em>\n     Charles E. Misner,\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b203-13\">\n<em>\n     Fred T. Miles,\n    </em>\n    Prosecuting Attorney, for the people.\n   </attorneys>",
    "citations": [
        "198 N.W. 831",
        "227 Mich. 172"
    ],
    "opinions": [
        {
            "author_str": "Bird",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Lawrence DeWitt, a night policeman of Grand Haven, came out of the Grand Trunk station about 2 o'clock in the morning and saw defendant sitting in his Ford car in front of his own *Page 174 \nhouse, leaning on the steering wheel. The car was built up to resemble a bread wagon, with doors in the rear. DeWitt stepped on the running board, turned on his flash light immediately behind the seat to see what he could discover in defendant's car. He discovered nothing there and went to the rear of the car, and saw, with the aid of his light through a broken window in the door, a carton. He pulled it out and found two jugs inside. He smelled of the corncobs, which served as corks, and pronounced it \"moonshine whisky.\" At this juncture defendant came around to the rear of the car and objected to the officer taking the jugs. DeWitt then arrested defendant without a warrant for possession and transporting liquor. Subsequently an altercation occurred in which both jugs were broken and the liquor ran out.\nAfter defendant's examination before the justice his counsel made a motion to suppress the evidence of the finding of the whisky because illegally obtained. This motion was denied, and upon the trial defendant was convicted.\nCounsel assigns several errors, the important one being whether the officer had reasonable cause for believing defendant was committing a felony in his presence. It is insisted that no such reasonable cause existed, and that the arrest was unlawful. This raises the question whether in an arrest without warrant evidence discovered before the arrest by means of an unlawful search can be used for the purpose of building up and supporting a \"reasonable ground of suspicion\" which would justify the arrest.\nThe courts have pretty generally held that evidence obtained under such circumstances cannot be used for this purpose. The case of Hughes v. State, 145 Tenn. 544 (238 S.W. 588), is an interesting one and is in point. The circumstances of the arrest involved an automobile, and were very similar to those in the present case, and the same contentions were made by *Page 175 \nthe people. In the course of the opinion of the appellate court it was said in part:\n\"It is contended for the State that the arrest was lawful, notwithstanding it was made without a warrant, for the reason that the plaintiff in error was engaged in the commission of a felony in the presence of the officers. The circuit judge was of the opinion that this arrest was authorized because after the arrest it was found that the plaintiff in error had intoxicating liquor in his possession. It does not follow from the fact that evidence discovered upon the arrest proved the commission of an offense that the arrest itself was authorized. Under our statute an officer may, without a warrant, arrest a person for a public offense committed in his presence. That means that the offense, or the facts constituting the offense, must be revealed in the presence of the officer. An officer cannot lawfully arrest a person without a warrant and search his person for the purpose of ascertaining whether or not he has violated the law Even if the person in question were in fact violating the law the offense was not in legal contemplation committed in the presence of the officer, and such an arrest is unauthorized where the facts constituting the offense are incapable of being observed, or are not observed by the officer.\"\nSee, also, Tiffany's Criminal Law (How. 4th Ed.), pp. 92-103; 5 C. J. pp. 399, 400.\nIn People v. Foreman, 218 Mich. 591, the defendant, Foreman, alighted from an interurban car and entered a hotel in Grand Haven, and set his suit case on the floor. An officer followed him into the hotel, opened the suit case and found therein a quantity of moonshine whisky. The officer had neither a warrant for Foreman's arrest, nor a search warrant. Foreman made the defense that his constitutional rights had been invaded by the officer. The officer insisted that Foreman consented to the search. Foreman was convicted, and appealed to this court. After reviewing the case at some length, Mr. Justice MOORE, in reversing the case, said: *Page 176 \n\"The jury should have been instructed by the judge that as the officer had no warrant for the arrest of defendant and no search warrant, that he had no right to search the grip, unless he was invited to do so, and that in the absence of such invitation they should find the defendant not guilty.\"\nIn the case of Douglass v. State, 152 Ga. 379 (110 S.E. 168), one Ivans accepted a proposition for a reward for each automobile containing whisky caught by his aid. Ivans made an agreement with the defendant for delivery of the consignment of whisky at an appointed time and place. The officers having been notified were present, and there was a fight in which the sheriff was killed. After the shooting it was discovered that the Ford automobile contained 26 gallons of whisky. The sheriff had no warrant, but was undertaking to make the arrest on information conveyed to him by telephone from Ivans. On the material question the court said:\n\"Admittedly the officer was without a warrant. First: Was the offense committed in his presence? Under authority of the case of Pickett v. State, 99 Ga. 12 (25 S.E. 608,59 Am. St. Rep. 226), this question must be answered in the negative. There it was held that 'an arresting officer has no authority without a warrant upon mere information that another is carrying a concealed pistol, to arrest the latter and search his person for the purpose of ascertaining whether or not he is in fact violating the law prohibiting carrying concealed weapons. Even if he was so doing, the offense was not, in legal contemplation, committed in the presence of the officer, and such an arrest and search are unauthorized by law, and are, within the meaning of the constitution, unreasonable.' \"\nIn Allen v. State (Wis.), 197 N.W. 808, it appeared that Allen was walking along the street in Fond du Lac, when he was accosted by a policeman, who inquired of him if he had any liquor on his person. He replied that he did, whereupon the policeman searched him and found a pint of liquor. At the *Page 177 \nstation house another bottle was found. Before the trial defendant's counsel made a motion to suppress the evidence obtained by the search. This was denied, and defendant was convicted. In reversing the conviction the court, in part, said:\n\"It will be noted that none of these sections change the common-law rule unless it be subdivision 13, &#167; 6209, which makes it the duty of a police officer to 'arrest with or without process * * * every person * * * violating any law of the State.' But this section must be read as a whole, and so read it is clear that police officers are given the powers of constables to arrest without warrant any person found violating any law of the State. Gunderson v. Struebing, 125 Wis. 173\n(104 N.W. 149). In the instant case the police officers did not find the defendant violating any law of the State until after his illegal search and illegal arrest, when they discovered evidence leading them to believe he was violating a law of the State. This statute cannot be construed to give police officers the right to find a person guilty of the offense by illegal arrest or illegal search. Policemen are not to try the accused. If they see him in the act of committing an offense, they may arrest him without a warrant. But if the accused is searched, without warrant as a basis of arrest, or if arrested without warrant as a basis of search, in order to ascertain that the accused is committing an offense the proceedings are void from the beginning.\n\"Had the officers made a legal arrest they would have been justified in their search of the defendant; or, had the officers made a legal search of the defendant, they would have been justified in making an arrest upon finding defendant violating the law. But the officers did neither. They had no warrant to arrest; they had no warrant to search. So, assuming that the arrest was made before the search, the arrest was illegal, and the search following was illegal; or, assuming the search was made before the arrest, the search was illegal, and the arrest based thereon without a warrant was illegal. * * *\n\"The defendant was peacefully going his way. He was officiously restrained &#8212; illegally restrained. He *Page 178 \nwas searched &#8212; illegally searched. The test is not that the officers found liquor upon the defendant. Suppose they had not found it. They would have been guilty under the law of illegal search &#8212; of violation of the defendant's sacred right under the Constitution to walk the street unmolested. That the officers found liquor could not change the original wrong into a right. That wrong was not blotted out by what they found. The test is the right of an innocent pedestrian against unlawful invasion of his person. And the innocent cannot be protected if officers are permitted to search the person of every one who has been accused by hearsay or rumor. If these officers might waylay a pedestrian without warrant and search his person, opportunity would be open wide for the night prowler and robber to hold up their victims under pretense of official authority, search their persons, and take their valuables without resistance. The answer is that it cannot be done.\"\n  In the recent case of Falkner v. State (Miss.), 98 So. 691, where an illegal search had been made for intoxicating liquor, the court said:\n\"The constitutional provisions necessarily restrict the activity and the efficiency of the law-enforcing officers, and necessarily some mischief must go undiscovered sometimes; but this was regarded as a less evil than giving officers unrestricted power to invade the property and houses of the citizen in search of evidence. Crime has never been completely suppressed in any government, and perhaps never will be. For thousands of years the rulers of the world possessed unrestricted power, and yet crime existed even in a greater degree than it exists now in the States and countries where the rights of search and seizure are restricted. But, regardless of the consequences, whether crime will flourish or be suppressed, the Constitution is the supreme law, and the court is placed under oath to support and maintain it, and it is the duty of the court to adhere to and uphold the Constitution. The court had nothing to do with promulgating or ordaining the Constitution; that has been done by the people acting through their proper representatives, who have placed the court under oath to uphold and maintain the Constitution regardless of *Page 179 \neither legislative action or popular clamor. The Constitution has been approved by the people, and was promulgated for their protection, and the public policy which it declares is binding upon the court.\"\nIn commenting upon this principle of law, it is said in 2 R.C.L. p. 456:\n\"Where it has in fact been made an offense an officer usually has authority to arrest without a warrant one who is illegally carrying concealed deadly weapons, yet the offense is not usually regarded as committed in the presence of an officer where the weapon is not seen, and could not be seen, by the latter except by search of the person of the offender; and where an officer has authority to arrest without warrant for an offense committed in his presence, in most jurisdictions he is considered as having no right, upon suspicion or upon information derived from others, to arrest a citizen and search his person to ascertain whether he is carrying a concealed weapon in violation of law. Such search by an officer without a warrant has been held to be in violation of the constitutional guaranty against unreasonable searches and seizures.\"\nWe think it is clear that DeWitt had no authority to search defendant's automobile without a search warrant. The search was illegal. It was an invasion of defendant's constitutional rights and the evidence obtained from that search was incompetent and should have been excluded. The evidence obtained by this illegal search could not be used as a basis for making the arrest of defendant without a warrant.\nIn another assignment of error defendant raises the question that the court was in error in refusing to grant his motion to suppress the evidence. When the court decided and denied this motion he had before him the showing made by the defendant and the testimony taken at the examination. After the motion was denied, and at the trial, DeWitt, the policeman, testified that before that date he had been informed by his chief that \"the defendant was monkeying with *Page 180 \nwhisky.\" It is insisted by defendant's counsel that this was incompetent, as the motion had been heard and determined. In this we think he was right. This testimony, which was afterwards given at the trial, could not in any wise aid or support the court in the motion made to suppress the evidence. Had defendant undertaken to give additional evidence on the trial bearing on the motion it would, undoubtedly, have been rejected, but if the people were permitted to go into that question again it would seem that defendant would have a right to make further proof in his own behalf. The testimony was hearsay as to the issues involved in the trial, and should have been rejected.\nIt is sought to shield the officer from his illegal action in arresting defendant without warrant by insinuating that defendant was intoxicated. The officer testified that defendant \"was intoxicated to a certain degree.\" It must have been in a very slight degree or else he would not have been able to knock the officer down. But suppose he were intoxicated, that fact might have been some justification for arresting defendant without warrant for being drunk, but it would not justify him in arresting defendant for having in his possession intoxicating liquor. Neither would it justify the officer in making an illegal search of defendant's automobile. Because a man is a little boozy does not deprive him of his constitutional rights of being protected from unreasonable searches and seizures. United States v. Myers, 287 Fed. 260. The fact that defendant was intoxicated to a certain degree was not important as he was not apprehended for being drunk, nor was he charged with that offense.\nIt is our conclusion that what DeWitt, the policeman, found before the arrest cannot be used for the purpose of establishing a \"reasonable ground of suspicion\" for the arrest because the search was illegal. There being no proof of defendant's guilt, *Page 181 \nexcept the liquor which was obtained in an illegal way, the judgment of conviction should be set aside and the defendant discharged.\nFELLOWS and WIEST, JJ., concurred with BIRD, J.\nSHARPE, J.\nDefendant was arrested on a warrant charging him with unlawfully transporting and having in his possession four gallons of intoxicating liquor. On examination before the justice, the complaining witness, Lawrence DeWitt, testified:\n\"I am a policeman in the city of Grand Haven and was May 27, 1923. I saw the respondent on that day on Water street in Grand Haven in this county that day. He was in his car in front of his house on the west side of Water street when I first saw him. This was at 2 a. m. fast time. He was intoxicated to a certain degree. * * * I heard a crash and glass rattling and I stepped out and saw his car standing on Water street in front of his house and saw him leaning over the steering wheel of the car. I asked him if he had some moonshine in the car, Louis, and he said 'no.' I looked from front of car to rear on inside and I saw a paper carton box with two jugs in it, each jug being in a burlap sack. I went to the rear of the car where one of the windows in the rear had been broke. I pulled the corncob cork but of the jug and tasted of the contents. It was moonshine whisky. Mr. Kamhout came there where I was standing at the rear of the car and I told him he was arrested for violating the liquor law. He asked me to pass it up and let him go. I told him I couldn't do it. We talked a minute and I reached in and took out one of the jugs. As I lifted out the jug Mr. Kamhout struck at me and struck me on the shoulder. From the force of his blow and the swinging of the jug as it came off the door of the truck I fell down and the jug broke. This was a two-gallon jug and it was full. Then Harold Westerhoff and a few of the Grand Trunk men I called over and Harold carried the second jug and set it on the lawn at the Grand Trunk. I took the second jug out of the machine and set it down on the pavement. I knew what the second jug *Page 182 \ncontained as I had taken the cork out of it. It contained moonshine whisky, two gallons of it. I then carried the jug from the lawn of the Grand Trunk into the Grand Trunk office. There I called up the chief of police and asked him to come down with the car. * * * After I called the chief of police, Mr. Kamhout came in, bound and determined to get the jug and had a scuffle and Mrs. Kamhout came in and threw the jug out on the sidewalk and busted it.\n\"I took the jugs from Mr. Kamhout's automobile. Automobile was not standing there when I went into the Grand Trunk. I had been in the Grand Trunk office eight or ten minutes before I went over to Kamhout's car. No one else was in Kamhout's car when I went out there.\"\nOn this testimony, the defendant was held to the circuit court for trial. On arraignment, he stood mute, and a plea of not guilty was entered by order of the court. Afterwards, and before the trial, a motion was made on his behalf &#8212;\n\"for an order to suppress the evidence obtained by search and seizure without a warrant, quash the information, warrant and complaint\" &#8212;\nfor the reasons:\n\"1. There was no competent evidence to justify the examining magistrate in holding defendant for trial because the evidence was obtained without a warrant or other legal process and in violation of defendant's constitutional rights as to search and seizure.\n\"2. The search and seizure of liquor in the defendant's automobile by the officers without a search warrant was unlawful, and the liquor so seized was not admissible in evidence; the search and seizure was unreasonable and unlegal.\"\nThe motion was &#8212;\n\"based on the records and files in this cause and the testimony given at the preliminary examination.\"\nThis motion was denied. Defendant reviews his *Page 183 \nconviction on exceptions before sentence. The error chiefly relied on was the denial of the motion.\nWe have quoted the testimony of Mr. DeWitt on his direct-examination in full. The cross-examination did not refer to the question here presented. No other person was sworn. On the examination it was incumbent on the prosecution to offer proof &#8212;\n\"that an offense not cognizable by a justice of the peace has been committed, and that there is probable cause to believe the prisoner guilty thereof.\" 3 Comp. Laws 1915, &#167; 15682.\nThe testimony of DeWitt was received without objection, although defendant was then represented by his present counsel. That it fairly established the facts required to be proven admits of no doubt. No obligation rested on the prosecuting attorney to go further. He was not called upon to show that defendant's constitutional rights had not been violated in obtaining such proof when no objection was raised to its introduction. The motion to suppress was based on the testimony of DeWitt alone. It was clearly insufficient to establish the fact that the liquor found in the car was unlawfully taken by the officer, as we cannot assume that additional evidence would not have been put in, had such question been then raised. For this reason the motion to suppress was properly denied.\nAside from this question, we are satisfied from what does appear in the testimony of DeWitt that there was no violation of defendant's constitutional rights. Let us see just what happened. The officer, while on duty and in the railroad depot at 2 o'clock in the morning, heard the crash of breaking glass. Clearly, it was his duty to ascertain from whence it came. He stepped outside, and saw defendant's car standing in front of his premises near by. It was not there when he went into the depot *Page 184 \na few minutes before. He walked over to the car, and found the defendant sitting in it alone \"intoxicated to a certain degree\" and \"leaning over the steering wheel.\" He looked into the rear part of the car and \"saw a paper carton box with two jugs in it.\" He stepped to the rear of the car and \"pulled the corncob cork\" out of the jugs and satisfied himself by the smell and taste that both jugs contained intoxicating liquor. Would any prudent, conscientious police officer have done less? Can we say as a matter of law that the presence of the defendant in his car at that time of night, the position he sat in, his condition as to intoxication, and the presence of the two jugs in the rear of the car in plain view of the officer, were not sufficient to cause him to have an honest belief that defendant was violating the law? It surely cannot be the law that an officer charged with the duty of detecting crime may not use his eyesight in doing so unless aided by a search warrant. But DeWitt did more; he removed the corks from the jugs. It is a well-known fact that jugs are used as receptacles for carrying liquor. The corncobs used as corks would clearly indicate that the contents were not purchased at a store. As a rule, they are only to be found on farms where corn is grown. It is also a well-known fact that some farmers are unlawfully seeking to increase their profits by the manufacture of whisky, usually denominated moonshine. Would not any reasonably prudent officer under the circumstances have been justified in arresting defendant for unlawfully transporting and having in his possession intoxicating liquor without satisfying himself as to the contents of the jugs? The officer, however, thought it best to so satisfy himself. He found his suspicion to be well founded, and then placed the defendant under arrest and took possession of the liquor.\nThe facts in this case are so nearly similar to those *Page 185 \npresented in People v. Case, 220 Mich. 379 (27 A.L.R. 686), that we might well content ourselves by simply referring to what was there said as a sufficient reason for affirming the conviction. The distinction between seizure of contraband property and that privately owned, of property to which the State is itself entitled to the possession of and that which the individual may himself lawfully possess, was there carefully pointed out. The mere possession of the former is in itself a violation of the law. A majority of the court concurred with Mr. Justice STEERE in holding that the defendant's constitutional rights were not invaded and that the seizure and arrest were lawful. This case has been cited with approval in People v. De Cesare, 220 Mich. 417; People v.Margolis, 220 Mich. 431; People v. Woodward, 220 Mich. 511;People v. Chomis, 223 Mich. 289, and People v. Ward, 226 Mich. 45\n. It has become the law of this State, and can be changed only by an adverse ruling by a majority of this court. In the opinion of Mr. Justice BIRD, neither this nor any of the other cases noted above are in any way referred to. That the holding in People v. Case, supra, is in harmony with that of other courts clearly appears from the following quotations:\n\"Furthermore, every constitutional or statutory provision must be construed with the purpose of giving effect, if possible, to every other constitutional or statutory provision, and in view of new conditions and circumstances in the progress of the Nation and the State. Downes v. Bidwell, 182 U.S. 244\n(21 Sup. Ct. 770); South Carolina v. United States,199 U.S. 437 (26 Sup. Ct. 110, 4 Ann. Cas. 737). Hence, the provisions of Federal and State Constitutions forbidding unreasonable searches must be construed in the light of the constitutional provision against the sale, manufacture, and transportation of intoxicating liquors. No man can have any right of property in contraband liquor, or any right to transport it. As *Page 186 \nsoon as it comes into existence, it is forfeited.\"Elrod v. Moss, 278 Fed. 123, 129 (C.C.A. 4th circuit).\n\"The prohibition of the Fourth Amendment is against all unreasonable searches and seizures. Whether such search or seizure is or is not unreasonable must necessarily be determined according to the facts and circumstances of the particular case. We think the actions of the plaintiff in error in the present case, as disclosed by the testimony of Edison, were of themselves enough to justify the officers in believing that Lambert was at the time actually engaged in the commission of the crime defined and denounced by the National prohibition act and that they were therefore justified in arresting him and in seizing the automobile by means of which he was committing the offense &#8212; just as peace officers may lawfully arrest thugs and burglars, when their actions are such as to reasonably lead the officers to believe that they are actually engaged in a criminal act, without giving the criminals time and opportunity to escape while the officers go away to make application for a warrant.\" Lambert v. United States, 282 Fed. 413, 417 (C.C.A. 9th circuit).\n\"There is high authority for the proposition that the person in possession of forfeited property has no right to the protection of his possession, and that the property is always rightfully subject to seizure on behalf of the government.United States v. Stowell, 133 U.S. 19 (10 Sup. Ct. 244); Taylor\nv. United States, 3 How. (U.S.) 197, 205; United States v.Welsh,. 247 Fed. 239. Search and seizure of automobiles without a search warrant in enforcement of the National prohibition act (41 U.S. Stat. p. 305) has been justified on this ground.United States v. Fenton, 268 Fed. 221; United States v.Bateman, 278 Fed. 231; Amos v. United States, 255 U.S. 313\n(41 Sup. Ct. 266). * * *\n\"The witnesses were allowed to testify, against the objection of defendant, that upon search of the car they found two gallons of whisky contained in half-gallon fruit jars on the back seat of the car. Since the whisky was in fruit jars on the back seat, the officers could see it by merely looking into the car. While the statement is made that the officers searched *Page 187 \nthe car, there is nothing to indicate that it was necessary for them to do anything more, or that they did anything more, than look into the car to discover the whisky. It is not a search in any legal or colloquial sense for an officer to look into automobile standing on the roadside. In no view of the law could it be considered an unreasonable search. Discovery of whisky by this means, and the seizure of the whisky and the car, were authorized by section 26 of the statute, and evidence of the discovery was competent. Elrod v. Moss, 278 Fed. 123;O'Connor. v. United States, 281 Fed. 396; Lambert v. UnitedStates, 282 Fed. 413.\" Boyd v. United States, 286 Fed 930, 931 (C.C.A. 4th circuit).\n\"It requires a warrant to seize only in those instances where the seizure is assisted or reached by a necessary search. The constitutional provisions invoked by the appellant do not prohibit a seizure without a warrant where there is no need of a search and where contraband subject-matter or unlawful possession of it is fully disclosed and open to the eye and hand. State v. Llewellyn, 119 Wash. 306 (205 P. 394); State\nv. Quinn, 111 S.C. 174 (97 S.E. 62, 3 A.L.R. 1500).\" State v.Miller, 121 Wash. 153, 154 (209. Pac. 9).\n\"A search of an automobile by an officer and a seizure by him of intoxicating liquors then being possessed and transported in violation of law, without a search warrant, is authorized though the officer has no previous knowledge of such violation, provided he acts in good faith and upon such information as induces the honest belief that the person in charge of the automobile is in the act of violating the law.\" Houck v. State,106 Ohio St. 195 (140 N.E. 112), syllabus.\nThat there are decisions holding otherwise is conceded. These, as well as those from which we have quoted, will be found in an exhaustive note in 27 A.L.R., beginning at page 733.\nThere must be no misunderstanding on the part of officers as to the right of search and arrest under our holdings. They have no right to stop and search an *Page 188 \nautomobile or other conveyance for the purpose of ascertaining whether it is being used as a means of transporting liquor illegally unless they have such reasonable grounds of suspicion as induce in them, and as would induce in any prudent man, an honest belief that the law is being violated. As was said inPeople v. Ward, supra, if they act without process they proceed at their peril. The fact that intoxicating liquor is found as a result of the search cannot be said, in itself, to justify the search, while it may be urged in support of the good faith of the officer in making it. What we do state to be the rule by which this court will be governed is, that if an officer, charged with the enforcement of the law, from the exercise of his own senses, or acting upon information received from sources apparently so reliable that a prudent and careful person, having due regard for the rights of others, would act thereon, has reasonable and probable cause to believe that intoxicating liquor is being unlawfully transported in an automobile in his presence, he may arrest the offender or search for and, if found, seize the contraband therein without a warrant to do so.\nIn a recent work (Blackmore on Prohibition), the author reviews at length the decisions of the courts of last resort on this subject. We conclude this opinion by a quotation of the conclusion stated by him on page 332:\n\"One of the most important practical difficulties in the enforcement of prohibition is that involved in the transportation of liquor by motor vehicles. The passage of automobiles in pleasant weather with their tops and curtains closed and of trucks apparently loaded with furniture or other harmless freight is now so common on certain main roads in some parts of the country as to excite little comment, and the procuring of a search warrant to stop such traffic is manifestly impossible. If the officers cannot stop and search vehicles which they strongly suspect of *Page 189 \nillegal transportation they cannot stop the traffic at all and the law will be made nugatory. The courts have felt this situation and although they seem to agree that an automobile cannot be searched without cause still many courts are seizing on various elements of suspicion as justifying such search and holding further that the finding of liquor may be of itself a sufficient justification. The rule may now be stated to be that an officer may search a motor vehicle whenever he either from the circumstances or from information on which a reasonably prudent man would act has probable and reasonable ground to believe that liquor is being transported therein.\"\nThe other assignments of error do not merit discussion.\nThe exceptions are overruled and the trial court directed to proceed to sentence.\nCLARK, C.J., and McDONALD, MOORE, and STEERE, JJ., concurred with SHARPE, J.",
            "ocr": false,
            "opinion_id": 3498430
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Robbery"
}