{
    "id": 3543334,
    "judges": "<bold>Ethridge, P.J.,</bold> delivered the opinion of the court.",
    "date_filed": "1984-05-28",
    "date_filed_is_approximate": true,
    "slug": "davis-v-state",
    "case_name_short": "Davis",
    "case_name": "Davis v. State",
    "case_name_full": "Davis v. State.",
    "attorneys": "E.L. Dent  and  W.W. Dent,  both of Collins, for appellant.\n\nA material variance between the allegation and the proof with respect to the ownership of the premises is fatal and entitles defendant to an acquittal.\n\n9 C.J., p. 1061; Sec. 26, Const. of Miss.; Clark v. State, 57 So. 209,  100 Miss. 751 .\n\nThe indictment charged ownership of the building in the three Crafts, the proof showed ownership in only one, and the instruction states that it makes no difference as to the ownership of the building burglarized, but the jury should convict if the Crafts \"operated and owned the business\" &#8212; evidently meaning and referring to the merchandise in the building &#8212; \"as the Belzoni Provision Company.\"\n\nSince the indictment charged joint ownership of the building in the three Chafts, and the proof showed only one of the Crafts owned the building, there was a fatal variance between the indictment and proof.\n\nSince no amendment was had to make the indictment correspond with the proof, a matter of substantive right was violated and the variance was material.\n\nOsser v. State,  145 So. 754 .\n\nAs the rule in burglary, larceny, embezzlement, arson, and other kindred offenses, as to ownership is the same, for convenience, we have compiled and here quote the leading cases upholding our contention as to the material and fatal variance between the allegations in the indictment and proof in the case at bar.\n\n5 C.J., p. 564; State v. Geo. James, 5 Am.  Eng. Ann. Cas. 1011, 194 Mo. 268; Sheedy v. State,  118 So. 373 ,  152 Miss. 82 ; Hampton v. State, 54 So. 722,  99 Miss. 176 ; McDowall v. State, 8 So. 508,  68 Miss. 384 ; Clinton v. State,  142 So. 17 ; Draughn v. State,  76 Miss. 574 , 25 So. 153; James v. State,  77 Miss. 370 , 26 So. 929; State v. Ellis, 59 So. 841,  102 Miss. 541 ; Wright v. State,\n94 So. 716,  130 Miss. 603 ; Nichols v. State,  144 So. 374 ; Williams v. State, 49 Tex. C.R. 105,  90 S.W. 876 .\n\nWe are unable to appreciate how the jury could intelligently arrive at a verdict in accordance with the proof with the inconsistent and contradictory instructions.\n\nWaller v. State,  103 Miss. 635 , 60 So. 725.\n\nThe verdict of the jury is against the overwhelming weight of the testimony.\n\nAbele v. State,  138 Miss. 772 ,  103 So. 370 ; Sykes v. State, 92 Miss. 247 , 45 So. 838; Brownless v. State,  147 So. 339 ; Hunter v. State, 102 So. 282,  137 Miss. 276 ; Byrd v. State,  123 So. 867 , 154 Miss. 742 .\n\n W.D. Conn, Jr.,  Assistant Attorney-General, for the state.\n\nBurglary is a crime against possession and not title. The occupant of a building at the time of a burglary is the owner of that building, so far as the burglary is concerned, even though such possession is wrongful and regardless of where the title may be.\n\nLewis v. State,  85 Miss. 35 , 37 So. 497; Clinton v. State. 163 Miss. 435 ,  142 So. 17 .\n\nIt is proper to aver ownership in a tenant where the charge is burglary.\n\nBrown v. State,  81 Miss. 143 , 33 So. 170.\n\nAppellant says that the verdict in this case was against the overwhelming weight of the evidence. There was no motion for a new trial filed by or for appellant and hence this court cannot now pass upon this proposition. The trial court has not passed on it and this court reviews only that which was passed on in the court below.\n\nJustice v. State,  170 Miss. 96 ,  154 So. 265 ; Sones v. State, 155 So. 188 ; Judon v. State, 155 So. 428; Bryant v. State, 157 So. 346 .",
    "nature_of_suit": null,
    "posture": "APPEAL from circuit court of Humphreys county.\n\nHON. S.F. DAVIS, Judge.\n\nPal Davis was convicted of burglary, and he appeals. Affirmed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b795-6\">\n    Davis\n    <em>\n     v.\n    </em>\n    State.\n   </parties><br><court id=\"b795-7\">\n    (Division B.\n   </court><decisiondate id=\"APK\">\n    Sept. 30, 1935.)\n   </decisiondate><citation id=\"ARV\">\n    [163 So. 391.\n   </citation><docketnumber id=\"AKL\">\n    No. 31795.]\n   </docketnumber><br><attorneys id=\"b796-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"784\"> \n     *784\n     </span>\n    E. L. Dent ancLW. W. Dent, both of Collins, for appellant.\n   </attorneys><br><attorneys id=\"b797-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"785\"> \n     *785\n     </span>\n    W. D. Conn, Jr., Assistant Attomey-G-eneral, for the state.\n   </attorneys>",
    "citations": [
        "163 So. 391",
        "173 Miss. 783"
    ],
    "opinions": [
        {
            "author_str": "Ethridge",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 4873.0,
            "opinion_text": "The appellant was convicted in the circuit court of Humphreys county on a charge of burglary and sentenced to serve a term of five years in the state penitentiary. Omitting the formal parts, the indictment reads as follows:\n\"That Pal Davis, Pat Patterson, and G.L. Turk in said county on the eighteenth day of February, A.D. 1935, a certain store building there situate, of the property of T.B. Craft, Sr., Charles Craft, and T.B. Craft, Jr., in which goods, wares and merchandise were then and there kept for use, sale, deposit and transportation, unlawfully, feloniously and burglariously did then and there break and enter, with the felonious intent the goods and chattels in said store building then and there being found, then and there feloniously and burglariously to take, steal and carry away,\" etc.\nA severance was granted and the appellant was tried alone.\nIt appeared on the trial that the building was owned by T.B. Craft, Sr., but that he, Charles Craft, and T.B. Craft, Jr., were occupying the building and doing business under the trade-name of \"Belzoni Provision Company,\" a partnership and not a corporation. Charles Craft, a witness for the state, testified as follows:\n\"Q. Who has actual charge of the mercantile business? A. I do.\n\"Q. Now that business, those jointly interested in the profit and loss of it, are your father, your brother and yourself? A. That is correct.\n\"Q. You have actual charge of the goods, wares and merchandise? A. I have charge of the entire building. I attend to the property as well as the actual selling. That is due to my father's illness.\"\nIt is contended that there was a variance between the allegations of the indictment and the proof as to the *Page 787 \nownership of the building, which was called to the attention of the court below in the motion for a peremptory instruction, and that, because of the variance, the conviction should be set aside.\nThe rule is that the title, as against a burglar, is with possession, and that possession is sufficient. Brown v. State,85 Miss. 27, 37 So. 497; Clinton v. State, 163 Miss. 435,142 So. 17. It is proper to aver ownership in a tenant where the charge is burglary. Brown v. State, 81 Miss. 143, 33 So. 170.\nOn the trial of this case the codefendant, G.L. Turk, was produced as a witness, and testified that he and Pal Davis and Pat Patterson burglarized the store in question, taking therefrom cigarettes and cigars, selling same to other dealers in and near Jackson, Mississippi. The goods were found with permit No. 61 stamped thereon, and were identified as belonging to the Belzoni Provision Company.\nAnother witness testified that on the night of the burglary Pal Davis, G.L. Turk, and another came to a hotel and registered under assumed names, taking room No. 6. He testified that, while Pal Davis, the defendant, was one of the three who came into the hotel, another person actually signed the register.\nIt is contended that the proof is insufficient because Turk was a codefendant, a joint conspirator or confederate in the commission of the crime, and his evidence is insufficient to sustain the conviction.\nWe think the evidence of the defendant was corroborated, but, even if it stood alone, it was sufficient, if believed by the jury, to convict. In addition to that, we find no motion for a new trial raising this point, and, where the evidence is claimed to be insufficient to sustain a conviction, it must be raised in the court below on a motion for a new trial.\nIt is complained that there was reversible error in granting the following instruction for the state: \"The *Page 788 \ncourt instructs the jury that if you believe from the evidence, beyond a reasonable doubt, that T.B. Craft, Sr., Charles Craft and T.B. Craft, Jr., as partners, were operating and owned the business known as the Belzoni Provision Company at the time of the alleged burglary, then it is immaterial that the proof shows that the store building itself is owned by T.B. Craft, Sr.\"\nWe do not find that either the state or the defendant procured an instruction defining the offense and what the essential elements of the offense were. The court is powerless to give an instruction unless asked, and, in the absence of an instruction so defining, we must presume that the jury understood the essential elements of the crime.\nWhile the instruction complained of is inaccurate, there is no proof, in the light of all the evidence in the record, that the possession of the property was in anyone else than the persons alleged in the indictment to be the owners thereof. Therefore the statement in the instruction that it was immaterial to show that the building is owned by T.B. Craft, Sr., is not misleading to the extent of causing a reversal. There was no dispute as to the possession of the building, it being in the possession of the persons alleged in the indictment, and, possession being a sufficient title to sustain the allegations of the indictment, it was clearly sustained by the proof. The fact that T.B. Craft, Sr., the owner, had a record title, on the facts in this record, is immaterial.\nThe judgment of the court below will therefore be affirmed.\nAffirmed. *Page 789 ",
            "ocr": false,
            "opinion_id": 3515676
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}