{
    "id": 3543679,
    "judges": "Anderson, Ethridge, McGtowen, Smith",
    "date_filed": "2004-12-14",
    "date_filed_is_approximate": true,
    "slug": "state-v-chambliss",
    "case_name_short": "Chambliss",
    "case_name": "State v. Chambliss",
    "case_name_full": "State Et Al. v. Chambliss",
    "attorneys": "Alexander Currie  and  F.M. Morris,  for appellants.\n\nI. The motion of the appellants to quash the writ should have been sustained. See section 2015, Hemingway's Code. We are aware that it is supposed that  Patterson  v.  State,   71 Miss. 675 , 15 So. 794, held section 2022, Hemingway's Code (section 2456, Code of 1906), to be directory only, but in the first place, there is a marked difference between that section providing where and when the writ shall be made returnable and said section 2015, Hemingway's Code 1917 (section 2449, Code of 1906) providing how the writ shall be obtained.\n\nII. The appellee was being held in the county jail of Forrest county on the order of the circuit court of Forrest county, under an indictment charging him with murder in that county, and the habeas corpus  court had no authority under the law to discharge the appellee.  Emanuel  Giles, Slaves,  v.  State,   36 Miss. 627 ;   Ex parte Grubbs,   79 Miss. 360 , 30 So. 708; 25 Cent. Dig. Habeas Corpus,  par. 4, 92. Under the settled law in this state, the  habeas corpus  court had absolutely no authority to discharge the appellee on a writ of  habeas corpus. \n\nIII. The final order of the circuit court of Forrest county rendered in the case at the end of the trial and recorded on the minutes of the court, a certified copy of which was attached to the answer of the respondents as an exhibit, shows upon its face that there was no verdict of acquittal, but that when polled in open court each juror as he was polled answered, \"We are unable to agree.\"\n\nThe circuit court adjudicated the facts upon which the order discharging the jury entering a mistrial and remanding the appellee to jail is based. It will be noted that this finding and adjudication of the facts was made not only upon the court's own knowledge of what transpired in the trial of the appellee, but upon evidence submitted in the hearing of the motion filed by the appellee to correct the minutes of the court and discharge the appellee; on the issue thereon joined by the appellants in the answer filed by them to said motion, the issue of fact thus joined being whether the appellee had been actually tried and acquitted on the merits, and the court found that the appellee had not been actually tried and acquitted upon the merits. Having acquiesced in and consented to all of the procedural matters, the mere formal exception taken by the appellee to the order of the court does not, of course, avail the appellee anything. The established rule of law is laid down in 23 Cyc., p. 1088.\n\nThe circuit court of Forrest county had jurisdiction to render and enter the order; and the order of the circuit court of Forrest county discharging the jury, entering a mistrial and remanding the appellee to the county jail of Forrest county to await the further order of the court is a valid order upon its face and was not subject to collateral attack in a  habeas  corpus  proceeding. 23 Cyc., p. 1063.\n\nIV. The order of the circuit court of Forrest county recorded on the minutes of that court shows that there is now pending in said circuit court, undisposed of, an indictment against the appellee, charging him with the crime of murder in said county, and said  habeas corpus  court had no authority in law to discharge the appellee under said writ of  habeas corpus.  The habeas corpus  court had no jurisdiction, right, power or authority to inquire into the merits of the charge against the appellee. It could not question even the validity of the indictment, and especially after the circuit court of Forrest county had ordered the appellee held in the county jail for trial under the indictment.\n\nWe have in this state a well-regulated system, procedure, and practice and under that established system, the court of  habeas  corpus  is not a court of review or appeal and it has no authority to assail collaterally the order or judgment of any other court of competent jurisdiction.  Emanuel  Giles, Slaves, \nv.  The State,   36 Miss. 627 ;  Ex parte Grubbs,   79 Miss. 360 , 30 So. 708; 25 Cent. Dig.,  Habeas Corpus,  pars. 4 and 92;  State  ex rel. Kelly  v.  Wolfer,   119 Minn. 368 .\n\nV. The alleged or pretended verdict on which the appellee was discharged by said  habeas corpus  court is not, by the record in the case and the law, a verdict at all. The jury undertook to return a verdict which it had no authority in law to return and on a misunderstanding at that, and to say that the court (trial judge) had no authority or right to inquire of the jury under such facts\nand circumstances whether it understood the agreement would be thus to hamper and embarrass and distress, if not to thwart, the administration of justice. The settled rule of law in this country is stated in 38 Cyc. 38, p. 1876. The power of the trial judge in this respect is laid down in Abbott's Trial Brief, Civil Jury Trials (2 Ed.), pp. 536-537, par. 10.\n\nIt is also the established rule of law in this country that a juror has the right to dissent after the verdict is received, and before the verdict has been recorded on the minutes of the court, the jury discharged and its relation to the case ended. 38 Cyc., p. 1875, par. 4; Abbott's Trial Brief, Civil Jury Trials (2d. Ed.), p. 536, par. 9;  Gordan  v.  State,  158 Wisc. 32, 147 N.W. 998;  58 Ga. 545 ;  Commonwealth  v.  Huston,   46 Pa. Super. 172 , Reg.  v.  Vodden,  6 Cox. C.C. 226;  Turbaville  v.  State,  219 (Aff.  232 Pa. 209 , 81 A. 1135).\n\nThe settled rule of law seems to be in criminal cases as well as civil cases that it is only  after the verdict has been  recorded and the jury, after being discharged, have separated,  that they cannot be recalled to amend their verdict. Sargent  v. State,  11 Ohio 472;  Mills  v.  Commonwealth,  7 Leigh 751; People  v.  Lee Yune Cong,   94 Cal. 379 , 29 P. 776;  State  v. Dawkins,   32 S.C. 17 , 10 S.E. 772;  Allen  v.  State,  85 Wis. 22 , 54 N.W. 999;  Simmons, plaintiff in error,  v.  U.S.,  35 L.Ed. 968, 101 S.W. 381,  46 Ind. 132 , 126 N.W. 737,  42 Conn. 232 , 67 S.E. 1000 .\n\nA defendant in a criminal case cannot be allowed to take undue advantage of any action in the course of the trial induced by his own conduct or agreement or request. Here in this case, the defendant, Chambliss, acting by and through his attorneys of record, procured an agreement from the state, sanctioned by the court, to accept lifetime imprisonment in the state penitentiary. Yet he now undertakes to assert a constitutional acquittal which must be an actual acquittal on the merits.  State  v.  White,  71 Kans. 356, 80 P. 589, 6 Ann. Cases 132;\nv.  State,   15 Ohio St. 155 ;  People  v.  Kerm,  8 Utah, 268, 30 P. 988.\n\nThe discharge of the appellee under the writ of  habeas corpus \nwas gross and flagrant error.\n\nNote.  No brief filed for appellee.",
    "nature_of_suit": null,
    "posture": "APPEAL from chancery court of Lamar county; HON. T.P. DALE, Chancellor.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b270-10\">\n    State\n    <em>\n     et al. v.\n    </em>\n    Chambliss.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</parties><br><court id=\"b270-11\">\n    (In Banc.\n   </court><decisiondate id=\"ABm\">\n    Feb. 15, 1926.)\n   </decisiondate><citation id=\"AVq\">\n    [107 So. 200.\n   </citation><docketnumber id=\"AsO\">\n    No. 25319.]\n   </docketnumber><br><attorneys id=\"b271-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"257\"> \n     *257\n     </span>\n<em>\n     Alexander Currie\n    </em>\n    and\n    <em>\n     F. M. Morris,\n    </em>\n    for appellants.\n   </attorneys><br><attorneys id=\"b275-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"261\"> \n     *261\n     </span>\n    Note.\n    <em>\n     No brief filed for appellee.\n    </em>\n</attorneys><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b271-9\">\n     Corpus Juris-Cyc. References: Criminal Law, 16 C. J., pp. 400, n. 46; 1098, n. 86; 1103, n. 68; 1113, n. 31 New; 1267, n. 21 New; 1270, n. 75; 1271, n. 77; 17 C. J., pp. 44, n. 69; 365, n. 411;\n     <em>\n      Habeas Corpus,\n     </em>\n     pp. 30, n. 16; 31, n. 17; 53, n. 28, 32; Juries, 35 C. J., pp. 147, n. 94, 95; 240, n. 45.\n    </p>\n</div></div>",
    "citations": [
        "107 So. 200",
        "142 Miss. 256"
    ],
    "opinions": [
        {
            "author_str": "Ethridge",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 4873.0,
            "opinion_text": "* Corpus Juris-Cyc. References: Criminal Law, 16 C.J., pp. 400, n. 46; 1098, n. 86; 1103, n. 68; 1113, n. 31 New; 1267, n. 21 New; 1270, n. 75; 1271, n. 77; 17 C.J., pp. 44, n. 69; 365, n. 411; Habeas Corpus, pp. 30, n. 16; 31, n. 17; 53, n. 28, 32; Juries, 35 C.J., pp. 147, n. 94, 95; 240, n. 45.\nThe appellee, Curtis Chambliss, sued out a writ of habeascorpus, alleging that on the 14th day of May, 1925, he was charged with murder by a true bill of indictment, returned by a legally constituted grand jury of Forrest county, Miss., at the April, 1925, term of the circuit court; that on the 14th day of May, 1925, as aforesaid, he was placed on trial in said court on said indictment, and, after being arraigned on said charge, entered a plea of not guilty; that on said date, in the circuit court, a court of competent jurisdiction, a jury of twelve good and lawful men of Forrest county were duly qualified, impaneled, charged, etc., which said jury, after hearing all the evidence both for the state and the defendant, and after both sides had rested their case, and the entire matter having been submitted to the jury upon its merits, returned into open court, of its own volition, a verdict of \"not guilty;\" that the court thereupon inquired of the jury, in the presence of the defendant, if it had reached a verdict, whereupon the court directed the jury to hand the verdict to the clerk, which was done, and the verdict was accepted by the clerk, read in open court, and by order of the court filed by the clerk (a copy of the indictment and verdict were made exhibits to the petition for writ of habeas corpus), whereupon it *Page 262 \nwas alleged that it was the duty of the court to discharge the defendant, Curtis Chambliss, and liberate him, and not to again place him in jeopardy for the same offense. But the court refused and failed to do this, and returned the jury to the jury room a second time to further consider its verdict. After the jury had remained in its room for about two hours, it was called out by the court, who found that the jury was unable to reach any other verdict than the one aforesaid, whereupon the court, of its own motion, entered a mistrial on its docket, and set the case for rehearing on June 2, 1925, to which action defendant's counsel then and there excepted in open court.\nIt appears from the record that Curtis Chambliss was placed on trial and the trial proceeded in the regular and usual order until the conclusion of the evidence both for the state and the defendant, at which time the attorneys for the said Chambliss requested a conference with the district attorney, which was granted. During this conference propositions were made and discussed looking to the rendering of a verdict causing a conviction of guilty with a life sentence. The parties to the conference seemed to be doubtful of their power to agree upon any verdict that would in any way bind the jury, and both counsel for the state and the defendant were under the impression, and believed, that it would take a verdict of the jury to secure the result about which they were negotiating, to-wit, the securing of a life sentence of Chambliss instead of the death penalty, which it was apprehended the jury might inflict upon the said Chambliss. In this state of the case one of counsel for the said Chambliss conferred with the circuit judge in reference to the matter, and the circuit judge seemed to be of the opinion that they could make no agreement that would bind the jury, but told counsel that, if they made an agreement and submitted the case, if the jury did return a death sentence, he would set the verdict aside. Thereupon it was agreed that the district attorney would *Page 263 \nget an instruction on the form of the verdict usually given in such cases, and state to the jury the substance of the agreement between counsel, and that no other instruction would be asked for or given, and that no argument would be made in the case.\nThere are differences in the statements of the different attorneys in the case as to the exact agreement reached, and as to what the exact understanding was. But the district attorney stated to the jury that it was agreed that the state would be satisfied with the form of verdict calling for life imprisonment, and counsel for the defendant, after the district attorney had made his statement as to the agreement, stated that, in view of the agreement, counsel for the defense would have no instructions to submit and would not argue the case. The case was submitted to the jury with only the instruction as to the form of the verdict and the penalty that would follow each form of verdict rendered thereunder, and the case was submitted to the jury without argument. The jury, as stated above, returned a verdict of \"not guilty.\" This verdict was signed by each member of the jury. It was returned into open court and was read in open court by the clerk, and the clerk was directed by the judge to mark it filed. Thereupon the judge directed the jury to be seated, and turned and asked the jurors if they understood the agreement between counsel with reference to the verdict. Some of the juries stated that they did not understand the agreement, and they were then directed to return to the jury room. The circuit judge called the attorneys for the state and the defendant into a conference to discuss the situation as it had developed. Counsel for the defendant stated that they thought they were entitled to stand upon the verdict of \"not guilty,\" and that they did not, and could not, waive any constitutional rights of the defendant. The district attorney thought that the verdict should not stand, as it was not responsive to the agreement, and some considerable discussion is shown to have taken place in reference to the matter. *Page 264 \nThe circuit judge finally decided to enter a mistrial and remand Chambliss to the custody of the sheriff for the purpose of restoring the status quo before the agreement. He stated that, if the contention of the defendant was right, they could take ahabeas corpus and test the matter, and that, if Chambliss was discharged, all right; if not, that he would place him on trial thereafter for said offense of murder.\nThe first order entered on the minutes by the circuit judge was not satisfactory to counsel for the defendant because it contained statements that they had agreed to things which they contended did not correctly represent their attitude.\nA motion was made to correct the judgment entered, and on this motion was entered the following order:\n\"After considering the motion this day on the part of defendant, and after hearing testimony, the court of its own motion corrects the formal order of mistrial to conform the actual facts as occurred, and the order previously entered herein is hereby set aside and the following order entered as the true order of the cause and all other relief asked for by defendant denied: Comes again the district attorney, who prosecutes for the state, and the defendant in his own proper person, and by counsel, Garraway  Broadus, and the defendant, having been arraigned at the bar of the court on said charge of a former date of this term and for plea thereto, pleaded not guilty, and, both the state and defendant announcing ready for trial, the impaneling of a jury was begun from the two regular petit juries for the week, the defendant failing to request a special venire, and, the said two regular petit juries for the week having been exhausted before the completion of said jury, the sheriff was ordered and directed to summon from bystanders jurors to try said cause, and the following named men were selected to try said cause, to-wit: F.B. McCoy, Jeff Harrison, J.M. Wigley, R.E. Peel, Jack Downs, J.T. Baldin, J.M. Dyess, J.B. Pickett, C.G. Cargill, Hugh Malone, A. *Page 265 \nJ. Tanner, and P.C. Collins, who were specially sworn to well and truly try the issue between the state and the defendant, and a true verdict render according to the evidence and the law. H.C. McGilvery and B.J. Bradley being sworn as bailiffs of said jury, the taking of testimony was begun, and, after hearing all evidence tendered, counsel both for the state and defendant stated to the court that they had reached an agreement, and whereupon, in pursuance of this agreement, the instruction as marked given herein was granted by the court, and whereupon the district attorney announced to the jury that the respective counsel had reached an agreement, and whereupon, in pursuance of this agreement, the instruction as marked given herein was granted by the court, and whereupon the district attorney announced to the jury that the respective counsel had reached an agreement, and counsel for the defendant assented thereto in open court, and that the jury might bring in a verdict of guilty as charged, and recommending life imprisonment for the defendant, whereupon the jury retired for the consideration of the same and presently brought in the court the following verdict: `We, the jury, find the defendant not guilty as charged, and recommend that he be sent to a reformatory school. J.M. Dyess. J.M. Wigley. J.T. Baldin. F.B. McCoy. Hugh Malone. P.C. Collins. C.G. Cargill. Jack Downs. A.J. Tanner. R.E. Peel. Jeff Harrison. J.B. Pickett.' Whereupon the court had the jury seated, and asked the jury if they understood the agreement between counsel. Some of the jurors answered they did not. The court again called upon the district attorney to make clearer the agreement, which he did, and assented to on the part of defendant counsel, whereupon when a recess of about one and one-half hours was taken or until eight o'clock, the judge returned to the courtroom, and sought a conference with the district attorney and defendant's counsel, whereupon the court understood from the district attorney and defendant's counsel that a mistrial *Page 266 \nmight be entered, and in open court the court had the jury to report again, when the jury informed the court that they could not reach a verdict. The court then had the jury seated, and polled each juror, and the response of each juror was, `We are unable to agree.' The jury is therefore discharged, and mistrial is entered in said cause, and defendant remanded to jail to await the further order of the court to which action of the court counsel for defendant then and there excepted.\"\nThe chancellor entered a judgment on the habeas corpus in favor of the relator, discharging him from custody, on the theory that the verdict of the jury entitled him to an acquittal of the crime and discharge from custody. From this judgment the district attorney, representing the state, and the sheriff, representing himself, appealed to this court, insisting that there was not an acquittal on the merits, and that, therefore, the chancellor was without power to discharge the relator, who was under an indictment for murder.\nIt does not appear from the record that Chambliss personally consented to the agreement made between his counsel and the district attorney. It further appears that Chambliss was a boy of very low mentality, having not more intelligence than the average boy of nine years of age, according to the showing made in the record, and one of the issues in the trial seems to have been the issue of his mental capacity to commit the crime of murder.\nThe evidence on the trial in the circuit court is not before us on these issues, and, in our view, it is immaterial whether Chambliss was a party to the agreement or not. It is our view that the jury was not a party to this agreement, and the cause was submitted to them for decision, and that their verdict was a full and complete verdict, responsive to the issues, and was conclusive upon the state, and that the trial judge was without power to require the jury to return to its room to further deliberate upon the matter. The verdict of the jury was returned into open court, and directed to be marked filed by the *Page 267 \ncourt, which is all that the jury could do in the premises, and it was the duty of the court from this verdict to enter a discharge of the defendant.\nIt has never been the practice in this state and, so far as we are advised, in other states having similar constitutional provisions for trial by jury in criminal cases to that embraced in section 26 of the constitution of Mississippi to permit the court to refuse to accept a verdict complete in substance and responsive to the issues.\nThe right of trial by jury is one of the most sacred constitutional rights that a citizen has, and it would have but little value were it in the power of the trial judge to refuse to receive it or to act upon it when it is received, provided it is in due form and responsive to the issues. There is but little authority upon this proposition. Indeed, it may be said that it has been almost universally the practice and custom of all the states to receive the verdict and to pronounce judgment thereon wherever it was responsive to the issues and equities of the defendant. The state has no right of appeal from such verdict, and the judge has no right to set it aside. When a verdict is rendered into open court in due form, responsive to the issues, and signed by the jury, the defendant's right to acquittal becomes complete. Of course, the court may poll the jury by asking if it is agreed in its verdict, but the court has no power to require a jury to acquiesce in an agreement that deprives a citizen of his life or liberty.\nThe case of State v. Arrington, 7 N.C. 571, is the only case we find directly in point. In that case the indictment charged Arrington with a felony and the stealing of a horse of the value of five pounds belonging to one James Peck. The defendant pleaded \"not guilty,\" and the jury, having heard the evidence, retired for a short time, when they returned into court, and, being asked whether they were agreed in their verdict, they answered, \"Yes;\" and, being asked \"whether they found the prisoner at the bar guilty of the felony and horse stealing charged in *Page 268 \nthe bill of indictment, or not guilty,\" they answered \"they found him not guilty of the felony and horse stealing, but guilty of a trespass.\" Whereupon the court directed them to retire and reconsider the case, and return a verdict of guilty, or not guilty, in manner and form as charged in the indictment, and no more. The jury retired, and, after a few minutes, returned their verdict, finding the defendant guilty of the felony and horse stealing charged in the indictment.\nAll these facts were spread upon the record, and the defendant's counsel insisted that the first finding of the jury was to be taken as their verdict, and by that the defendant was acquitted. The court was of a different opinion, and directed the defendant to be whipped, as the act of assembly directs. The defendant appealed to the court, and the judgment of the court below was reversed, and the defendant discharged. There are two opinions in the report. Judge HENDERSON rendered the following:\n\"When a jury returns with an informal or insensible verdict, or one that is not responsive to the issues submitted, they may be directed by the court to reconsider it; but not where the verdict is not of such description. The verdict offered in this case was a plain and explicit response upon the issue submitted, and the addition of the defendant's having been guilty of a trespass, did not vitiate it. It was a matter of subsequent consideration with the court what should be the judgment. The verdict first offered will be recorded nunc pro tunc, and judgment entered for the defendant. For although any larceny imports a taking without the consent of the owner, and of course a trespass, yet that taking does not necessarily import a taking with violence, so as to render it indictable. The offense found is not within the charge; the record must therefore be amended, and judgment of acquittal be entered.\"\nChief Justice TAYLOR rendered the following: *Page 269 \n\"The verdict first brought in by the jury was, `Not guilty of the felony and horse stealing, but guilty of a trespass.' Had this verdict been so recorded, the judgment would have been arrested; the rule being that a defendant cannot be found guilty of a misdemeanor on an indictment for felony. The verdict actually found would then have had the effect of an acquittal. It is laid down in ancient books of authority that if the jury, through mistake or even partiality, deliver an improper verdict, the court may, before it is recorded, desire them to reconsider it; and a case is quoted with approbation, in Plowden 211b, where, in a writ of conspiracy against two, the jury found one guilty, and the other not guilty, and the judge told the jury that their verdict was contradictory, and that if one was not guilty, the other was not, in a charge of conspiracy, and that they had better reconsider their verdict. The jury accordingly retired, and afterwards returned and found both guilty. Some of the harsh rules of the common law, in relation to criminal trials, have been gradually softened by the improved spirit of the times; and this, among others, is relaxed in modern practice, where the jury bring in a verdict of acquittal. It is considered as bearing too hard on the prisoner, and is seldom practiced Hawk, chapter 47, sections 11, 12. I think this course of proceeding is fit to be imitated here, whenever a prisoner, either in terms or effect, is acquitted by the jury, and that in all such cases the verdict should be recorded, although I am persuaded that they were desired to reconsider their verdict in this case, with the purest intention, and solely with a view that they might correct the mistake they had committed. The verdict first returned ought to have been recorded; and it ought to be done now, valeat quantum valere potest. The effect will be the same as if a verdict of acquittal were recorded; but I think it most regular to put upon the record what the jury have found. 1 Leach, 12; 2 Strange, 1137.\" *Page 270 \nIn Goolsby v. State (Miss), 35 So. 212, not officially reported, this court held, in a case where the jury returned a verdict convicting the defendant of pointing a gun, and was directed by the judge to return to its room and deliberate and render a proper verdict, whereupon the jury did return, and, after deliberation, returned into court a verdict convicting the accused of intentionally pointing a gun and discharging it, etc., that the judge should have received the first verdict, as he did not have the power to require the jury to return a verdict according to his ideas, but that the jury was the judge of the facts.\nIn State v. J.C. Maine, 27 Conn. 281, the supreme court of that state held that the superior court has no power to try a criminal case without a jury on the plea of not guilty, even by agreement of the parties. And where, in such case, the superior court, by agreement of the parties, found the facts and reserved the case for the advice of that court (the superior court of that state), such court refused to entertain the appeal. The court said:\n\"This was the case of an information against the defendant for placing a nuisance in a highway, and was brought to the superior court for the county of Tolland by appeal; where, on the plea of not guilty, the case was, by agreement of the parties, tried by the court, which found the facts and reserved the questions of law arising thereon for the advice of this court. The judges were of the opinion that, as no statute conferred on the superior court the power to try this or any other criminal charge, excepting through the intervention of a jury, the court below could not legally try the case in the manner in which it had done, and would not be able to render a legal judgment on the facts, if the advice of this court was given upon them. They therefore refused to entertain the case.\"\nState v. Burris, 3 Tex. 118, was a case where the state appealed. In the syllabus of that case it is said:\n\"A verdict of `not guilty,' in a prosecution for a criminal offense, puts a final termination to the prosecution. *Page 271 \nThere can neither be a new trial nor an appeal in such a case.\"\nIn the case of State of North Carolina v. Robinson Rogers etal., 78 S.E. 293, 162 N.C. 656, 46 L.R.A. (N.S.) 38, Ann. Cas. 1914A, 867, the supreme court of that state held that &#8212;\n\"One who pleads `not guilty' to an accusation of murder is entitled to be tried by a jury of twelve men, which he cannot waive even by consenting to proceed with eleven in the jury box when one is found mentally unfit.\"\nThere is a case note appended to the L.R.A. report showing the great weight of authority is to the effect that consent cannot confer jurisdiction on the court to try a felony by jury of less than twelve men.\nIn Cooley's Constitutional Limitations (3d Ed.) star pages 319-321, this great constitutionalist, in discussing the right of trial by jury says:\n\"Accusations of criminal conduct are tried at the common law by jury; and wherever the right to this trial is guaranteed by the constitution without qualification or restriction, it must be understood as retained in all those cases which were triable by jury at the common law, and with all the common-law incidents to a jury trial, so far, at least, as they can be regarded as tending to the protection of the accused. . . . The jury must unanimously concur in the verdict. This is a very old requirement in the English common law, and it has been adhered to, notwithstanding very eminent men have assailed it as unwise and inexpedient. And the jurors must be left free to act in accordance with the dictates of their judgment. The final decision upon the facts is to rest with them, and interference by the court with a view to coerce them into a verdict against their convictions is unwarrantable and irregular. A judge is not justified in expressing his opinion to the jury that the defendant is guilty upon the evidence adduced. Still less would he be justified in refusing to receive and record the verdict of the jury, because of its being, in his opinion, rendered in favor of the prisoner when it ought *Page 272 \nnot to have been. He discharges his duty of giving instructions to the jury when he informs them what in his view the law is which is applicable to the case before them, and what is essential to constitute the offense charged; and the jury should be left free and unbiased by his opinion to determine for themselves whether the facts in evidence are such as, in the light of the instructions of the judge, make out beyond any reasonable doubt that the accused party is guilty as alleged.\"\nIt is our understanding of the law that it was never the practice in England to refuse to receive and record a verdict even in the reign of tyrants who organized a court to try jurors for rendering an improper verdict. A prisoner was entitled to his discharge, but, if the officers representing the King thought the verdict was corrupt, they could prefer charges against the jury, bring them before the court of the star chamber, and punish them for their wrongful conduct in rendering a false verdict. Of course, this practice passed away with the establishment of the Bill of Rights in 1689; and at the time of the Revolution this practice had wholly ceased &#8212; had become wholly obsolete &#8212; and no proceeding whatever derogatory to the liberty of the subject would be entertained after his acquittal of the offense.\nA trial by jury has been the greatest instrument of liberty in the history of English and American government, and was greatly esteemed at the time of the Revolution. No country ever lost its liberty where an independent jury trial existed. No country retained its liberty where it was abandoned. Since it has been uniformly incorporated in the constitutions of the states of the American Union and in the Constitution of the United States.\nBlackstone's eulogy upon this great institution of trial by jury is worthy of consideration at all times, and should be constantly borne in mind by all who are called upon to administer the criminal laws of the country. It follows: *Page 273 \n\"Trial by jury a distinctive feature of the British Constitution. &#8212; Upon these accounts the trial by jury ever has been, and I trust ever will be, looked upon as the glory of the English law. And if it has so great an advantage over others in regulating civil property, how much must that advantage be heightened, when it is applied to criminal cases! But this we must refer to the ensuing book of these commentaries; only observing for the present that it is the most transcendent privilege which any subject can enjoy, or wish for, that he cannot be affected either in his property, his liberty, or his person, but by the unanimous consent of twelve of his neighbors and equals. A constitution, that I may venture to affirm has, under Providence, secured the just liberties of this nation for a long succession of ages. And therefore a celebrated French writer, (t) who concludes, that because Rome, Sparta, and Carthage have lost their liberties, therefore those of England in time must perish, should have recollected that Rome, Sparta, and Carthage, at the time when their liberties were lost, were strangers to the trial by jury.\n\"Great as this eulogium may seem, it is no more than this admirable constitution, when traced to its principles, will be found in sober reason to deserve. The impartial administration of justice, which secures both our persons and our properties, is the great end of civil society. But, if that be entirely intrusted to the magistracy, a select body of men, and those generally selected by the prince or such as enjoy the highest offices in the state, their decisions, in spite of their own natural integrity, will have frequently an involuntary bias towards those of their own rank, and dignity. It is not to be expected from human nature that the few should be always attentive to the interests and good of the many. On the other hand, if the power of judicature were placed at random in the hands of the multitude, their decisions would be wild and capricious, and a new rule of action would be every day established in our courts. It is wisely therefore ordered that the principles and axioms of law, which are *Page 274 \ngeneral propositions, flowing from abstracted reason, and not accommodated to times or to men, should be deposited in the breasts of the judges, to be occasionally applied to such facts as come properly ascertained before them. For here partiality can have little scope. The law is well known, and is the same for all ranks and degrees; it follows as a regular conclusion from the premises of fact pre-established. But in settling and adjusting a question of fact, when intrusted to any single magistrate, partiality and injustice have an ample field to range in; either by boldly asserting that to be proved which is not so, or by more artfully suppressing some circumstances, stretching and warping others, and distinguishing away the remainder. Here, therefore, a competent number of sensible and upright jurymen, chosen by lot from among those of the middle rank, will be found the best investigators of truth and the surest guardians of public justice. For the most powerful individual in the state will be cautious of committing any flagrant invasion of another's right when he knows that the fact of his oppression must be examined and decided by twelve indifferent men, not appointed till the hour of trial; and that, when once the fact is ascertained, the law must of course redress it. This, therefore, preserves in the hands of the people that share which they ought to have in the administration of public justice, and prevents the encroachment of the more powerful and wealthy citizens.\"\nWe think it would be establishing a most dangerous precedent to sanction the setting aside of the verdict of a jury even under the circumstances disclosed in this record. It is manifest from the reading of the record that the jury would not have consented to render any other verdict than the one they did render. One of the jurors was introduced on the habeas corpus trial, and testified that they did not consider changing their verdict.\nIt is better to bear the evils that result from cases like the one before us, where the parties expected a different result, and made their agreements with that end in view, than it would be to sanction the practice of *Page 275 \nsetting aside a jury's verdict of acquittal. We cannot foresee the possibilities that such a course would lead to.\nThis brings us to a consideration of whether the writ ofhabeas corpus is the proper remedy to secure the release of a prisoner being tried after the rendition of a verdict of not guilty. Stated in general terms, the writ of habeas corpus will lie whenever the court did not have jurisdiction of the subject-matter or of the parties, or where it has jurisdiction of the subject-matter of the parties, but makes an order which it did not have power to make in the case. In the present case the jury had rendered its verdict of acquittal, and therefore the court had no power to enter any order further restraining him of his liberty, and in its undertaking to set aside the verdict and hold the prisoner for a new trial it was acting in a matter in which it had no power to act, and its action can have no legal force. This principle is well settled in Ex parte Burden,\n45 So. 1, 92 Miss. 14, 131 Am. St. Rep. 511, where the court laid down in clear terms the rule with reference to the subject. In that case a verdict was rendered by a jury on a trial for an offense convicting the defendant of assault and battery with intent to commit manslaughter. The trial court considered this verdict a finding of guilty of a felony, and sentenced the defendant as for a felony. On appeal the court held that that part of the verdict \"with intent to commit manslaughter\" was surplusage, and that the court did not have jurisdiction to pronounce the sentence. The chancellor had held the sentence for a felony void and granted bail, which was affirmed by the supreme court. In the second syllabus it was stated:\n\"A sentence of a different character from that authorized by law for the crime of which accused has been found guilty is void and he may be relieved on habeas corpus; but an excessive sentence of the character authorized is not void and relief therefrom can be procured only by appeal.\"\nIn McHenry v. State, 44 So. 831, 91 Miss. 562, 16 L.R.A. (N.S.) 1062, the court in a well-considered opinion *Page 276 \ndrew the line as to when and where a judgment rendered by a court having jurisdiction of the subject-matter and of the person might be collaterally attacked, holding that, if the court made an order not authorized by law, it could be collaterally attacked, although the court had general and complete jurisdiction of the subject-matter and of the person. At page 575 of the Mississippi opinion (page 833 of the Southern reporter) the court said:\n\"It is a misconception to suppose that only in a case where the court has no jurisdiction over the particular suit can one safely disobey the order of a court. A court may have jurisdiction, in a general sense, of the particular suit, as regards both its subject-matter and the parties to it, and yet the court may make, in the trial of that particular case, an order which, regard being had to the nature of the suit, the court has no power whatever to make. Such an order is an absolute nullity, not a mere irregularity; and both where general jurisdiction at all to entertain the particular cause is wanting, and also where, such general jurisdiction existing, the court, in the progress of the trial of the particular cause, makes an order wholly void, there is wanting utterly the predicate for any contempt process for disobedience to such order. This is essentially what is held in the case of Ex parte Wimberly, 57 Miss. 437, though in that particular case the court dealt with the instance of a court acting without jurisdiction at all in the cause, rather than the case of a court with general jurisdiction of a cause transcending entirely its power in the trial of that cause to make a particular order. In the case of Hovey v. Elliott,39 N.E. 841, 145 N.Y. 126, 39 L.R.A. 449, this distinction is made very plain, both in the opinion and in the notes to the case. It is pointed out in the notes that the reason why one is not guilty of contempt in disobeying the order of the court, passing on an unconstitutional statute, is not that the court did not have jurisdiction to decide whether the act was constitutional or unconstitutional, but because an order, made in pursuance of an unconstitutional statute, is a mere nullity, *Page 277 \na thing beyond the power of the court to make. The court, of course, has the jurisdiction, generally, both of the subject-matter and of the parties in every such case, and the right &#8212; which is what jurisdiction means &#8212; to hear and determine the constitutionality of the statute; but if, in so exercising this jurisdiction, if in so hearing and determining that question, it decides the act to be constitutional when it is unconstitutional, and makes an order in pursuance of such decision which one disobeys, he is not guilty of contempt, not because the court did not have jurisdiction to decide the question rightly or wrongly, but because the order is absolutely beyond the power of the court to make.\"\nThe court, in the course of its opinion, quoted from Mr. Justice MILLER in Ex parte Lange, 18 Wall. 163, 21 L. Ed. 872, as follows:\n\"It is no answer to this to say that the court had jurisdiction of the person of the prisoner, and of the offense under the statute. It by no means follows that these two facts make valid, however erroneous it may be, any judgment the court may render in such case. If a justice of the peace, having jurisdiction to fine for a misdemeanor, and with the party charged properly before him, should render a judgment that he be hung, it would simply be void. Why void? Because he had no power to render such a judgment. So, if a court of general jurisdiction should, on an indictment for libel, render a judgment of death, or confiscation of property, it would, for the same reason, be void. Or if on an indictment for treason the court should render a judgment of attaint, whereby the heirs of the criminal could not inherit his property, which should by the judgment of the court be confiscated to the state, it would be void as to the attainder, because in excess of the authority of the court and forbidden by the constitution.\"\nSee, also, the other authorities cited by the court in this opinion.\nIn Ex parte Moody, 104 Miss. 836, 61 So. 741, the supreme court of this state discharged a prisoner from the *Page 278 \ncustody of the convict manager of the county because the manager did not have the certificate required by the statute there considered authorizing the detention of the prisoner in his custody, and this although the prisoner had been regularly and lawfully convicted of a violation of the law and had not served out the time imposed upon him by the sentence.\nIn the case of People ex rel. v. Warden, etc., 124 N.Y.S. 341, 139 A.D. 488, the court held that habeas corpus is a proper remedy for the discharge of a prisoner attempted to be retried after having once been placed in jeopardy. In that case a jury was impaneled to try the defendant, but before the verdict was unlawfully and improperly discharged by the trial judge, who thereafter started to retry the prisoner, whereupon the prisoner sued out a writ of habeas corpus setting up that he had been in jeopardy, and that the discharge of the jury amounted in law to an acquittal. The court upheld the prisoner's contention and discharged him, holding that the discharge of the jury amounted to an acquittal, and that he could not thereafter be tried, although there was not a verdict actually rendered in that case. This case is precisely in point with the one before us, except in the case before us there was an actual verdict of acquittal.\nIn Corners v. Pratt, 112 P. 339, 38 Utah, 258, the supreme court of Utah held that habeas corpus was a proper remedy to determine the validity of a life sentence imposed upon the relator in that case. Although the petition for habeas corpus\nshowed that the prisoner was also held under a ten-year sentence, the court adjudicated the life sentence invalid on the habeascorpus proceeding.\nTo like effect see In re Fanton, 76 N.W. 447, 55 Neb. 703, 70 Am. St. Rep. 422; Ex parte Davis, 89 S.W. 978, 48 Tex. Cr. App. 644, 122 Am. St. Rep. 775.\nIn Snow's case, 7 S. Ct. 556, 120 U.S. 274, 30 L. Ed. 658, the supreme court of the United States held that habeas corpus was the proper remedy, and discharged a *Page 279 \nprisoner from a judgment unlawfully rendered against him by the trial court in a felony case. In that case the defendant was convicted in a trial court of violating the statute against polygamy or unlawful cohabitation in the territory of Utah. He was indicted on three counts charging separate periods of living together in violation of the statute. The court held that the offense was a continuing one, and that more than one conviction was unauthorized, and discharged the prisoner from the excessive judgments. To the same effect is In re Nielson, 9 S. Ct. 672,131 U.S. 176, 33 L. Ed. 118.\nThe judgment of the lower court will therefore be affirmed.\nAffirmed.\nANDERSON and McGOWEN, JJ., concurring.",
            "ocr": false,
            "opinion_id": 3516075
        },
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Judges COOK, HOLDEN, and myself are of the opinion that the court below erred in discharging the relator. A number of very delicate questions of procedure are presented by this record, among which are the extent to which the writ of habeas corpus\ncan be used to correct alleged errors of a trial court, and to what extent parol evidence is admissible in order to establish such errors. All of which we will pretermit and express no opinion thereon, for we are of the opinion that the circuit court committed no error in declining to receive the verdict of \"not guilty.\" The only error which that court committed was in holding that it was necessary to submit the case to the jury after the state and the defendant had agreed on the verdict. Where the parties to a litigation agree on the verdict to be rendered, it is not necessary to go through the formality of having it returned by the jury. The verdict agreed on should be simply entered and a proper judgment rendered thereon. This is the practice in cases where the court has the power to direct a verdict (Hairston v. Montgomery, 59 So. 793, 102 Miss. 364 *Page 280 \n; Yazoo  M.V.R. Co. v. Pope, 61 So. 450, 104 Miss. 339;Hines v. Cole, 85 So. 199, 123 Miss. 254), and such power is certainly vested in the court when the parties to the litigation consent thereto. According to the evidence of the judge who presided at the trial in the circuit court, he was requested to instruct the jury to return the verdict agreed on, but he declined, for the reason that he doubted his power so to do. That this was a criminal case is of no moment in this connection, for the defendant could have pleaded guilty if he so desired, even if the death penalty would have followed. 16 C.J. 400, 1270. The agreement was, not that the jury might fix the penalty at life imprisonment in event it found the defendant guilty, but that it should return a verdict of guilty and fix the punishment at life imprisonment. By making this agreement, the defendant cut the district attorney off from arguing the case to the jury and the court from instructing it on the law thereof. Had this argument been made and the instruction given, it may be that the verdict would have been not only guilty, but the death penalty might have been imposed. The relator and his counsel evidently so thought, for the agreement was manifestly made for the purpose of warding off the death penalty.\nThe ground on which the main opinion proceeds as stated therein is \"that the jury was not a party to this agreement,\" and therefore was not bound thereby, from which it necessarily follows that, had the jury returned a verdict of guilty, but disregarding the agreement as to the punishment, had imposed the death penalty, the court would have been bound thereby, and would have been compelled to receive the verdict and to sentence the relator to be hanged. If the jury had the right to disregard the agreement as to the guilt of the relator, it had also the right to disregard the agreement as to the punishment to be imposed on him. Consequently, had it returned a verdict of guilty and imposed the death penalty, it would have committed no error in so doing; and the rule is universal, in so far as *Page 281 \nwe are aware, that no verdict of a jury can be set aside in the absence of error appearing therein or in the proceedings on which it is based. To hold that the court would have been bound by the verdict had the jury inflicted the death penalty on the relator would violate every sense of right and of justice. Why not here?\nThat the agreement as to the verdict to be rendered was not made by the relator in person but by his counsel is of no consequence, for, if for any reason he should be held not to be bound thereby, the only result that could follow would be that a verdict rendered in accordance with the agreement would be set aside at the relator's request and a new trial awarded.\nThe judgment of the court below should be reversed.",
            "ocr": false,
            "opinion_id": 3516076
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}