{
    "id": 3555230,
    "judges": "Allen, Bailey, Smith",
    "date_filed": "2017-03-24",
    "date_filed_is_approximate": true,
    "slug": "pritchett-v-northwestern-mutual-insurance",
    "case_name_short": "Pritchett",
    "case_name": "Pritchett v. Northwestern Mutual Insurance",
    "case_name_full": "Lee Pritchett, Respondent, v. the Northwestern Mutual Insurance Company, a Corporation, and L. D. Mange, Appellants",
    "attorneys": "Ray B. Lucas  and  Wammock  Cooper  for appellants.\n\n George Munger, W.L. Tucker, Bloodworth  Bloodworth  and Creel Black  for respondent.",
    "nature_of_suit": null,
    "posture": "Appeal from Dunklin County Circuit Court. &#8212; Hon. James V. Billings, Judge.\n\nAFFIRMED ( upon condition ).",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing denied July 30, 1934.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b701-4\">\n    Lee Pritchett, Respondent, v. The Northwestern Mutual Insurance Company, a Corporation, and L. D. Mange, Appellants.\n   </parties><citation id=\"AAe9r\">\n    73 S. W. (2d) 815.\n   </citation><br><court id=\"b701-5\">\n    Springfield Court of Appeals.\n   </court><decisiondate id=\"AQ1\">\n    July 18, 1934.\n   </decisiondate><br><otherdate id=\"b701-6\">\n    Rehearing denied July 30, 1934.\n   </otherdate><br><attorneys id=\"b702-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"662\"> \n     *662\n     </span>\n<em>\n     Bay B. Lucas\n    </em>\n    and\n    <em>\n     Wammock &lt;&amp; Cooper\n    </em>\n    for appellants.\n   </attorneys><br><attorneys id=\"b702-12\">\n<em>\n     George Munger, W. L. Tucker, Bloodworth &lt;&amp; Bloodworth\n    </em>\n    and\n    <em>\n     Creel Black\n    </em>\n    for respondent.\n   </attorneys>",
    "citations": [
        "73 S.W.2d 815",
        "228 Mo. App. 661"
    ],
    "opinions": [
        {
            "author_str": "Bailey",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "This is an action for malicious prosecution over the alleged stealing of certain farm crops. Plaintiff, before a jury, recovered a judgment for $500 actual damages and $2500 punitive damages from which judgment defendants have appealed.\nThere are fourteen assignments of error, the first of which is that the trial court erred in refusing to give defendants' instruction in the nature of a demurrer to the evidence offered at the close of plaintiff's case and again at the close of the whole case. By introducing their evidence after their demurrer at the close of plaintiff's case had been overruled, defendants waived any exceptions thereto. [Hamman v. Central Coal  Coke Co., 156 Mo. 232, 56 S.W. 1091.]\nIn passing on the demurrer offered at the close of the whole case, we are required to give plaintiff the benefit of all the evidence in his favor as well as all reasonable inferences that might be drawn therefrom and if there is any substantial evidence to support the verdict, the demurrer will be considered as having been properly overruled. So much is conceded. *Page 663 \nThe abstract of the record consists of some 185 pages and most of the testimony is set out in full together with all the objections, arguments thereon, bickerings, rulings and many other matters that really should not be in the printed abstract under our rules. We mention this for the reason that so large a part of the record is taken up with such things, most of which are immaterial on this appeal, and in many instances require the reading of several pages of record in order to find anything of substance. We appreciate the fact that this was an unusually hotly contested lawsuit, which must have tried the patience of the trial court as well as counsel. For that reason we are disposed to be lenient, although there can be no doubt our rules have been rather ignored in preparing the abstract.\nLee Pritchett, plaintiff herein, is a man of color and a farmer. When the scene opens he was living near Bernie, in Stoddard County. He and another colored man named M.D. Giles became interested in purchasing a farm in Stoddard County consisting of 380 acres. This farm at the time, March, 1930, belonged to a man named Lott subject to a deed of trust securing a note therein described, to the Northwestern Mutual Life Insurance Company, one of the defendants. A real estate man, Higginbotham, was a broker for this land and in some way had gotten in touch with plaintiff and Giles. No sale of the land was actually consummated, but an oral arrangement was made through Higginbotham by which plaintiff was to purchase 160 acres of the said land and Giles 120. Neither plaintiff nor Giles, who was a colored preacher (which may account for his financial status) had any money whatever. But this proved to be no particular hindrance. A verbal agreement was made by which plaintiff was to pay about $42 per acre for his part of the land, a mere $8700 in all, and Higginbotham required $500 paid down. But plaintiff, having no such amount of money, it was agreed that he should go on the land and farm it anyhow and pay the $500 by certain work on the farm. The matter of consummating the sale of the farm to him was to be left to the future. Acting on this arrangement plaintiff moved onto the farm in the latter part of February, or March, 1931, and proceeded, with the aid of the Federal government and his son Noble, to plant cotton and corn. The Federal aid consisted of a crop loan upon which Lott seems to have signed a waiver. At the time plaintiff moved onto the farm he knew of the loan against the property, because he assumed and agreed to pay it, according to the terms of his verbal contract of purchase. But he apparently did not know that Lott was in default on the loan held by defendant and that his days as owner were numbered. On the 27th day of May, 1931, defendant insurance company became the purchaser of the property at a foreclosure sale. Plaintiff didn't know this at the time and confidently went on with making his crops. He testified he first learned that there had been a sale and defendant insurance *Page 664 \ncompany was the owner, on the 28th of July, 1931, when Mr. Mange, who was overseer for the insurance company, came down and notified him. At that time they were laying the crop by and cutting hay. Mange not only notified him who owned the land, but brought along a rent note for plaintiff to sign. Plaintiff, however, refused to be reduced from an owner to a tenant in any such manner. He testified: \"I didn't sign the note and I told him I wouldn't sign the note for I moved and took possession of the place by buying it and I wasn't renting.\"\nPlaintiff must have been a pretty convincing talker for before Mange left he loaned plaintiff $10 to buy feed and help him along and also assumed an indebtedness for some other feed procured through a Mr. Tuttle. Plaintiff gave a receipt for these advancements amounting in all to $32.30. It was understood at the time that plaintiff was to first pay off the government crop loan and then repay Mange this money out of the crops. This receipt and loan became the root of all plaintiff's future troubles, as will be seen. From then on Mange seems to have become his Nemesis, so to speak. In August Mange came down again and measured up the house, with a carpenter, but there was then no further conversation about who owned the land. Thereafter, plaintiff saw Mange passing back and fourth from time to time but held no conversation with him. Things went along until the early part of 1932, when plaintiff saw Mange again pass near his door, but no word was passed between them. This passing in front of the door must have meant something, for right afterward plaintiff said that Mange brought a lawsuit against him before a Justice of Peace at Essex, twenty-three miles from where plaintiff lived when there was a justice at Bernie only three miles distant. But plaintiff, \"went over to the lawsuit,\" which was for possession of the land he had bought from Lott. Mr. Mange was there, Mr. Giles and Mr. Higginbotham were there, the magistrate or justice of the peace was there, and it seems Mr. Bloodworth, plaintiff's attorney was also there. This was on January 14, 1932, but the case never went to trial. Plaintiff, through his attorney, and Mange, reached a compromise by which plaintiff was to get his crop off and move within two weeks. Mange claimed no rent, but only required that plaintiff pay what he owed on that receipt, plus the costs in the lawsuit. Plaintiff testified that after he had that two weeks, he started right on loading corn and took one truck load to Butler County; that \"I was taking it away because I thought it was mine.\" Then the real trouble suddenly struck plaintiff without any warning unless the fact that Mange passed by his door twice that morning and saw plaintiff loading corn was a foreboder of the impending calamity. On that same morning, Mange got stuck with his car in a ditch on plaintiff's place and plaintiff pulled him out. This was a friendly enough act and the last of all friendly relations. *Page 665 \nPlaintiff and his son, Noble, started with a second load of corn and had reached a point north of Bernie going to Dexter, when he and Noble were arrested by officer Smith and placed behind the bars in the calaboose at Bernie. Thereafter, the town marshal came with Mr. Mange who talked to plaintiff through the \"grate.\" Plaintiff testified as to that conversation and subsequent events, as follows:\n\"He says, `Alright. What are you going to do now? You are in jail now and what are you going to do?' and I said, `I don't know what I am going to do,' and he said `Well, didn't you know you were taking rent corn off this place?' and I said `No, I didn't. I didn't know that.' And he says `Don't you know I have got to have my money? You have got to pay me my money.' And I said `Well, how can a man pay anything when he ain't got it?' and he said `You promised me you were going to pay me' and I said `That is exactly what I am going to do' and he said `Well, I didn't know what you are going to do about it,' and he went on out. Then after a bit Mr. Smith come back and me and Mr. Smith had a talk and he asked me about paying the costs and he said `If you pay the costs you can get out' and I said `What is the costs?' and he said `About eight dollars' and I said `What for?' and he said for arresting me and putting me in jail, and I said `I haven't got eight dollars but if you will let me out to call Judge Tucker I will get out and maybe we can all attend to some business' and I couldn't get none of them to call and then he let me out. That was after Mr. Mange had been there. Mr. Smith come and I said `If you let me out I can get someone here in town to stand for that some way or other or get it procured for the costs' and he said `All right' and he let me out, but my boy stayed in there, and I goes around to get somebody and I couldn't get somebody and I couldn't get anybody to do anything unless I have a mortgage. Mr. Smith went along with me. He fixed up the mortgage and Mr. Mange said `Now, you have got to pay this costs and the other one you had back at Essex.' We were standing on the street in front of the Bernie Bank talking, me and Mr. Mange and Mr. Smith. I goes up to Mr. Walser, the Notary Public, Dave Walser's place, to give a mortgage on some hogs and a heifer cow.\n\"Q. Where was Noble, your son, at that time? A. In the calaboose locked up. . . . After he fixed up the mortgage I signed it. Then Mr. Mange written with a typewriter himself and taken me back in the next room and he says, `Here is something I want to read to you first.' He says `This is a certificate that you won't come against us for any damages and I want you to sign this' and I said `I won't do it' and he said `You will have to do it' and I said `All right.' I signed the mortgage to secure this costs and the money I owed them for the money I got when I signed this exhibit `1' (the receipt). . . . If I signed this mortgage for the costs and the money represented by the receipt I and my boy was to get out of *Page 666 \njail. Mr. Mange said `I want you to sign this paper not to come against us for any damages.' That was after I signed the mortgage. I said to Mr. Walser `Mr. Walser, do you reckon I ought to sign a mortgage?' and he said `I don't know. You never asked me anything before you came in.' After I signed the mortgage securing the debt and costs my son and I got out. I was already out. Mr. Mange write the other paper. He was writing it at the time, Mr. Walser was fixing the mortgage. I signed the mortgage on Mr. Walser's desk and I signed the other paper on the desk there. While I was signing it I had Mr. Smith go and turn my boy loose and Mr. Smith goes down and get my boy and brought him up there and when he got there I had done signed the paper and I handed it to the boy to sign and he said `No, sir, I will not sign it' and I said `Son, you just sign the paper and let him have it' and he signed it. Then Mr. Smith turned us loose.\"\nHis son was also required by Mange to take the load of corn to Townley and place it in the granary there. Plaintiff then started on foot down the \"lonesome road,\" to the farm he once thought he owned, and no doubt he believed his troubles were over for a while. But that was not to be. Soon again his \"Nemesis\" appeared, which he thus relates: \"That same night I loaded up a load of house furniture and pulled out over to Butler County and when I goes over there I goes to see my attorney, Mr. Bloodworth. My family did not go to Butler County on that load. They went after I came back there. After I got moved over in Butler County I was arrested about a week after I moved over there. I don't know just how long after I was turned out at Bernie but we finished up moving that same week and it was the week after I moved from there that they came and arrested me. Mr. Moore and Mr. Smith and another fellow who stays at Fisk arrested me in the daytime. They carried me to Bloomfield and put me in jail. I was in the calaboose at Bernie about three or four hours and in the jail at Bloomfield five hours. I got Judge Tucker to give bond for me and I had to come back to court. I made one trip. It is about forty-five miles as near I could figure from where I live at Butler County over to Bloomfield. In looking after the case and seeing my attorneys and getting ready and in attending court I lost about twelve or fourteen days during the month of February. My time and expenses will be about three dollars a day. I hired a lawyer and made an agreement as to what I was to pay the lawyer.\"\nOn the question of his damages, humiliation, etc., he testified that when he moved to Butler County he had a place rented from a man named Corey; that he had moved one load when he was arrested and Corey wanted to back up on renting him the place when he heard of the arrest; that he went with Mr. Corey five miles to plaintiff's attorney; that, \"we went there to find if they had this suit off *Page 667 \ntrial and that it wasn't so about me stealing corn, so he would let me stay on the place. He let me stay after that.\"\nOn re-direct examination he was asked how he felt while he was in jail. He started to testify as follows: \"Well, jurymen, I felt at the time I was put in jail a great disgrace on me. The life I have been living among my people,\" whereupon defendants objected and were sustained. He then testified he had never been in jail before; that this feeling of humiliation and disgrace he had not yet gotten over; that \"I feel I have been disgraced up to the present time, now.\"\nWhile there is some controversy shown in the record as to the jurisdiction of the justice, E.J. Williams, at the preliminary trial of plaintiff, which occurred after the second arrest, it was admitted that this justice failed to find probable cause to hold plaintiff under the grant larceny charge and discharged him and that the prosecution of that charge has been dropped.\nPlaintiff was corroborated in his testimony by Giles, the colored preacher who also bought land, and also by Higginbotham and other witnesses. It further appears that at the preliminary hearing defendant Mange was personally present and defendant insurance company had hired a special prosecutor in the person of an able lawyer, Senator Wammock. Both defendants therefore participated in the prosecution regardless of the question of agency hereinafter discussed.\nOn behalf of defendants the evidence shows that the warrant upon which both arrests were made was obtained upon the affidavit of the prosecuting attorney Mr. Briney who obtained his information from Mr. Mange. There is some question as to whether Mange revealed to the prosecutor all the facts, particularly as to the prior arrest, mortgage, and unlawful detainer suit. In addition to that there was testimony on the part of defendants which would tend to show lack of malice and probable cause, but since we are not concerned with that testimony in considering a demurrer to the evidence, it is unnecessary that it be set out.\nIt is well settled that in order to maintain a suit for malicious prosecution it is incumbent upon plaintiff to prove by substantial evidence, first, that the prosecution complained of terminated in plaintiff's favor or ended without a conviction. [Sharpe v. Johnston, 76 Mo. 660.]\nSecond, that the prosecution was instituted without probable cause. On this point our Supreme Court recently said: \"It is well settled that the want of probable cause is an indispensable element of an action for malicious prosecution. It may be defined as consisting of reasonable grounds for suspicion, supported by circumstances sufficiently strong in themselves to warrant a cautious believing that accused is guilty of the offense charged.\" [Randol v. Kline's, Inc., 18 S.W.2d 500, l.c. 505,322 Mo. 746.] *Page 668 \nThird, that the prosecution was malicious. Malice may be inferred from want of probable cause. \"A prosecution is said to be malicious when actuated by hostile, angry or vindictive motives, or when intentionally committed and carried on with knowledge that it is without legal justification.\" [Callahan v. Kelso, 170 Mo. App. 338, l.c. 341, 156 S.W. 716.]\nIt is also held that where the prosecution is instituted for the purpose of collecting a debt or other private motive, such objects are malicious in a legal sense. [Maysenberg v. Engelke,18 Mo. App. 346, l.c. 350; Stoker v. Elniff, 33 S.W.2d 977, l.c. 980.]\nUnder the law as above set forth we think there can be no doubt the trial court was justified in overruling the demurrer to the evidence. In the first place we may assume that plaintiff was a man of good reputation, though only a poor old negro. He had never before been arrested, much less placed in a jail. That he was ignorant and trustful is easily inferred from the evidence. He moved onto the white man's farm believing he was going to buy the farm. After defendant insurance company foreclosed its mortgage, its agent Mange learned of the conditions of plaintiff's tenure when he went to the farm with a rent note for plaintiff to sign. If defendants were going to hold him as a tenant, then was the time to so inform him and to govern themselves accordingly. Instead of holding him as a tenant, throughout the whole series of events, all Mange seemed to desire was to collect the small sum loaned him by Mange for the purpose of buying feed. What his motive was in loaning the money at the time seems unimportant. At least the evidence for plaintiff is conclusive that plaintiff was at no time a tenant of the farm under the insurance company's ownership. Defendant therefore had no interest in the crops or at least asserted no such interest. Therefore plaintiff had the right to dispose of his crops as he saw fit without let or hindrance insofar as defendants were concerned. The defendants certainly had no interest in the Federal government's primary lien or the crop loan. Defendant Mange instituted a suit for unlawful detainer in the name of the insurance company defendant; this was compromised when plaintiff agreed to move off the farm and pay the debt due defendant insurance company. But notwithstanding that agreement, he was thereafter arrested on a charge of grand larceny for disposing of what he considered his own corn and cotton. Defendant Mange made no claim that these crops belonged to him or the insurance company, and if they did not, there certainly was no probable cause for the prosecution. The advice of the prosecuting attorney and the filing of the affidavit by him was shown not to have been based upon a full disclosure of all the facts and was therefore insufficient to exonerate defendants, as a matter of law. [Pipkin v. Haucke, 15 Mo. App. 373; Carp v. Insurance Co., 203 Mo. 295, 101 S.W. 78.] *Page 669 \nAfter plaintiff was placed in jail at the time of the first arrest, Mange immediately had him released after he arranged to secure the money he owned the insurance company with a note and mortgage on live stock. No claim was then made against the crop. And it is a reasonable inference that the purpose of the prosecution was not to promote justice but for the mere personal and mercenary motive of insuring the collection of a debt. But that wasn't enough. A second arrest followed for which there was no more excuse, and in fact less, than there was for the first arrest. Without going further into this evidence, which we have set forth in great detail, it is our opinion that all the essentials of a case for malicious prosecution were sufficiently proven to make a case for the jury.\nA point is made that agency on the part of Mange was not proven. There is ample evidence that the defendant insurance company adopted to the work and measures taken by Mange and carried on the prosecution of the criminal action. Certainly Mange was not looking after the property of the insurance company, causing arrests and bring a suit for unlawful detainer unless directed or paid by some one and there was no one else in this case except the insurance company to whom he could have been responsible. The employment of counsel by the insurance company to assist in the prosecution was, we think sufficient to connect the defendant with the prosecution against plaintiff and render it responsible. [Carp v. Insurance Company, 203 Mo. l.c. 350.]\nError is assigned because the trial court permitted witnesses for plaintiff to testify in regard to the terms of the agreement entered into between plaintiff and Mange at the time the unlawful detainer suit was compromised, for the reason that the agreement was reduced to writing in the judge's docket and therefore parole evidence was inadmissible. This agreement was not signed. Whether or not such an entry on a judge's docket would be binding on the parties is doubtful, but we cannot uphold defendant's contention in any event for the reason, first, that the testimony referred to is not pointed out in the briefs, and for the further reason that after diligent search we find that any such testimony that might be referred to, went in without objection.\nError is assigned because the justice before whom the preliminary hearing was held had no jurisdiction. This is upon the theory that the papers or files and the transcript of the record was never lodged in the justice court at the time he heard the case on a change of venue. The evidence in regard to this matter shows that the information was properly lodged in the court of Justice T.B. Cooper of Castor Township, Stoddard County; that on the day of trial, with all parties represented, an affidavit for change of venue was filed from Judge Cooper. At that particular moment, Justice Williams, a justice of the same township, to whom it has been decided *Page 670 \nto transfer the case, was present in the court room. He took charge of the case with the consent of all concerned and after a hearing, discharged Lee Pritchett, plaintiff herein. Of course no transcript was made at that very time, but the files, etc., were there in the court room. Justice Williams made a memorandum of what transpired and something like a year later made the entries on his docket showing the trial and discharge of Lee Pritchett, from the memorandum. We know of no circumstances in any case similar to this. There might be some merit in defendants' contention in regard to the jurisdiction of Justice Williams, but if it was error we consider it harmless under the circumstances. It is admitted that the criminal charge against plaintiff was dropped and he was turned loose. The primary question was whether or not there was probable cause for instituting the prosecution against plaintiff in the first place. There was evidence to make a prima facie case for the jury on that question, wholly outside the record made by Justice Williams, and at most that record was merely cumulative. We do not think the case should be reversed on that theory. [Stubbs v. Mulholland, 168 Mo. 47, 67 S.W. 650.]\nDefendants offered evidence tending to show the amount and value of the crops harvested and sold by plaintiff off of the Lott farm and that it was sold under the name of Noble Pritchett and Tobe Sanders. The trial court refused the offer, which is charged as error. If plaintiff claimed to own the cotton and corn grown on the place, to which defendants made no claim as owner, we can see no error in refusing evidence as to the amount and value of his crops, to whom sold, or the manner in which they were sold. While defendants do not point out in their brief the particular evidence to which the assignment refers, we find upon examination that the offer, insofar as the testimony of F.E. Smelzer is concerned, was made, according to counsel, to show what was sold and its value. It was not offered for the purpose of showing good faith or probable cause, as contended in the brief, and error cannot be predicated upon that theory. [Platt et al. v. Huegel, 32 S.W.2d 605, l.c. 608.]\nWe come now to a consideration of the instructions. Particularly does defendant complain of plaintiff's Instruction No. 5, which reads as follows: \"The court further instructs you that if you believe from the evidence that the prosecution begun before J.B. Cooper, justice of the peace, was without probable cause on the part of defendants, then the jury may infer that said prosecution was malicious, and if you so find you ought to return a verdict for the plaintiff herein.\"\nIn other instructions the phrase \"probable cause\" and the term \"malice\" are fairly defined. The instruction standing alone is no doubt subject to criticism, but when taken in connection with all the other instruction in the case, which covered every phase of a malicious *Page 671 \nprosecution suit, we do not believe the jury was misled. The identical instruction was passed upon in the case of Fugate v. Miller, 109 Mo. 281, l.c. 290, and while not approved, it was held not to require a reversal in the light of other instructions given which for the most part are similar to those given in this case. There are some technical errors in other instructions, but we do not deem them of sufficient merit to further prolong this opinion in their discussion.\nAs heretofore noted, the jury in this case returned a verdict for $500 actual damages and $2500 punitive damages. The actual damages, allowed, was, under the evidence, quite liberal. We think, however, that should stand, but we consider the punitive damages excessive. We are aware of the rule so clearly stated in Carp v. Insurance Company, supra, where the court said: \"The law concedes a wide latitude of discretion to the jury in actions of this class, and their verdict should not be interfered with unless the appellate court can say it was the result of prejudice, passion or malice. Numerous considerations must necessarily enter into the question of what is just compensation in such a case, but no definite rule can be laid down to any of them. The law has provided that the jury should decide the question. Disgrace is a relative term; what is such to one man is not necessarily so to another, and while it applies to each, its effect or leisure is great or small as other conditions exist.\" [l.c. 360.] About the only direct testimony of any feeling of disgrace, or humiliation, was plaintiff's statement that he felt he had \"been disgraced up to the present time now.\" He spent all together only a few hours in jail. That, of course, was disgrace enough, but he had the use of the land and all the crops for one year without paying rent and with nothing more than a verbal contract for the purchase of the land. There is little evidence that the insurance company, defendant, actually encouraged the activities of Mange in causing the arrests of plaintiff, although it did afterwards engage counsel and assist in the prosecution. The circumstances under which plaintiff was occupying the farm were sufficient to at least afford some leniency towards the defendants. A verdict for $2500 under such circumstances indicates to the writer of this opinion that it must have been the result of passion or undue sympathy for the plaintiff. We have come to the conclusion, therefore, that the judgment should be affirmed on condition that plaintiff file a remittitur in the sum of $1000 of the amount assessed as punitive damages, within ten days, otherwise the judgment should be reversed and the cause remanded. It is so ordered. Allen, P.J., and Smith,J., concur. *Page 672 ",
            "ocr": false,
            "opinion_id": 3531630
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}