{
    "id": 3558629,
    "judges": "Bohling, Cooley, Westhues",
    "date_filed": -973900800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-mangiaracina",
    "case_name_short": "Mangiaracina.",
    "case_name": "State v. Mangiaracina.",
    "case_name_full": "The State v. John Mangiaracina, Johnnie Cuezze and Pat Porella, Appellants",
    "attorneys": "Joseph N. Miniace  for appellants.\n\n(1) The court erred in overruling the motion to quash because the information charged two separate and distinct offenses, to-wit: larceny of an automobile and larceny of furs. Said offenses are separately and differently punished and it is a misjoinder of offenses in the same count. State v. Nicholas, 124 Mo. App. 330 , 101 S.W. 618; State v. Sherman,  137 Mo. App. 70 , 119 S.W. 479; State v. Fox,  148 Mo. 517 , 50 S.W. 98; State v. Collins,  297 Mo. 568 ,  248 S.W. 599 ; State v. Cox, 266 S.W. 734; State v. Gant, 33 S.W.2d 970. (2) The court erred in refusing to compel the State to elect as to what larceny they would proceed to the jury on. State v. Carragin,  210 Mo. 371 , 109 S.W. 553; State v. Niehaus,  217 Mo. 345 , 117 S.W. 73; State v. Davis, 237 S.W. 240, 147 S.W. 902; State v. Collins,  297 Mo. 568 , 248 S.W. 297; State v. Pace,  269 Mo. 687 , 192 S.W. 428; State v. Cox, 266 S.W. 734. (3) The general verdict of guilty as found by the jury is insufficient and is error. State v. Gant,  33 S.W. 972 .\n\n Roy McKittrick,  Attorney General, and  Olliver W. Nolen, \nAssistant Attorney General, for respondent.\n\nThe information is proper and did not charge two separate and distinct offenses. There were various direct attacks by appellants on the information filed in the cause. It appears that the information is bottomed on Section 4064, Revised Statutes 1929, which is as follows: \"Every person who shall be convicted of feloniously stealing, taking and carrying away any money, goods, rights in action, or other personal property, or valuable thing whatsoever of the value of thirty dollars or more, or any horse, mare, gelding, colt, filly, ass, mule, sheep, goat, hog or neat cattle, belonging to another,\nshall be deemed guilty of grant larceny; and dogs shall for all purposes of this chapter be considered personal property.\" Section 4065, Revised Statutes 1929, relates to the punishment for grand larceny, the first subsection being as follows: \"First, for stealing an automobile or other motor vehicle, by imprisonment in the penitentiary not exceeding ten years;\" Section 7786, Revised Statutes 1929, relates to penalties. The information as filed, it is our contention, properly charges the appellants with the crime of grand larceny. It is not duplicity or as contended by appellants contains two crimes and the court should have compelled the State to elect as to which crime it would proceed to trial on.",
    "nature_of_suit": null,
    "posture": "Appeal from Jackson Circuit Court. &#8212;  Hon. Ben Terte,  Judge.\n\nREVERSED AND REMANDED.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b115-11\">\n    The State v. John Mangiaracina, Johnnie Cuezze and Pat Porella, Appellants.\n   </parties><citation id=\"AHn\">\n    125 S. W. (2d) 58.\n   </citation><br><court id=\"b115-12\">\n    Division Two,\n   </court><decisiondate id=\"AqCO\">\n    February 21, 1939.\n   </decisiondate><br><attorneys id=\"b116-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"100\"> \n     *100\n     </span>\n<em>\n     Joseph N. Miniace\n    </em>\n    for appellants.\n   </attorneys><br><attorneys id=\"b116-11\">\n<em>\n     Boy McKittrick,\n    </em>\n    Attorney General, and\n    <em>\n     Olliver W. Nolen,\n    </em>\n    Assistant Attorney General, for respondent.\n   </attorneys>",
    "citations": [
        "125 S.W.2d 58",
        "344 Mo. 99"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "John Mangiaracina, Johnnie Cuezze and Pat Porella appeal from a conviction of grand larceny. They present the issue: Is an information, in one count, charging that on a day certain appellants \"did then and there unlawfully and feloniously steal, take and carry away\" an \"automobile\" of the value of $500, the property of Wm. T. Brueck, and \"fifty-four fur coats\" of the value of $300, the property of Rubins Furs, Inc., a corporation, \"of the aggregate value of\" $3500 duplicitous?\nBrueck was a salesman and his automobile contained fur coats of Rubins Furs, Inc., his employer, at the time of the asportation.\nThe State's main instruction authorized a punishment from two to five years' imprisonment upon a verdict of guilty of the larceny of property \"of the value of thirty dollars or more\" of Wm. T. Brueck. (Appellants' brief does not attack the instructions.) The separate verdicts found each appellant \"guilty of grand larceny as charged in the information\" and assessed the punishment of each at five years' imprisonment.\nSection 4064, Revised Statutes 1929 (Mo. Stat. Ann., p. 2865), provides that: \"Every person who shall be convicted of feloniously stealing, taking and carrying away any . . . goods, . . . or other personal property, or valuable thing whatsoever of the value of thirty dollars or more, or any horse, mare, gelding . . . belonging to another shall be deemed guilty of grand larceny . . .;\" and the punishments for \"grand larceny\" under Section 4065, Revised Statutes 1929 (Mo. Stat. Ann., p. 2871), range from two to \"ten years\" for stealing an \"automobile;\" \"seven years\" for stealing a \"horse, mare, gelding . . .;\" and \"five years\" in all other cases of \"grand larceny.\"\nIn 1921 the General Assembly enacted now Section 7786, Revised Statutes 1929, Mo. Stat. Ann., p. 5240 (Laws 1st Ex. Sess. 1921, p. 105, sec. 29), subsec. (a) reading: \"Any person who shall be convicted of feloniously stealing, taking or carrying away any motor vehicle, or any part, tire or equipment of a motor vehicle of a value of $30.00 or more, or . . . of attempting to feloniously *Page 102 \nsteal . . . any such motor vehicle, . . . shall be punished by imprisonment in the penitentiary for a term not exceeding twenty-five years or by confinement in the county jail not exceeding one year, or by fine not exceeding one thousand dollars ($1,000) or by both such fine and imprisonment.\"\nThe State says the majority rule that the theft of two or more articles at the same time and place, belonging to different owners, constitutes a single offense obtains in this State (State v. Lorton, 7 Mo. 55, 57; State v. Citius, 331 Mo. 605, 611(II),56 S.W.2d 72, 74(4), citing cases); and that it is permissible to describe all the articles stolen in a single count, assigning an owner to each. The cited cases, as we read them, ruled an issue of substantive law; and did not embrace an offense permitting of a lighter punishment than that authorized by the general statutory provisions embracing the entire transaction. On the issue of the charge consult Wharton's Criminal Procedure (10 Ed.), p. 1266, n. 6; Bishop's New Criminal Procedure (3 Ed.), p. 357, sec. 437; Peck v. State (1908), 54 Tex. Crim. 81,111 S.W. 1019, 16 Ann. Cas. 583, and annotation 585.\nIn State v. Daniels, 32 Mo. 558, 559, a motion to quash a charge in one count of stealing a \"mare\" and a \"gelding\" the property of \"Richard W. Bragg\" was considered, following the Lorton case and without development, not well taken where the two animals were stolen at the same time and place, although the statute specifically made the stealing of a \"mare\" or a \"gelding\" grand larceny.\nState v. Maggard, 160 Mo. 469, 472, 61 S.W. 184, 83 Am. St. Rep. 484, held, under a charge of grand larceny, a showing of the larceny of different articles from different wagons in and the shed and loft of a \"wagon yard,\" committed in rapid succession and in pursuance of a formed design to steal, was insufficient to sustain a conviction for grand larceny where the articles taken from any one place were not of the value of $30.\nSection 7786, supra, permits of a jail sentence or a fine or both and for this reason, as well as others, we think the instant issue distinguishable from analogous issues involving statutes authorizing the imposition of a greater punishment for the commission of an offense by specified means. For instance: Section 4058, Revised Statutes 1929 (Mo. Stat. Ann., p. 2856), defines \"robbery in the first degree\" and Section 4061, Revised Statutes 1929 (Mo. Stat. Ann., p. 2863), authorizes a given punishment for said offense and a greater punishment when effected \"by means of a dangerous and deadly weapon;\" and a charge, in one count, of robbery in the first degree by means of a dangerous and deadly weapon has our approval. [State v. Shuls,329 Mo. 245, 251 (II), 44 S.W.2d 94, 96 (5, 6); State v. Salisbury (Mo.), 43 S.W.2d 1021, 1024(5); *Page 103 \nState v. Lonon (Mo.), 56 S.W.2d 382, 384(5), and cases cited in said opinions.]\nState v. Blakely (Mo.), 24 S.W.2d 1020, 1022(2), contains statements to the effect that an allegation as to the value of domestic fowls stolen \"in the nighttime\" (see Sec. 4066, R.S. 1929, Mo. Stat. Ann., p. 2871, providing for a punishment ranging from a fine or jail sentence to five years' imprisonment) is superfluous; and that the inclusion of the words \"in the nighttime\" entitles a defendant to an instruction authorizing the lighter punishment; and that although the value of the fowls be less than $30 the defendant is not entitled to an instruction on petit larceny under Section 4077, Revised Statutes 1929, Mo. Stat. Ann., p. 2879 (see State v. Barker, 322 Mo. 1173,18 S.W.2d 19, where the value of the fowls was alleged to be $12).\n[1] The instant issue appears to be close and not necessarily ruled by the authorities mentioned. The gist of the offenses defined by Sections 4064 and 7786, supra, are the larceny of the property of another. The taking, stealing and carrying away of an automobile and the taking, stealing and carrying away of fur coats are cognate offenses. The instant information is broad enough to prevent a second prosecution for the larceny of the automobile, or a second prosecution for the larceny of the fur coats; and the verdict assessing the maximum punishment under Section 4065 may have some tendency to indicate appellants would not have fared better had the prosecution been for the larceny of the automobile under said Section 7786 and for the larceny of the fur coats under said Sections 4064 and 4065 in separate counts of the same information or perhaps upon separate informations charging the individual offenses.\nHowever, appellants are insisting that in the circumstances here involved they may not be charged in the same count with the larceny of the automobile and the larceny of the fur coats, although both were consummated by the same act. Section 7786 is a later enactment than Sections 4064 and 4065; and said Section 7786 deals with the subject matter of the larceny and attempted larceny of automobiles, whereas Sections 4064 and 4065 deal with the common subject matter of grand larceny. We adopt a quotation from State v. Harris, 337 Mo. 1052, 1058, 87 S.W.2d 1026, 1029(6), citing additional authority, as applicable to the general effect of Section 7786 upon said Sections 4064 and 4065: \"`Where there is one statute dealing with the subject in general and comprehensive terms and another dealing with a part of the same subject in a more minute and definite way, the two should be read together and harmonized, if possible, with a view to giving effect to a consistent legislative policy; but to the extent of any necessary repugnancy between them the special will prevail over the general statute. Where *Page 104 \nthe special statute is later, it will be regarded as an exception to, or qualification of, the prior general one. . . .'\" [2] Our General Assembly in the enactment of Section 7786 expressly provided that \"all laws or parts of laws contrary to, inconsistent with or in conflict with any of the provisions of this act are hereby repealed. . . .\" [Laws 1st Ex. Sess. 1921, p. 106, sec. 31.] Thus a clear legislative intent to take the larceny or attempted larceny of the automobile here involved out from under the general provisions of Sections 4064 and 4065 and to treat such larceny as an offense separate and apart from the offense denounced and punishable under the comprehensive terms of Sections 4064 and 4065 is manifested. It follows that the instant information, charging in one count the larceny of the automobile and the larceny of the fur coats, charges offenses denounced by separate provisions of our statutes, calling for separate and distinct punishments, with Section 7786 permitting of a lighter punishment than that prescribed by Section 4065.\n[3] State v. Huffman, 136 Mo. 58, 63, 37 S.W. 797, 798, ruled Section 3521 (consult now Section 4043, R.S. 1929, Mo. Stat. Ann., p. 2847) and Section 3526, Revised Statutes 1889 (consult now Sec. 4048, R.S. 1929, Mo. Stat. Ann., p. 2849), making different specified acts burglary in the second degree and subject to the same punishment, denounced separate offenses, and an indictment charging in one count a violation of each of said sections was bad for duplicity. Consult, also, State v. Collins,297 Mo. 257, 261(I), 248 S.W. 599, 601(3, 4), involving offenses subjecting defendant to different punishments; State v. Sherman,137 Mo. App. 70, 73, 119 S.W. 479, 480.\nWe, therefore, are of opinion, the information being in one count, appellants were entitled to have their motion to require the State to elect upon what offense it would proceed to the jury sustained. Our previous rulings to the effect that one charged with stealing an automobile is entitled to an instruction submitting the lighter punishment authorized by Section 7786, supra, support the holding. [State v. Liston, 318 Mo. 1222, 1232,2 S.W.2d 780, 784(12); State v. Hurt (Mo.), 285 S.W. 976(2); and see State v. Mathes (Mo.), 281 S.W. 437, 440(4).]\nThe judgment is reversed and the cause remanded. Cooley andWesthues, CC., concur.",
            "ocr": false,
            "opinion_id": 3536676
        },
        {
            "author_str": null,
            "per_curiam": true,
            "type": "050addendum",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "The foregoing opinion by BOHLING, C., is adopted as the opinion of the court. All the judges concur. *Page 105 ",
            "ocr": false,
            "opinion_id": 3536677
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}