{
    "id": 3558528,
    "judges": "Ellison",
    "date_filed": -796176000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-clark",
    "case_name_short": null,
    "case_name": "State v. Clark",
    "case_name_full": "State v. Kermit Clark, Appellant",
    "attorneys": "Roy McKittrick,  Attorney General, and  Robert J. Flanagan, \nAssistant Attorney General, for respondent.\n\n(1) The information is in proper form and is sufficient. State v. Borchert,  279 S.W. 72 ; State v. Long,  108 S.W.2d 388 . (2) The verdict is clear, definite and certain and responsive to the information. State v. Long,  108 S.W.2d 388 ; State v. Adams, 318 Mo. 712 ; State v. Pace,  269 Mo. 681 ; State v. Noland, 111 Mo. 473 . (3) The evidence is sufficient to support the verdict. State v. Hamilton,  263 S.W. 127 ,  304 Mo. 19 ; State v. King, 119 S.W.2d 277 ; State v. Cook, 207 S.W. 831; State v. Thomas, 1 S.W.2d 157 . (4) Appellant's assignment of error No. 2 to the effect that the court erred in refusing to give Instruction 8, presents nothing for review by this court. Sec. 4125, R.S. 1939; State v. Summers,  6 S.W.2d 883 ,  320 Mo. 189 ; State v. Jetts, 300 S.W. 752 ; State v. Sillyman, 7 S.W.2d 256; State v. Bowman, 12 S.W.2d 51. (5) The court did not err in refusing to allow counsel for appellant to cross-examine character witnesses as to whether the fact that the prosecutrix had intercourse with the defendant when the others were in the room and made no request for protection or help, would change their opinion as to the reputation of prosecutrix for virtue and chastity, and the previous character of prosecutrix for virtue and chastity. State v. Foley, 46 S.W. 733,  144 Mo. 600 ; 16 C.J. 582, sec. 1123. (6) The judgment and sentence of the court is sufficient and legal and conforms to the requirements of the law. Also assignment of error is not set out with particularity. In re Siegel, 263 Mo. 375 ; Sec. 4125, R.S. 1939.",
    "nature_of_suit": null,
    "posture": "Appeal from Oregon Circuit Court. &#8212;  Hon. Gordon Dorris, \nJudge.\n\nAFFIRMED.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b490-8\">\n    State v. Kermit Clark, Appellant.\n   </parties><docketnumber id=\"ass-dedup-1\">\n    No. 38944.\n   </docketnumber><citation id=\"AJV5\">\n    182 S. W. (2d) 619.\n   </citation><br><court id=\"b490-10\">\n    Division Two,\n   </court><decisiondate id=\"AhUH\">\n    October 9, 1944.\n   </decisiondate><br><attorneys id=\"b491-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"471\"> \n     *471\n     </span>\n<em>\n     Roy McKittrick,\n    </em>\n    Attorney General, and\n    <em>\n     Robert J. Flanagan,\n    </em>\n    Assistant Attorney General, for respondent.\n   </attorneys>",
    "citations": [
        "182 S.W.2d 619",
        "353 Mo. 470"
    ],
    "opinions": [
        {
            "author_str": "Ellison",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 4930.0,
            "opinion_text": "The appellant, Kermit Clark, a married man 34 years old, was convicted of having carnal knowledge of Ola Denny, an unmarried female 16 years old and of previous chaste character, in violation of Sec. 4394.1 The jury assessed his punishment at imprisonment in the penitentiary for a term of two years. He has filed no brief. There were four assignments of error in his motion for new trial, complaining: that there was no substantial evidence to support the verdict; of error in refusal of an instruction; restriction of the cross-examination by his counsel of certain State's witnesses; and \"that the sentence and judgment of the Court is not sufficient and legal, as required by the statute in such cases provided.\" This last assignment is too indefinite to comply with the requirements of the new trial statute, Sec. 4125. In fact, we are unable to determine from an inspection of the record just what it does mean. But one point arises on the record proper, concerning the sufficiency of the verdict. We take up that question first before stating further facts. *Page 472 \n[1] The information was in two counts, the first charging forcible rape under [621] Sec. 4393, and the second, carnal knowledge under Sec. 4394, as first stated. The verdict was merely a general verdict of \"guilty as charged in the information.\" It did not, therefore, specify on which of these two charges the conviction was based. And the State did not make a formal election between them in submitting its case. The rape statute does not fix any age limit for the rapist, but requires the forcibly ravished female to be sixteen years of age or more. The prosecutrix was 16 years old and came within it. The punishment ranges from death to imprisonment in the penitentiary for or between life and two years. The jury in this case assessed that minimum, which is also the maximum under the carnal knowledge statute. The latter requires the accused to be over seventeen years old (which the appellant here was) and also requires the female to be unmarried, of previous chaste character, and between the ages of sixteen and eighteen years (which the prosecutrix was). So the appellant could have been convicted under either statute, on a substantial showing of forcible ravishment over utmost resistance in addition to the other facts mentioned.\nBut as a matter of fact, as we shall presently see, the evidence that the prosecutrix did resist was exceedingly weak. When the cause was submitted to the jury the State's instructions were limited to the carnal knowledge theory but without making any formal election. The appellant did not object or ask an instruction specifically declaring the issue of forcible rape was withdrawn from the jury. The court's judgment and sentence was for carnal knowledge alone. Appellant's motion for new trial did not question this procedure, unless the enigmatic assignment mentioned in the first paragraph of this opinion attempted to raise the point. Unquestionably, in those circumstances appellant has waived any objection to the manner in which the case wassubmitted. The same act of sexual intercourse was the basis for both charges. And it can be said the question whether the State should have been compelled to elect on which count it would go to the jury, at least rested in the discretion of the trial court. State v. Goodale, 210 Mo. 275, 282, 109 S.W. 9, 11; State v. Gant (Mo. Div. 2), 33 S.W.2d 970, 972(2).\n[2] But even so, the question still remains whether theverdict was fatally erroneous in failing to specify the charge on which the conviction was based. In State v. Cox (Mo. App.), 266 S.W. 734(2) the defendant was charged in the single count of an information with manufacturing intoxicating liquor, selling it, and possessing a still. The State made no formal election but the court's instructions confined the charge to the possession of the liquor, and the jury returned a verdict of \"guilty as charged.\" It was held fatally ambiguous. In the Gant case cited in the preceding paragraph the information charged in one count rape without force on a girl less than sixteen years old, *Page 473 \nunder Sec. 4393, and in the other count carnal knowledge of a ward by her guardian under Sec. 4406. The court instructed on both with directions that the jury could convict on either count but not both. The jury returned a general verdict of guilty, and assessed the punishment at a term of two years in the penitentiary, which was the minimum under Sec. 4393 and within the five year maximum under Sec. 4406. It was ruled the verdict was bad.\nThree cases on that point are cited by the opinion in the Gant decision. In two of them the court submitted and separately instructed on burglary and larceny, but the jury returned a general verdict of guilty in one case, and a verdict of guilty of both crimes jointly, with a single punishment, in the other. In the third case the defendant was charged in one count with carnal knowledge and in another with seduction under promise of marriage. The jury returned a general verdict of guilty and assessed a two year penitentiary sentence as punishment. The circuit court's judgment imposed that one punishment for both offenses. In all of these cases the verdict was condemned. But it seems to us they are distinguishable from the instant case.\nThus in State v. Adams, 318 Mo. 712, 716, 723, 300 S.W. 738, 739, 742(9), the information contained four counts charging embezzlement, two as agent, and two as bailee (the original record here discloses), under Secs. 4471 and 4473. The punishment under both statutes is the same. The State made a formal election at the close of its case to stand on the first count, which of course means, so far as the jury was concerned, that they were only instructed thereunder. The jury returned a verdict of \"guilty of embezzlement, as charged in the information.\" But all four counts charged embezzlement, so the verdict was no more enlightening than if that word had been omitted therefrom. The decision held: \"The case being submitted to the jury on one[622] charge only, under the first count of the information, the verdict . . . is responsive and sufficient in form and substance.\"\nThis Adams case refers to two decisions as authority. In both the information contained only one count and charged only one offense. But the very citation of these cases obviously implies that even though the information contains more than one count and charges more than one offense, yet if all but one are abandoned in the giving of instructions, and the case is submitted to the jury on that one charge, the result, as regards a general verdict, is the same as if there had been only one charge in the first place. The jury is not concerned with the State's formal election. That is a matter for the court alone, since the jury is guided only by the court's instructions. The same practice in our tort law is familiar. Where the plaintiff pleads and introduces evidence on more than one assignment of negligence, but submits his case to the jury on instructions presenting less than the *Page 474 \nwhole number of those assignments, the others are treated as abandoned. We think the verdict in this case was sufficient.\n[3] Appellant did not offer an instruction in the nature of a demurrer to the evidence, either at the close of the State's case or the whole case. He did make that assignment in his motion for new trial. The general rule in criminal cases is, that error in overruling a defendant's demurrer to the sufficiency of the evidence at the close of the State's case in chief will be waived if the defendant does not stand thereon but introduces evidence in his own behalf. See many cases cited in 9 West's Mo. Dig., sec. 901, p. 522. But even though he fails to demur to the sufficiency of the evidence at the close of the whole case, he still can raise that point in his motion for new trial, in view of the fifth clause of Sec. 4124 that \"The court may grant a new trial . . . when the verdict is contrary to the law or evidence.\" So we are at liberty to consider the assignment. State v. Young,119 Mo. 495, 525-6, 24 S.W. 1038, 1047(6); State v. Keller (Mo. Div. 2), 104 S.W.2d 247, 248(2); State v. Ellis (Mo. Div. 2), 159 S.W.2d 675, 676(3).\n[4] The alleged criminal sexual intercourse occurred at the home of Covert Clark, appellant's brother, in Willow Springs on or about June 1, 1942. Covert Clark's wife had employed the prosecutrix and her sister Ruth to go to the Clark home and take care of the Clarks' two infant children that evening while Mrs. Clark and a Mrs. Puckett were away from home at a party. Covert Clark came in alone bringing some groceries shortly after the women had gone, and left in a few minutes. He and the appellant returned about 10:30 or 11 o'clock that night. Appellant sat between the two girls on a couch, put his arms around them, tried to kiss them, asked which one of them was going to marry him, and suggested that they go to a dance hall, which they declined to do. They were in the living room and there were two other rooms in the house, a bedroom and kitchen. The two children had gone to bed about dark.\nCovert Clark turned out the lights. The prosecutrix and her sister thereupon went into the kitchen and turned on the light in that room. The appellant followed them, turned the kitchen light off, and prevented them from relighting it. The two girls returned to the living room, the prosecutrix sitting on the couch and her sister in a chair. One of the girls turned on the lights. Appellant grinned at his brother Covert and the latter again turned off the lights. Then appellant forced the prosecutrix to have sexual intercourse with him, holding her hands behind her with one of his and pulling up her clothes with the other. She estimated this was about midnight. Her sister was 10 or 15 feet away and Covert Clark was in the room.\nAfter the intercourse she told her sister to turn on the lights but appellant's brother Covert interfered. The prosecutrix insisted, appellant got up, and Covert Clark turned on the lights. She testified *Page 475 \nshe was unmarried; that this was her first sexual intercourse and was painful; but that it caused no hemorrhage of which she was aware. She did not cry out or tell her sister about it for fear she would tell her father. Her menses stopped; by November she knew she was pregnant and told her mother; and gave birth to a child the following February, about 8&#189; months after the intercourse, of which she said appellant was the father. She further testified she and her sister remained in the Clark home with appellant and his brother Covert until 3:30 A.M. when Mrs. Clark and Mrs. Puckett returned. The prosecutrix' sister Ruth substantially corroborated her account of the evening's occurrences except as to the intercourse. She said she didn't hear any noise and didn't know it had occurred.\nThe prosecutrix' mother testified she was present when Mrs. Covert Clark engaged [623] the two girls to care for the children; that they returned home after 3:30 A.M.; and that the prosecutrix was 16 years old at the time, unmarried, had not kept company with men or boys; and did not go down to town at night, or in the evening except when she knew of it, though she didn't know whom they may have met while there. She further said she learned of the prosecutrix' pregnancy in November from her appearance; elicited the truth from her; and that she did give birth to a child the following February. The girls' father (deceased at the time of the trial) was janitor of a church. Russell Corn, mayor of Willow Springs for seven years, Fred McPhail, pastor of the Christian Church in that city for 6&#189; years, and Mrs. E.V. Golden, a housewife there for seven years, all testified to the prosecutrix' good reputation for chastity and also so far as their personal observation extended. When the State offered a fourth witness, LeRoy Frazee, assistant postmaster, counsel for the defendant announced they did not intend to challenge the prosecutrix' good reputation.\nThe evidence for the defense fixed the date of the occasion involved as June 7 or 8, 1942. It was conceded that the prosecutrix and her sister Ruth were at Covert Clark's home taking care of his children while his wife was at a party; that he came in early in the evening bringing groceries; and that he left and returned with appellant between 10:30 and 11 P.M. But he and appellant both denied: that the lights in the house were turned off and on; that there was any improper conduct on the part of anyone; and that the two girls remained until 3:30 A.M. On the contrary, the testimony of both Clark men was that appellant came with Covert to his home after the picture show to see the latter's children, and remained no more than five to fifteen minutes, appellant's wife and sister-in-law in the meantime waiting outside in an automobile about 30 yards from the house.\nAppellant and the two women departed before Mrs. Covert Clark had returned from the party about 11:15 P.M. The prosecutrix and her sister left soon after Mrs. Clark came in. Appellant, his wife *Page 476 \nand sister-in-law drove 18 miles in the country to his mother's home, where they arrived about midnight and spent the night, returning the next day via St. Louis to Chicago, where he lived and worked as a private chauffeur. The above testimony was corroborated by appellant's wife, sister-in-law and mother, so far as within their knowledge. Mrs. Covert Clark did not testify, but it was shown that she and Covert lived in St. Louis at the time of the trial and that one of her children was sick. It was further explained Mrs. Covert Clark went to the party that night, and appellant's wife and sister-in-law did not wait to see her because the women had already visited that afternoon. The defense on direct examination, in anticipation of impeachment and by way of explanation, proved by appellant that in 1937 when he was 26 years old he was convicted and sentenced to the penitentiary for taking a 19 year old girl to a hotel in St. Louis, and served 14 months in a saw mill. The nature of the felony was not further explained.\nWe will agree that the foregoing evidence might not have made a submissible case of forcible rape, there being two other persons in the small room who did not know of it, and no outcry. But the prosecutrix was under the protection of the carnal knowledge statute, Sec. 4394, whether she consented or not. In fact the testimony for the State tends to implicate appellant's brother Covert Clark as an accessory (in turning out the lights and remaining without interference); and the defense attempted to impugn the character of the prosecutrix by offering to prove she had later married a man she had known only two hours. Taken as a whole the State's evidence substantially tends to prove an intercourse occurred. There was sufficient evidence to go to the jury on the question of the prosecutrix being unmarried, of previous chaste character and within the statutory age limits. We must overrule appellant's assignment challenging the sufficiency of the evidence.\n[5] The next assignment complains of the refusal of appellant's tendered instruction No. 8, which would have told the jury that the prosecutrix' testimony was uncorroborated in the sense that no other witness testified to the overt act; and that the jury should consider the uncorroborated testimony of the prosecutrix with a great caution. It has been held in a number of cases cited in 25 West's Mo. Digest, \"Rape,\" sec. 54, p. 27, that corroboration of the prosecutrix as to the act of intercourse is not essential unless her story is contradictory or highly improbable. In this case she was corroborated by her sister Ruth as to the preparations for the act &#8212; as to everything except the act, itself. [624] As we have said, it seems to us the main question is whether she consented or not, and that is immaterial on a statutory carnal knowledge charge. In saying this we refer to the State's testimony. She had not been long acquainted with appellant, and he and his wife went back to Chicago the next day. She made no disclosure *Page 477 \nof her condition for six months. There seems to have been no reason for accusing him falsely. In these circumstances it was not error to refuse the appellant's instruction, in view of recent decisions on the question of corroboration. State v. Thomas, 351 Mo. 804, 818(6), 174 S.W.2d 337, 345 (12); State v. King, 342 Mo. 975, 984(4), 119 S.W.2d 277, 281(4-6); State v. Mitchell (Mo. Div. 2), 86 S.W.2d 185(1).\n[6] The final assignment charges error in the restriction of the cross-examination by appellant's counsel of the State's three character witnesses who had testified to the prosecutrix' good reputation for chastity. The purpose of this evidence was to show she was of \"previously chaste character,\" as Sec. 4394 requires, when the intercourse occurred. On cross-examination counsel for the appellant first interrogated these witnesses as to the difference between character and reputation; and then asked each of them a hypothetical question. The question hypothesized the testimony of the prosecutrix and her sister that they had willingly remained in Covert Clark's home with him and appellant from 11 P.M. to 3:30 A.M., and made no effort to go home, though unrestrained; and that the prosecutrix admitted having intercourse with the appellant without outcry so that her sister in the same room did not know of it &#8212; and then inquired whether those facts would affect the judgment of the witnesses as to her character. There was no error in excluding these questions. They sought to substitute the witnesses' conclusion on a vital issue for that of the jury, as deduced from facts in evidence; and to make the alleged act of intercourse itself automatically blacken her previous character after the event. Whatever deductions the jury might have drawn from those facts, it was not a matter for opinion testimony. State v. Foley, 144 Mo. 600, 610, 46 S.W. 733, 737(2); State v. Wilkins (Mo. Div. 2), 100 S.W.2d 889, 894(4).\nFinding no reversible error, the judgment is affirmed. All concur.\n1 All references to section numbers are to R.S. Mo., 1939, and Mo. R.S.A., same section number, unless otherwise stated.",
            "ocr": false,
            "opinion_id": 3536521
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}