{
    "id": 3586455,
    "judges": "Brogan, Chibe, Hehek, Heher",
    "date_filed": "1981-06-05",
    "date_filed_is_approximate": true,
    "slug": "state-v-holt",
    "case_name_short": "Holt",
    "case_name": "State v. Holt",
    "case_name_full": "State of New Jersey, Defendant in Error, v. Jack Holt, Alice Brown and Helene Daniels, Plaintiffs in Error",
    "attorneys": "For the plaintiffs in error,  Jack Wildman  ( Harold Simandl , of counsel).\n\nFor the state,  William A. Wachenfeld , Prosecutor of the Pleas,  Donal C. Fox  and  C. William Caruso , Assistant Prosecutors.",
    "nature_of_suit": null,
    "posture": "On error to the Essex County Court of Quarter Sessions.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted January 20, 1942 —",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b649-4\">\n    STATE OF NEW JERSEY, DEFENDANT IN ERROR, v. JACK HOLT, ALICE BROWN AND HELENE DANIELS, PLAINTIFFS IN ERROR.\n   </parties><br><otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b649-5\">\n    Submitted January 20, 1942 —\n   </otherdate><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A3L\">\n    Decided August 4, 1942.\n   </decisiondate><br><p data-order=\"3\" data-type=\"judges\" id=\"b649-11\">\n    Before Brogan, Chibe Justice, and Justices Case and Hehek.\n   </p><br><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b649-12\">\n    For the plaintiffs in error,\n    <em>\n     Jack Wildman (Harold Simandl,\n    </em>\n    of counsel).\n   </attorneys><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b649-13\">\n    For the state,\n    <em>\n     William,\n    </em>\n    A. Wachenfeld, Prosecutor of the Pleas,\n    <em>\n     Fonal O. Fox\n    </em>\n    and\n    <em>\n     C. William\n    </em>\n    Caruso, Assistant Prosecutors.\n   </attorneys>",
    "citations": [
        "27 A.2d 618",
        "128 N.J.L. 599"
    ],
    "opinions": [
        {
            "author_str": "Heher",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 5108.0,
            "opinion_text": "Plaintiffs in error were convicted of the larceny of a coat from the Kresge Department Store, in the City of Newark. They have caused the entire record of the *Page 600 \nproceedings had upon the trial of the issue to be returned with the writ of error, pursuant to R.S. 1937, 2:195-16.\nThe evidence adduced in support of the indictment tended to show that the accused were guilty of shoplifting.\nThe first ten assignments of error and causes for reversal are grounded on the admission, over objection, of evidence from one Reilly, in charge of the Kresge store detective force, designed to qualify him as an expert \"in the detection and apprehension of shoplifters,\" and, on the hypothesis that he was thus qualified, to show that \"most cases of shoplifting take place and are committed in the presence of crowds.\" The maxim res inter aliosacta is invoked. It is said that this is evidence of things done between strangers affording no reasonable presumption or inference as to the matter in issue, and so not admissible to the injury of persons not privy to them &#8212; citing Temperance HallAssociation v. Giles, 33 N.J.L. 260.\nDeeming it to be a circumstance indicative of innocence of the crime charged, the accused developed evidence that, at the time of the alleged theft, there were many people, employees and patrons, on the floor nearby; and the argument is made that, without the evidence thus elicited from Reilly, \"the circumstance that so many people were in the coat department at the time the alleged offense was committed, might have enured favorably to the accused,\" and that \"that circumstance alone might have engendered a reasonable doubt in the minds of the jury,\" since it would tend to disbelief that the accused would have committed the criminal act charged while under the observation of \"so many customers and salesgirls.\"\nOf course, competent evidence tending to refute the claimed conclusion as one resting upon a false premise is plainly pertinent to the issue. It is permissible in certain cases for a lay witness to state the inference derived by him from facts within ordinary knowledge occurring in his presence. State v.Doro, 103 N.J.L. 88; Koccis v. State, 56 Id. 44. And it is proper to draw upon the special experience of one whose knowledge is therefore beyond that common to mankind. Moreover, it is not always easy to distinguish between a statement of fact and an opinion or conclusion, and competent *Page 601 \nevidence is frequently compounded of both. But it would seem that it is within the range of the common observation and experience of mankind that the presence of many persons facilitates the perpetration of crimes of this particular class, and therefore the evidence was inadmissible as an invasion of the peculiar province of the jury. Then, too, the rule thus contended for would tend to make the circumstances attending the commission of like offenses serve as the standard of guilt. It is to be noted that the challenged question was not framed to draw upon the witness' expert opinion as to whether detection is less likely where many persons are present on business.\nBut there is no occasion to pursue the inquiry. There was prejudicial error in the charge. Holt admitted on cross-examination that he had been convicted of crime. Brown denied such conviction, but later admitted that she had \"received a suspended sentence for violation of the New York Code 887.\" She was then asked if the sentence was imposed for \"permitting another to commit prostitution;\" and she replied \"if that is what they call it, I was.\" Daniels denied that she had been convicted of crime. She was shown a document not identified in the transcript, and she then said that she had been convicted of \"loitering\" in 1938, presumably in the State of New York, and had received \"a suspended sentence.\" She maintained that she \"did not know that that meant\" she had been \"convicted.\" She testified further: \"Q. What were you convicted for? A. Just loitering.Q. You weren't convicted for prostitution? A. I don't remember. Q. You do not remember whether you were convicted or not? A. No, I don't. I never went to jail. Q. I didn't ask you that. Do you remember getting a suspended sentence in New York on January 20th, 1938, by Magistrate Smith in the Night Court? Mr. Wildman: For what? Mr. Fox: For prostitution. A. I do not remember that. Q. What is your answer? A. I do not know. Q. How old are you? A. I am twenty-three. Q. What is your answer to my question? A. I have told you, sir. Q. As to whether or not you were not convicted. I want to know whether or not you were convicted of prostitution. A. I cannot remember, sir.\"\nAt this point the trial judge observed that he was \"not *Page 602 \nsure that loitering is classed as a crime,\" and said he would \"instruct the jury to that effect.\" And he later charged that \"loitering is not a crime,\" but that \"prostitution is a crime.\" But he also instructed the jury that two of the accused \"and maybe three admitted having been previously convicted of crime,\" and that a conviction of crime is a factor to be considered by the jury in determining the credibility of the witness. He continued: \"One of these witnesses was asked if she had ever been convicted of prostitution, and she said she could not remember. That is a circumstance that you gentlemen may consider amongst all the others in weighing her credence. Whether a woman who says she cannot remember whether she has ever been convicted of prostitution is telling the truth or not is a question for you to decide, so that may be considered amongst all the rest of the circumstances.\"\nThus it was open to the jury to find that the accused, Daniels, had been convicted of the crime of prostitution, although the evidence presented no issue of fact in this behalf. The credibility of the witness had not been impeached by proof of a conviction of crime. Upon her examination, she denied that she was so discredited; and it was then incumbent upon the State to prove the conviction by the production of the record thereof.R.S. 2:97-13. Compare State v. Silver, 2 N.J. Mis. R.479; affirmed, 101 N.J.L. 232.\nIt is not at all clear that the witness was dissembling. She may not have been certain of the character of the offense of which she had been convicted, if any; at all events, there was no basis whatever in the evidence for a finding that she had been convicted of a crime. She did not admit she had been thus convicted; and, no record of such conviction having been produced, the credibility of the witness was not impeached in this regard.\nAnd we are of the view that thereby all the accused suffered manifest wrong and injury within the intendment of R.S.\n2:195-16. Compare State v. Bullock, 65 N.J.L. 557; State\nv. Mount, 73 Id. 582; State v. Hogan, 13 N.J. Mis. R.117; affirmed, 115 N.J.L. 531. The discrediting of this witness' testimony obviously affected the interests of all.\nThe judgment is accordingly reversed, and a venire de novo is awarded. *Page 603 ",
            "ocr": false,
            "opinion_id": 3567032
        }
    ],
    "court_short_name": "Supreme Court of New Jersey",
    "court_full_name": "Supreme Court of New Jersey",
    "court_type": "S",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Robbery"
}