{
    "id": 3594942,
    "judges": "YVONNE M. HOVE, Assistant Attorney General",
    "date_filed": "2020-05-28",
    "date_filed_is_approximate": true,
    "slug": "opn-no",
    "case_name_short": "Opn. No.",
    "case_name": "Opn. No.",
    "case_name_full": "Lawrence Praga, Esq.",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Lawrence Praga, Esq. Informal Opinion No. 99-03 Counsel, Hastings-on-Hudson Union Free School District Keane  Beane, P.C. One North Broadway White Plains, N Y 10601\nDear Mr. Praga:\nYou have requested an opinion regarding whether the entry of a plea of guilty to petit larceny by a trustee of the Board of Education of the Hastings-on-Hudson Union Free School District (the \"Board\") results in an automatic vacancy in the trustee's position on the Board under section30 of the Public Officers Law.\nYou have informed us that a trustee of the Board was charged by the Westchester County District Attorney with fourth degree grand larceny, a felony, for illegally collecting unemployment insurance. You stated that on November 18, 1998, the trustee pleaded guilty to the lesser charge of petit larceny, a Class A misdemeanor.1 Under the Penal Law, a person is guilty of petit larceny when he or she steals property. Penal Law &#167;155.25. \"A person steals property and commits larceny when, with the intent to deprive another of property or to appropriate the same to himself or to a third person, he wrongfully takes, obtains or withholds such property from an owner thereof.\" Penal Law &#167; 155.05(1).See also, People v. Jensen, 86 N.Y.2d 248 (1995); People v. Miller,70 N.Y.2d 903 (1987).\nSchool board trustees are public officers.2 See, e.g., Wong v. New YorkState Board of Elections, 82 Misc.2d 521, 522 (Sup Ct, New York County, 1975); 1971 Op Atty Gen (Inf) 7. Therefore, trustees of the Board of Education of Hastings-on-Hudson Union Free School District are public officers and are \"bound to those standards regulating their conduct while in office required of other public officers.\" Wong, 82 Misc.2d at 522.\nUnder the Public Officers Law, a public office becomes vacant when a public officer is \"convict[ed] of a felony, or a crime involving a violation of his oath of office. . . .\" Public Officers Law &#167;30(1)(e). It is well settled that under this provision, the office becomes vacant by operation of law immediately upon conviction of the officer of a covered crime. Matter of Briggins v. McGuire, 112 A.D.2d 827,829 (1st Dept 1985), affd, 67N Y 2d 965, cert denied, 479 U.S. 930\n(1986). The \"conviction\" occurs upon a verdict of guilty or the entry of a plea of guilty. Matter of Gunning v. Codd, 49 N.Y.2d 495 (1980); Criminal Procedure Law &#167; 1.20(13). The time of conviction is not delayed until sentencing. Gunning, 49 N.Y.2d 495. An appeal of the conviction does not affect the vacancy created by operation of law and reversal of the conviction does not require reinstatement. Id.; Public Officers Law &#167; 30(1)(e).\nIn a prior opinion, we considered whether attempted grand larceny in the fourth degree, a class A misdemeanor, was a violation of the oath of office of a trustee of the State University of New York. Op Atty Gen No. 97-F7. In that opinion, we determined that based on the Court of Appeals analysis in Matter of Duffy v. Ward, 81 N.Y.2d 127 (1993), the trustee had been convicted, as a result of her plea of guilty, of a misdemeanor involving a violation of her oath of office and, therefore, vacated her office under section 30 of the Public Officers Law.\nAlthough in Duffy the Court of Appeals held that the misdemeanor of criminal trespass did not involve a violation of the officer's oath of office, the Court established the standards for making this determination for misdemeanors committed outside the line of duty. The Court developed two standards which, when applied here, establish clearly that the trustee has been removed from office by operation of law.\nFirst, the Court concluded that in applying section 30 to misdemeanor convictions arising outside the line of duty, courts should look not to the facts of the particular case but solely to the elements of the crime. Duffy, 81 N.Y.2d at 130. Accordingly, a misdemeanor conviction for conduct outside the line of duty will be \"a crime involving a violation of [the] oath of office\" under Public Officers Law &#167; 30(1)(e) only if the elements of the crime violate the oath. Duffy, 81N Y 2d at 134.\nSecond, the Court discussed the types of crimes falling within Public Officers Law &#167; 30(1)(e). The Court reasoned that the Legislature, in putting in limiting language (a crime \"involving a violation of his oath of office\"), had a particular type of criminal conduct in mind. Duffy, 81 N.Y.2d at 134. The Court found that the statute's purpose is to assure citizens that their public officers are persons of moral integrity worthy of their trust. Duffy,81 N.Y.2d at 134. \"[F]or misdemeanor convictions arising outside the line of duty, Public Officers Law &#167; 30(1)(e) applies to crimes that, as defined in the Penal Law, arise from knowing or intentional conduct indicative of a lack of moral integrity.\" Duffy, 81 N.Y.2d at 135.\nThe Court then generally discussed the elements of misdemeanors falling within the statutory standard:\n     We have not had occasion to define what specific offenses constitute crimes implicating \"moral integrity\", and it may be impossible to demarcate the precise boundaries of the term, but we note that \"integrity\" has been defined as \"freedom from every biasing or corrupt influence or motive\". . . . As Chief Judge Cardozo said of the term \"dishonesty\", the critical consideration is \"an infirmity of purpose\". . . . For a crime to be one demonstrating a lack of moral integrity, it must be one involving willful deceit or a calculated disregard for honest dealings. More than intent or a criminal mens rea is needed for summary dismissal; there must be an intentional dishonesty or corruption of purpose inherent in the act prohibited by the Penal Law. Duffy,  81 N Y 2d at 135 (citations omitted).\nAs stated above, in our 1997 opinion, a trustee of the State University of New York pleaded guilty to attempted grand larceny in the fourth degree, a class A misdemeanor. Therefore, as a result of her plea of guilty, the trustee was convicted of engaging with criminal intent in conduct tending to effect the stealing of property valued at greater than $1,000. \"In the words of the Court of Appeals in Duffy, this crime demonstrated a `lack of moral integrity' by involving `willful deceit' and a `calculated disregard for honest dealings.' . . . The crime involved `an intentional dishonesty or corruption of purpose.'\" Op Atty Gen No. 97-F7 (quoting Duffy, 81 N.Y.2d at 134-135).\nIn the situation you present, the trustee pleaded guilty to petit larceny, a class A misdemeanor. Petit larceny requires a taking coupled with an intent to deprive another of property. Penal Law &#167;&#167;155.05(1), 155.25. Under Public Officers Law &#167; 30(1)(e), the trustee has been removed from office by operation of law if the misdemeanor involved \"a violation of . . . [her] oath of office.\" The trustee took and filed the following oath of office:\n     I do solemnly swear (or affirm) that I will support the constitution of the United States, the constitution of the State of New York and that I will faithfully discharge the duties of the office of Trustee [of the Board of Education of the] Hastings-on-Hudson Union Free School District of the Town of Greenburgh, Westchester County, New York, according to the best of my ability.\nAs in our 1997 opinion, there is no doubt that the trustee has been convicted, as a result of her plea of guilty to petit larceny, of a misdemeanor involving a violation of her oath of office. The trustee was convicted of stealing property. This crime demonstrated a \"lack of moral integrity\" by involving \"willful deceit\" and a \"calculated disregard for honest dealings.\" Duffy, 81 N.Y.2d at 134-135. The crime involved \"an intentional dishonesty or corruption of purpose.\" Id. This conviction creates a vacancy in office by operation of law.\nWe conclude that a trustee of the Board of Education of the Hastings-on-Hudson Union Free School District vacated her office by operation of law upon her plea of guilty to the crime of petit larceny.\nThe Attorney General renders formal opinions only to officers and departments of State government. This perforce is an informal and unofficial expression of the views of this office.\nVery truly yours,\nYVONNE M. HOVE, Assistant Attorney General",
            "ocr": false,
            "opinion_id": 3576011
        }
    ],
    "court_short_name": "New York Attorney General Reports",
    "court_full_name": "New York Attorney General Reports",
    "court_type": "SAG",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}