{
    "id": 3894542,
    "judges": "<center>              DECISION AND ORDER for the Full Commission by BERNADINE S. BALLANCE, Commissioner, N.C. Industrial Commission.</center>",
    "date_filed": "1984-07-15",
    "date_filed_is_approximate": true,
    "slug": "becker-v-nc-dept-of-motor-vehicles",
    "case_name_short": "Becker",
    "case_name": "Becker v. N.C. Dept. of Motor Vehicles",
    "case_name_full": "Madeline Becker, John Yahn, David Becker, and John Becker v. N.C. Department of Motor Vehicles",
    "attorneys": "APPEARANCES \n\nPlaintiff: The Twiford Law Firm, Attorneys, Southern Shores, North Carolina; Branch W. Vincent, III, Counsel of Record.\n\nDefendant: The Honorable Roy Cooper, Attorney General, Raleigh, North Carolina; Dahr Joseph Tanoury, Assistant Attorney General, Counsel of Record.",
    "nature_of_suit": null,
    "posture": "This case was originally heard before the Full Commission on July 15, 2004, on appeal by plaintiffs from a Decision and Order entered by Deputy Commissioner George T. Glenn, II, on December 29, 2003. The case had been heard before Deputy Commissioner Glenn in Edenton, North Carolina, on November 7, 2003. In its Decision and Order filed January 3, 2005, a divided panel of the Full Commission reversed Deputy Commissioner Glenn's Decision and Order denying damages to plaintiff, with a dissent by Commissioner Ballance.\n\nDefendant appealed the Decision and Order of the Full Commission to the North Carolina Court of Appeals. In an opinion filed May 2, 2006, the Court of Appeals reversed the Full Commission's ruling.  See  Becker v. N.C. Dept. of Motor Vehicles , ___ N.C.App. ___,  628 S.E.2d 446 \n(2006). The Supreme Court of North Carolina denied plaintiffs' Petition for Discretionary Review on December 14, 2006.  See Becker v. N.C. Dept.  of Motor Vehicles , ___ N.C.App. ___, 639 S.E.2d 648 (2006).\n\nCommissioner Thomas J. Bolch participated in the initial Full Commission review of this case; however, as he is no longer a member of the Industrial Commission, Commissioner Danny L. McDonald has been selected to serve as a panel member in this proceeding.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "                          * * * * * * * * * * * *Page 2 \nThe Full Commission has reviewed the Opinion and Award of Deputy Commissioner Glenn based upon the record of the proceedings before the Deputy Commissioner, the briefs and arguments before the Full Commission, and the guidance of the North Carolina Court of Appeals. Plaintiffs have not shown good grounds to reconsider the evidence, receive further evidence, rehear the parties or their representatives, or amend the opinion and award, except for minor modifications. Accordingly, the Full Commission affirms the Opinion and Award of Deputy Commissioner Glenn.\n                          * * * * * * * * * * *\nBased upon all the credible and competent evidence presented at hearing and reasonable inferences flowing therefrom, the Full Commission makes the following:\n                            FINDINGS OF FACT\n1. Plaintiffs filed three tort claims, seeking damages from defendant Department of Transportation for negligence. Part of their claim involved damage to their motor vehicles while the vehicles were held on behalf of defendant in a private storage facility; the other part of their claim involved alleged mental anguish for an alleged unlawful arrest.\n2. Plaintiffs allege that Department of Motor Vehicle (\"DMV\") Inspectors H.D. Smith, H.H. Gillam, and B.K. Bozard acted negligently when they relied solely upon allegedly false information given by James Pearce, a former neighbor of plaintiffs, asserting that plaintiffs might be in possession of stolen vehicles and might be operating a car dealership without a license. Based upon such information, the inspectors entered upon plaintiffs' land, seized certain vehicles and component parts, and procured the arrests of John and David Becker on misdemeanor and felony charges for violations of the North Carolina Motor Vehicle Code.\n3. Plaintiffs allege that their damages consist of towing and storage fees; humiliation; embarrassment; mental distress; injury to reputations, family, work, and sense of well being; and that they were put into public scandal, infamy, and disgrace. *Page 3 \n4. Inspector Gillam was employed as an Inspector for defendant's License and Theft Bureau on the date in question. On the date of the hearing before the Deputy Commissioner, defendant had employed Gillam for 21 years, with 10 years serving as a uniformed officer and 11 years as an inspector. He had over 3,000 hours in training, with 40 annual hours in continuing education courses in auto theft and vehicle identification.\n5. As a DMV Inspector, Gillam is a sworn peace officer with statewide arrest powers, and his duties include, inter alia, investigation of automobile theft, dealer violations, motor vehicle violations, and investigation of persons operating as dealers without a license. His district included several northeastern counties in North Carolina.\n6. Motor vehicles are equipped with public vehicle identification numbers (PVINs) and confidential vehicle identification numbers (CVINs), and it is common in vehicle theft rings for PVINs to be altered. Inspectors are trained to locate the CVINs on vehicles and match them to the PVINs to see if they match, which assists them in determining whether a vehicle has been stolen.\n7. PVINs and CVINs of the same vehicle should match. CVINs are affixed by manufacturers in hidden places on a vehicle to allow inspectors and law enforcement to positively prove the identity of that vehicle. The CVIN is not common knowledge to the public, whereas the PVIN is openly visible and usually located on the door frame or dashboard.\n8. In mid-October 1998, Inspector Gary White received a letter signed and written by James Pearce, a former neighbor of plaintiffs, stating that plaintiffs were operating a junk yard and selling vehicles without a license on property near Hwy 158; were buying and selling cars, trucks, tractors, and boats without being licensed by the State; were driving vehicles with improper registration and no insurance; and that there were numerous vehicles on the property, some of which may possibly have been stolen out of the eastern Virginia area. *Page 4 \n9. The letter also stated that there were vehicles being offered for sale in front of a mobile home on the property, and that numerous vehicles were scattered about the property with numerous junked vehicles behind a two-story house on the property.\n10. The letter described the location of the property as being alongside Hwy 158, with a mobile home, a two-story white frame house, and numerous pecan trees located on the property. Plaintiffs John and David Becker did reside beside Hwy 158, in Gates County, North Carolina, in a mobile home and two-story frame house, with numerous pecan trees on the property.\n11. Several days prior to October 27, 1998, Pearce's letter was either faxed to Gillam and fellow inspector Smith, or its contents were communicated to them by White.\n12. Gillam testified that none of the letters shown to him by plaintiffs' counsel during the hearing before the Deputy Commissioner was the letter he saw that prompted him to drive by plaintiffs' property on October 26, 1998. He further testified that the first time he saw those letters was during the hearing before the Deputy Commissioner.\n13. Prior to receiving Pearce's letter, Gillam and other inspectors had been investigating vehicle theft cases involving vehicles being stolen and transported between Virginia and North Carolina, along with stolen vehicles possibly being stored in Gates County, North Carolina.\n14. Gillam treated Pearce's letter as he had treated other complaints received by the DMV. After discussing the contents of the letter with inspectors Smith and Bozard, Gillam decided to conduct a visual reconnaissance of the area to determine the validity of the statements.\n15. On October 26, 1998, Gillam drove along Hwy 158 several times and observed numerous vehicles scattered about plaintiffs' property, including several Cameros that did not have license plates affixed to them. *Page 5 \n16. There were three motor vehicles displayed for sale next to Hwy 158, facing the highway, located either in the right-of-way or next to the right-of-way: a white truck, a BMW, and a Chevrolet.\n17. Approximately 200 to 300 feet behind a white house on the property was a neatly arranged line of vehicles, which included tractors, a dump truck, and numerous wrecked vehicles in various states of dismantlement, some with doors, hoods, and windows removed. All of the vehicles were clearly visible to Gillam from Hwy 158.\n18. John Becker resided in the white house, and David Becker resided in the mobile home on the property. Both homes were owned by Madeline Becker, their mother, who resided at a different location with John Yahn, her husband.\n19. Gillam testified that the line of vehicles behind the house was not consistent with abandoned vehicles he had seen in the past, because the line was in a neatly kept, well-manicured area with the grass mowed alongside the vehicles, and it appeared to him that people had been making trips back and forth to the vehicles to get parts off of them.\n20. Based on his visual inspection and 11 years of experience as a DMV License and Theft Inspector, Gillam was of the opinion that this collection of vehicles was consistent with someone possibly operating as a car dealer without a license. Gillam based this belief on his knowledge that dealers who try to avoid the \"five car rule\" are aware they need a license to sell more than five cars in a 12-month period, and will display between two to four vehicles to avoid drawing attention to themselves but will have other vehicles parked at different locations on the property trying to make it appear that those cars are not for sale.\n21. Gillam was also of the opinion that someone on the property might have been operating some sort of vehicle repair or wrecking operation, because the vehicles behind the house were in various states of dismantlement, with hoods, doors and other vehicle parts missing. *Page 6 \n22. Based on his visual inspection of the Becker property, Gillam was able to confirm several of the allegations contained in Pearce's letter, specifically that there were numerous cars on the property, some for sale, and that a junkyard or wrecking operation might be taking place.\n23. Later that day, on October 26, 1998, Gillam notified other law enforcement officials of what he had found. Gillam indicated that he intended to go onto the land to ascertain the identification numbers of the vehicles offered for sale and identify the persons offering the vehicles for sale, for the purposes of determining if the vehicles were stolen and whether the persons offering the vehicles for sale were complying with DMV law.\n24. Gillam testified that, based on these observations alone, had he driven by the Becker property and seen the vehicles displayed for sale by the road, the numerous vehicles sitting in various places around the yard with no license tags, and the neat, long line of vehicles in various stages of dismantlement 200 to 300 feet behind the house, even without having any knowledge of the Pearce letter, he would have initiated an investigation on his own accord, because such observations would be consistent with what one would expect to find when a person is selling more than five cars in a 12-month period without being licensed by the DMV.\n25. Gillam testified that he had been involved in other cases where dealers operating without a dealer's license possessed vehicles that did not have license plates affixed to them.\n26. Plaintiffs Madeline, John, and David Becker admitted during the hearing before the Deputy Commissioner that between 15 and 20 cars in various conditions were present on the property, many of which were not road-worthy.\n27. On October 27, 1998, Inspectors Gillam, Smith, and Bozard, two law enforcement officers from Virginia, and Agent Fred Sadler of the National Insurance Crime Bureau entered upon plaintiffs' property beside Hwy 158 to inspect the vehicles Gillam observed the day before. The *Page 7 \nconditions they saw on October 27, 1998, were substantially similar to those observed by Gillam on the previous day.\n28. Pearce's letter played no part in Gillam's decision to go onto the Becker property on October 27, 1998, though it did play a part in his driving by the property on October 26, 1998.\n29. Gillam testified that it is regular DMV practice for inspectors to go onto property without a search warrant where there appears to be a dealership, wrecking, or repair operation in existence, in order to determine motor vehicle identification numbers. Further, Gillam did not consider the inspection of plaintiffs' vehicles a search, but rather an examination of the identification numbers of the motor vehicles.\n30. John Becker testified that he expected strangers who might be interested in purchasing one of the vehicles offered for sale to come onto his property to inspect the vehicles, even though a private property sign was displayed by the driveway.\n31. As inspectors and law enforcement officers drove into plaintiffs' driveway, Gillam observed in plain view a white Camero and a black pickup truck. Displayed in the pickup truck's window was an inspection sticker that was immediately recognizable to Gillam as a forged and altered inspection sticker.\n32. The altered inspection sticker on the black truck was visible from the roadway, and the truck was backed into the yard in front of the house porch, about three car lengths from the road.\n33. Gillam walked over to the truck and confirmed that the inspection sticker had in fact been altered with a black magic marker, and that it was taped to the truck's windshield.\n34. Throughout the inspection, John Becker was present and escorted Gillam and the other inspectors around the property. He voluntarily talked to the inspectors, showed them various vehicles on the property, indicated who owned which vehicle, and was generally cooperative. *Page 8 \n35. Inspector Gillam testified without contradiction to the following, which are found as facts by the Full Commission, while referring to defendant's Exhibit 1, a notebook of photographs taken by the inspectors on October 27, 1998:\n  a) Pages 1 and 2 of the notebook show the PVIN plate removed by DMV inspectors from a blue Camero owned by Ernest Eugene Preas, Jr., of Moyock, North Carolina. The PVIN on the plate did not match the CVIN on the blue Camero, which was sold by plaintiff David Becker to Preas sometime in or around June 1998. Instead, the PVIN matched the CVIN on the white Camero found in the long line of salvaged or wrecked vehicles on plaintiffs' property on October 27, 1998.\n  b) Page 3 shows the PVIN plate removed from the white Camero located on plaintiffs' property, with a standard, non-manufacturer aluminum pop rivet that was used to attach it to the car. This pop rivet was not the one the original manufacturer installed when the car was manufactured. Pages 6 and 7 show the windshield of the white Camero, which appeared to be smashed with a hammer directly over the location of the PVIN plate, with the glass easily folded back, revealing non-manufacturer aluminum pop rivets and a rusty PVIN plate.\n  c) On October 27, 1998, the inspectors compared the PVIN found in the white Camero to the body identification plate on the car, and found that they did not match. After checking the DMV database later that day, Gillam learned that the PVIN found on the white Camero should have been attached *Page 9 \nto the blue Camero sold by David Becker to Preas around June 1998. It was Gillam's opinion that someone had switched the PVINs on the Cameros prior to the blue one being sold to Preas. According to the DMV database, none of plaintiffs' names appeared in the chain of title to the blue Camero, which indicated to Gillam that David Becker sold the car to Preas with an open title, which is a violation of motor vehicle law.\n  d) Page 9 of the notebook shows an out-of-date inspection sticker lying on the dash of another Camero located on Plaintiffs' property, parked behind the black truck. Gillam considered this a violation of motor vehicle law because the sticker should have remained affixed to the vehicle by the licensed safety mechanic who performed the inspection.\n  e) Pages 11, 12, 22, and 23 show a forged inspection sticker the inspectors removed from a black Camero parked in Plaintiffs' driveway, on which someone had taken a black marker and changed the number \"1\" to an \"11,\" an apparent attempt to change the expiration date from January 1998 to November 1998.\n  f) Pages 13, 14, 15, and 22 show the forged inspection sticker found on the black Chevrolet truck, on which someone had taken a black marker and altered the year, changing \"96\" to \"98\" in an apparent attempt to change the expiration date from November 1996 to November 1998. The forged inspection sticker itself was admitted as defendant's Exhibit 2.\n  g) John Becker admitted to Inspectors Gillam, Bozard, and Smith on that day that he had taken both forged inspection stickers from other vehicles and altered them with a Magic Marker. John Becker was subsequently charged with violations for those actions. *Page 10 \n  h) Page 17 shows David Becker's mobile home residence, with vehicles scattered about the property with no license tags on the vehicles.\n  i) Page 19 shows an example of a truck in a condition of almost total dismantlement, with the doors, hood, engine, and transmission missing. Next to the truck is a 1970s Plymouth Duster that was missing its PVIN plate and was seized as a violation of motor vehicle law. Both vehicles were located in the line of vehicles behind the house and were visible from Hwy 158.\n  j) Page 20 shows (in the background) the three vehicles offered for sale near (and visible from) Hwy 158.\n  k) Page 26 shows the PVIN plate that was located on the white 1979 Chevrolet truck offered for sale in David Becker's front yard, with the plate riveted to the inside door frame of the truck using standard aluminum rivits. Further inspection revealed that this PVIN plate corresponded to, and should have been affixed to, the 1978 brown and white Chevrolet truck parked behind David Becker's trailer. The true PVIN plate on the white Chevrolet truck should have been a narrow elongated plate that was riveted to the left side of the dashboard. When the inspectors pulled back the dashboard material on the white Chevrolet truck, they discovered that the PVIN plate that should have been affixed in that area had been visibly cut off.\n  l) Pages 30 and 31 show the location on the door frame of the brown and white 1978 Chevrolet truck where the PVIN plate should have been located, but which was now bare. Page 32 shows a service parts identification decal found inside the brown and white Chevrolet truck listing the actual VIN of *Page 11 \nthe brown and white Chevrolet truck (which matched the PVIN plate riveted to the door of the white Chevrolet truck).\n  m) Because David Becker claimed ownership to the brown and white 1978 Chevrolet truck, he was charged with misdemeanor possession of a vehicle with a missing or altered PVIN plate, and charged with a felony for switching the PVIN plates of the trucks.\n  n) Pages 34 and 35 show the windshield area of the 1970s Duster shown on Page 9, on which the inspectors discovered the PVIN plate on the dashboard missing. John Becker was charged with possession of a vehicle with a missing or altered PVIN because the Duster was located on his side of the property.\n  o) Page 36 shows the 1977 Chevrolet van that was seized, including the area of the door frame where the PVIN plate should have been affixed, but was missing.\n36. Gillam told plaintiffs that John and David Becker were going to be arrested for, among other things, possession of motor vehicles that had missing or altered PVINs.\n37. Inspector Smith allowed John Becker to take items out of the brown and white Chevrolet truck prior to the truck being seized.\n38. John Becker was handcuffed after he was placed under arrest, and was then placed in a police vehicle.\n39. John Becker was charged with two counts of felony forgery of inspection stickers, one count of feloniously possessing a forged inspection certificate, and three counts of misdemeanor possession of vehicles with altered or missing PVINs. *Page 12 \n40. David Becker was charged with one count of feloniously altering a PVIN and two counts of misdemeanor possession of vehicles with altered or missing PVINs.\n41. At no time did the inspectors accuse any of the plaintiffs of stealing cars or of dealing or using illegal drugs, and subsequent investigation did not reveal any stolen vehicles in plaintiffs' possession.\n42. After the inspectors discovered that the PVIN on the blue Camero owned by Preas had been switched with the PVIN on David Becker's white Camero, and that the blue Camero had probably been sold with an open title, additional charges were filed against David Becker for obtaining property by false pretenses.\n43. As a result of the inspectors' examination of the vehicles on October 27, 1998, the following vehicles were seized: the 1978 and 1979 Chevrolet trucks, the Plymouth Duster, the Chevrolet van, and the white Camero.\n44. The vehicles were taken to Grant's Texaco for holding because DMV did not have its own impound facility, and the county's impound facility was full.\n45. The DMV inspectors were ordered by the local district attorney's office not to release any of plaintiffs' seized vehicles or component parts until they were instructed to do so by the court.\n46. Because the law makes it illegal to possess a vehicle with a missing or altered PVIN, the DMV was prohibited from returning the seized vehicles until proper vehicle identification numbers had been applied for and assigned to the vehicles.\n47. After a civil hearing in District Court in 2001, plaintiffs requested, and the DMV agreed to assign, Special Vehicle Identification Numbers to the seized vehicles, as illustrated in Defendant's Exhibit 5. These numbers replaced the PVINs that were missing, which permitted the DMV to return the vehicles to plaintiffs. *Page 13 \n48. Madeline, John, and David Becker admitted that, prior to the civil hearing, neither they nor their lawyer had requested that the DMV assign special vehicle identification numbers to the seized vehicles.\n49. Because all criminal proceedings had ended and Special Vehicle Identification Numbers were assigned, the vehicles were returned to plaintiffs sometime in 2001.\n50. It was not unusual for seized vehicles to be held for a number of years where proper ownership of such vehicles was still in question, as was the case with the Becker vehicles.\n51. Plaintiffs allowed Grant's Texaco to keep the white Camero, which was a junked car, in return for Grant's waiving its $600.00 storage fee.\n52. A carburetor was allegedly stolen from one of plaintiffs' vehicles while it was in storage at Grant's Texaco, but it is not known who stole it, how such persons gained access to the vehicle, or what acts or omissions, if any, on the part of Grant's contributed to the theft.\n53. Notification letters from the Raleigh DMV office were not sent to plaintiffs within 15 days after the seizure, pursuant to N.C. Gen. Stat. &#167; 20-108; however, Gillam did tell John and Madeline Becker on October 27, 1998, that the vehicles were being seized because they had missing or altered PVINs, that they would be stored at Grant's gas station to be held as evidence, and that they would be returned once the criminal case had been concluded. Thus, plaintiffs knew why the vehicles were seized and to where the vehicles were taken.\n54. Inspectors Gillam, Smith, and Bozard did not conduct searches of plaintiffs' personal property on October 27, 1998, but they did enter upon the land where John and David Becker resided for purposes of examining and inspecting the identification numbers of motor vehicles and motor vehicle component parts on that property.\n55. David Becker's criminal case was tried by the local district attorney before a jury, which found him to be not guilty. *Page 14 \n56. Charges filed against John Becker were subsequently dropped by the district attorney's office.\n57. Gillam, Smith, and Bozard did not charge Madeline Becker or John Yahn with any violations of the law.\n58. Ed Webb, Sheriff of Gates County for the six years prior to the hearing before the Deputy Commissioner, testified that he had lived in Gates County for the past 25 to 26 years, had been a police officer for the previous 20 years in the Rowan, Chowan, and Gates County areas, and that he interacted with people in the community on a regular basis at grocery stores and other places.\n59. Without contradiction, Sheriff Webb testified that he was familiar with the reputations of John and David Becker prior to October 27, 1998, and that they were known as \"hell raisers\" and \"pot heads.\" Sheriff Webb based his testimony on information received from former sheriffs, information on file at the sheriff's office, and information received from citizens in the community.\n60. Sheriff Webb testified that he was familiar with John and David Becker's reputations after October 27, 1998, and that their reputations had not changed. He testified that one brother had eight contacts with the Sheriff's office, and the other had six contacts, which may have included complaints, citations, civil papers served on the Beckers, or an arrest. Sheriff Webb stated that David Becker had more contacts with the Sheriff's office than his brother John, and that Sheriff Webb had been involved in an investigation involving John Becker in Chowan County that involved marijuana.\n61. Sheriff Webb was of the opinion that the reputation of the Beckers in the community had not changed as a result of this incident.\n62. On or about January 24, 2000, Madeline Becker was in receipt of a letter from Joe Gardener of the DMV Theft Bureau in Raleigh, which informed Ms. Becker that the seized vehicles *Page 15 \ncould not be returned until the pending court case was disposed of, and that Madeline Becker needed to provide titles to each of the vehicles to allow the DMV to issue special vehicle identification numbers to each vehicle that was missing a PVIN.\n63. Ms. Becker admitted that neither she nor her sons contacted the DMV to determine the proper procedure on how to secure the return of their vehicles, but their attorney may have done so.\n64. There has been no finding that the officers did not have probable cause for the arrests they made.\n65. Plaintiff presented no competent medical evidence from medical or mental health providers showing that their alleged mental and emotional distress was of a severe nature or was caused by any wrongdoing or negligence of defendant's employees.\n66. Plaintiffs did not present any independent appraisals or estimates corroborating their claims of damages as they relate to alleged damage done to the vehicles or component parts while they were in storage. However, the evidence of record shows that plaintiffs had over twenty years of experience in repairing automobiles. Plaintiffs collectively testified that repairing vehicles was a family hobby in which they all participated, and that the Becker brothers each became involved in repairing cars with their parents at an early age. The family regularly attended auto shows together. In addition to automobile work, plaintiffs learned to repair a variety of engines, including dirt bikes, motorcycles, lawnmowers, and outboard engines. Thus, the Full Commission finds that plaintiffs' collective experience in automobile and engine repair enables them to credibly assess the value of automobile parts that were either lost or damaged while in storage.\n                          * * * * * * * * * * * *Page 16 \nNOW THEREFORE, based upon the foregoing Findings of Fact, the Full Commission makes the following:\n                           CONCLUSIONS OF LAW\n1. It is plaintiffs' burden to prove \"(1) that there has been a failure to exercise proper care in the performance of some legal duty which defendant owed to plaintiff[s] under the circumstances in which they were placed; and (2) that such negligent breach of duty was a proximate cause of the injury.\" Hairston v. Alexander Tank and EquipmentCo., 310 N.C. 227, 232, 311 S.E.2d 559, 564 (1984)\n2. While plaintiffs have demonstrated that defendant failed to comply with their duty under N.C. Gen. Stat. &#167; 20-108(c) to mail notification of the seizure of plaintiffs' vehicles within 15 days from the date of seizure, plaintiffs have failed to show by the greater weight of the evidence that any of their alleged damages were proximately caused by defendant's breach of its duty. See Hairston at 232, 311 S.E.2d at 564.\n3. Plaintiffs have failed to show by the greater weight of the evidence that defendant's employees breached a duty of care owed to plaintiffs by defendant with respect to the arrests and criminal prosecutions. See Hairston at 232, 311 S.E.2d at 564. Plaintiffs are entitled to no damages for loss of wages, claimed emotional distress, costs of bail, or costs of criminal trial transcripts or costs of civil trial transcripts. In addition, plaintiffs failed to prove that their reputations were harmed by the actions of defendants' agents in the carrying out of their lawful duties.\n4. Plaintiffs have also failed to show by the greater weight of the evidence that defendant's employees breached a duty of care owed to plaintiffs by defendant with respect to the safeguarding of plaintiffs' vehicles during their period of seizure. See Hairston at 232,311 S.E.2d at 564. Defendant's lawful seizure of plaintiffs' vehicles, alone, did not create a bailment by *Page 17 \nimplication establishing such a duty. See Becker v. N.C. Dept. ofMotor Vehicles, ___ N.C.App. ___, ___, 628 S.E.2d 446, 449,disc. review denied, ___ N.C.App. ___, 639 S.E.2d 648 (2006). Because plaintiffs have failed to prove that defendant breached a duty with respect to safeguarding their vehicles during the period of their seizure, plaintiffs are entitled to no compensation for any damage, loss, or theft of their property during the period of seizure.\n                          * * * * * * * * * * *\nBased upon the foregoing Findings of Facts and Conclusions of Law, the Full Commission enters the following:\n                                  ORDER\n1. Plaintiffs' claims for damages for negligence against defendant under the Tort Claims Act are DENIED.\n2. Both sides shall bear their owns costs in this action.\nThis 7th day of March, 2007.\nS/____________________ BERNADINE S. BALLANCE COMMISSIONER\nCONCURRING:\nS/________________ CHRISTOPHER SCOTT COMMISSIONER\nS/________________ DANNY L. McDONALD COMMISSIONER *Page 1 ",
            "ocr": false,
            "opinion_id": 3640369
        }
    ],
    "court_short_name": "North Carolina Industrial Commission",
    "court_full_name": "North Carolina Industrial Commission",
    "court_type": "SS",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Robbery"
}