{
    "id": 3922207,
    "judges": "BaRNHIll",
    "date_filed": "1983-02-13",
    "date_filed_is_approximate": true,
    "slug": "west-ex-rel-west-v-f-w-woolworth-co",
    "case_name_short": "West",
    "case_name": "West Ex Rel. West v. F. W. Woolworth Co.",
    "case_name_full": "James West, by His Next Friend, W. C. West v. F. W. Woolworth Company and Robert E. Anthony.",
    "attorneys": "\n\nGeorge M. Pritchard and M. A. J ames for plaintiff, appellant.\n, \nParlcer, Bernard & Parker for defendant, appellee.\n",
    "nature_of_suit": null,
    "posture": "APPEAL by plaintiff from  Johnston, J. , at December Term, 1938, of BUNCOMBE. Reversed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 36,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b277-6\">\n    JAMES WEST, by His Next Friend, W. C. WEST, v. F. W. WOOLWORTH COMPANY and ROBERT E. ANTHONY.\n   </parties><br><decisiondate id=\"b277-7\">\n    (Filed 8 March, 1939.)\n   </decisiondate><br><attorneys id=\"b278-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"212\"> \n     *212\n     </span>\n<em>\n     George M. Pritchard and M. A. J ames for plaintiff, appellant.\n    </em>\n</attorneys><br><attorneys id=\"b278-10\">\n<em>\n     Parlcer, Bernard &amp; Parker for defendant, appellee.\n    </em>\n</attorneys>",
    "citations": [
        "1 S.E.2d 546",
        "215 N.C. 211"
    ],
    "opinions": [
        {
            "author_str": "BaRNHIll",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 5269.0,
            "opinion_text": "Civil action to recover damages, both compensatory and punitive, alleged to have been sustained by plaintiff as a result of slanderous accusations made by the individual defendant as the agent and employee of the corporate defendant.\nThe defendant Anthony was assistant manager of the corporate defendant. The infant plaintiff was a customer or prospective customer in defendant's store in Asheville. The assistant manager approached him and used language which the jury found, in view of the attended circumstances, amounted to a charge of larceny. The individual defendant denied that he used the language alleged, or any other language which could reasonably be interpreted as a charge of larceny. The corporate defendant denied that the agent used any language in speaking to the plaintiff which amounted to a charge of larceny, and that if he did use such language he did not do so as its agent, for that he had been expressly instructed to never, under any circumstances, charge any person with theft.\nIn the trial in the general county court of Buncombe County appropriate issues were submitted to the jury as to the individual defendant and, as to him, the jury answered the issues in favor of the plaintiff. The third issue, and the answer thereto, was as follows: \"3. If defendant, Robert E. Anthony, used said language as alleged in the complaint, was he at the time acting within the course and scope of his authority? Answer: `No.'\" Judgment was entered against the individual defendant, from which there was no appeal. It was further adjudged that the plaintiff recover nothing of the corporate defendant and that it go hence without day. From said judgment the plaintiff appealed to the Superior Court.\nWhen the appeal came on for hearing in the Superior Court the judge below overruled each and every of plaintiff's assignments of error and signed judgment affirming the judgment of the general county court. The plaintiff excepted and appealed.\nA number of the plaintiff's exceptive assignments of error are directed to the failure of the trial court to properly explain the law in respect to the liability of an employer for the torts of an employee committed while about the master's business in the scope of his employment, and to apply the same to the evidence in the cause. The plaintiff complains that the court below failed to adequately differentiate between actual and implied authority and to explain to the jury that *Page 213 \nunder the law an employer is liable for the tort of his employee committed while acting in the scope of his authority while about his master's business, although the particular act is in violation of positive instructions not to perform his duties in the manner complained of.\nThe statements of law contained in the court's charge appear to be in accord with the decisions of this court. To determine whether a charge as given, or a failure to charge upon some particular phase of the case, constitutes harmful error, it is frequently necessary for us to examine the charge as a whole. Here, it appears that the defendant set up in its answer that if the individual defendant used language which amounted to a charge of larceny he violated the express instructions from said company that he should never under any circumstances charge any person with theft. It further appears that in the statement of the contentions of the corporate defendant the court charged the jury:\n\"Defendant on the other hand contends you ought not to so find. Defendant contends even if you find Anthony at the time was acting as manager of the store, was assistant manager in the employ of Woolworth \nCo., as a matter of fact he had no authority to accuse anybody of stealing a knife, or any other property, from the store.\n\"Defendant contends that the manager and assistant manager and all other employees in the store were specially instructed in writing never under any circumstances to accuse anybody of stealing anything; that whenever they had any reason to believe some person in the store was, or had picked up some article of merchandise, they were to send some floor walker, or some person employed by the store to stay around close to that person, and offer to sell the things the person would be looking at until he had left the store; that the value of any small article picked up in the store was too slight for the defendant to risk a wrong accusation being made, and all the employees understood that, and the defendant, Anthony, had no authority, because he had been instructed otherwise, and he would not have done so even if he had seen the boy take the knife, so defendant contends you ought not to find he was acting within the scope of his employment or course of his authority, even if you should find he was guilty of accusing the boy of taking the knife.\"\nIn connection with this defense set up by the corporate defendant and under this charge as to the contentions of the defendant it was the duty of the jury to answer an issue which required it to determine whether Anthony at the time he used the alleged language was \"acting within the course and scope of his authority.\" In view of these circumstances it became important to the plaintiff's cause that the court correctly define the term \"authority\" and to explain that it embraced not only actual, but implied authority; and that when the agent or employee is *Page 214 \nabout his master's business, acting within the apparent scope of his authority, the principal is liable for his torts, even though his act is committed in violation of express instructions.\nA principal is liable for the torts of his agent when the act is expressly authorized. He is likewise liable for the tort of the agent when it is committed within the scope of his employment and in furtherance of his master's business &#8212; when the act comes within his implied authority. It is elementary that the principal is liable for the acts of his agent, whether malicious or negligent, and the master for similar acts of his servant which result in injury to third persons, when the agent or servant is acting within the line of his duty and exercising the functions of his employment.\" Roberts v. R. R., 143 N.C. 176, 55 S.E. 509; Snowv. DeButts, 212 N.C. 120, 193 S.E. 224. \"In the furtherance of the business of the employer\" means simply in the discharge of the duties of the employment. Pierce v. R. R., 124 N.C. 83, 32 S.E. 399; Gallop v.Clark, 188 N.C. 186, 124 S.E. 145. By \"authorized\" is not meant authority expressly conferred; but that the act was such as was incident to the performance of the duties entrusted to him by the master, even though in opposition to his express and positive orders. An act is within the scope of the servant's employment where necessary to accomplish the purpose of his employment and intended for that purpose, although in excess of the powers actually conferred upon the servant by the master. That the act was committed while the servant was on duty performing the functions of his employment and it was committed for the purpose of furthering the business of the master, rather than its method of performance, is the test of employment. When a wrong is committed by an employee in performing or attempting to perform the duties and functions of his employment it is immaterial whether the injury was a result of negligence or willful and wanton conduct; nor is it necessary that the master should have known that the particular act was to be done. The master is liable even if the particular act committed under such circumstances was in violation of direct and positive instructions. Jackson v. Telegraph Co., 139 N.C. 347,51 S.E. 1015; Pierce v. R. R., supra; Gallop v. Clark, supra. The question of liability does not depend on the quality of the act, but rather upon the question whether it has been performed in the line of duty and within the scope of the authority conferred by the master. Munick v.Durham, 181 N.C. 188, 106 S.E. 665; Clark v. Bland, 181 N.C. 110,106 S.E. 491; Long v. Eagle Stores Co., 214 N.C. 146; Gallop v. Clark,supra.\nWhile the actual authority of the employee is usually material in determining the scope of his employment it is not determinative of the *Page 215 \nliability of the principal. Employers seldom, if ever, instruct or directly authorize their employees to wrongfully invade the personal or property rights of others. We may assume that torts committed by employees are committed contrary to the desire and purpose of the employer. When, however, the employee is undertaking to do that which he was employed to do and, in so doing, adopts a method which constitutes a tort and inflicts injury on another it is the fact that he was about his master's business which imposes liability. That he adopted a wrongful or unauthorized method, or a method expressly prohibited, does not excuse the employer from liability. Causes of action against an employer such as is here asserted usually arise out of the fact that the employee adopted a negligent, wrongful, or prohibited method of performing an authorized duty.\nThe evidence offered by the defendant, as well as that offered by the plaintiff, tends to show that Anthony was the assistant manager of the corporate defendant; that when the manager was absent he was in full charge; and that at the time of the matters complained of the manager was absent and Anthony was the acting manager of the store. Anthony testified \"as assistant manager in the store, I wouldn't permit anyone to pick up and carry off property of the store without trying to stop them. One of my duties is to see that no one carries off the property of the store. Yes sir, when I first said this to him I admit it was in connection with the knife. . . . We had been missing some knives back there. You know if you have knives around on the counter you will miss them. . . . I walked over there from the other side of the store to the knife counter to see everything that took place.\" The manager testified: \"He (Anthony) is assistant managers and what you call floor helper. He and I and other assistant managers have general charge and supervision of the store. The difference in me and Mr. Anthony is that he is assistant manager and I am general manager; in my absence he is in my shoes, he is in charge. He is manager in my absence. It is his duty to look after the company's property in the store. It is our duty to see that things are not taken out of the store.\"\nIf the defendant Anthony, in the discharge of his duty to look after the property of the corporate defendant and to prevent anyone from taking any articles away, approached the plaintiff at the knife counter for the purpose of preventing the plaintiff from taking a knife or other property without paying therefor and, in the course of the performance of this duty, used language which in law amounted to a charge of larceny the corporate defendant is liable for the resulting damages under the doctrine ofrespondeat superior. Was he about his master's business and acting within the scope of his employment in approaching and *Page 216 \nspeaking to plaintiff in defendant's store, and, if so, did he utter slanderous words of and concerning plaintiff in attempting to perform that duty, is the question to be determined. The evidence offered and the contentions made by the defendant paramounted this phase of the law as it applies to the evidence in this case. It was the duty of the court to state, explain and apply it to the evidence in the case without any special request. Its failure to do so was prejudicial error. Harvell v. City ofWilmington, 214 N.C. 608.\nThe cause is remanded to the Superior Court with direction that an order be entered transferring the same to the general county court for a new trial.\nReversed.",
            "ocr": false,
            "opinion_id": 3668709
        }
    ],
    "court_short_name": "Supreme Court of North Carolina",
    "court_full_name": "Supreme Court of North Carolina",
    "court_type": "S",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Robbery"
}