{
    "id": 3931340,
    "judges": "Eeade",
    "date_filed": -3016051200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-curtis",
    "case_name_short": null,
    "case_name": "State v. . Curtis",
    "case_name_full": "State v. William H. Curtis.",
    "attorneys": "Attorney General Hargrove, for the State .\n\n No counsel contra in this Court .",
    "nature_of_suit": null,
    "posture": "INDICTMENT, robbery from the person, tried at the Spring Term, 1874, of CASWELL Superior Court before his Honor,  Judge Tourgee .",
    "syllabus": null,
    "headnotes": "<p>If a special verdict find facts of an unequivocal character, the Court can declare the guilt or innocence of the defendant as a question of law; but if the facts found are equivocal — may mean one thing or another —then the Court cannot determine as a question of law the guilt or innocence of the defendant.</p>",
    "summary": "IndiotmbNT, robbery from the person, tried at the Spring Term, 1874, of Caswell Superior Court before his; Honor, Judge Tourgee. On the trial below the jury returned the following special verdict: “ That the defendant with one Buck Brandon went to the store of the prosecutor, in company with four others, at 6 o’clock and 30 minutes, December 25th, 1873 ; that Brandon had a double barrel gun, which he set behind the door in the store room. “ That soon after the other four men left the store. Brandon then caught the prosecutor abont the body and arms, while the defendant rifled the cash drawer and took outside the store the articles charged in the indictment — making two trips for this purpose. “ In response to the cries of the prosecutor his wife came to his aid, and the defendant and Brandon left the store, carrying away the articles charged. That the son of prosecutor saw the defendant and Brandon the same night, and asked Brandon in defendant’s presence why they had treated his father in the manner they did? Brandon said.he had taken nothing, but defendant bad a bottle of whiskey around the fence there which he could have. “ The next morning the defendant being inquired of as to what he had done with the articles taken, especially the blanket, denied having taken it but afterwards went and got it and told where the jars and other articles (except the money) might be found. “Neither the defendant nor Brandon were disguised, and both were known to the prosecutor, and made no attempt to conceal their faces or persons. Whether upon these facts the defendant be guilty or not guilty, the jury respectfully submit to the Court.” Upon the finding of the foregoing facts the Court adjudged the defendant not guilty, from which judgment the Solicitor for the State appealed. *",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b64-7\">\n    STATE v. WILLIAM H. CURTIS.\n   </parties><br><headnotes id=\"b64-9\">\n    If a special verdict find facts of an unequivocal character, the Court can declare the guilt or innocence of the defendant as a question of law; but if the facts found are equivocal — may mean one thing or another —then the Court cannot determine as a question of law the guilt or innocence of the defendant.\n   </headnotes><br><summary id=\"b64-10\">\n    IndiotmbNT, robbery from the person, tried at the Spring Term, 1874, of Caswell Superior Court before his; Honor,\n    <em>\n     Judge Tourgee.\n    </em>\n</summary><br><summary id=\"b65-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"57\"> \n     *57\n     </span>\n    On the trial below the jury returned the following special verdict:\n   </summary><br><summary id=\"b65-5\">\n    “ That the defendant with one Buck Brandon went to the store of the prosecutor, in company with four others, at 6 o’clock and 30 minutes, December 25th, 1873 ; that Brandon had a double barrel gun, which he set behind the door in the store room.\n   </summary><br><summary id=\"b65-6\">\n    “ That soon after the other four men left the store. Brandon then caught the prosecutor abont the body and arms, while the defendant rifled the cash drawer and took outside the store the articles charged in the indictment — making two trips for this purpose.\n   </summary><br><summary id=\"b65-7\">\n    “ In response to the cries of the prosecutor his wife came to his aid, and the defendant and Brandon left the store, carrying away the articles charged. That the son of prosecutor saw the defendant and Brandon the same night, and asked Brandon in defendant’s presence why they had treated his father in the manner they did? Brandon said.he had taken nothing, but defendant bad a bottle of whiskey around the fence there which he could have.\n   </summary><br><summary id=\"b65-8\">\n<em>\n     “\n    </em>\n    The next morning the defendant being inquired of as to what he had done with the articles taken, especially the blanket, denied having taken it but afterwards went and got it and told where the jars and other articles (except the money) might be found.\n   </summary><br><summary id=\"b65-9\">\n    “Neither the defendant nor Brandon were disguised, and both were known to the prosecutor, and made no attempt to conceal their faces or persons. Whether upon these facts the defendant be guilty or not guilty, the jury respectfully submit to the Court.”\n   </summary><br><summary id=\"b65-10\">\n    Upon the finding of the foregoing facts the Court adjudged the defendant not guilty, from which judgment the Solicitor for the State appealed. *\n   </summary><br><attorneys id=\"b65-11\">\n<em>\n     Attorney General\n    </em>\n    Hargrove, for the State.\n   </attorneys><attorneys id=\"A_\">\n    No eounsél\n    <em>\n     coi-1/ra\n    </em>\n    in this Court.\n   </attorneys>",
    "citations": [
        "71 N.C. 56"
    ],
    "opinions": [
        {
            "author_str": "Eeade",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "(57)    On the trial below the jury returned the following special verdict: *Page 57 \n\"That the defendant with one Buck Brandon went to the store of the prosecutor, in company with four others, at 6 o'clock and 30 minutes, December 25th, 1873; that Brandon had a double barrel gun, which he set behind the door in the store room.\n\"That soon after the other four men left the store. Brandon then caught the prosecutor about the body and arms, while the defendant rifled the cash drawer and took outside the store the articles charged in the indictment &#8212; making two trips for this purpose.\n\"In response to the cries of the prosecutor his wife came to his aid, and the defendant and Brandon left the store, carrying away the articles charged. That the son of prosecutor saw the defendant and Brandon the same night, and asked Brandon in defendant's presence why they had treated his father in the manner they did? Brandon said he had taken nothing, but defendant had a bottle of whiskey around the fence there which he could have.\n\"The next morning the defendant being inquired of as to what he had done with the articles taken, especially the blanket, denied having taken it but afterwards went and got it and told where the jars and other articles (except the money) might be found.\n\"Neither the defendant nor Brandon were disguised, and both were known to the prosecutor, and made no attempt to conceal their faces or persons. Whether upon these facts the defendant be guilty or not guilty, the jury respectfully submit to the Court.\"\nUpon the finding of the foregoing facts the Court adjudged the defendant not guilty, from which judgment the Solicitor for the State appealed.\nIf a special verdict find facts of an unequivocal     (58) character, the Court can declare the guilt or innocence of the defendant as a question of law, but if the facts found are equivocal, may mean one thing or another, then the Court cannot determine as a question of law the guilt or innocence of the defendant. For example: the jury find that the defendant rudely and of purpose ran against the prosecutor and pushed him down. The Court would have no difficulty in deciding that to be an assault and battery. And so if the jury find that the defendant accidentally stumbled and ran against the prosecutor and pushed him down, the Court could see that that was not an assault and battery. But if the jury find the simple fact that the defendant ran against the prosecutor and pushed him down without finding whether it was by accident or design, then, as has just been *Page 58 \nseen, the act being equivocal, the Court could not determine the guilt or innocence of the defendant.\nThere are two objections made to this view. One is that a man is presumed to intend the consequences of his acts. The other is that the defendant is entitled to the most favorable construction of whatever is doubtful. Both of these objections might be urged on the trial with propriety. The prosecutor might have insisted that when he proved the acts, the burden was upon the defendant to show mitigation or excuse. And on the other hand if the defendant offered any thing in mitigation or excuse, or if any thing appeared in the case, he had the right to have the benefit of doubts. How all this was upon the trial we do not know. But when the jury undertook to find a special verdict the burden was upon them to present all the facts. As in the case put above the Solicitor might prove that the defendant ran against the prosecutor and pushed him down, and stop his case, and insist upon a conviction upon the presumption that the defendant intended the consequence of his act. And then the defendant would have to show the accident in excuse. But the jury in a special verdict must state both sides, viz.: the facts that were shown to prove his guilt, and the facts shown in excuse, and if nothing was shown in (59)  excuse then they ought to state that fact, or that the act was done on purpose.\nIn the case before us the special verdict states what was done, but the intent is not stated. And it is very evident that that was the difficulty they had in coming to a general verdict. They could not satisfy themselves as to the intent. Was it the purpose to steal, or was it a Christmas frolic. Now that is not a question of law, but it is a question of fact which the jury ought to have found.\nIn Hawkins' Pleas of the Crown, vol. 2, p. 622, one of his twelve points said to be settled, is as follows: \"That the Court in judging upon a special verdict is confined to the facts expressly found, and cannot supply the want thereof as to any material part, by an argument or implication from what is expressly found; and therefore, where an indictment set forth that the defendant discharged a gun against J. S., and thereby gave him a mortal wound, etc., and the special verdict found that he discharged a gun and thereby killed J. S., but did not expressly say that he discharged it against J. S., it was adjudged that the court could not take it from the other circumstances of the facts, which were expressly found, though they were as full to the purpose as possible that the defendant discharged the gun against J. S.\"\nIn support of the text, Mr. Hawkins refers to a case in Strange's Reports, P. 1015, Rex v. Francis, which is interesting enough to quote: *Page 59 \n\"The defendants were indicted for that they feloniously made an assault on Samuel Cox in the King's highway, and put him in fear, and &#163; 9 in money from the person of said Cox did take, steal and carry away.\" The jury found the following special verdict:\n\"That Samuel Cox, travelling on horseback on the King's highway, etc., saw all the prisoners in company together, one of whom was then lying on the ground; that Cox passed by them, and one of them called to Cox and desired him to change half a crown that they might give something to a poor Scotchman then lying on the       (60) ground, who was one of the prisoners. Cox came back, and putting his hands in his pocket to pull out his money in order to give them change as they desired, and having the pieces of gold in his hand, John Francis, one of the prisoners, gently struck Cox's hand in which he held the gold, by means whereof the gold fell to the ground; that thereupon Cox got off from his horse and said to the prisoners, that he would not lose his money so; and the said Cox then and there offering to take up the pieces of gold which were then upon the ground, and in Cox's presence; the prisoners then and there swore that if he touched the pieces of gold they would knock his brains out, whereby he was then and there put in bodily fear of his life, and then and there desisted from taking up the pieces of gold. That the prisoners then and there immediately took up the pieces of gold, and got on their horses and rode off with the gold; that Cox immediately thereupon pursued them, and rode after them for about half a mile, and then the prisoners struck him and his horse, and swore that if he pursued them any further they would kill him; by reason of which menace he was afraid to continue his pursuit any further; but whether upon the whole matter the prisoners are guilty of the felony and robbery charged upon them, the jury doubt and pray the advice of the Court.\"\nThat case was twice argued at the bar of the King's Bench and turned upon the single question, whether it was sufficiently found that the taking was in the presence of Cox. \"The Chief Justice declared that all the Judges, except Carter, Comyer and Thompson, who only doubted, were of opinion that the fact of Cox's presence at the taking was not sufficiently found, though there seems to be evidence enough to warrant such a finding.\" And the Chief Justice concludes by saying:\n\"The cases cited show how nice the Judges have always been; and therefore, as here wants one necessary ingredient to make it a robbery the prisoners must be discharged from this indictment.\"\nHayet's case, which may be found 1 Hale's Pleas of the       (61) Crown, p. 688, is cited on the other side. There the special verdict was that a mother, in a pet with a ten-year old child, threw a stool at the child's head and killed it. The stool was of such size *Page 60 \nand weight as made it a deadly weapon, but the mother did not intend to kill the child. The question there was whether the Court could adjudge the case to be murder against the finding of the jury that the prisoner did not intend to kill.\nThe prisoner was pardoned and no final judgment was rendered; but it seemed to be the opinion of Lord Mansfield that it was murder, and the Court might so declare upon the verdict. Intent to kill is not necessary to constitute murder, if there is an intent to do some unlawful act, as throwing the stool was.\nIn our case the special verdict is, that the defendants went to the prosecutor's store at 6:30 o'clock P. M., 25th December &#8212; Christmas Eve &#8212; and one of them held him while the other took out of the store a blanket, some candy and whiskey and fifty cents in money. That the prosecutor cried out and his wife came to his aid and the defendants left the store. That they were well known and did not attempt to get away, and were not disguised, and the goods were all got back except the fifty cents. This verdict is imperfect, because it does not find the intent with which the defendants acted.\nOur conclusion is, that there has been no sufficient verdict rendered, and that the case stands as if there had been a mistrial, and that there must be a venire de novo.\nIn Hawkins Pleas of the Crown, p. 622, note 2, it is said: \"If the verdict do not sufficiently ascertain the fact, a venire facias de novo\nought to issue,\" and so are other authorities.\nThis will be certified, etc.\nPER CURIAM.                                    venire de novo.\nCited: S. v. Blue, 84 N.C. 809; S. v. Bray, 89 N.C. 481; S. v. Yount,110 N.C. 598; S. v. Gadberry, 117 N.C. 820; S. v. Hanner, 143-635, 636.\n(62)",
            "ocr": false,
            "opinion_id": 3678031
        }
    ],
    "court_short_name": "Supreme Court of North Carolina",
    "court_full_name": "Supreme Court of North Carolina",
    "court_type": "S",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Robbery"
}