{
    "id": 3950710,
    "judges": "<bold>WALTERS, J.</bold>",
    "date_filed": "1982-09-29",
    "date_filed_is_approximate": true,
    "slug": "state-v-jackson-unpublished-decision-4-13-2000",
    "case_name_short": null,
    "case_name": "State v. Jackson, Unpublished Decision (4-13-2000)",
    "case_name_full": "State of Ohio v. Michael A. Jackson",
    "attorneys": "JAVIER ARMENGAU, Attorney at Law, Reg. #0069776, 200 West Center Street, Marion, OH  43302, For Appellant.\n\nJIM SLAGLE, Prosecuting Attorney, Reg. #0032360, 133 1/2 East Center Street, Marion, OH  43302, For Appellee.",
    "nature_of_suit": null,
    "posture": "[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.] \nCHARACTER OF PROCEEDINGS: Criminal Appeal from Common Pleas Court.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "                                 OPINION\nDefendant-Appellant, Michael A. Jackson, appeals a judgment of the Marion County Court of Common Pleas denying his presentence motion to withdraw a guilty plea. For the reasons that follow, we reverse the judgment of the trial court and remand the matter for further proceedings.\nThe record demonstrates that the Marion County Grand Jury issued a multi-count indictment against Appellant and four co-defendants for their alleged participation in the events that occurred on or about February 1, 1999. According to documents contained in the record, the State's case was based upon the theory that Appellant and the co-defendants forcibly entered an apartment occupied by Tracy White with the purpose to commit one or more offenses, including kidnapping, assault and extortion. The defendants also allegedly struck Terry Kinder in the head with a sawed off shotgun. While threatening further harm, the defendants took Terry Kinder to a bank against her will and forced her to withdraw cash in the amount of $500.\nAppellant initially pled not guilty to the specific charges brought against him and the cause was set for a jury trial. On May 3, 1999, the day the jury trial was scheduled to begin, Appellant withdrew his prior plea and pled guilty to one count of aggravated burglary, one count of abduction and one count of extortion. The court placed the plea agreement on the record, and it is apparent from the transcript of that proceeding that Appellant intended to enter what is commonly known as an Alford plea. Sentencing was then set to occur at a later date.\nPrior to sentencing, however, Appellant filed a motion to withdraw his plea. The motion was based upon an allegation of newly discovered evidence and was accompanied by an affidavit executed by Terry Kinder, stating that Appellant did not participate in any wrongdoing on or about February 1, 1999. The motion did not allege that the trial court accepted the plea erroneously or in violation of Crim.R. 11(C). The State of Ohio vigorously opposed the motion and, in fact, produced another affidavit from Kinder, this time stating that the first affidavit was inaccurate and executed under some type of duress. The State also made reference to evidence presented at the trial on the remaining co-defendants wherein Appellant was apparently linked to the criminal wrongdoing.\nThe trial court conducted a brief hearing on the motion on July 6, 1999. Again, counsel for Appellant maintained that the motion should be granted on the basis of the victim's affidavit. The trial court summarily denied the motion and  sentenced Appellant to serve a total of three years on all charges. Appellant then filed this timely appeal, asserting the following assignment of error:\n  The trial court erred and abused its discretion in denying the Defendant-Appellant's motion to withdraw his Alford\nplea filed prior to sentencing.\nIn North Carolina v. Alford (1970), 400 U.S. 25,91 S.Ct. 160, 27 L.Ed.2d 162, the Supreme Court of the United States held that, under certain circumstances, a defendant may plead guilty to an offense despite continued protestations of innocence. Thus, it has been held that an Alford plea is \"merely a species of guilty plea * * *.\" State v. Carter\n(1997), 124 Ohio App.3d 423, 429. As such, the withdrawal of the plea is governed by Crim.R. 32.1:\n  A motion to withdraw a plea of guilty * * * may be made only before sentence is imposed; but to correct manifest injustice the court after sentence may set aside the judgment of conviction and permit the defendant to withdraw his or her plea.\nIn explaining the standard to be applied for presentence motions to withdraw, the Supreme Court of Ohio stated that, although the motions should be liberally granted:\n  1. A defendant does not have an absolute right to withdraw a guilty plea prior to sentencing. A trial court must conduct a hearing to determine whether there is a reasonable and legitimate basis for the withdrawal of the plea.\n  2. The decision to grant or deny a presentence motion to withdraw a guilty plea is within the sound discretion of the trial court.\nState v. Xie (1992), 62 Ohio St.3d 521, paragraphs one and two of the syllabus.\nBased upon the record before us, we find that the trial court erred in refusing to allow Appellant to withdraw his plea. The factual differences in the affidavits submitted by the victim in this matter appear to be significant enough to constitute a reasonable and legitimate basis for Appellant's desire to withdraw. Furthermore, although the State of Ohio makes reference to the factual evidence presented at the trial on the co-defendants, we were not furnished with that testimony and cannot speculate as to its affect on Appellant's guilt or innocence, especially in light of the fact that the trial court did not cite this evidence as a reason to deny the motion. Thus, contrary to the argument advanced by the State, we find that Appellant's motion was based upon more than just a fleeting change of heart. See State v. Mack (Oct. 29, 1998), Allen App. No. 1-98-30, unreported.\nWe must note that although it was clearly not stated as a grounds for withdrawal in the trial court, Appellant makes an alternative argument on appeal that the motion should have been granted because the court improperly accepted the Alford plea by failing to ensure that entering the plea was a rational decision on Appellant's part. Based upon the foregoing discussion, we find it unnecessary to reach this issue.\nAccordingly, Appellant's assignment of error is sustained.\nHaving found error prejudicial to the Appellant herein, in the particulars assigned and argued, the judgment of the trial court is reversed and the matter is remanded for further proceedings consistent with this opinion.\n  ______________________________ WALTERS, J.\nHADLEY, P.J., concurs, SHAW, J., concurs in judgment only.",
            "ocr": false,
            "opinion_id": 3699562
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": 8133.0,
            "opinion_text": "In North Carolina v. Alford (1971), 400 U.S. 25, the United States Supreme Court held that guilty pleas linked with claims of innocence may be accepted provided the \"defendant intelligently concludes that his interests require entry of a guilty plea and the record before the judge contains strong evidence of actual guilt.\" Id. at 37. As a result of that ruling, trial courts occasionally accept such \"Alford pleas.\" However all pleas, including Alford pleas, must meet the general requirement that the defendant knowingly, voluntarily, and intelligently waive his right to trial. See,e.g., State v. Padgett (1990), 67 Ohio App.3d 332, 337-38, construing Crim.R.11(C). Moreover, because pleas accompanied by protestations of innocence give rise to an inherent suspicion that a knowing, voluntary and intelligent waiver has not occurred,Alford pleas place a heightened duty upon the trial court to ensure that the defendant's rights are protected and that entering the plea was a rational decision on the part of the defendant. Id.\nThe record of the guilty plea proceeding in this case is replete with contradictory statements from the defendant, counsel and the court as to whether the defendant was admitting or denying any guilt in conjunction with his guilty plea.1 As a result, it is entirely unclear and undeterminable from the record whether this was, in fact, an Alford plea at all. Despite the fact that defendant's counsel, the defendant, the prosecutor, and even the court, all stated at some point during the guilty plea proceeding that defendant was entering an \"Alford plea,\" the record does not contain the \"protestation of innocence\" that is the general hallmark of such a plea. See, e.g., North Carolina v.Alford, 400 U.S. at 33; cf. State v. Hayes (1995), 101 Ohio App.3d 73,77 (Evans, J., dissenting). On the contrary, the defendant specifically admitted his complete guilt at several points during the plea hearing and expressly acknowledged his complete guilt in the written plea agreement.\nIn short, the record is so conflicted on this point that it casts a significant doubt as to whether the guilty plea was knowingly, intelligently and voluntarily entered or was the product of a rational decision by the defendant.\n    Although a defendant may knowingly and intelligently plead guilty and thereby waive his various constitutional rights to a fair trial, even when he protests his innocence, the rational calculation in such cases differs significantly from the more usual guilty plea in which the defendant admits that he is guilty.\n* * * *\n    The trial judge must ascertain that notwithstanding the defendant's protestations of innocence, he has made a rational calculation that it is in his best interest to accept the plea bargain offered by the prosecutor.\n* * * *\n    This requires more than a routine litany. Where the defendant interjects protestations of innocence into the plea proceedings, and fails to recant those protestations of innocence, the trial court must determine that the defendant has made a rational calculation to plead guilty notwithstanding his belief that he is innocent. This requires, at a minimum, inquiry of the defendant concerning his reasons for deciding to plead guilty notwithstanding his protestations of innocence * * *.\nState v. Padgett, 67 Ohio App.3d at 337-38. (emphasis added).\nIn circumstances such as these, it is the trial court's dutyunder both Crim.R. 11 and the Alford decision itself to further question the defendant to ensure that his waiver was indeed knowing and intelligent:\n    [W]e conclude that if a guilty plea is to be accepted, the trial court must determine, in a meaningful way, that the defendant's decision to tender the plea is knowing and intelligent. If it becomes impossible for the trial court to satisfy itself that the defendant's decision is knowing and intelligent, the trial court has the alternative of declining to accept the plea.\nId. (Emphasis added); cf. State v. Hayes,101 Ohio App.3d at 75-6 (Hadley, J., for the majority).\nHere, the trial court made no attempt to resolve the disputesapparent on the face of the record. The court did not directlyquestion the defendant as to why he was entering a guilty pleawhile appearing to maintain that he was factually innocent. Evenmore seriously in my view, the court made no attempt to resolvethe obvious contradiction between defendant's purported \"Alford\" plea and his repeated admissions of \"complete\" guilt during the plea proceeding.\nCriminal Rule 11(C)(2)(b) specifically requires the trial court to determine \"that the defendant understands the effect of the plea of guilty * * *.\" The court failed to comply with that duty in this case, and this failure casts serious doubt on the validity of defendant's waiver of rights. Cf. State v. Nero (1990),56 Ohio St.3d 106, 108. Under very similar circumstances, this court has previously found the denial of a motion to withdraw to be an abuse of discretion and should do so on the same basis here. SeeState v. Hayes, 101 Ohio App.3d at 76.\nMoreover, despite the confusing and contradictory state of therecord in this case as to the Alford plea, the trial courtsummarily rejected defendant's subsequent motion to withdraw hisplea prior to sentencing solely because the plea was supposedly anAlford plea:\nTHE COURT: Okay.\n    As I had previously indicated in chambers, Mr. Armengau, I have no intention of letting someone enter an Alford plea, let the main trial go forward, and the later on say, \"Well, now I want to withdraw it.\"\n    You enter an Alford plea, that's it. That's the end of the story. There's not going to be any withdrawing of it. So the motion to withdraw the plea will be overruled.\nTranscript of Motion and Sentencing Hearing, at *33. Given the state of the original plea proceeding in this case, the trial court's application of a per se \"Alford plea rule\" to deny defendant's motion to withdraw the plea was unquestionably an abuse of discretion and should also be a basis for this court's decision to vacate the plea. See State v. Bekesz (1991),75 Ohio App.3d 436, 440-41.\nThe majority finds it \"unnecessary\" to consider any of the foregoing grounds as the basis for its decision and instead chooses to embrace a standard more akin to summary judgment, finding that \"factual differences in the affidavits submitted by the victim in this matter appear to be significant enough to constitute a reasonable and legitimate basis for Appellant's desire to withdraw.\" Majority Opinion, ante at *4-5. Assuming that contradictory statements obtained by defense counsel from potential witnesses following a negotiated guilty plea could, standing alone, constitute a legitimate basis for withdrawing a guilty plea, I believe the record here demonstrates that any inconsistencies present in these affidavits were solicited under dubious circumstances and do not rise to the level of specific factual recantation which should be necessary at the very least, to re-examine such a plea.\nFor example, the primary contradictions contained in Ms. Kinder's two affidavits involve Ms. Kinder's own interpretation of the motivations and legal ramifications regarding the defendant's actions. Thus, in the signed affidavit attached to the defendant's motion to withdraw plea, Terry Kinder averred that she \"[did] not believe that Michael did anything wrong,\" and that she \"did not want Michael Jackson arrested[.]\" First Affidavit of Terry Kinder, at paragraphs 20-21. These statements appear to be inconsistent with her later contention that she \"believe[d] that Michael Jackson should be punished * * * * for the crimes committed against me. Second Affidavit of Terry Kinder, at paragraph 4.\nHowever, assuming Ms. Kinder to be the sole witness for the prosecution, the proper inquiry in this situation should be whether Ms. Kinder's allegations of fact as to Mr. Jackson's actions are irreconcilable with any reasonable theory of the defendant's guilt. That is, did Ms. Kinder completely change or recant her story regarding what she alleged Mr. Jackson actually did?  A close reading of the two affidavits reveals that on this point, they are easily reconciled and are completely consistent with the theory of complicity in the offense relied upon by the state from the outset a fact the majority seems to fail to appreciate. Thus, not only did the defendant expressly approve of his attorney's characterization of the events at the plea hearing, see Transcript of plea hearing, at *14, but Terry Kinder's affidavits are completely consistent with this characterization of these events and with the State's version of these events. See id.\nat *15-17.\nFinally, the affidavit proffered by the State contains statements alleging that Ms. Kinder signed the first affidavit under duress and implies that she was offered what amounts to a bribe by defendant's attorney for signing the affidavit. While these allegations may have warranted an inquiry by the trial court into the circumstances under which the affidavits were obtained, the record before this court is a long way from establishing the allegations of these affidavits as the sole sufficient grounds for vacating this plea.\nIn sum, I believe it is a serious mistake and extremely poor precedent to disregard established Crim.R. 11 and Alford analysis in favor of the practice of soliciting post-plea witness affidavits, encouraged by the majority today as the most effective way to achieve the withdrawal of a previously entered guilty plea. Accordingly, I respectfully disagree with the entire rationale of the majority opinion. Nevertheless, for the reasons stated earlier, I concur with the judgment of this court vacating the plea.\n1 At defendant's plea hearing, his attorney asserted that defendant was entering an Alford plea, and defendant himself states at one point he desired to plead \"[g]uilty under the Alford plea that we agreed on.\" However, the record contains no further indications that the defendant maintained his innocence of the crime, and to the contrary, contains numerous instances where the defendant expressly admits his complete guilt. For example, during the plea hearing the trial court engaged in the following exchange with the defendant:\n  THE COURT: You need to understand that your plea of guilty is a complete admission of guilt, and all these rights I've just described in reference to trial you'd waive and give up when you plead guilty.\n  Do you understand all these constitutional rights I've just explained to you?\nTHE DEFENDANT: Yes, sir.\nTHE COURT: Did you go over all those rights with your lawyer?\nTHE DEFENDANT: Yes, sir.\nTranscript of Plea Hearing, at *8 (emphasis added). The defendant also signed a written plea entry containing the following language:\n  I understand that my guilty plea is a complete admission of guilt and a waiver of any and all constitutional, statutory, or factual defenses in this case.\nEntry of Guilty Plea, at *2 (Emphasis added). The written plea does not include any language qualifying the foregoing statement or a notation that the defendant maintained his factual innocence, and further fails to include any references to the plea as \"Alford\" in nature. Moreover, this written plea was referred to and effectively ratified in the verbal dialogue between the trial court and the defendant:\n  THE COURT: Have you had an opportunity to review the written entry of guilty plea form with your attorney?\nTHE DEFENDANT: Yes, sir. We went over this.\nTHE COURT: Do you understand it[?]\nTHE DEFENDANT: Yes, sir, I do.\nTHE COURT: Have you signed it?\nTHE DEFENDANT: Yes, I did.\nTranscript of Plea Hearing, at *14-15. On the other hand, after a narration of the facts by the defendant's attorney and another narration by the State's attorney, the Court concluded questioning the defendant.\n  THE COURT: Alright Mr. Jackson, having been advised of the charges against you and of your right to trial in this matter, and after hearing what's been said both by the Prosecutor and by your attorney with regards to the Alford portion of this plea, how do you wish to plead to these three counts, Aggravated Burglary, Abduction, and Extortion?\nTHE DEFENDANT: Just as we &#8212; just as we stated earlier.\nTHE COURT: Guilty on the three?\nTHE DEFENDANT: Right. Guilty under the Alford plea we agreed on.\n  THE COURT: The Court will accept that plea as being knowingly and intelligently and voluntarily made.\nId., at *22-23.",
            "ocr": false,
            "opinion_id": 3699563
        }
    ],
    "court_short_name": "Ohio Court of Appeals",
    "court_full_name": "Ohio Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Robbery"
}