{
    "id": 8239640,
    "judges": "Gundrum, Neubauer, Reilly",
    "date_filed": 1488931200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-arberry",
    "case_name_short": "Arberry",
    "case_name": "State v. Arberry",
    "case_name_full": "State of Wisconsin, Plaintiff-Respondent v. Diamond J. Arberry",
    "attorneys": "On behalf of the defendant-appellant, the cause was submitted on the briefs of Ellen J. Krahn, assistant state public defender of Madison., On behalf of the plaintiff-respondent, the cause was submitted on the brief of Christine A. Remington, assistant attorney general, and Brad D. Schimel, attorney general.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "\nSubmitted on briefs February 9, 2017.\n",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "375 Wis. 2d 179",
        "2017 WI App 26"
    ],
    "opinions": [
        {
            "author_str": "Reilly",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n¶ 1.\nREILLY, PJ.\nDiamond J. Arberry appeals from her judgment of conviction for retail theft and a postconviction order denying her motion seeking eligibility for expungement. As the determination of ex-pungement must be made at sentencing, we affirm.\n¶ 2. On August 27, 2015, Arberry pled no contest to two counts of retail theft and proceeded directly to sentencing. Eligibility for expungement was not requested nor addressed by the parties, and the court did not address expungement in imposing its sentence. *181Arberry thereafter filed a postconviction motion seeking eligibility for expungement. Arberry argues that a postconviction court has the authority to consider eligibility for expungement when it was \"overlooked\" at sentencing, and therefore the circuit court abused its discretion in denying Arberry expungement.\n¶ 3. The purpose of expungement under Wis. Stat. § 973.015 (2015-16)1 is to \"shield youthful offenders from some of the harsh consequences of criminal convictions.\" State v. Leitner, 2002 WI 77, ¶ 38, 253 Wis. 2d 449, 646 N.W.2d 341 (quoting State v. Anderson, 160 Wis. 2d 435, 440, 466 N.W.2d 681 (Ct. App. 1991)). Our supreme court addressed the issue of expungement under § 973.015 in State v. Matasek, 2014 WI 27, 353 Wis. 2d 601, 846 N.W.2d 811. Matasek, a 2014 seventeen-page unanimous opinion of our supreme court, held that § 973.015 requires that \"if a circuit court is going to exercise its discretion to expunge a record, the discretion must be exercised at the sentencing proceeding.\" Matasek, 353 Wis. 2d 601, ¶ 45.\n¶ 4. Arberry asserts that the court and parties overlooked expungement, and thus it is a new factor, but provides no factual support. Arberry was sentenced well after Matasek was decided. At the postcon-viction hearing, the circuit court stated that it would have considered, and denied, expungement if the parties had requested it, recognizing that consideration of expungement is not a mandatory duty of the court at *182sentencing. There is no indication that the court, much less the prosecutor, or even Arberry's counsel, overlooked expungement.\n¶ 5. Neither we nor the circuit court may overrule a holding of our supreme court. See Cook v. Cook, 208 Wis. 2d 166, 189, 560 N.W.2d 246 (1997) (\"The supreme court is the only state court with the power to overrule, modify or withdraw language from a previous supreme court case.\"). The circuit court's decision finding that it could not consider expungement after Arberry's sentencing hearing was proper under Matasek and is affirmed.\nBy the Court.—Judgment and order affirmed.\n\n All references to the Wisconsin Statutes are to the 2015—16 version unless otherwise noted.\n\n",
            "ocr": true,
            "opinion_id": 8204896
        }
    ],
    "court_short_name": "Court of Appeals of Wisconsin",
    "court_full_name": "Court of Appeals of Wisconsin",
    "court_type": "SA",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Robbery"
}