{
    "id": 4059529,
    "judges": "Bessey, Doyle, Matson",
    "date_filed": "2006-12-27",
    "date_filed_is_approximate": true,
    "slug": "williamson-v-state",
    "case_name_short": "Williamson",
    "case_name": "Williamson v. State",
    "case_name_full": "Walter Williamson v. State.",
    "attorneys": "J. B. Dudley, for plaintiff in error., S. P. Freeling, Atty. Gen., and W. C. Hall, Asst. Atty„ Gen., for the State.",
    "nature_of_suit": null,
    "posture": "Appeal from District Court, Cleveland County; F.B. Swank, Judge.\n\nWalter Williamson was convicted of grand larceny, and he appeals. Affirmed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Sept. 12, 1921.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b441-7\">\n    WALTER WILLIAMSON v. STATE.\n   </parties><docketnumber id=\"ApOR\">\n    No. A-3621.\n   </docketnumber><decisiondate id=\"AGQ\">\n    Opinion Filed July 16, 1921.\n   </decisiondate><otherdate id=\"AFr\">\n    Rehearing Denied Sept. 12, 1921.\n   </otherdate><citation id=\"A40\">\n    (200 Pac. 461.)\n   </citation><br><attorneys id=\"b442-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"428\"> \n     *428\n     </span>\n    J. B. Dudley, for plaintiff in error.\n   </attorneys><br><attorneys id=\"b442-5\">\n    S. P. Freeling, Atty. Gen., and W. C. Hall, Asst. Atty„ Gen., for the State.\n   </attorneys>",
    "citations": [
        "200 P. 461",
        "19 Okla. Crim. 427"
    ],
    "opinions": [
        {
            "author_str": "Matson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "In March, 1919, in the district court of Cleveland county, Walter Williamson, hereinafter designated defendant, was convicted of the crime of grand larceny and sentenced to serve a term of six months' imprisonment in the state penitentiary. From this judgment of conviction he has appealed to this court.\nDefendant was convicted of stealing over 100 pounds of cured pork meat of value of 50 cents a pound from a farmer by the name of Sid Murphy, who lived in the neighborhood of Moore, in Cleveland county, Okla. Defendant was jointly informed against for this crime with a man named Gammell, and also a man named White, who was the father-in-law of this defendant.\nIt appears that in December, 1918, Murphy butchered some hogs, and Gammell helped him put away the meat, and was acquainted with Murphy's premises and with the place where Murphy kept his meat. On the night the meat was stolen an automobile was driven in the public highway near Murphy's house, a short distance east of his residence, where it stopped and where the lights were turned out. The next morning Murphy missed his meat from the smokehouse, and on making an investigation discovered tracks leading from the smokehouse to the place where the automobile had stopped the night before. The tracks made by the tires of the automobile were traced over several public highways and passed by the house of White, the father-in-law of this defendant, and on to within a short distance of this defendant's house, *Page 429 \nwhere the parties tracking the same ceased their investigation and went to the county seat and procured a search warrant for the premises of White, Gammell, and this defendant.\nOn the next day a search was made of the premises of this defendant and 77 pounds of Murphy's meat was found hidden inside of a barrel beneath a quantity of kaffir corn in the loft of defendant's barn. Defendant was present and denied any knowledge of the meat being there or of how it happened to be concealed in that manner.\nDefendant was possessed of an automobile with Diamond Tread tires of the size and kind that made the tracks leading from the premises of Murphy. Defendant also wore a pair of shoes which were in shape like one of the tracks seen to lead away from the smokehouse in the general direction of where the automobile was standing. There was also grease between the front and back seats on defendant's automobile, and this grease smelled like the grease from cured pork meat.\nThe premises of Gammell were next searched, and, while no meat was discovered there, Gammell was found wearing a pair of shoes that answered the description of the shoes worn by the person who made the other track leading from Murphy's smokehouse to the place where the automobile had stopped. A 25-20 cartridge was also discovered near the smokehouse and some of the same kind were discovered at Gammell's place.\nUpon searching the premises of White, the father-in-law of this defendant, the balance of Murphy's stolen meat was discovered, concealed in the loft of his barn under some hay packed in a gunny sack. White was not at home at the time.\nEvidence was also introduced to the effect that defendant had admitted to a witness for the state that he helped steal Murphy's meat, but they would have to prove it on him. *Page 430 \nThe defense interposed was an alibi; both defendant and his wife testifying that he was at his home during the entire night it was alleged that the meat was stolen.\nDuring the progress of the trial, the court, over objection and exception of defendant, admitted a witness to testify that he and defendant and Gammell had been engaged in a series of other similar larcenies in that locality from neighboring farmers. This evidence was admitted on the theory that it tended to establish a general conspiracy by this defendant and others to commit a series of larcenies of foodstuff and grain in that particular locality, and the trial court instructed the jury that such evidence had been introduced for the purpose of showing that defendant had formed a common design with others to commit larcenies within the county.\nThe evidence was probably admitted under the theory of the law of conspiracy as expounded in the opinion of this court in Ex parte Hayes et al., 6 Okla. Crim. 321, 118 P. 609. We think the admission of this evidence was erroneous. The witness testified to no facts that placed this evidence within the rule announced in the Hayes Case, or within any other well-known exception to the rule against the admission of evidence of other offenses.\nThis court, however, is not authorized to reverse a judgment of conviction on the sole ground of the improper admission of evidence unless there has been a miscarriage of justice, or else defendant has been deprived of some constitutional or statutory right to his prejudice. Section 6005, Revised Laws 1910. A careful perusal and consideration of the evidence in this case convinces the court that the trial did not result in a miscarriage of justice. Indeed, we think defendant was extremely fortunate in escaping with a conviction with punishment assessed at six months' imprisonment. The admission of this evidence did not tend, therefore, to excite the *Page 431 \nprejudices of jurors against defendant; and, in a case where a general conspiracy to commit a series of larcenies was established, as held in Ex parte Hayes, supra, evidence tending to show a common design on the part of all the coconspirators to commit this with other larcenies would have been proper, so that it cannot be said defendant was deprived of any constitutional or statutory right.\nThere was no sufficient predicate, however, laid in this case in our opinion to admit of this evidence, but in view of the result of the trial the error will not be held to be reversible in this case.\nIt is also contended that the trial court erred in refusing to give a requested instruction on petit larceny.\nAll the evidence is to the effect that the value of the property was in excess of $20. There is no evidence that required the submission of an instruction on the subject of petit larceny. This court has repeatedly held that the trial court is not required to give any instruction on any phase of law where there is no evidence to support it. Newby v. State, 17 Okla. Crim. 291,188 P. 124; Williams v. State, 17 Okla. Crim. 375, 188 P. 890.\nFinding no reversible error in the record, the judgment is affirmed.\nDOYLE, P.J., and BESSEY, J., concur.",
            "ocr": false,
            "opinion_id": 3817054
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Robbery"
}