{
    "id": 4065576,
    "judges": "Bessey, Doyle, Matson",
    "date_filed": -1470700800000,
    "date_filed_is_approximate": false,
    "slug": "flood-v-state",
    "case_name_short": "Flood",
    "case_name": "Flood v. State",
    "case_name_full": "ARCH FLOOD Et Al. v. STATE",
    "attorneys": "Walter Mathews, for plaintiff in error., George F. Short, Atty. Gen., and N. W. Gore, Asst. Atty. Gen., for the State.",
    "nature_of_suit": null,
    "posture": "Appeal from District Court, Payne County; C.C. Smith, Judge.\n\nArch Flood and another were convicted of an assault with intent to commit a felony, and they appeal. Reversed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b412-6\">\n    ARCH FLOOD et al. v. STATE.\n   </parties><docketnumber id=\"AQm\">\n    No. A-4117.\n   </docketnumber><decisiondate id=\"A87\">\n    Opinion Filed May 26, 1923.\n   </decisiondate><citation id=\"AoM\">\n    (215 Pac. 215.)\n   </citation><br><attorneys id=\"b412-14\">\n    Walter Mathews, for plaintiff in error.\n   </attorneys><br><attorneys id=\"b413-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"399\"> \n     *399\n     </span>\n    George F. Short, Atty. Gen., and N. W. Gore, Asst. Atty. Gen., for the State.\n   </attorneys>",
    "citations": [
        "215 P. 215",
        "23 Okla. Crim. 398"
    ],
    "opinions": [
        {
            "author_str": "Doyle",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Plaintiffs in error were by the verdict of a jury found \"guilty of the crime of assault with intent to commit a felony, as charged in the information.\" The jury were unable to agree upon the punishment. The court rendered judgment upon the verdict and sentenced the defendant Arch Flood to imprisonment in the state penitentiary for a period of three years, and the defendant Mike Le Forge to imprisonment in the state reformatory at Granite for a period of five years. To reverse the judgment the defendants appeal.\nThe information was in two counts. The first count charged the defendants with an attempt to rob W.A. Matthews by force and fear induced by pointing a loaded pistol at him, and attempting to take from his person and immediate presence about $40. The second count of the information upon which the defendants were tried and convicted charges:\n\"That on or about the 28th day of June, 1921, Arch Flood and Mike Le Forge, acting together, then and there being, did then and there unlawfully, wrongfully, willfully, and feloniously make an assault in and upon one W.A. Matthews with a pistol then and there loaded with gunpowder and leaden bullets, with the unlawful, wrongful, and felonious intent then and there of the said Arch Flood and Mike Le Forge to take, steal, and carry away from the person and immediate presence of the said W.A. Matthews by force and fear certain personal property, to wit, about $40 in money and other valuable things, the property of the said W.A. Matthews, then and there in his immediate possession and presence, without the knowledge and consent of the said W.A. Matthews, and against the will of the said W.A. Matthews, by means of force and fear employed by the said Arch Flood and Mike Le Forge *Page 400 \nthen and there overpowering and overcoming the resistance of the said W.A. Matthews, and did then and there point said pistol at the said W.A. Matthews and ordered and commanded the said W.A. Matthews to turn his money over to the defendants, Arch Flood and Mike Le Forge, and did then and there threaten to shoot and kill the said W.A. Matthews if he did not comply with the said request of the said defendants to give his money to them, and did then and there go into the room in the immediate presence of the said W.A. Matthews, and in which room the personal property of said W.A. Matthews was had, held, and kept, and did then and there try to take, steal, and carry away the money, watch, and other valuable things, the personal property of the said W.A. Matthews, without the knowledge and consent of the said W.A. Matthews, and against his will, with the unlawful, wrongful, and felonious intent then and there to deprive the said W.A. Matthews thereof and to convert the same to the use and benefit of the said Arch Flood and Mike Le Forge contrary to the form of the statutes in such cases made and provided and against the peace and dignity of the state of Oklahoma.\"\nThe defendants demurred to the information on the following grounds:\n\"(1) That more than one offense is charged therein.\n\"(2) That the facts stated do not constitute a public offense.\n\"(3) That the information does not conform to the requirements of the Code, in this, that the act or omission charged as the offense is not stated with such a degree of certainty as to enable the court to pronounce judgment upon a conviction according to the right of the case.\"\nThe demurrer was overruled, and exception allowed.\nThe second count of the information seems to embrace the essential elements of at least two offenses as defined by the Penal Code. *Page 401 \nWe have no specific offense of assault with intent to rob, and the information must have been based on section 1758, Comp. Stats. 1921, providing that:\n\"Any person who is guilty of an assault with intent to commit any felony, except an assault with intent to kill,\" and prescribing the punishment.\nThe first allegation is sufficient to charge an assault with intent to rob. Robbery is larceny by force or intimidation, and it is sufficient to charge it in either form. \"It is not necessary to specify what accused intended to take\" (McLain, Cr. Law, pars. 269, 281, and authorities cited), nor to aver that the accused intended to deprive the owner of its value.\nIt is further stated that the defendants intended to take the property without the knowledge and consent of the said W.A. Matthews and against the will of the said W.A. Matthews. These allegations are contradictory and repugnant.\nOur Penal Code provides:\n\"The taking of property from the person of another is not robbery, when it clearly appears that the taking was fully completed without his knowledge.\" Comp. Stats. 1921, &#167; 1789.\nIt is further alleged that said defendants went into a room \"and did then and there try to take, steal, and carry away the money, watch, and other valuable things, the personal property of the said W.A. Matthews, without the knowledge and consent of said W.A. Matthews and against his will, with the unlawful and felonious intent then and there to deprive the said W.A. Matthews thereof.\"\nThe facts alleged in the second count of the information constitute two separate and distinct offenses, namely, assault with intent to rob and assault with intent to steal. Our Code *Page 402 \nprovides:\n\"The indictment or information must charge but one offense; but where the same acts may constitute different offenses, or the proof may be uncertain as to which of two or more offenses the accused may be guilty of, the different offenses may be set forth in separate counts in the same indictment or information.\" Comp. Stats. 1921, &#167; 2558.\nAn information should be direct and certain as to the offense charged, so that the defendant may know what he is called upon to answer, and that the court may know how to render a proper judgment thereon. Kime v. State, 14 Okla. Crim. 111, 167 P. 1159; Wells v. Territory, 1 Okla. Crim. 469, 98 P. 483. It also appears that the court in the instructions given submitted the offense of assault with intent to rob, also the offense of attempt to commit grand larceny.\nIn Williams v. State, 16 Okla. Crim. 54, 180 P. 559, it is held:\n\"Where it is clear from the information, the evidence, the verdict, and judgment that the defendant was called upon to defend against two separate and distinct offenses charged against him, over his repeated objections and exceptions, this court will not permit a conviction under such circumstances to stand unreversed, for the reason that such a conviction does not afford the defendant that fair and impartial trial according to the forms of law guaranteed to him by the Constitution and statutes of this state.\"\nIt cannot be determined from the form of the verdict in this case whether the jury convicted the defendants of assault with intent to rob as charged in the information, or of an attempt to commit grand larceny as charged in the information. It follows that it is not sufficient to support the judgment pronounced upon it. *Page 403 \nFor the reasons stated, the judgment of conviction is reversed, and the cause remanded for proceedings consistent with this opinion.\nMATSON, P.J., and BESSEY, J., concur.",
            "ocr": false,
            "opinion_id": 3823311
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Robbery"
}