{
    "id": 4074183,
    "judges": "Barefoot, Brett, Jones",
    "date_filed": -719193600000,
    "date_filed_is_approximate": false,
    "slug": "schoolcraft-v-state",
    "case_name_short": "Schoolcraft",
    "case_name": "Schoolcraft v. State",
    "case_name_full": "Raymond Schoolcraft v. State.",
    "attorneys": "Meacham, Meacham & Meacham and Arney & Barker, all of Clinton, for plaintiff in error., Mac Q. Williamson, Atty. Gen., and Sam H. Latti-more, Asst. Atty. Gen., for defendant in error.",
    "nature_of_suit": null,
    "posture": "Appeal from the District Court, Custer County; W. P. Keen, Judge.\n\nRaymond Schoolcraft was convicted of crime of riot, and he appeals. Modified and affirmed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b36-6\">\n    RAYMOND SCHOOLCRAFT v. STATE.\n   </parties><br><docketnumber id=\"b36-7\">\n    No. A-10644.\n   </docketnumber><decisiondate id=\"Au\">\n    March 19, 1947.\n   </decisiondate><br><citation id=\"b36-8\">\n    (178 P. 2d 641.)\n   </citation><br><attorneys id=\"b37-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"21\"> \n     *21\n     </span>\n    Meacham, Meacham &amp; Meacham and Arney &amp; Barker, all of Clinton, for plaintiff in error.\n   </attorneys><br><attorneys id=\"b37-13\">\n    Mac Q. Williamson, Atty. Gen., and Sam H. Latti-more, Asst. Atty. Gen., for defendant in error.\n   </attorneys>",
    "citations": [
        "178 P.2d 641",
        "84 Okla. Crim. 20"
    ],
    "opinions": [
        {
            "author_str": "Jones",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 8178.0,
            "opinion_text": "The defendant, Raymond Schoolcraft, was jointly charged by an information filed in the district *Page 22 \ncourt of Custer county, with Edward Duggins, Ephie Humphrey and Robert Strong, with the crime of riot; a severance was granted, the defendant Schoolcraft was tried, convicted and sentenced to serve a life term in the State Penitentiary, and has appealed.\nThe principal assignment of error presented by counsel for defendant is that the amended information filed against the defendant was duplicitous as charging a number of distinct offenses, and for that reason the court erred in overruling the demurrer of the defendant to the amended information.\nOmitting the formal parts, the amended information filed against the defendants, reads as follows:\n\"That on or about the date aforesaid, in the County and State aforesaid, the said Raymond Schoolcraft, Edward Duggins, Ephie Humphrey and Robert Strong did unlawfully, willfully, wrongfully, feloniously and riotously assemble in said County with the common design and intent, and acting together, to use force and violence against numerous and sundry persons in said County and State; and in pursuance of said design and intent, the said Raymond Schoolcraft, Edward Duggins, Ephie Humphrey and Robert Strong, acting together and with a common design and intent, did unlawfully, willfully, wrongfully, feloniously and riotously go to a place in Clinton, Custer County, Oklahoma, known as Joe's Bar, the same being located on 4th Street, and did then and there commit an assault and battery upone Joe Redmond, and did strike, beat and hit the said Joe Redmond with their fists; and the said Raymond Schoolcraft, Edward Duggins, Ephie Humphrey and Robert Strong did leave said Joe's Bar when they had accomplished their said purpose, and did unlawfully, willfully, wrongfully, feloniously and riotously, proceed to a place near the intersection of 5th Street and Frisco Avenue, and did then and there, acting together and with a common design and intent, commit an assault and battery *Page 23 \nupon three (3) sailors, whose names to this informant are unknown and did strike, beat and hit said sailors with their fists and did knock one of said sailors down on the ground; and as a part and parcel of the same transaction, and with a common design and intent, and acting together, the said Raymond Schoolcraft, Edward Duggins, Ephie Humphrey and Robert Strong did unlawfully, willfully, wrongfully, feloniously and riotously proceed to a night spot, a place known as the Rainbo Night Club, located about a mile or a mile and a half southwest of the City of Clinton on Highway 66 in said County and State, travelling in an automobile with a loaded shotgun and a pistol therein, and did then and there, acting together as aforesaid, and with the common design and intent as aforesaid, proceed to commit an assault and battery upon one, Harold Frans, and did then and there knock the said Harold Frans down on the ground; and the said Raymond Schoolcraft, Edward Duggins, Ephie Humphrey and Robert Strong did then and there hold in their hands a weed cutter with an iron handle about two and a half (2 1/2) ft. long, with a blade about four (4) ins. long; and an iron pipe one (1) in. in diameter and about eighteen (18) ins. long, wrapped with heavy copper wire; and a club about two (2) ins. in diameter and about two (2) ft. long, and they did then and there, with said weapons held in their hands as aforesaid, strike, beat, kick and stomp the said Harold Frans, and did cause severe bruises and wounds upon the face, head, and body of the said Harold Frans; and at the same place and as a part and parcel of the same transaction, they did unlawfully, willfully, wrongfully, feloniously and riotously make an assault and battery upon one, Jo Frans, the wife of Harold Frans, and did hit her on the head with said iron pipe and did strike her with said weed cutter and did knock her on the ground, and did inflict a serious and dangerous wound upon the head of her, the said Jo Frans, and other wounds upon the face and body of her, the said Jo Frans, and did stomp her with their feet; and at the same place, and as a part and parcel of the same transaction, and acting together, and with a common design and intent, the said *Page 24 \nRaymond Schoolcraft, Edward Duggins, Ephie Humphrey and Robert Strong did then and there unlawfully, willfully, wrongfully, feloniously and riotously, and without authority of law, and with the premeditated design to effect the death of one Guy Pollett, make an assault and battery in and upon the said Guy Pollett, and did hit him on the head with a club then and there held in the hands of them, the said Raymond Schoolcraft, Edwards Duggins, Ephie Humphrey and Robert Strong, and did knock him down on the ground and did kick him on the head with their feet and did stomp the said Guy Pollett on the head and in the face with the feet of them the said Raymond Schoolcraft, Edward Duggins, Ephie Humphrey and Robert Strong, and did hit the said Guy Pollett with an iron pipe and weed cutter then and there held in the hands of the said Raymond Schoolcraft, Edward Duggins, Ephie Humphrey and Robert Strong, and did fracture the skull of the said Guy Pollett thereby inflicting mortal wounds upon the face, neck, head and body of the said Guy Pollett, and the said Guy Pollett did from said wounds linger, and lingering did die on or about the 6th day of November, 1944, as was intended by them, the said Raymond Schoolcraft, Edward Duggins, Ephie Humphrey and Robert Strong, and in the course of said riot, the said Raymond Schoolcraft, Edward Duggins, Ephie Humphrey and Robert Strong, did kill and murder the said Guy Pollett in the manner and form as aforesaid; and at the same place, and as a part and parcel of the same transaction, and acting together with the common design and intent, the said Raymond Schoolcraft, Edward Duggins, Ephie Humphrey and Robert Strong did unlawfully, willfully, wrongfully, feloniously and riotously make an assault and battery upon one, Frank Sturgis, and did kick the said Frank Sturgis in the back and did knock him down on the ground, and did stomp him with their feet; and at the same place, and as a part and parcel of the same transaction, and acting together with a common design and intent, the said Raymond Schoolcraft, unlawfully, willfully, wrongfully, feloniously and riotously make an assault and battery in and upon the person of Edward Duggins, Ephie Humphrey and Robert Strong did *Page 25 \none, Pat Bradford, and did hit him on the head with some blunt instrument to this informant unknown; and at the same place, and as a part and parcel of the same transaction, and acting together with the common design and intent, they did unlawfully, willfully, wrongfully, feloniously and riotously make an assault and battery upon one, L. O. Magee, and did strike him in the face with some instrument to this informant unknown; that during the commission of said acts of force and violence, and after the said Harold Frans, Jo Frans, Frank Sturgis, L. O. Magee and Pat Bradford had escaped from the said defendants, and had gone inside of the Night Club, and the doors to said night club had been securely closed and fastened, the said Raymond Schoolcraft, Edward Duggins, Ephie Humphrey and Robert Strong approached the front door, the same having a large glass panel, of the building of said Rainbo Night Club, and stood at the said door on the outside and demanded their entrance therein, they being then and there armed with, and carrying a weedcutter, a loaded shotgun, and other weapons, including a club, the exact description of said club to this informant unknown, and threated to smash and break down said door unless said door was unfastened and opened, and they were permitted to enter therein for the purpose of continuing their felonious assaults upon the said Harold Frans, Jo Frans, Frank Sturgis, L. O. Magee and Pat Bradford, which said threats were accompanied by the immediate power of execution, to wit, said weed cutter, said loaded shotgun and said other weapons, including a club, they being then and there prevented from carrying out and using said threats by the said W. O. Thompson drawing a loaded pistol on the said Raymond Schoolcraft, Edward Duggins, Ephie Humphrey and Robert Strong and warning them he would shoot them if they attempted to break said door down and continue their assaults upon the persons therein; whereupon they departed from said building and premises, and they, the said Raymond Schoolcraft, Edward Duggins, Ephrie Humphrey and Robert Strong, did in the manner and form as aforesaid, commit Riot, contrary to form of the statute *Page 26 \nin such case made and provided and against the peace and dignity of the State.\"\nRiot is defined by our statutes as follows:\n\"Any use of force or violence, or any threat to use force or violence if accompanied by immediate power of execution, by three or more persons acting together and without authority of law, is riot.\" 21 O. S. 1941 &#167; 1311.\nThe Oklahoma statutes fix the punishment for riot according to the circumstances under which the participants committed the crime as follows:\n\"Every person guilty of participating in any riot is punishable as follows:\n\"1st. If any murder, maiming, robbery, rape or arson was committed in the course of such riot, such person is punishable in the same manner as a principal in such crime.\n\"2nd. If the purpose of the riotous assembly was to resist the execution of any statute of this State or of the United States, or to obstruct any public officer of this State or of the United States, in the performance of any legal duty, or in serving or executing any legal process, such person is punishable by imprisonment in the penitentiary not exceeding ten years and not less than two.\n\"3rd. If such person carried at the time of such riot any species of firearms, or other deadly or dangerous weapon, or was disguised, he is punishable by imprisonment in the penitentiary not exceeding ten years and not less than two.\n\"4th. If such person directed, advised, encouraged or solicited other persons, who participated in the riot to acts of force or violence, he is punishable by imprisonment in the penitentiary for not exceeding twenty and not less than two years.\n\"5th. In all other cases such person is punishable as for a misdemeanor.\" 21 O. S. 1941 &#167; 1312. *Page 27 \nThere have been several Oklahoma cases in which certain sections of the above-quoted statutes have been construed: Symonds v. State, 66 Okla. Cr. 49, 89 P.2d 970; Perkins v. State, 35 Okla. Cr. 279, 250 P. 544, 49 A. L. R. 1129; Johnson v. State, 16 Okla. Cr. 428, 183 P. 926; Swartzfeger v. State,57 Okla. Cr. 92, 45 P.2d 550; Casteel v. State,13 Okla. Cr. 19, 161 P. 330; Proctor v. State, 5 Okla. Cr. 553, 115 P. 630; Darneal v. State, 14 Okla. Cr. 540, 174 P. 290, 1. A. L. R. 638.\nThe language of this court in disposing of the above cases reveals that the only one of them which had under consideration an information in any way similar to the one herein involved is Symonds v. State supra. The information is not set forth in the Symonds case so that we could determine just exactly the various allegations made in that information, but in determining the sufficiency of the information herein we must apply certain established principles of law.\nBy statute it is provided:\n\"The indictment or information must be direct and certain as it regards:\n\"1. The party charged.\n\"2. The offense charged.\n\"3. The particular circumstances of the offense charged, when they are necessary to constitute a complete offense.\" 22 O. S. 1941 &#167; 402.\n\"The indictment or information must charge but one offense, but where the same acts may constitute different offenses or the proof may be uncertain as to which of two or more offenses the accused may be guilty of, the different offenses may be set forth in separate counts in the same indictment or information and the accused may be convicted of either offense, and the court or jury trying the *Page 28 \ncause may find all or either of the persons guilty of either of the offenses charged, and the same offense may be set forth in different forms or degrees under different counts; and where the offense may be committed by the use of different means, the means may be alleged in the alternative in the same count.\" 22 O. S. 1941 &#167; 404.\nFickle v. State, 38 Okla. Cr. 289, 260 P. 513, it is held:\n\"An information which charges two separate and distinct offenses, not based upon the same transaction, is bad for duplicity, and the demurrer thereto should have been sustained.\"\nIn the body of the opinion it is stated:\n\"It has been repeatedly held by this court that a defendant may be called upon to defend against only one offense at a time and that the information must be definite and certain as to the offense charged and must charge but one offense.\"\nIn Campbell v. State, 31 Okla. Cr. 39, 237 P. 133, it is held:\n\"The indictment or information must charge but one offense; where the offense may be committed by the use of different means, the means may be alleged in the alternative in the same count. * * *\n\"The 'means' of committing a single offense may be stated in the alternative; in other words, in the disjunctive. But the different ways or methods of committing a single offense should be stated conjunctively; using the word 'and' or some equivalent expression. Where separate acts constitute separate offenses, though of the same name or character, they cannot be consolidated into a single charge.\"\nIn the opinion it is further stated:\n\"The Legislature may simplify and prescribe modes of procedure, so long as the forms authorized are not such as *Page 29 \nwill deprive the accused of his right to be confronted with a single accusation apprising him of the nature and character of the offense charged.\"\nIn Berg v. State, 29 Okla. Cr. 112, 233 P. 497, 501, this court stated:\n\"It is well settled that separate offenses &#8212; that is, offenses committed by separate acts &#8212; may not be joined in the single information, and when so attempted to be joined, the information is duplicitous.\"\nIn Boultinghouse v. State, 24 Okla. Cr. 369, 218 P. 173, an information was held duplicitous which charged in ten separate counts that money was fraudulently obtained through payment of ten separate checks.\nIn Orcutt v. State, 52 Okla. Cr. 217, 3 P.2d 912, this court held:\n\"Robbing different individuals riding in the same automobile in rapid succession constitutes a distinct offense for each individual, and a conviction or acquittal for robbing one is no bar to a prosecution for robbing others. * * *\n\"On a plea of former acquittal, in determining whether the two informations charged the same offense, the test is whether the evidence necessary to support the second information would have been sufficient to procure a conviction upon the first information.\"\nThe proof of the state showed in that case the defendant, Orcutt, had robbed one Sturdevant and one Cottrell at the same time while they were riding in Cottrell's automobile. Two informations were filed against defendant, one charged him with robbery of Cottrell and the other charged him with the robbery of Sturdevant. The defendant was tried on the information charging the robbery of Cottrell and was acquitted; later when the state attempted to try the defendant on the information charging the *Page 30 \nrobbery of Sturdevant, counsel for the accused presented a plea of former jeopardy and insisted since the robbery occurred at the same time and same place and as part of the same transaction, they were not separate robberies, but one act of robbery. In denying defendant's contention, this court stated:\n\"Wharton's Criminal Law. vol. 1 (11th Ed.) p. 508, states the rule:\n\" 'On a plea of former acquittal or conviction the accused must show that he was acquitted or convicted of the same accusation against him in the former trial; not of an entirely different offense growing out of the same state of facts or transaction.\n\" 'The same act may constitute two or more offenses which are distinct from each other. In such cases the accused may be separately prosecuted and punished for each, and a conviction or acquittal or prosecution for one will not constitute an acquittal and a bar for the other. Thus where two or more are assaulted, robbed or their goods stolen, or are shot or murdered by one and the same act at the same time, conviction or acquittal on an indictment for offense against the one will be no bar to a trial on an indictment charging the offense against the other.\"\n\"8 Ruling Case Law, p. 143, &#167; 128, states the rule thus:\n\" 'The prohibition of the ancient principle of the common law and the constitutional provisions declaratory thereof, against a second jeopardy, apply only to second prosecution for the identical act and crime both in law and fact for which the first prosecution was instituted.\n\" 'When a single transaction constitutes two or more offenses, wherein the lesser offense is not necessarily involved in the greater, and when the facts necessary to convict on the second prosecution would not necessarily have convicted on the first, then the first prosecution will not be a bar to the second. *Page 31 \n\" 'A putting in jeopardy for one act is no bar to a prosecution for a separate and distinct act, merely because they are so closely connected in point of time that it is impossible to separate the evidence relating to them on the trial for the one of them first had. Consequently a plea of former jeopardy will not be sustained where it appears that in one transaction two distinct crimes were committed.\"\n\"In 16 Corpus Juris, p. 263, &#167; 443, the rule is stated: 'The prohibition of the common law and of the Constitution is against a second jeopardy for the same 'offense', that is, for the identical act and crime; or, as expressed in a number of cases, to entitle a defendant to plead successfully former jeopardy, the offenses charged in the two prosecutions must be the same in law and in fact. The plea will be vicious if the offenses charged in the two indictments are perfectly distinct in point of law, however nearly they may be connected in point of fact. It is not necessarily decisive that the two offenses may have some material fact or element in common, or that they are similar, where they are not in fact the same. The test is not whether defendant has already been tried for the same act, but whether he has been put in jeopardy for the same offense. The term 'same offense,' however, does not signify the same offense eo nomine, but the same criminal act, transaction or omission.\" See, also, 22 C.J.S. Criminal Law &#167; 278.\nIn Keeton v. Commonwealth, 92 Ky. 522, 18 S.W. 359, that court said:\n\"Presenting a pistol at two persons at the same time, coupled with a demand of their property, and compelling a surrender thereof by both at the same time, constitutes distinct offenses against them, &#8212; an assault on and robbery of each.\"\nIn re Allison, 13 Colo. 525, 22 P. 820, 10 L. R. A. 790, 16 Am. S. Rep. 224, the Supreme Court of Colorado said:\n\"Robbing different individual passengers on a stage at the same time and in rapid succession constitutes a *Page 32 \ndistinct offense for each individual, and a conviction for robbing one is no bar to a prosecution for robbing others.\"\nIn Estep v. State, 11 Okla. Cr. 103, 143 P. 64, 65, this court said:\n\"Under the constitutional guaranty not to be twice put in jeopardy, the decisive test on a plea of former jeopardy is whether the same testimony will support both charges. Otherwise stated, the offenses are the same whenever evidence adequate to one information will equally sustain the other.\"\nIn our construction of the statutes hereinabove quoted, a county attorney would be authorized to file an information setting forth different offenses in two or more counts where they are based on the same transaction, as for example the county attorney might be uncertain as to whether acts performed by three persons directed at another person constituted riot or robbery. He would be authorized under the statute to file an information setting forth in one count the alleged acts constituting the crime of riot, and in a separate count, allege acts constituting the offense of robbery and the accused could be convicted of either offense; but he would not be authorized to set up in one count an alleged act of riot committed against A and in another count an act of riot allegedly committed against B, as they would be separate offenses not based on the same transaction even though committed at about the same time.\nIn the case of Perkins v. State, 35 Okla. 279, 250 P. 544, the defendant, Perkins, was convicted of the crime of riot allegedly committed by the accused and other hooded members of the Ku Klux Klan administering a whipping to the prosecuting witness. The information in that case alleged the completed crime of riot committed against the person of one Kimbell in much the same language as *Page 33 \nis used by the information in this case concerning each of the various acts set forth in the information herein. If the hooded members of the Ku Klux Klan, of which Perkins was a member, while acting in concert had robbed Kimbell, the county attorney could have charged the accused in an information with the crime of riot in one count and with the crime of robbery in another count. However, if the mob had whipped Kimbell and robbed his companion, there would have been two separate offenses committed and the charges would have had to have been set forth in separate informations filed against Perkins. We think the same reasoning would apply if the mob had whipped Kimbell's companion, the same as Kimbell. Under the decisions above cited the act of using force against Kimbell by the mob acting together constituted one offense, and when the mob acting together used force and violence against his companion, it would have been an entirely separate and distinct offense although proof of both offenses would have, been admissible upon the trial for either because the facts were so closely related in point of time as to have been admissible as part of the res gestae.\nApplying the above conclusions to the information in question, we find that the information alleges nine distinct offenses of riot, each alleged to have been committed upon a different individual except in the last instance when it is alleged that riot was committed by the defendants attempting to break down the door of the Rainbo Inn; to wit:\n(1) It is charged that murder was committed upon Guy Pollett, under subsection 1 of the statute, under which the punishment is life imprisonment.\n(2) It is charged that the defendants committed an assault and battery upon Harold Frans, and that they *Page 34 \ncarried at the time \"a species of firearms or other deadly weapon * * * \", \"a loaded shotgun and pistol * * * a weed cutter with an iron handle about two and a half feet long, with a blade about four inches long; and a wire pipe one inch in diameter and about eighteen inches long, wrapped with heavy copper wire; and a club about two inches in diameter and about two feet long\", under subsection 3 of the statute, which is punishable by imprisonment from two to ten years.\n(3) It is charged that said defendants committed an assault and battery upon Jo Frans, and that they carried the same instruments, which is punishable under subsection 3 of the statute by two to ten years imprisonment.\n(4) It is charged that defendants committed riot at Joe's Bar, by an assault and battery upon Joe Redmond, with their fists, under subsection 5 of the statute, which provided a punishment as in the case of a misdemeanor.\n(5) It is charged that riot was committed by an assault and battery at 5th and Frisco Avenue, upon three sailors whose names were alleged to be unknown, under subsection 5 of the statute, which provides a punishment as in the case of a misdemeanor.\n(6) It is charged that defendants committed riot by an assault and battery upon Frank Sturgis, in that they \"did kick him in the back and did knock him down on the ground, and did stomp him with their feet\", under subsection 5 of the statute by which punishment is assessed as in the case of a misdemeanor.\n(7) It is charged that defendants committed riot by an assault and battery upon one Pat Bradford, in that they \"did hit him on the head with some blunt instrument\", which might be a charge under subsection 3 of the *Page 35 \nstatute, provided the instrument were a dangerous weapon, and punishable by imprisonment from two to ten years, or it might come under subsection 5 and be punishable as a misdemeanor.\n(8) It is charged that defendants committed riot by making an \"assault and battery upon one L. O. Magee, and did strike him in the face with some instrument to this informant unknown\"; under which the penalty might be two to ten years imprisonment, or it might be punishable as a misdemeanor, depending upon whether said \"instrument\" was \"a deadly or dangerous weapon\".\n(9) It is charged that defendants committed riot in that they \"approached the front door, * * * and stood at said door on the outside and demanded their entrance therein, they being then and there armed with, and carrying a weed cutter, a loaded shotgun and other weapons, * * *\", under subsection 3 of the statute, providing for punishment by imprisonment from two to ten years.\nOne of the offenses is alleged to have been committed at Joe's Bar in the city of Clinton, another offense is alleged to have been committed on one of the streets in the city of Clinton and the remainder of the alleged offenses were charged to have been committed at or near the Rainbo Night Club, located about a mile and one-half southwest from the city of Clinton.\nUnder the ruling of Orcutt v. State, supra, if the evidence necessary to convict the accused of one of the alleged offenses would not have been sufficient to convict him of another alleged offense, then the acts are separate offenses and should be set forth in separate informations.\nIn the instant case, the evidence necessary to convict defendant for riot at Joe's Bar or at Fifth street and Frisco *Page 36 \navenue would not be necessary to convict him for riot at the Rainbo Night Club.\nIn addition the evidence disclosed that the altercation at Joe's Bar occurred about 9:30 p. m.; the altercation with the three sailors on the streets of Clinton happened about midnight, while the acts at the Rainbo Night Club occurred about 1:30 a. m. There was no continuity of action. After the fight at Joe's Bar, the four defendants went to a pool hall and played pool for about two hours, apparently without molesting anyone. Immediately after leaving the pool hall, the fight was started with the sailors on the streets of Clinton. After the altercation with the sailors was finished, the four defendants drove to the Rainbo Night Club, they there danced and drank beer for 30 or 40 minutes before the riot started.\nThe evidence is not exactly clear as to just how the fighting commenced. Jo Frans testified that the first she knew of any fighting was when someone yelled at her that the defendant, Schoolcraft and the codefendants, Duggins and Humphrey, had her husband down outside the building and were beating on him. She ran outside and tried to stop the fight, but was herself struck by the defendant. She picked up a rod and struck the defendant who took it away from her and hit her with it. She picked up a rock and struck Ephie Humphrey on the nose and Humphrey knocked her off the porch. About that time Guy Pollett, the deceased, came out of the night club; she saw the defendant knock Pollett down and Duggins commenced to \"stomp\" him with his feet. She described how various other parties came from within the night club and were struck or beaten by Schoolcraft, Humphrey and Duggins. Mrs. Frans was confined to the hospital for eight days because of the injury *Page 37 \nshe received and her husband was confined to the hospital for five days. She said:\n\"Well he was cut in the top of the head, under both eyes and over the right eye, and the hide was all tromped off of his face and all over his body.\"\nHarold Frans testified that he started to walk out the door at the night club and as he stepped on the porch the defendant Schoolcraft struck him and knocked him to the ground and Duggins and Humphrey commenced kicking him. He said that he got up two or three times and they knocked him down again.\nFrank Sturgis testified that he was getting ready to leave the night club and walked out on the porch; that just as he stepped on the porch he saw the defendant Schoolcraft and Harold Frans clinch and fall on the porch. About that time someone struck the witness and knocked him off the porch. The witness testified:\n\"I lit kinda on my shoulder and side and it kinda knocked the wind out of me and addled me for a little bit. Just about the time I was getting up Harold's wife hit the ground right out there right by me, and when I got up on my feet I saw Guy Pollett on the porch and he had his hands up like this &#8212; he was either striking at somebody or like he was trying to ward off a lick. Then I seen Guy go off of the porch. I didn't go back on the porch. I walked around and when I got around there I saw him on the ground. He was lying kinda on his knees and had his elbows on the ground and his hands up side of his head. I saw Eddie Duggins kick him in the face. He kicked him twice and I run in and pushed him back, and I told Eddie, I says, 'Boys, there's no use kicking him. Guy's already down and he's hurt', so they quit. Eddie didn't do no more and I started to pick Guy up, and I reached down and got hold of him and when I did somebody either hit me or kicked me over the kidneys and it knocked the wind out of me.\" *Page 38 \nL. O. Magee, Pat Bradford, and others testified for the state that they heard the noise of the fighting inside the night club and ran out and were struck by the defendants. Magee testified that when he ran out of the house, Schoolcraft was \"stomping\" Frans and he ran up and asked Schoolcraft to quit, Schoolcraft hit him and knocked him out. One of the witnesses testified that when the deceased, Guy Pollett, came out of the house, Schoolcraft hit him and knocked him down and then yelled to Duggins and Humphrey \"kill the son-of-a-bitch, he is not worth a damn anyway\".\nIn Symonds v. State, supra, a riot is defined as a tumultuous meeting of three or more persons upon some common purpose, to do an unlawful act, which they actually execute with violence thereby making the character of the act an essential element of the crime.\nThe common law definition of riot is as follows:\n\"A riot is a tumultuous disturbance of the peace by three persons, or more, assembling together of their own authority, with an intent mutually to assist one another against any who shall oppose them in the execution of some enterprise of a private nature, and afterwards actually executing the same in a violent and turbulent manner, to the terror of the people, whether the act intended were of itself lawful or unlawful.\" Burdick, Law of Crime, Vol. 3, S. 756a.\nThe common law rule is further stated as follows:\n\"An essential element of riot is an unlawful assembly, and the offenses of unlawful assembly, rout, and riot are distinguished by the facts that a mere unlawful assembly takes no step to carry out its common purpose; that its attempt to do so is a rout; and that the actual execution or inception of its purpose in a manner likely to *Page 39 \ncause terror to the people is a riot. Rex v. Birt, 5 C.  P. 154; Follis v. State, 37 Tex.Crim. 535, 40 S.W. 277.\nUnder the statutory definition of riot hereinbefore given, it is apparent the intention of the Legislature was to modify the common law and make it possible to charge the crime of riot and secure a conviction therefor without either alleging or proving an antecedent unlawful assembly out of which the riot grew. Under the statutory definition, a riot may grow out of a lawful assembly. In order for the proof of the state to sustain a conviction for riot, it was only necessary to show that three or more persons acted together and used force or violence towards someone without authority of law or to show any threat to use force or violence accompanied by immediate power of execution.\nWe are, therefore, of the opinion:\n1. That the information is duplicitous as charging more than one offense.\n2. That the proof of the state showed that the crime of riot was committed and during such riot Guy Pollett was killed by reason of force and violence used on him by Schoolcraft, Duggins, and Humphrey.\n3. That the evidence of the beating of Harold Frans, Jo Frans and others at the Rainbo Night Club was so closely connected with the killing of Guy Pollett that testimony concerning these other acts was admissible as a part of the res gestae and to show a concerted action on the part of the three defendants.\n4. That by reason of the fact that all the evidence of the different fights at the Rainbo Night Club was admissible against the defendants, that the action of the court in overruling the demurrer to the information because of its *Page 40 \nduplicity was harmless error under the provision of the statute, 22 O. S. 1941 &#167; 1068.\nIn this connection attention is directed to the fact that the evidence of the fight at Joe's Bar and with the sailors was admitted without objection from counsel for defendant.\nLastly it is contended that the verdict of the jury was excessive and that the judgment should be modified. In considering this assignment of error, we take into consideration the error of the court in overruling the demurrer of the defendant to the amended information and all other matters set forth in the record and brief of the parties. The codefendant Duggins who kicked the deceased Pollett after he had been knocked down by Schoolcraft was given a term of ten years imprisonment in the State Penitentiary. Duggins v. State,82 Okla. Cr. 357, 170 P.2d 266.\nThe defendant Schoolcraft seems to have been the ringleader of the gang. The evidence showed that he tried to start a fight when he first arrived at the night club and struck two or more parties inside the night club. It was he who started the altercation with the sailors and he was the person who started the fracas at the night club by hitting Harold Frans when he stepped out on the porch which led to the general melee which followed and which resulted in the death of Guy Pollett. The record further discloses that the defendant Schoolcraft has heretofore served a term of one year in the Georgia State Penitentiary and a term of two years in the Oklahoma State Penitentiary. Schoolcraft and his codefendants did not escape altogether unscathed during the fracas at the night club. Schoolcraft was scratched in many places, his head severely cut, and one of his teeth was knocked out, while Ephie Humphrey sustained a broken nose. Guy Pollett was injured on October *Page 41 \n22nd., he was taken to the hospital on October 25th and died November 6th. A post mortem examination disclosed that his death was caused by a ruptured blood vessel in the brain. There was no fracture. If the defendant had been charged with murder instead of riot, the evidence would not have been sufficient to sustain a conviction for murder, but it was sufficient to sustain a conviction for manslaughter.\nIt is our conclusion, after an examination of the record, that the error of the court in overruling the demurrer to the information and the demands of justice are sufficient to require that the sentence pronounced against the defendants be reduced to a term of 20 years imprisonment in the State Penitentiary.\nIt is, therefore, ordered that the judgment and sentence of the district court of Custer county be modified by reducing the judgment from a term of life imprisonment in the State Penitentiary to a term of 20 years imprisonment in the State Penitentiary, and the judgment and sentence as thus modified is affirmed.\nBAREFOOT, P. J., and BRETT, J. concur.",
            "ocr": false,
            "opinion_id": 3832217
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Robbery"
}