{
    "id": 4082367,
    "judges": "Belt, Coshow, McBride, Rand",
    "date_filed": "1988-01-29",
    "date_filed_is_approximate": true,
    "slug": "state-v-de-ford",
    "case_name_short": null,
    "case_name": "State v. De Ford",
    "case_name_full": "State v. C.F. De Ford.",
    "attorneys": "For appellant there was a brief and oral argument by  Mr.  Willis S. Moore , Assistant Attorney General, and  Mr. C.W.  Barrick , District Attorney.\n\nFor respondent there was a brief over the names of  Messrs.  Vinton  Tooze  and  Mr. Roy Sparks, Amicus Curiae.",
    "nature_of_suit": null,
    "posture": "From Tillamook: GEORGE R. BAGLEY, Judge.\n\nIn Banc.\n\nThe state appeals from a judgment of acquittal based on a directed verdict. The defendant was indicted\n\nSee 22  R.C.L.  394. Necessity of warrant for search for and seizure of intoxicating liquors, see notes in 13  A.L.R.  1316; 27  A.L.R.  711; 39  A.L.R.  814.\nby the grand jury of Tillamook County charged with the crime of unlawful possession and transportation of intoxicating liquor. At the trial the following stipulation was entered into:\n\n\"This stipulation and agreement made and entered into this 19th day of May, 1925, by and between the plaintiff and defendant, WITNESSETH:\n\n\"That whereas, the defendant has duly filed herein an Amended Petition to Suppress evidence, and this is the time set by the Court for the hearing thereof, and the parties hereto being willing to stipulate as to what certain witnesses for the State would testify to in connection with said hearing of said Petition if they were called and sworn as witnesses herein, Now Therefore\n\n\"It is hereby stipulated and agreed by and between the parties hereto that if Leslie Lucas and H.H. Hogan, Deputy Sheriffs for Tillamook County, Oregon, they being the officers who made the search and seizure as alleged in Defendant's Amended Petition herein, and John Aschim, Sheriff of Tillamook County, Oregon, were present in Court, duly sworn, and testified, that they would testify as follows, to-wit:\n\n\"The said Deputy Sheriffs Lucas and Hogan, would testify that they made the search and seizure complained of in Defendant's Petition herein; that they had no personal knowledge prior to such search and seizure of and from defendant's automobile, that the defendant was then and there engaged in the unlawful transportation of intoxicating liquor, nor that he was then and there in the unlawful possession of the same, nor were they, or either of them, prior to the said search and the seizure from said automobile of a five-gallon oak keg filled with Moonshine Whiskey, in possession of any facts within their own personal knowledge other than herein set forth, giving them reasonable cause or grounds to believe defendant was then and there in the unlawful possession of intoxicating liquor, or that defendant was then and there and while in the possession of and driving his automobile\nalong the highway in question, engaged in the transportation of intoxicating liquor; that the only knowledge which they or either of them, had or possessed concerning said matters prior to such search and seizure, was that about 15 minutes prior to the time they started from the Court House in Tillamook, Oregon, to and along the highway leading from Tillamook to Portland, Oregon, by way of Hebo, Sheridan and McMinnville, for the purpose of intercepting the defendant and his automobile upon their return to Tillamook County, and making a search of said automobile, they were called into the office of John Aschim, Sheriff of Tillamook County, Oregon, in the said Court House, and were then and there informed and instructed by the said John Aschim, that defendant was transporting intoxicating liquor, and for them to proceed along the highway in question, intercept and stop the defendant and his automobile, and make a search of the same for intoxicating liquor, and that they acted upon that information and those instructions, without further personal knowledge, investigation or instructions.\n\n\"That the said John Aschim, Sheriff aforesaid, would testify: That prior to giving said instructions to his said Deputies Lucas and Hogan, a certain citizen of Tillamook, Oregon, over the age of 21 years, came to the office of said Sheriff in the Court House aforesaid, and then and there verbally told the said Sheriff, John Aschim, that the defendant was driving his automobile from Portland to Tillamook, and that he was then and there transporting intoxicating liquor, amount and kind unknown, in said automobile, that said statement of said citizen was not under oath nor reduced to writing; that acting upon the said information so given him by said citizen, the said Sheriff issued the orders and directions to said Deputy Sheriffs Lucas and Hogan, and the search and seizure of and from the defendant's automobile on said highway, were accordingly made.\"\n\nA petition to suppress the evidence as outlined in said stipulation was timely made and allowed. During the trial the state made its offer of proof and rested its case. The appeal was taken by the state by virtue of Section 2224 &#8212; 59, Or. L. It is contended on the part of the defendant that Section 2225 &#8212; 5, Or. L., is unconstitutional and therefore void, and that the liquor having been seized after a search without a warrant was not admissible as evidence against the defendant, timely petition having been presented for the return of said liquor and the suppression of the same as evidence. The Circuit Court sustained both contentions. The state challenges in this appeal the correctness of both said rulings.\n\nAPPEAL SUSTAINED. REHEARING DENIED.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued September 14,, rehearing denied February 1, 1927.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<otherdate id=\"b480-9\">\n    Argued September 14,\n   </otherdate><decisiondate id=\"AOg\">\n    appeal sustained October 12, 1926,\n   </decisiondate><otherdate id=\"AHF\">\n    rehearing denied February 1, 1927.\n   </otherdate><br><parties id=\"b480-10\">\n    STATE\n    <em>\n     v.\n    </em>\n    C. F. DE FORD.\n   </parties><br><citation id=\"b480-11\">\n    (250 Pac. 220.)\n   </citation><br><attorneys id=\"b484-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"448\"> \n     *448\n     </span>\n    For appellant there was a brief and oral argument by\n    <em>\n     Mr. Willis S. Moore,\n    </em>\n    Assistant Attorney General, and\n    <em>\n     Mr. G. W. BarricJc,\n    </em>\n    District Attorney.\n   </attorneys><br><attorneys id=\"b484-7\">\n    For respondent there was a brief over the names of\n    <em>\n     Messrs. Vinton £ loose\n    </em>\n    and\n    <em>\n     Mr. Boy Sparks, Amicus Curiae.\n    </em>\n</attorneys>",
    "citations": [
        "250 P. 220",
        "120 Or. 444"
    ],
    "opinions": [
        {
            "author_str": "Coshow",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\"The general rule is that courts approach with hesitancy the question of declaring a statute unconstitutional, and so long as a reasonable doubt exists, a statute will not be held to be in contravention of the Constitution. The courts will declare a statute void when its repugnancy to the Constitution is clear, palpable and free from reasonable doubt: Cook v. Port ofPortland, 20 Or. 580 (27 P. 263, 13 L.R.A. 533).\" Smith v.Cameron, 106 Or. 1, 10 (210 P. 716, 719, 27 A.L.R. 510;State *Page 449 \nv. Kozer, 116 Or. 581, 586 (242 P. 621); State v. Laundy,103 Or. 443, 457 (204 P. 958, 206 P. 290); Miller v.Henry, 62 Or. 4 (124 P. 197, 41 L.R.A. (N.S.) 97). The section of the Constitution claimed in this action to have been offended is Section 9 of Article I, which reads as follows:\n\"No law shall violate the right of the people to be secure in their persons, houses, papers and effects, against unreasonable search or seizure; and no warrant shall issue but upon probable cause, supported by oath or affirmation, and particularly describing the place to be searched, and the person or thing to be seized.\"\nIt follows as a necessary conclusion that if Section 2225 &#8212; 5, Or. L., is not repugnant to the Constitution the court erred in suppressing the evidence and directing a verdict of acquittal in the instant case.\nIt must be noticed first of all that the inhibition of said Section 9 of the Constitution is against unreasonable searches and seizures only. This language implies that there were reasonable searches and seizures recognized as such at the time our Constitution was framed and adopted. That is the plain meaning of the language used. The simple and natural construction of the words used in said Section 9 read by one unrestrained by legal technicalities is that unreasonable searches and seizures only are prohibited. Any other construction ignores the word \"unreasonable.\" If searches and seizures without a warrant were considered unreasonable, the framers of the Constitution would have so declared. They would have used language that would not have been of doubtful meaning. It would have been very easy to have written, \"All searches and seizures not authorized by warrant are prohibited.\" They did not do so, and it is our duty *Page 450 \nto give full force and effect to every word used in the sentence, unless it clearly appears that to do so is to defeat the meaning and purpose of the framers of the Constitution. In construing different parts of the Constitution effect should be given to all the words: Rugh v. Ottenheimer, 6 Or. 231 (25 Am. Rep. 513).\n\"The object and purpose of the law, whether fundamental or otherwise, must be considered; and the constitution must not be interpreted on narrow or technical principles, but liberally and on broad general lines, in order that it may accomplish theobjects intended by it and carry out the principles of government. The whole constitution must be construed together.\n\"When two constructions are possible, one of which raises a conflict or takes away the meaning of a section, sentence, phrase, or word, and the other does not, the latter construction must be adopted, or the interpretation which harmonizes the constitution as a whole must prevail.\n\"In this connection it must also be kept in mind that the constitution of a state, unlike that of our national organic law, is one of limitation, and not a grant, of powers, and that any act adopted by the legislative department of the State, not prohibited by its fundamental laws, must be held valid; and this inhibition must expressly or impliedly be made to appear beyond a reasonable doubt.\" State v. Cochran, 55 Or. 157, 179\n(104 P. 419, 105 P. 884), and authorities there cited and examined.\nTo eliminate the effect and force of the word \"unreasonable\" in said Section 9 would offend against this uniform and universal canon of construction.\nThe great weight of authority of this country sustains this construction of the search and seizure section of the Constitution. Mr. Chief Justice TAFT in Carroll v. UnitedStates, 267 U.S. 132 (45 Sup. Ct. *Page 451 \nRep. 280, 285) 69 L.Ed., in page 549 of the latter edition, says:\n\"On reason and authority the true rule is that if the search and seizure without a warrant are made upon probable cause, that is, upon a belief, reasonably arising out of the circumstances known to the seizing officer, that an automobile or other vehicle contains that which by law is subject to seizure and destruction, the search and seizure are valid. The 4th Amendment is to be construed in the light of what was deemed an unreasonable search and seizure when it was adopted, and in a manner which will conserve public interests as well as the interests and rights of individual citizens.\"\nAnd in page 551 of the same edition, he uses this language:\n\"We have made a somewhat extended reference to these statutes to show that the guaranty of freedom from unreasonable searches and seizures by the 4th Amendment has been construed, practically since the beginning of the government, as recognizing a necessary difference between a search of a store, dwelling house, or other structure in respect of which a proper official warrant readily may be obtained, and a search of a ship, motor boat, wagon, or automobile for contraband goods, where it is not practicable to secure a warrant because the vehicle can be quickly moved out of the locality or jurisdiction in which the warrant must be sought.\"\nIn the Carroll case the Chief Justice declares the case ofBoyd v. United States to be the leading case on the subject of search and seizure, and says in page 549 of said L. Edition:\n\"The leading case on the subject of search and seizure isBoyd v. United States, 116 U.S. 616 (29 L.Ed. 746, 6 Sup. Ct. Rep. 524). An Act of Congress of June 22, 1874 (18 Stat. at L. 186, chap. 391, 2 Fed. Stat. Anno. 2d ed., p. 1176), authorized a court of the *Page 452 \nUnited States in revenue cases, on motion of the government attorney, to require the defendant to produce in court his private books, invoices, and papers on pain, in case of refusal, of having the allegations of the attorney in his motion taken as confessed. This was held to be unconstitutional and void as applied to suits for penalties or to establish a forfeiture of goods, on the ground that, under the 4th Amendment, the compulsory production of invoices to furnish evidence for forfeiture of goods constituted an unreasonable search evenwhere made upon a search warrant, and was also a violation of the 5th Amendment, in that it compelled the defendant in a criminal case to produce evidence against himself, or be in the attitude of confessing his guilt.\"\nIt thus appears that the possession of the warrant is not the controlling consideration of whether a search is reasonable or unreasonable. An officer armed with a warrant may make an unreasonable search. An officer without a warrant may make a reasonable search. In Moore v. State (1925), 138 Miss. 116,103 So. 483, in page 485, we read:\n\"(2) It thus appears that the reasonableness of a search or seizure is not determined either at common law or under our statutes by the presence or absence of a warrant therefor. It is a judicial question to be determined by the court in each case, taking into consideration the place searched, the thing seized, the purpose for, and the circumstances under which the search or seizure was made, and the presence or absence of probable cause therefor. Carroll v. United States, supra; Haywood v. UnitedStates (C.C.A.), 268 Fed. 803; United States v. Bateman\n(D.C.), 278 Fed. 231; O'Connor v. United States (D.C.), 281 Fed. 396; Lambert v. United States (C.C.A.), 282 Fed. 413;Katz v. Eldridge, 96 N.J. Law, 382 (118 A. 242). * *\n\"The search of an automobile without a warrant for contraband being transported therein is reasonable *Page 453 \nand is not prohibited by section 23 of the Constitution, provided the officer who made the search had probable cause therefor, * *.\"\nQuivers v. Commonwealth (1923), 135 Va. 671 (115 S.E. 564);People v. De Ceasare (1922), 220 Mich. 417 (190 N.W. 302). The contention of the defendant that no search or seizure is lawful without a warrant is completely answered in the decision of the court in People v. De Ceasare (1922), 220 Mich. 379\n(190 N.W. 289, 27 A.L.R. 686):\n\"Neither our state nor the Federal Constitution directly prohibits search and seizure without a warrant, as is sometimes asserted. Only `unreasonable' search and seizure is forbidden. They are substantially the same upon the subject. The two concise sentences in our Constitution read as follows: `The person, houses, papers and possessions of every person shall be secure from unreasonable searches and seizures. No warrant to search any place or to seize any person or things shall issue without describing them, nor without probable cause, supported by oath or affirmation.' (Art. II, &#167; 10).\n\"It is contended that the second sentence of this section must be construed as forbidding any and all searches and seizures without a warrant prepared and issued as prescribed by it, whether reasonable or otherwise. If such was the intention, a few apt words easily added to the second prohibition would have made the intention plain beyond a doubt. It has been often asserted in substance, and judicially declared by Chief Justice Marshall, that `the enlightened patriots who framed our Constitution, and the people who adopted it, must be understood to have employed words in their natural sense, and to have intended what they have said.' Gibbon v. Ogden, 9 Wheat. 1, 188 (6 L.Ed. 23, 68).\n\"But if the construction contended for by defendant is accepted it must be extracted by a circumlocution which throws the word `unreasonable' into the *Page 454 \ndiscard, leaving the first prohibition a positive, unqualified mandate forbidding search and seizure, negatived by the second prohibition recognizing inferentially search and seizure under a prescribed warrant, and forbidding it otherwise. The first prohibition thus disposed of, it might also be claimed that the second prohibition with its disjunctive `or,' permits commission of felonies in all cases to proceed undisturbed, even in the presence of an officer, until the required process is obtained, for it says: `No warrant * * to seize any person or things shall issue without describing them, nor without probable cause, supported by oath or affirmation.'\n\"But, taking the plain meaning of all words employed in the natural sense, there is no occasion for strained construction in dealing with the two separate prohibitions in that simple section. Each is clear, independent, and complete by itself. The first recognizes search and seizure regardless of process, but restricted by a comprehensive, master adjective compelling in performance exercise of moderation and good judgment to exclusion of prejudice, temper, and passion. The second deals with warrants where time and circumstances permit or in reason require them, specifying restrictive essentials, which protect the officer serving them if fair on their face, even though ultimately shown unfounded and unreasonable, &#8212; a wise precaution for his protection, as well as the public, especially when viewed in the light of their recent notorious abuses perpetrated under general search warrants for political purposes by officials of the government from which the United States had but recently seceded at the time the Federal Constitution was framed, and when many of England's laws were being adopted with constitutional or statutory restrictions and modifications.\n\"These constitutional restrictions, like others of that type, are concisely stated in general but apt terms, and it was left for the courts of the country to determine in each case or class of cases what, under the conditions shown, constituted `excessive bail,' `excessive fines,' `freedom of speech,' `cruel and unusual *Page 455 \npunishment,' `unreasonable search and seizure,' etc. The generally recognized rule is fairly stated in the following annotation to 11 Fed. Stat. Anno. 354: `The question whether a seizure or a search is unreasonable in the language of the Constitution is a judicial and not a legislative question; but in determining whether a seizure is or is not unreasonable, all of the circumstances under which it is made must be looked to.'\n\"The automobile is a swift and powerful vehicle of recent development, which has multiplied by quantity production and taken possession of our highways in battalions, until the slower, animal-drawn vehicles, with their easily noted individuality, are rare. Constructed as covered vehicles to standard form in immense quantities, and with a capacity for speed rivaling express trains, they furnish for successful commission of crime a disguising means of silent approach and swift escape unknown in the history of the world before their advent. The question of their police control and reasonable search on highways or other public places is a serious question far deeper and broader than their use in so-called `bootlegging' or `Rum running,' which in itself is no small matter. While a possession in the sense of private ownership, they are but a vehicle constructed for travel and transportation on highways. Their active use is not in homes or on private premises, the privacy of which the law especially guards from search and seizure without process. The baffling extent to which they are successfully utilized to facilitate commission of crime of all degrees, from those against morality, chastity, and decency, to robbery, rape, burglary, and murder is a matter of common knowledge. Upon that problem a condition and not a theory, confronts proper administration of our criminal laws. Whether search of and seizure from an automobile upon highway or other public place without a search warrant is unreasonable is in its final analysis to be determined as a judicial question in view of all the circumstances under which it is made.\" *Page 456 \nWe notice a current running through the argument of the learned attorneys for the defendant exalting the importance of Section 9, Article I, of our state Constitution and debasing Section 36 of the same article. With the former sentiment we are in hearty accord. The very object of government is to preserve to and for the people security to their person, property and the pursuit of happiness. That purpose should not be lost sight of either in the enactment of laws or the construction thereof. But we cannot agree with the argument referring to said Section 36 and 36a of said Article I as \"mere police measures\" or \"sumptuary laws\" indicating that said Sections 36 and 36a are of minor importance and subordinate to said Section 9. Such an argument would be appropriate if Sections 36 and 36a were pending before the people. If amendments to the Constitution were pending before the people for their adoption or rejection of Sections 36 and 36a, the matter for determination would then be the wisdom or folly of the proposed enactments. The question would thus be presented to the people whether or not prohibition as a principle should be adopted as a policy of the state. That argument is not appropriately addressed to the courts. The people have adopted prohibition as a policy, and the law attacked by the defendant and declared void by the Circuit Court was enacted by the legislature for the purpose of making effective the constitutional amendment now incorporated in our fundamental law as Sections 36 and 36a of Article I thereof. From the authorities hereinabove cited the courts must construe said Sections 36 and 36a as of equal dignity and force and as entitled to the same respect as they should give to Section 9 of the same article. *Page 457 \nThe police power of the state is not an insignificant or trivial matter. No one has as yet been able to actually define police power. It comes more nearly representing the sovereignty or supreme authority of the state than any other expression in legal vocabulary. As was well said by Mr. Justice BEAN:\n\"The Constitution of the United States was framed on the theory that all power resides in the people, and in promulgating that instrument the people of the several states reserved to themselves all powers except those expressly delegated to the federal government by the Constitution. Among the powers so reserved to the people was that which has come to be known as the police power of the several states, and it has been appropriately said that the police power is inherent in all government. It is, so to speak, a weapon for self-defense which must necessarily be possessed by all governments. * * That rule has been uniformly applied, even where the enforcement of the law will result insundry burdens and inconveniences to individuals. * * In order to promote the public health, individual convenience and profit must be enjoyed in proper subjection to and observance of the laws for the protection of the same.\" Sterrett  Oberle PackingCo. v. Portland, 79 Or. 260, 269, 270 (154 P. 410, 415).\nThe same learned justice said in State v. Jacobson, 80 Or. 648,656 (157 P. 1108, 1111):\n\"The right of a citizen both as to his property and liberty must at times be subordinated to the well-being of the community at large. Unquestionably the state has the right to interfere with the property and liberty of its citizens without making compensation to them for such interference or obstruction, provided the action is imperatively demanded in order to conserve or protect public health, welfare or prosperity.\"\nIn the adoption of said Sections 36 and 36a of Article I of our Constitution the people of this state *Page 458 \nmade it unlawful for anyone to manufacture or sell intoxicating liquors, except for medicinal purposes upon prescription of a licensed physician or for scientific, sacramental or mechanical purposes. The legislature has enacted appropriate laws to carry into effect this fundamental law of our state. It is not only the duty of every citizen to obey those laws but also the duty of the court to so construe those laws as to carry into effect the object and purpose of the people in adopting the constitutional amendment and the legislature in enacting the law subordinate thereto. We repeat that as long as said Sections 36 and 36a are a part of the fundamental law of the land they must receive equal consideration and be so construed as to carry into effect the aim and purposes of the people in adopting it to the same extent as all other provisions of our Constitution. Unless the laws enacted by the legislature in the practical application of said constitutional provisions are undoubtedly in violation of some provision of the Constitution, such laws must be enforced. The court has no right to say this or that provision of the Constitution is of minor consequence as compared with other provisions of the Constitution.\nIt is the province of the people primarily and of the legislature secondarily to declare the policy of our state:\n\"When the constitutionality of a state enactment is assailed, the only question for the court to decide is one of power. The sole inquiry is, &#8212; Does the statute exceed any limitation placed upon state legislative authority by the organic law of the state or by the Constitution of the United States? (Authorities cited.)\n\"The legislature may, within constitutional limitations, make any law which promotes the order, safety, *Page 459 \nhealth, morals and general welfare of society: Union Fishermen'sCo-operative Packing Co. v. Shoemaker, 98 Or. 659, 674\n(193 P. 476, 194 P. 854); and, subject to constitutional limitations, it is the exclusive province of the legislature todetermine what acts are inimical to the public welfare, and todeclare that such acts when done shall constitute crimes\":\n(Authorities cited.) State v. Laundy, 103 Or. 443, 457, 458\n(204 P. 958, 206 P. 290).\nAn automobile is an \"effect\" within the meaning of Section 9, Article I of the Constitution. But it does not therefore follow that a search is unreasonable because made without a warrant. A person may be searched without a warrant. No question of the constitutionality of such a search is claimed.\n\"This right has been uniformly maintained in many cases. 1 Bishop, Crim. Proc., &#167; 211; Wharton Crim. Pl.  Pr., 8 ed., &#167; 60;Dillon v. O'Brien, 16 Cox, C.C. 245 (Ir.L.R. 20 C.L. 300, 7 Am.Crim.Rep. 66).\" Weeks v. United States, 232 U.S. 383\n(58 L.Ed. 652-655, 34 Sup.Ct.Rep. 341).\nThe officer is authorized to arrest a person when a felony has been committed and he has reasonable ground to suspect the person arrested to have committed the crime. Here the officer is clothed with the same discretion or judiciary power that Section 2225 &#8212; 5 confers. No more judicial power is conferred upon an officer authorized to search an automobile than is conferred upon an officer to arrest a person suspected upon reasonable grounds of having committed a felony.\n\"Under the doctrine of the division of the powers of government, any attempt to confer on an executive officer any power essentially judicial would be prohibited. But the legislature is not by this principle prohibited from vesting some judicial functions in persons who do not hold judicial offices: Certain *Page 460 \nfunctions of a quasi judicial character may, by statute, be vested in ministerial officers. And the mere fact that an officer is required by law to inquire into the existence of certain facts and to apply the law thereto in order to determine what his official conduct shall be does not constitute an exercise of judicial powers, strictly speaking. As a practical matter, administrative and executive officers are often called on, in the performance of their duties, to exercise judgment and discretion, to investigate, deliberate, and decide, and yet it is held they do not exercise judicial power within the meaning of the constitutional provision.\" 22 R.C.L. 394, &#167; 29.\nThe statute assailed bears the marks of having been carefully prepared and was framed so as not to conflict with our fundamental law. Section 2225 &#8212; 5 is House Bill 427 of the Session of 1917. On reaching the Senate it was referred to the committee on alcoholic traffic, which was composed of five able lawyers. That committee reported unanimously recommending its passage. Only three votes were registered against its passage. This is a legislative construction of Article I, Section 9, of the Constitution and is entitled to great weight in the construction of that statute: Hawley v. Anderson, 99 Or. 191,208 (190 P. 1097, 195 P. 358); 12 C.J. 714, &#167; 65 (2).\nIn the instant case the sheriff gave instructions to search the car. The sheriff acted through his deputies, and their acts in that behalf are his acts. He was obeying the law in making the search. If the evidence he had was sufficient to cause belief that the automobile was transporting liquor unlawfully, it was his duty to search the car. He is presumed to be a reasonable man and to have done his duty. Reasonable cause is defined as \"a reasonable ground for belief in guilt\": Carroll v. UnitedStates, above; Dunbra *Page 461 \nv. United States, 268 U.S. 435 (69 L.Ed. 1932,45 Sup.Ct.Rep. 546).\nWe cannot adopt the argument advanced by defendant that Section 2226 &#8212; 5, Or.L., is a general warrant or writ of assistance. The general warrant is described in May's Constitutional History of England, 124 et seq., and in Boyd v.United States, 116 U.S. 616 (29 L.Ed. 746, 6 Sup.Ct.Rep. 524). The general warrant was issued by one of the king's secretaries, a ministerial officer. It had never been authorized by an act of Parliament. It was directed to a messenger or peace officer informing him that a crime had been committed and directing him to arrest the person having committed the crime and search for and seize evidence of the crime. No person was mentioned in such warrant and the officer whose duty it was to search was thereby authorized to arrest any subject of the king and search through his dwelling, desk, drawers and other property for evidence. The writ of assistance was even more general, if possible, and was not required to be returned to any court. It is described and denounced in the famous speech of James Otis referred to in the Boyd case. In the course of his speech Otis said:\n\"I say I admit that special writs of assistance, to search special places, may be granted to certain persons on oath; but I deny that the writ now prayed for can be granted, for I beg leave to make some observations on the writ itself, before I proceed to other acts of Parliament. In the first place, the writ is universal, being directed `to all and singular justices, sheriffs, constables, and all other officers and subjects'; so that in short, it is directed to every subject in the King's dominions.\n\"Everyone with this writ may be a tyrant; * *. In the next place, it is perpetual; there is no return. A man is accountable to no person for his doings. *Page 462 \n* * In the third place, a person with this writ, in the daytime, may enter all the houses, shops, etc., at will, and command all to assist him. Fourthly, by this writ, not only deputies, etc., but even their menial servants, are allowed to lord it over us. * *\n\"`Now one of the most essential branches of English liberty is the freedom of one's house. A man's house is his castle and, while he is quiet, he is as well guarded as a prince in his castle.'\"\nSection 2225 &#8212; 5 is an act of the legislature intended to carry into effect and force Sections 36 and 36a of the Constitution. It was duly enacted by the representatives of the people. It does not authorize the search of any man's house but only the search of automobiles and other similar vehicles and vessels. The search is authorized only when the officer making the search has reasonable ground to believe that such vehicle contains intoxicating liquor. The officer making the search must arrest the driver of the vehicle and forthwith take him before a magistrate. There the person arrested has his opportunity to be tried where he will be protected by the laws of the land, including the presumption of innocence, until he is proven guilty beyond a reasonable doubt. There is no opportunity or place for arbitrary and tyrannical action. We have no right to assume that an officer will not faithfully perform his duties. In Wiegand\nv. West, 73 Or. 249, 256 (144 P. 481), Mr. Justice BURNETT said:\n\"However we may characterize the occurrences described in the pleadings, yet we cannot presume that the defendants will do any unlawful act in the future.\"\nThe case of Carroll v. United States, 267 U.S. 132\n(69 L.Ed. 543-550, 45 Sup.Ct.Rep. 280, 282), is decisive of this case. The Fourth Amendment to the federal Constitution is specifically directed to the *Page 463 \nCongress. The Carroll case was a construction of the eighteenth amendment to the federal Constitution and parts of the law enacted by the Congress to carry into effect said eighteenth amendment. The eighteenth amendment and the laws enacted thereunder are as effective in the State of Oregon as in any other part of the United States. The construction of the acts of Congress and the federal Constitution by the Supreme Court of the United States is binding not only upon the federal courts but upon all the courts of the several states. The section under construction in the Carroll case reads as follows:\n\"When the commissioner, his assistants, inspectors, or anyofficer of the law shall discover any person in the act of transporting in violation of the law, intoxicating liquors in any wagon, buggy, automobile, water or air craft, or other vehicle, it shall be his duty to seize any and all intoxicating liquors found therein being transported contrary to law. Whenever intoxicating liquors transported or possessed illegally shall be seized by an officer he shall take possession of the vehicle and team or automobile, boat, air or water craft, or any other conveyance, and shall arrest any person in charge thereof.\" National Prohibition Act, 28, 1919, Chap. 85 of 41 Stats. at Large, 305, 315, &#167; 26, Title II.\nA comparison of this section with Section 2225 &#8212; 5, Or.L., discloses that they are very similar. While the language is different the powers conferred upon the peace officers are practically the same. It was held in the Carroll case that when an officer has reasonable ground for believing that an automobile contained intoxicating liquor, he had authority to search and seize it, and if liquor be found to arrest the driver of the vehicle; that such a search and seizure was not unreasonable under the Fourth Amendment to the Constitution, and the law authorizing them *Page 464 \nwas a valid act of the Congress. Any officer of the law within the State of Oregon is authorized to exercise that power by arresting any person driving an automobile in which he has discovered liquor and take him before the federal court. Such a search and seizure would be upheld by virtue of the Carroll decision. Since the search and seizure is not unreasonable under the federal Constitution and laws enacted thereunder, it cannot be unreasonable under our state Constitution and the laws enacted thereunder.\nAn instructive discussion of this entire subject will be found in 2 Watson on the Constitution, 1414 et seq.\nSection 2225 &#8212; 5 being constitutional, the search of the automobile was lawful. The evidence seized by that search was therefore admissible beyond question. It is not necessary or proper for that reason to determine the other question submitted, namely, the admissibility of evidence seized by an unlawful search.\nWe have refrained from analyzing more authorities because we believe to do so would be useless. Attorneys on both sides of this case have exercised great diligence and displayed much learning. The subject has been exhaustively treated. We have cited cases which we believe cover the questions involved and which analyze most of the decisions.\nThe court erred both in suppressing the evidence and directing a verdict. The defendant having been acquitted cannot be retried for the same offense. No order remanding will be made herein.\nAPPEAL SUSTAINED. REHEARING DENIED.\nMcBRIDE, C.J., concurs in result.\nRAND and BELT, JJ., absent. *Page 465 ",
            "ocr": false,
            "opinion_id": 3841287
        }
    ],
    "court_short_name": "Oregon Supreme Court",
    "court_full_name": "Oregon Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Robbery"
}