{
    "id": 4095253,
    "judges": "Baldrige, Cunningham, Hirt, Keller, Parker, Rhodes, Stadtfeld",
    "date_filed": -950227200000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-sharpe",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Sharpe",
    "case_name_full": "Commonwealth, v. Sharpe, Appellant",
    "attorneys": "Milton S. Leidner,  for appellant.\n\n Vincent A. Carroll,  Assistant District Attorney, with him Charles F. Kelley,  District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": "Appeals, Nos. 185-187, Oct. T., 1939, from judgment and sentence of O.  T., Phila. Co., Dec. Sessions, 1938, No. 576, and from convictions in Q.S., Phila. Co., December Sessions, 1938, Nos. 578 and 580, in case of Commonwealth v. Vincent Sharpe.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued November 22, 1939.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b615-4\">\n    Commonwealth,\n    <em>\n     v.\n    </em>\n    Sharpe, Appellant.\n   </parties><br><otherdate id=\"b615-9\">\n    Argued November 22, 1939.\n   </otherdate><judges id=\"A30\">\n    Before Keller, P. J. Cunningham, Baldrige, Stadtfeld, Parker, Rhodes and Hirt, JJ.\n   </judges><br><attorneys id=\"b616-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"578\"> \n     *578\n     </span>\n<em>\n     Milton S. Leidner,\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b616-8\">\n<em>\n     Vincent A. Carroll,\n    </em>\n    Assistant District Attorney, with him\n    <em>\n     Charles F. Kelley,\n    </em>\n    District Attorney, for appellee.\n   </attorneys><decisiondate id=\"AxbU\">\n    January 30,\n    <em>\n     1940:\n    </em>\n</decisiondate>",
    "citations": [
        "10 A.2d 783",
        "138 Pa. Super. 577"
    ],
    "opinions": [
        {
            "author_str": "Rhodes",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Argued November 22, 1939.\nAppellant was indicted, tried, and convicted on three indictments. On indictment No. 580, December Sessions, 1938 (No. 187, October Term, 1939), he was charged with carrying concealed deadly weapons; on indictment No. 578, December Sessions, 1938 (No. 186, October Term, 1939), he was charged with entering with intent to commit a felony; on indictment No. 576, December Sessions, 1938 (No. 185, October Term, 1939), he was charged with robbery, while being armed with an offensive weapon, and three related counts. No sentences were imposed by the court on indictments No. 580 and No. 578. Appellant was sentenced on indictment No. 576.\nAppellant's assignments of error are not free from criticism. There was no motion for a new trial in the court below, and none of the assignments is based upon any exception. There was no specific or general exception to the charge of the court, which is the primary basis of complaint on this appeal. *Page 579 \nWe have, nevertheless, examined the record to ascertain the regularity of the proceedings, the presence of any fundamental error which may have resulted in depriving appellant of a fair and impartial trial, and the sufficiency of the evidence to sustain the conviction.\nOn March 18, 1938, about 9:15 a.m., five men alighted from an automobile which they had parked two doors east of the East Germantown branch of the Germantown Trust Company, located at 723 East Chelten Avenue, in the City of Philadelphia. None of them was masked, and all five entered the bank. While in the bank at least four of them appeared to be partially masked. One of the men stood with a sawed-off shotgun at the door of the bank, in a position which commanded the entire bank, and three of the five produced revolvers. The man at the door required the customers in the bank, and the employees on the outside of the tellers' cage, to lie down in the manager's office, which was just opposite the tellers' cage. One of the masked men with a revolver vaulted an eight-foot partition while others covered the tellers who were in the cage. The man who vaulted the partition scooped up all the available money, in compliance with instructions from the man at the door, who apparently was the leader. All five men escaped with a considerable amount of money. Appellant was identified as the one who stood at the grill in front of a teller's cage, stuck a gun through the grill and covered an employee. Appellant was identified by two of the employees of the bank as one of the participants, and he was also identified by a customer who saw him before he was masked. Fred Brown, a witness for the Commonwealth, testified as follows: \"Q. When you got a look at those four or five men, are you able to identify any of the men you then saw? A. Yes. Q. Look at the defendant. Is he one of them? A. Vincent Sharpe. Q. You saw his face that morning? A. Yes. Q. Before he was even masked? A. Yes. Q. When he came into the bank, did you recognize him as *Page 580 \none of the men, from his general conformation? A. Yes. Q. You are sure he is the man you saw? A. Yes.\"\nThe testimony as to identity, if believed by the jury, was sufficient. See Com. v. Lindner, 133 Pa. Super. 196,2 A.2d 518 (involved game robbery); Com. v. Tracey, 130 Pa. Super. 15,  196 A. 549.\nAppellant's defense was an alibi.\nThe charge of the court contains no fundamental error. Counsel for appellant, however, complains that the charge was inadequate as to identification, as to reasonable doubt, and as to the defense of alibi. The probative weight of the testimony as to identity was exclusively for the jury, and was properly left to the jury by the trial judge. In the absence of a specific request the trial judge was not required to elucidate on the definition of reasonable doubt. Com. v. Kelly, 134 Pa. Super. 241,243, 4 A.2d 209. The charge to the effect that appellant was obliged to establish his alibi to the satisfaction of the jurors was sufficient, and met the recognized requirements. Com. v.Duca, 312 Pa. 101, 111, 165 A. 825; Rudy v. Com., 128 Pa. 500,508, 18 A. 344; Com. v. Barrish, 297 Pa. 160, 170, 146 A. 553;Com. v. Jordan, 328 Pa. 439, 446, 447, 196 A. 10.\nThe remark of the trial judge to a witness during the course of the trial &#8212; \"I wouldn't be so polite, Lord Chesterfield. They are not gentlemen. They are gunmen.\" &#8212; was not a reference to appellant, and there is no merit to appellant's complaint that he was prejudiced thereby.\nThe evidence was sufficient to sustain the conviction, and there is no complaint on this appeal as to its sufficiency for that purpose.\nAppeals Nos. 186 and 187, October Term, 1939, are quashed, as no sentence was imposed on indictments Nos. 578 and 580, December Sessions, 1938, and hence there were no final judgments of the court.\nJudgment No. 576, December Sessions, 1938, appeal No. 185, October Term, 1939, is affirmed. *Page 581 ",
            "ocr": false,
            "opinion_id": 3854749
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}