{
    "id": 4144168,
    "judges": "Davidson",
    "date_filed": "1999-02-15",
    "date_filed_is_approximate": true,
    "slug": "clark-v-state",
    "case_name_short": null,
    "case_name": "Clark v. State",
    "case_name_full": "George Clark and Donnie Clark v. the State",
    "attorneys": "Justice, Moore  Justice,  of Athens, for appellant.\n  Ernest S. Goens,  State's Attorney, of Austin, for the State.",
    "nature_of_suit": null,
    "posture": "Appeal from District Court of Bowie County. Hon. N. L. Dalby, Judge.\n\nAppeal from conviction for felony theft; penalty, confinement in the penitentiary for two years.\n\n Reversed and remanded. \n\nThe opinion states the case.",
    "syllabus": null,
    "headnotes": null,
    "summary": "The opinion states the case.",
    "disposition": null,
    "history": null,
    "other_dates": "OCTOBER 30, 1946",
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<p data-order=\"0\" data-type=\"otherdate\" id=\"b559-3\">\n    OCTOBER 30, 1946\n   </p><br><parties data-order=\"1\" data-type=\"parties\" id=\"b559-4\">\n    George Clark and Donnie Clark v. The State.\n   </parties><br><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b559-5\">\n    No. 23447.\n   </docketnumber><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Avj\">\n    Delivered October 30, 1946.\n   </decisiondate><br><p data-order=\"4\" data-type=\"summary\" id=\"b559-21\">\n    The opinion states the case.\n   </p><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b559-22\">\n<em>\n     Justice, Moore &amp; Justice,\n    </em>\n    of Athens, for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b560-2\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"538\"> \n     *538\n     </span>\n<em>\n     Ernest S. Goens,\n    </em>\n    State’s Attorney, of Austin, for the State.\n   </attorneys>",
    "citations": [
        "197 S.W.2d 111",
        "149 Tex. Crim. 537"
    ],
    "opinions": [
        {
            "author_str": "Davidson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 5749.0,
            "opinion_text": "Upon a joint trial, appellants were convicted of felony theft and the punishment of each was fixed at two years' confinement in the penitentiary.\nOn the 22nd day of March, 1945, Mr. and Mrs. Cowan rented their furnished home at Texarkana to the appellants, George Clark and wife, Donnie Clark.\nThe Cowans reserved a closet in the house, in which they stored a large amount of personal household effects, including a bed spread, one army insignia collection, one heating pad, one book, one stone necklace, one beau shaped pin, one Army E. pin, forty pieces of china and glass dishes, one pen staff and holder, and one number two wash tub. These articles the State charged in the indictment to have been stolen by appellants.\nAfter locking the closet, the house was turned over to the Clarks, who moved in. The Cowans went to New Orleans where Mr. Cowan was stationed as a member of the armed forces. The Clarks lived in the house until June 1, 1945, and Mr. and Mrs. Fomby moved in.\nWhile the Fombys were residing in the house, Mr. and Mrs. Cowan came to the house and went into the closet. At that time the closet was locked and there were no signs that it had previously been entered. Mrs. Fomby testified that at that time and after the Cowans had gone into the closet, they made no complaint of anything having been removed or taken therefrom. Moreover, Mr. Cowan testified that at that time, \"I didn't notice anything wrong. I did not discover at that time there was anything missing. * * * I did not discover anything disarranged in the closet.\"\nThe Fomby's moved from the house on July 18, 1945, and the closet was still locked.\nSomething like three weeks after the Fombys said they moved, and on August 9, 1945, Mrs. Cowan took possession of the house. Mr. Cowan at that time was en route overseas. Upon taking possession of the house, Mrs. Cowan discovered that nearly everything in the closet, including the effects above enumerated, were gone. She reported the loss to the police and accused both Mr. and Mrs. Fomby of the theft of the property. *Page 539 \nWhen the Clarks left the Cowan house on June 1, they moved to Athens in Henderson County. There they stored some of their personal effects and belongings in a room of the house occupied by Joel Carrol. The Clarks subsequently moved from Athens to Temple, to Dallas, and to Corsicana in Navarro County.\nAbout a month after the discovery of the theft by Mrs. Cowan, and on the 7th day of September, 1945, upon her affidavit, a search warrant was issued to both Henderson and Navarro Counties.\nThe warrant to Henderson County was executed by searching what is called a \"chicken house\" situated upon premises adjoining and about fifty yards from the residence of Joel Carrol. There is no testimony showing who had possession of the premises so searched. In the chicken house there were found an electric heating pad, forty pieces of glassware, a number two wash tub and two army insignia patches, a book, one pen staff and holder, and other effects not named in the indictments as having been stolen.\nThe warrant to Navarro County was executed by searching the residence of Mrs. Geo. M. Jackson, in Corsicana, with whom it was alleged the appellants lived and in which house were found certain personal effects. We are unable to determine from the list whether any of the items so found were alleged in the indictment as having been stolen.\nAll of the property found and obtained as a result of the two searches was claimed and identified by Mrs. Cowan as property belonging to Mr. Cowan and her and as having been stored in the closet of the house in Texarkana when they left there.\nThe appellants claimed and identified the property seized by the officers as belonging to them. In keeping with that claim, they immediately instituted two suits &#8212; one in Henderson County and the other in Navarro County &#8212; against Mr. and Mrs. Cowan and the seizing officers seeking to recover the property or its value.\nOf the property alleged in the indictment as having been stolen, only the heating pad, wash tub, pen staff and holder, and books were recovered. The two most valuable items, being the bed spread and army insignia collection, were not recovered. However, it was insisted that the two army insignia found were *Page 540 \na part of that collection. It is apparent that the value of the property recovered and charged in the indictment to have been stolen was not alleged to be of the value of $50.00.\nThe contest before the jury developed into a question as to whom the property so found and seized by the officers belonged. Mrs. Cowan was positive in her identification and claim thereto. Mrs. Clark was equally as positive, and as to several items Mrs. Clark was corroborated by other witnesses.\nThe jury accepted Mrs. Cowan's version of the matter.\nThe sufficiency of the evidence to support the conviction is challenged.\nIn view of the fact that the case is to be reversed because of a matter hereafter discussed, it is not necessary to discuss that question further than to say that we entertain serious doubt as to the sufficiency thereof. In this connection, it will be noted that the State's case is one of circumstantial evidence, resting upon the possession by appellants of recently stolen property. Such recent possession is predicated upon the possession by them of a part of the property alleged to have been stolen. While it is true that the possession of a part of the stolen property may, under some circumstances, be sufficient to warrant the conclusion of the theft of the property, yet this circumstance arises only when the other property was stolen, along with and at the time the property so found was stolen. Norton v. State, 129 Tex.Crim. R.,88 S.W.2d 1045. The unexplained possession of recently stolen property is but a circumstance of guilt. It is not conclusive. A conviction resting thereon must be tested under the law of circumstantial evidence. Among other things, to be sufficient the circumstances relied upon must not only be consistent with each other and with the guilt of the accused but must exclude every other reasonable hypothesis save and except the guilt of the accused.\nIf appellants stole the property, they did so while living in or at the time they moved from the Cowan house. There is not a suggestion in the testimony that appellants were in or in the vicinity of the Cowan home after they moved therefrom. There is as much, if not more, testimony showing that the stolen property was still stored in the closet of the Cowan home after appellants moved therefrom as that it was not. Such fact presents a very decided inconsistency in the chain of circumstances. If the property was in the closet when the Fombys moved in the *Page 541 \nhouse &#8212; as there is as much testimony, if not more, that it was as there is that was not &#8212; then there arises the outstanding hypothesis of the guilt of another or others. If the property was in the closet when the Fombys moved out of the house &#8212; and there is as much testimony that it was as there is that it was not &#8212; there arises the outstanding hypothesis that it was stolen by some other person. The very fact that the Cowans first accused the Fombys of having stolen the property suggests that they did so upon the hypothesis that they had an opportunity to have stolen the property.\nThese suggestions are made in view of another trial.\nThe issue of value of the stolen property was material and necessary for the State to establish. In proving the value of the stolen property, the State did so by proving that the individual items were \"worth\" and were of the \"value\" and had \"cost\" designated amounts. At no time did the State attempt to ascertain if the property had a reasonable cash market value or, in the absence of a reasonable market value, to ascertain the replacement value of the property.\nIn proving value of stolen property, the test is the reasonable cash market value of the property at the time. If the property has no cash market value, then its replacement value is the test. Givens v. State, 143 Tex.Crim. R.,158 S.W.2d 535; McKnight v. State, 134 Tex.Crim. R.,115 S.W.2d 636; Branch's P. C., Sec. 2488.\nTo the proof offered, the appellant objected because it was not in compliance with the rule stated.\nThe objection should have been sustained.\nAppellants, having admitted possession of the alleged stolen property, are in no position to complain that it was found as the result of an unwarranted search.\nFor the error mentioned, the judgment is reversed and the cause remanded.\nThe foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and approved by the Court. *Page 542 ",
            "ocr": false,
            "opinion_id": 3907753
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}