{
    "id": 4182915,
    "judges": "Johnson",
    "date_filed": -837648000000,
    "date_filed_is_approximate": false,
    "slug": "moody-v-kimball",
    "case_name_short": "Kimball",
    "case_name": "Moody v. Kimball",
    "case_name_full": "MOODY v. KIMBALL Et Al.",
    "attorneys": "S. M. Adams, of Nacogdoches, for appellant., Manry & Cochran, Campbell & Foreman, and Clem Fain, Jr., all of Livingston, and Dean & Humphrey, and Joseph G. Davis, Jr., all of Huntsville, for appellees. ■",
    "nature_of_suit": null,
    "posture": "Appeal from District Court, Rusk County; R. T. Brown, Judge.\n\nSuit by E. R. (Ernest) Moody against L. D. Kimball and others for damages resulting from false imprisonment and other injuries. From a judgment sustaining defendants' pleas of privilege, plaintiff appeals.\n\nOrder set aside, pleas of privilege overruled.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied July 1, 1943.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b310-12\">\n    MOODY v. KIMBALL et al.\n   </parties><br><docketnumber id=\"b310-13\">\n    No. 6061.\n   </docketnumber><br><court id=\"b310-14\">\n    Court of Civil Appeals of Texas. Texarkana.\n   </court><br><decisiondate id=\"b310-16\">\n    June 17, 1943.\n   </decisiondate><br><otherdate id=\"b310-17\">\n    Rehearing Denied July 1, 1943.\n   </otherdate><br><attorneys id=\"b311-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"271\"> \n     *271\n     </span>\n    S. M. Adams, of Nacogdoches, for appellant.\n   </attorneys><br><attorneys id=\"b311-19\">\n    Manry &amp; Cochran, Campbell &amp; Foreman, and Clem Fain, Jr., all of Livingston, and Dean &amp; Humphrey, and Joseph G. Davis, Jr., all of Huntsville, for appellees. ■\n   </attorneys>",
    "citations": [
        "173 S.W.2d 270"
    ],
    "opinions": [
        {
            "author_str": "Johnson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "This appeal is from an order of the court sustaining pleas of privilege. E. R. (Ernest) Moody, a resident citizen of Polk County, Texas, filed suit in the District Court of Rusk County to recover damages against L. D. Kimball, Sheriff of Polk County, and his deputy Ernest La Roe; and against C. L. Cochran, S. J. Cannon, and H. B. Davis, the sureties on the official bond of L. D. Kimball, and against Q. J. Lowman and L. D. Holliday. The last two named defendants are alleged to be Texas Rangers. All the defendants reside in Polk County except Q. J. Lowman who resides in Walker County, Texas.\nPlaintiff's petition in substance alleges that the defendants (except the sheriff's bondsmen) entered into a conspiracy to falsely accuse plaintiff of the crime of cattle theft, to arrest him without a warrant, and to remove him from his home, family, and administer to him the \"third degree\" and torture a confession of said crime from him by use of divers kinds of physical and mental punishment. That pursuant to the conspiracy, La Roe and Lowman went to plaintiff's field where he was at work in Polk County, about four miles from Livingston, the county seat of said county, on July 28, 1941, and told him that they had a warrant for his arrest, charging him with cattle theft, and that he must go with them. That said defendants thereupon took custody of plaintiff, placed him in an automobile and proceeded toward Livingston where the nearest magistrate was located. That before reaching Livingston and without taking him before any magistrate or in any way *Page 272 \npermitting him to make bond, said defendants forced him to get out of their car and into an automobile driven by defendant Holliday, who was waiting for them in a roadside park between plaintiff's home and Livingston; that Holliday instead of carrying plaintiff to a magistrate or in any manner permitting him to procure bond, drove plaintiff through Livingston without stopping, and on out of Polk County, through the counties of Angelina and Nacogdoches and on into the city of Henderson, Rusk County, where plaintiff was placed in jail; that shortly thereafter La Roe and Lowman who had been following Holliday and plaintiff, appeared at the Henderson jail. Plaintiff further alleges in substance that after his arrest by La Roe and Lowman, that instead of permitting him in any manner to procure or make bond, plaintiff was falsely imprisoned in jail at Henderson for four days, without being permitted to communicate with his family, friends, lawyer or any one else; that at frequent intervals during each day and night while he was being so confined in the jail at Henderson, La Roe, Holliday and Lowman would come into plaintiff's cell, violently assault, curse and abuse plaintiff, inflicting upon his body cruel and painful injuries, keeping him in a continuous state of suffering (the details and manner of its infliction are minutely described in the petition but not deemed necessary to here recite), all in an effort to compel plaintiff to confess that he had stolen a cow from one Carey Cochran in Polk County. That late Thursday evening, July 31st, La Roe, Holliday and Lowman took plaintiff out of the Henderson jail and carried him to Madisonville in Madison County, Texas, arriving about 1 a.m., Friday, August 1st, where they continued to beat, abuse and torture plaintiff until late Sunday evening, when plaintiff was carried back to Livingston in response to writ of habeas corpus issued by the District Judge of Polk County, on application of plaintiff's friend, and directed to Sheriff Kimball. Whereupon plaintiff immediately made bond and was released. The petition further alleges in substance that the acts and conduct of La Roe, Holliday and Lowman were done and performed with the knowledge and consent of Sheriff Kimball, as fully shown, among other facts and circumstances by the sheriff's own statements and admissions made in response to inquiries as to plaintiff's whereabouts; that during the time plaintiff was being secretly confined out of Polk County and punished as aforesaid, V. A. Collins, an attorney-at-law of Livingston, Texas, at the request of plaintiff's family, made inquiry of Sheriff Kimball as to plaintiff's whereabouts, and of his purpose to make bond for plaintiff, whereupon the sheriff replied: \"We know what we are doing, and when we get out of him (plaintiff) all we want out of him, we will let you know where he is.\"\nThe defendants filed separate pleas of privilege to be sued in the county of their residence. Plaintiff filed his controverting affidavit, made his petition a part thereof, and in addition thereto minutely described the facts and evidence in support of his cause of action against the defendants, and expressly claimed that venue was fixed in Rusk County under subdivision 9 and subdivision 29a of Article1995, Vernon's Texas Civil Statutes. Upon a hearing before the court without a jury, plaintiff testified fully to the facts alleged and described in his petition and controverting affidavit, and Senator V. A. Collins testified that on or about July 31, 1941, while plaintiff was being held out of Polk County, witness informed Sheriff Kimball that plaintiff's family had solicited him to locate plaintiff and to make bond for him, and that after so stating his authority and purpose, he inquired of Sheriff Kimball as to where plaintiff was. That Sheriff Kimball replied: \"Senator, you don't know what you are doing, you do not know anything about how to catch these crooks. We know what we are doing, and when we get out of him (plaintiff) all we want out of him, we will let you know where he is.\" That the witness then stated to Sheriff Kimball: \"I have my recourse, I can get out a writ of habeas corpus, but I did not think I would have to resort to that.\" In reply to this the sheriff said: \"You had as well resort to your habeas corpus.\" Walt Moody, brother of plaintiff, testified to unsuccessful efforts of himself and plaintiff's family to ascertain the whereabouts of plaintiff during the time he was being confined out of Polk County. By agreement of the parties, it was stipulated that the jail records of Rusk County show that plaintiff was placed in jail at Henderson on July 28, 1941, \"by Holliday et al, charged with cow theft, and confined there four days\". Plaintiff also introduced in evidence a certified copy of Kimball's *Page 273 \nofficial bond as sheriff of Polk County in which the above-named bondsmen were sureties; and a certified copy of the appointment and qualification of Ernest La Roe as Kimball's deputy; and a certified copy of a complaint sworn to by Ernest La Roe on \"August 4, 1941,\" before N.J. Cochran, Justice of the Peace of Precinct No. 1, Polk County, Texas, and filed in said Justice's Court on the same day, charging plaintiff with theft of one head of cattle from Carey Cochran in Polk County, alleged to have been committed on or about June 20, 1941. The defendants offered no testimony. The court sustained each of the pleas of privilege and ordered the case as to all the defendants transferred to the District Court of Polk County, expressly reciting in the order that \"the court is of the opinion and so finds that no crime, tort, trespass or false imprisonment was committed by defendants, or any of them, against plaintiff E. R. (Ernest) Moody in Rusk County.\" Plaintiff appealed. The parties will be referred to as aligned in the trial court, plaintiff and defendants. The trial court filed no findings of fact and conclusions of law and none was requested.\nIn substance plaintiff contends that as a matter of law the evidence shows that a crime, offense and trespass, including false imprisonment, was committed upon plaintiff by La Roe, Holliday and Lowman in Rusk County in an effort to torture from him a confession of theft of a cow from Carey Cochran in Polk County; that Kimball, though not present, was a principal offender in that he agreed, consented and acquiesced in the scheme; that La Roe was acting in his official capacity as Kimball's deputy in making the arrest of plaintiff whereby Kimball and the sureties on his official bond became jointly and severally liable with the other defendants for the tort. That venue was fixed under subdivisions 9 and 29a of Article 1995 in the county (Rusk) where the trespass, for which all the defendants were jointly and severally liable, was committed.\nIn substance defendants contend that the only evidence showing commission of a trespass in Rusk County is the testimony of plaintiff and his attorney, V. A. Collins; that their testimony, being that of interested witnesses, did no more than raise an issue to be determined by the trial court trying the facts and that the trial court concluded the issue against plaintiff; that the testimony shows that at the time he took custody of plaintiff, La Roe had a warrant for plaintiff's arrest for theft of a cow in Polk County, hence La Roe was acting in his official capacity in making the arrest; that since La Roe, the deputy sheriff, was acting in his official capacity in making the arrest, he could not in law be guilty of false imprisonment; therefore no liability was shown against the sheriff in his official capacity and none against the sheriff on his official bond.\nSections 9 and 29a of Article 1995, V.T.C.S., read as follows:\n\"9. Crime or trespass. &#8212; A suit based upon a crime, offense, or trespass may be brought in the county where such crime, offense, or trespass was committed, or in the county where the defendant has his domicile.\"\n\"29a. Whenever there are two or more defendants in any suit brought in any county in this State and such suit is lawfully maintainable therein under the provisions of Article 1995 as to any of such defendants, then such suit may be maintained in such county against any and all necessary parties thereto.\"\nPlaintiff's petition alleges, and his testimony and that of his witness, Collins, shows a cause of action based upon crime, offense and trespass, including that of false imprisonment, committed in Rusk County, against Holliday, Lowman, La Roe and Kimball in their personal capacity; and against La Roe and Kimball in their official capacity, and for which the sheriff and the sureties on his official bond are liable. Plaintiff's testimony as to the actual beating and torture of his body while confined in the jail in Rusk County is not corroborated by the testimony of any eyewitness. He testified that only Holliday, La Roe, and Lowman and himself were present in his cell at the different torture sessions held during the four days and three nights he remained confined in the Henderson jail. Plaintiff was an interested witness. No one except Senator Collins testified to the admissions of the sheriff showing his knowledge, consent and acquiescence in the offense. There is some contention to the effect that Collins is not an attorney for plaintiff in the present case and is not an interested witness within the meaning of that term as used in the rule discussed below. Without taking space to discuss the facts bearing upon whether or not Collins is an interested witness, and *Page 274 \nwithout deciding the question, we will treat Collins' testimony as that of an interested witness, in determining the questions on this appeal. The testimony of said witnesses is not contradicted by any other witnesses, or attending circumstances. It is clear, direct, positive and free from contradictions, inconsistencies or circumstances tending to cast suspicion upon it. Furthermore, plaintiff's petition, of which defendants were served with a certified copy, as well as plaintiff's affidavit controverting the pleas of privilege, minutely described the facts as testified to, thus defendants were put upon notice, long prior to the hearing of the pleas of privilege, of the evidence they would be required to meet; that notwithstanding the means of controverting such facts, if not true, were readily accessible to the defendants, they failed to controvert same. It will be further noted that plaintiff's testimony, that the alleged trespass was committed on him in Rusk County, is in some degree corroborated by the admitted fact that he was placed in jail in Rusk County on July 28, 1941, the date on which he was arrested by La Roe, and there confined four days; and that the testimony showing the sheriff's knowledge, consent and acquiescence in the trespass is in some degree corroborated by the fact that he immediately produced plaintiff in response to the writ of habeas corpus. In Springfield Fire Marine Ins. Co. v. Wm. Cameron  Co., Tex. Civ. App.96 S.W.2d 788, 790, it is said: \"We recognize that there is a general rule that testimony of an interested party to a suit, though not contradicted by any other witness does no more than raise an issue for the determination of the jury. Pope v. Beauchamp, 110 Tex. 271,219 S.W. 447. But there is an apparent exception to this rule where the testimony of the interested witness is not contradicted by any other witnesses, or attendant circumstances, and the same is clear, direct, and positive, and free from contradictions, inconsistencies, and circumstances tending to cast suspicion upon it. In such cases it is held that an instructed verdict may be given on such testimony.\"\nThe opinion cites a long list of supporting authorities. In Cochran v. Wool Growers Central Storage Co., Tex.Sup., 166 S.W.2d 904, 908: \"The plaintiff qualified as a witness regarding market value, and then testified positively that the highest market value of wool of this kind in San Angelo, between the date of this sale and the date this suit was filed, was 32&#162; per pound. The Storage Company was engaged in the business of storing and selling wool, and could have easily controverted this testimony if it was untrue or inaccurate. It should, therefore, betaken as true, as a matter of law. It is the general rule that the testimony of an interested witness, such as a party to the suit, though not contradicted, does no more than raise a fact issue to be determined by the jury. But there is an exception to this rule, which is that where the testimony of an interested witness is not contradicted by any other witness, or attendant circumstances, and the same is clear, direct and positive, and free from contradiction, inaccuracies, and circumstances tending to cast suspicion thereon, it is taken as true, as a matter oflaw. Springfield Fire  Marine Ins. Co. v. Wm. Cameron  Co., Tex. Civ. App. 96 S.W.2d 788, and numerous authorities there cited.\" (Italics ours.) See Martin v. Cable, Tex. Civ. App. 140 S.W.2d 894.\nAs support for their contention that no liability is shown against Kimball as sheriff in his official capacity, and the sureties on his official bond, by reason of the acts of La Roe as deputy sheriff, defendants point to the holding of the court that \"no false imprisonment is shown to have been committed in Rusk County.\" It being contended in substance that the holding implies a finding that La Roe was acting in his official capacity, which finding is sufficiently supported in the testimony showing that La Roe held a warrant for the arrest of plaintiff at the time he took custody of him; and that since La Roe held a warrant for the arrest of plaintiff he could not be guilty of false imprisonment. The proposition is asserted that: \"An essential element of false imprisonment is an arrest made without warrant or with one palpably illegal or issued without the authority of the law.\" As supporting the proposition, defendants cite Hubbard v. Lord, 59 Tex. 384, and in their brief make the following statement as to the evidence: \"The plaintiff himself testified that when the officers came to arrest him, they told him they had a warrant for his arrest, charging him with cow theft. He also testified that after the arrest and when they met Holliday at the Highway Park just across Long Cane Creek, that La Roe walked off a piece with Holliday *Page 275 \nand handed him a piece of paper and that Holliday stuck it in the front of his car. Since La Roe was then delivering Moody into the custody and possession of Holliday, no logical construction can be placed upon this testimony but that the piece of paper which La Roe handed Holliday was a warrant for the arrest of Moody. Again the plaintiff testified, on cross-examination, that La Roe told him that he had a warrant for his arrest. In the agreement shown on page 74 of the Statement of Facts, it is stated that the jail records in Rusk County show that Moody was `charged with cow theft.' This implies the existence of a warrant.\"\nWe agree that the testimony is sufficient to support the inference that La Roe was acting in his \"official capacity\" as deputy sheriff. Luck v. Zapp, Sheriff, et al., 1 Tex. Civ. App. 528, 21 S.W. 418. But we do not agree that absence of a valid warrant or other lawful authority to make the arrest is an essential fact to establish the crime, offense and trespass of \"false imprisonment.\" It is true that an officer is not guilty of trespass in executing a lawful warrant \"according to its command,\" that is, in a lawful manner, Hubbard v. Lord, supra. On the other hand, even though he is clothed with a legal warrant or other lawful authority to make the arrest, he may be guilty of a trespass and of false imprisonment by executing such authority in an unlawful and wrongful manner. King v. Brown, 100 Tex. 109, 94 S.W. 328. Such officer may be guilty of the specific offense of \"false imprisonment\", by spiriting the prisoner out of the county and secreting him in a distant jail, as shown by the testimony in this case, instead of carrying him before the nearest magistrate or some other magistrate or court named in the warrant, or in some manner permitting the prisoner to procure an appearance bond. Texas Code Criminal Procedure 1925, Articles 233, 245, 246, 287, 288; King v. Roberts, 125 Tex. 623, 84 S.W.2d 718, and authorities there cited; Branch v. Guinn, Tex. Civ. App. 242 S.W. 482. In the case of King v. Roberts, supra, it is held that the acts of an officer, committed by his deputy, in refusing to permit a person arrested to give an appearance bond, and taking such person to a town 45 miles distant from his home town instead of to a magistrate in his home town, constituted false imprisonment for which the officer and sureties on his official bond could be held liable in damages.\nWe think that plaintiff has alleged and proven a cause of action based upon crime, offense and trespass, including false imprisonment, committed in Rusk County, against Holliday, Lowman, La Roe, Kimball as sheriff (in his official capacity) and the sureties on his official bond. Clearly venue of the suit against Holliday, Lowman, La Roe and Kimball as sheriff is properly laid in Rusk County under subdivision 9 of Article 1995; and if the sureties on the official bond of a sheriff are jointly and severally liable with the sheriff for an unlawful trespass committed by the sheriff's deputy while acting in his official capacity, then the bondsmen are necessary parties to the suit, and venue as to such bondsmen in the present suit would be fixed in Rusk County under Sec. 29a of Article 1995. In discussing the character of liability, as to beingjoint and several, of an officer and the sureties on his official bond for wrongful trespass and assault committed by the officer's deputy while acting in his official capacity, in Mendoza v. Singer Sewing Machine Co.,125 Tex. 639, 84 S.W.2d 715, 718, it is said: \"The weight of modern decision is in favor of the proposition that in a case of this kind the deputy is personally liable as well as the constable and the surety on his official bond. Reichman v. Harris [6 Cir.], 252 F. 371. The acts of the parties should, however, be regarded as one act, and not several acts, and the trial court, in the event of another trial, should be careful not to permit but a single recovery, which may be adjudged against the defendants jointly and severally.\" (Italics ours.)\nOther authorities could be cited but we think the above sufficient to show that under the facts here presented the sureties on the sheriff's official bond are jointly as well as severally liable with the sheriff. In Commonwealth Bank  Trust Co. v. Heid Bros., 122 Tex. 56,52 S.W.2d 74, wherein joint and several liability was sought to be enforced, and venue as to one of the defendants, jointly liable, lay in the county where the suit was brought, it was held that plaintiff was entitled to the complete relief sought, that is, to the enforcement of his full cause of action; and that since a joint judgment could not be rendered against both defendants unless they are both made parties defendant in the same *Page 276 \nsuit, hence it follows that the nonresident defendant was a necessary party to the suit within the meaning of Section 29a. Our conclusion that as venue is fixed in Rusk County, under Section 9, against the sheriff in his official capacity; and that venue in said county is fixed as to his bondsmen who were jointly liable with the sheriff, under Section 29a, is also supported by the construction placed upon Section 29a in Pioneer Bldg.  Loan Ass'n v. Gray, 132 Tex. 509, 125 S.W.2d 284.\nThe order of the trial court sustaining the pleas of privilege will be set aside, and the pleas of privilege are hereby overruled and denied.",
            "ocr": false,
            "opinion_id": 3951677
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}