{
    "id": 4200284,
    "judges": "Davidson",
    "date_filed": -1784851200000,
    "date_filed_is_approximate": false,
    "slug": "wilson-v-state",
    "case_name_short": "Wilson",
    "case_name": "Wilson v. State",
    "case_name_full": "Jim Wilson v. the State",
    "attorneys": "Mahaffey, Thomas  Hughes,  for appellant. &#8212; On question of insufficiency of the evidence in not showing that defendant was guilty of felony: Johnson v. State, 57 Tex.Crim. Rep.; Keipp v. State, 51 id., 417; Barnes v. State, 43 id., 355; Flynn v. State, 47 id., 26; White v. State, 33 id., 94; Cody v. State, 31 id., 183; Lacey v. State, 22 Texas Crim. App., 657; Stallings v. State, 29 id., 220; Clark v. State, 26 id., 486; Hilliard v. State,  37 Tex. 358 .\n\nOn question of the court's charge on felony and misdemeanor theft: Cases supra.\n\n C.E. Lane,  Assistant Attorney-General, for the State. &#8212; On question of court's charge: White v. State,  33 Tex. Crim. 94 ; Donaho v. State, 47 S.W. Rep., 469; Branch, sec. 773.",
    "nature_of_suit": null,
    "posture": "Appeal from the District Court of Bowie. Tried below before the Hon. P.A. Turner.\n\nAppeal from a conviction of felony theft; penalty, two years imprisonment in the penitentiary.\n\nThe opinion states the case.",
    "syllabus": null,
    "headnotes": "<p>1.—Theft—Value of Property—Felony—Sufficiency of the Evidence.</p> <p>Where, upon trial of theft over the value of $50, the evidence sustained the conviction, under a proper charge of the court, there was no error.</p> <p>3.—Same—Taking—Intent—Different Parts of House.</p> <p>The fact that the property was taken from different parts of the house in different lots would not constitute different takings, but would support the proposition that the same was taken in pursuance of one purpose and intent at the same time.</p> <p>8.—Same—Charge of Court—Felony—Misdemeanor.</p> <p>Where, upon trial-of theft of property over the value of $50, the defendant contended that the property was taken at different times in quantities less than $50, and the court instructed the jury that before they could convict defendant of a felony, the State must show beyond a reasonable doubt that there was $50 or more of property taken at the same time, following said charge with reference to misdemeanor theft, there was no reversible error.</p>",
    "summary": "The opinion states the case.",
    "disposition": null,
    "history": "<p>Appeal from the District Court of Bowie. Tried below before the Hon. P. A. Turner.</p> <p>Appeal from a conviction of felony theft; penalty, two years imprisonment in the penitentiary.</p>",
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": "<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b660-8\"><em>Mahaffey, Thomas &amp; Hughes, </em>for appellant.</attorneys> <p data-order=\"13\" data-type=\"legal\" id=\"AJP\">On question of insufficiency of the ■ evidence in not showing that defendant was guilty of felony: Johnson v. State, 57 Texas Crim. Rep., 308; Keipp v. State, 51 id., 417; Barnes v. State, 43 id., 355; Flynn v. State, 47 id., 26; White v. State, 33 id., 94; Cody v. State, 31 id., 183; Lacey v. State, 22 Texas Crim. App., 657; Stallings v. State, 29 id., 220; Clark v. State, 26 id., 486; Hilliard v. State, 37 Texas, 358.</p> <p data-order=\"14\" data-type=\"legal\" id=\"b660-9\">On question of the court’s charge on felony and misdemeanor theft: ' Cases supra.</p> <attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b660-10\"><em>C. E. Lane, </em>Assistant Attorney-General, for the 'State.</attorneys> <p data-order=\"16\" data-type=\"legal\" id=\"AKC\">On question of court’s charge: White v. State, 33 Texas Crim. Rep., 94; Donaho v. State, 47 S. W. Rep., 469; Branch, sec. 773.</p>",
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b659-17\">\n    Jim Wilson v. The State.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b659-18\">\n    No. 2517.\n   </docketnumber><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AQf\">\n    Decided June 11, 1913.\n   </decisiondate><br><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b659-19\">\n    1.—Theft—Value of Property—Felony—Sufficiency of the Evidence.\n   </headnotes><br><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b659-20\">\n    Where, upon trial of theft over the value of $50, the evidence sustained the conviction, under a proper charge of the court, there was no error.\n   </headnotes><br><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b659-21\">\n    3.—Same—Taking—Intent—Different Parts of House.\n   </headnotes><br><headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b659-22\">\n    The fact that the property was taken from different parts of the house in different lots would not constitute different takings, but would support the\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"632\"> \n     *632\n     </span>\n    proposition that the same was taken in pursuance of one purpose and intent at the same time.\n   </headnotes><br><headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b660-3\">\n    8.—Same—Charge of Court—Felony—Misdemeanor.\n   </headnotes><headnotes data-order=\"8\" data-type=\"headnotes\" id=\"AXB\">\n    Where, upon trial-of theft of property over the value of $50, the defendant contended that the property was taken at different times in quantities less than $50, and the court instructed the jury that before they could convict defendant of a felony, the State must show beyond a reasonable doubt that there was $50 or more of property taken at the same time, following said charge with reference to misdemeanor theft, there was no reversible error.\n   </headnotes><br><summary data-order=\"9\" data-type=\"history\" id=\"b660-5\">\n    Appeal from the District Court of Bowie. Tried below before the Hon. P. A. Turner.\n   </summary><br><summary data-order=\"10\" data-type=\"history\" id=\"b660-6\">\n    Appeal from a conviction of felony theft; penalty, two years imprisonment in the penitentiary.\n   </summary><br><p data-order=\"11\" data-type=\"summary\" id=\"b660-7\">\n    The opinion states the case.\n   </p><br><attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b660-8\">\n<em>\n     Mahaffey, Thomas &amp; Hughes,\n    </em>\n    for appellant.\n   </attorneys><p data-order=\"13\" data-type=\"legal\" id=\"AJP\">\n    On question of insufficiency of the ■ evidence in not showing that defendant was guilty of felony: Johnson v. State, 57 Texas Crim. Rep., 308; Keipp v. State, 51 id., 417; Barnes v. State, 43 id., 355; Flynn v. State, 47 id., 26; White v. State, 33 id., 94; Cody v. State, 31 id., 183; Lacey v. State, 22 Texas Crim. App., 657; Stallings v. State, 29 id., 220; Clark v. State, 26 id., 486; Hilliard v. State, 37 Texas, 358.\n   </p><br><p data-order=\"14\" data-type=\"legal\" id=\"b660-9\">\n    On question of the court’s charge on felony and misdemeanor theft: ' Cases supra.\n   </p><br><attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b660-10\">\n<em>\n     C. E. Lane,\n    </em>\n    Assistant Attorney-General, for the 'State.\n   </attorneys><p data-order=\"16\" data-type=\"legal\" id=\"AKC\">\n    On question of court’s charge: White v. State, 33 Texas Crim. Rep., 94; Donaho v. State, 47 S. W. Rep., 469; Branch, sec. 773.\n   </p>",
    "citations": [
        "158 S.W. 516",
        "70 Tex. Crim. 631"
    ],
    "opinions": [
        {
            "author_str": "Davidson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 5749.0,
            "opinion_text": "Appellant was convicted of theft of property over the value of $50, his punishment being assessed at two years confinement in the penitentiary.\nHe was porter in a department store. Goods were missing from the store to the amount of several hundred dollars. Upon an investigation of the matter appellant took the officers and alleged owner of the store into the basement of the building, and from a place where they had been secreted procured two grips and turned them over to the parties. These grips contained the missing property, consisting of various and divers articles which were carried in stock in the store, handkerchiefs, socks, stockings, suits of clothes, ladies' underwear, dress skirts and other things.\nOne of the principal contentions is there is serious doubt in the testimony that as much as $50 worth of the goods were taken at one time. There is evidence to justify the jury in concluding that that theory was not true. Among other things it is shown that quite a lot of the goods found in the grips were in stock the evening before the discovery of the missing goods the following morning. This evidence went to indicate the property was taken after the store closed the previous evening. Evidently appellant secreted the grips and was particeps criminis, if not *Page 633 \nthe real and only actor in placing the goods in the grips. Upon being questioned about the goods he told the officers that he knew where they were, and took them immediately into the basement, secured the grips from the place where they had been hidden. If the goods were taken as indicated the night previous to their discovery, it would follow they were all taken in pursuance of one purpose, and taken from the store the night previous. The testimony indicates there was more than $50 worth of the property taken the night before. If they were taken that night, it would necessarily follow that they were taken in pursuance of one purpose and design, and not taken at different dates. The fact they were taken from different sections of the store under the circumstances of this case would not constitute different takings, and would support the proposition that they were taken in pursuance of one purpose, and, legally speaking, at the same time, so far as the doctrine of theft is concerned when applied to different takings.\nIt is contended, however, that the court's charge is wrong in submitting the issue of different takings. The court's charge in this connection is as follows, after charging theft of property over the value of $50:\n\"Theft of property under the value of $50 shall be punished by imprisonment in the county jail not exceeding two years and by fine not exceeding $500, or by such imprisonment without fine.\n\"If you believe, beyond a reasonable doubt, from the testimony, that the defendant is guilty, and have a reasonable doubt as to whether the value of the property taken by defendant, if he took any property, at one time was of the value of less than $50, then you will find the defendant guilty of theft of property under the value of $50, and assess his punishment at confinement in the county jail,\" etc.\nIt is contended this charge is erroneous in that it made the conviction for the lesser offense depend solely upon the existence of a reasonable doubt that the value of the property taken by him at one time was less than $50, his contention being that under the law, if the jury believed the defendant guilty of taking the property described in the indictment and had a reasonable doubt as to whether the value of the property taken by him at one time was $50 he was entitled to the benefit of this doubt; and further, that the jury was not authorized to find defendant guilty of the lesser offense, although they might not have had a reasonable doubt, but might have believed beyond a reasonable doubt that the value of the property taken by the defendant at one and the same time was less than $50. While this charge is awkwardly worded, yet we are of opinion that it was not in any way injurious to the defendant, and in fact we do not believe the jury could have been misled by it. If the jury had a reasonable doubt that the property was of the value of less than $50, they were instructed to convict of the misdemeanor. This places the reasonable doubt in favor of the defendant. Under this charge if the jury had a reasonable doubt that the property was less in value than $50, they were instructed to acquit of felony. It is tantamount to instructing the jury if the property was of less value than *Page 634 \n$50 they should acquit of felony, or if they had a reasonable doubt in their minds as to the value being less than $50, they should convict of the misdemeanor. Unquestionably the law is that before the appellant could be convicted of a felony the value of the property must be $50, or in excess of $50. If there was a doubt of this he was entitled to an acquittal of felony. The jury was appropriately instructed that before they could convict him of a felony the State must show beyond a reasonable doubt that there was $50 worth or more of property taken at the same time. Then followed the charge with reference to misdemeanor theft above quoted. We think the charge sufficiently places the reasonable doubt as to the value and that the jury was not and could not have been misled by this charge.\nThere are some grounds in the motion for new trial with reference to rulings of the court admitting and rejecting testimony, but these are not perpetuated by bills of exception, and, therefore, are not discussed.\nWe are of opinion, taking the matters as presented, that we would not be justified in reversing this judgment, therefore it is affirmed.\nAffirmed.",
            "ocr": false,
            "opinion_id": 3971320
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}