{
    "id": 4223178,
    "judges": "Blake",
    "date_filed": -758937600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-krantz",
    "case_name_short": "Krantz",
    "case_name": "State v. Krantz",
    "case_name_full": "The State of Washington, Respondent, v. Alfonsis R. Krantz, Appellant",
    "attorneys": "Henry Clay Agnew , for appellant.\n\n Lloyd Shorett  and  Max R. Nicolai , for respondent.",
    "nature_of_suit": null,
    "posture": "Consolidated appeals from judgments of the superior court for King county, Findley, J., entered April 13, 1945, upon a consolidated trial and convictions of assault in the second degree and violation of the uniform short firearms act. Affirmed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 41,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b366-4\">\n    [Nos. 29656-29657.\n   </docketnumber><court id=\"Ao0\">\n    Department Two.\n   </court><decisiondate id=\"aea-dedup-0\">\n    December 14, 1945.]\n   </decisiondate><br><parties id=\"b366-5\">\n    The State of Washington,\n    <em>\n     Respondent,\n    </em>\n    v. Alfonsis R. Krantz,\n    <em>\n     Appellant.\n    </em>\n<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">\n<em>\n      1\n     </em>\n</a>\n</parties><br><attorneys id=\"b367-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"351\"> \n     *351\n     </span>\n<em>\n     Henry Clay Agnew,\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b367-7\">\n<em>\n     Lloyd Shorett\n    </em>\n    and\n    <em>\n     Max R. Nicolai,\n    </em>\n    for respondent.\n   </attorneys><div class=\"footnotes\"><div class=\"footnote\" id=\"fn1\" label=\"1\">\n<a class=\"footnote\" href=\"#fn1_ref\">\n     1\n    </a>\n<p id=\"b366-12\">\n     Reported in 164 P. (2d) 453.\n    </p>\n</div></div>",
    "citations": [
        "164 P.2d 453",
        "24 Wash. 2d 350"
    ],
    "opinions": [
        {
            "author_str": "Blake",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "1 Reported in 164 P.2d 453.\nDefendant was charged with second-degree assault (Rem. Rev. Stat., &#167; 2414 [P.P.C. &#167; 113-39], subd. (4)) and violation of the uniform short firearms act, Laws of 1935, chapter 172, p. 599, &#167; 4 (Rem. Rev. Stat. (Sup.), &#167; 2516-4 [P.P.C. &#167; 115-31]), in separate informations. Upon a consolidated trial of the cases, he was found guilty by a jury of both of the offenses charged. He appeals from sentences and judgments entered on the verdicts. The appeals have been consolidated.\nThe assignments of error made by appellant raise two questions: (1) whether the two revolvers taken from his person at the time of his arrest were admissible in evidence; and (2) whether the impact of the uniform short firearms act impinges upon his constitutional rights under the fourteenth amendment to the Federal constitution and under &#167;&#167; 12 and 24 of Art. I of the constitution of the state of Washington.\nFirst. There is no substantial dispute concerning the facts and circumstances under which the arrest of appellant and the search of his person occurred.\nThe complaining witness was an occupant and entitled to possession of premises owned by appellant. Between five-thirty *Page 352 \nand six o'clock on the morning of January 4, 1945, appellant knocked at the door of the premises and was admitted by the complaining witness. A fracas ensued, in the course of which the complaining witness received a cut on the hand and one over the eye. She ran out on the street, accosted a passerby, and requested him to call the police. Two officers soon arrived, who found her scantily clad and bleeding from the wounds on the hand and over the eye. She related to them the circumstances under which she had received the wounds. She testified that she told them that appellant had struck her with a revolver. One of the officers corroborated her testimony in this respect; the other did not.\nIn any event, with the permission of the complaining witness, the officers entered the place, where they found the appellant in a drunken condition. They searched him and found two revolvers on his person. The arrest followed immediately.\nAppellant contends that the search of his person was illegal, and that the revolvers, therefore, were not admissible in evidence.\nThe argument is that the wounds sustained by the complaining witness were superficial; that, consequently, the officers were not justified in believing a felony had been committed; that they had no right to make an arrest unless they had reasonable grounds for believing, and actually did believe, that a felony had been committed &#8212; consequently, they had no right to search his person.\n[1] Of course, an arrest made without a warrant, on suspicion that a felony has been committed, is illegal unless the arresting officer actually believes, and has reasonable grounds for believing, that the felony has been committed and that the person arrested committed it. State v. Hughlett, 124 Wash. 366,214 P. 841. It follows that search of the person arrested is illegal unless the officer is justified in making the arrest.\n[2] Notwithstanding that the wounds of the complaining witness were superficial, the officers had reasonable grounds for believing that appellant had committed the crime of *Page 353 \nsecond-degree assault upon her, for she told them that he had assaulted her with a revolver. Rem. Rev. Stat., &#167; 2414, subd. (4).\nAppellant contends, however, that the officers did not actually believe that a felony had been committed. This is a fair deduction from the testimony of one of them. He testified that he did not hear the complaining witness say that appellant had struck her with a revolver. He further testified that he and his brother officer had entered the premises merely to investigate the situation. The first thing they did, however, was to search the appellant. Their action in this respect speaks louder than the one officer's testimony to the effect that he did not actually believe a felony had been committed by appellant.\nWe are satisfied that the search of appellant's person was an incident to his arrest for second-degree assault and that the revolvers were properly admitted in evidence.\n[3] Second. This court, in State v. Tully, 198 Wash. 605,89 P.2d 517, held that the uniform short firearms act (Rem. Rev. Stat. (Sup.), &#167;&#167; 2516-1 to 2516-20, incl.) does not violate Art. I, &#167; 24, of the state constitution, which guarantees to the people the right to keep and bear arms. It has long been recognized that this constitutional guarantee is subject to reasonable regulation by the state under its police power.United States v. Miller, 307 U.S. 174, 83 L. Ed. 1206,59 S. Ct. 816; English v. The State, 35 Tex. 473, 14 Am. Rep. 374;Pierce v. State, 42 Okla. Crim. 272, 275 P. 393; People v.Persce, 204 N.Y. 397, 97 N.E. 877; Hill v. Georgia,53 Ga. 472; Page v. State, 3 Heisk. (Tenn.) 198.\nAppellant argues, however, that, conceding this to be so, the uniform short firearms act, in its impact upon him, is not a reasonable exercise of the police power. The pertinent provisions of the act are found in &#167;&#167; 1 and 4, Laws of 1935, chapter 172, p. 599 (Rem. Rev. Stat. (Sup.), &#167;&#167; 2516-1 and 2516-4 [P.P.C. &#167;&#167; 115-25, 115-31]), which provide:\n\"Section 1. `Short Firearm' as used in this act means any firearm with a barrel less than twelve (12) inches in length.\n\"`Crime of Violence' as used in this act means any of the *Page 354 \nfollowing crimes or an attempt to commit any of the same: Murder, manslaughter, rape, mayhem, first degree assault, robbery, burglary and kidnaping.\"\n\"Sec. 4. No person who has been convicted in this state or elsewhere of a crime of violence, shall own a pistol or have one in his possession or under his control.\"\n[4] Appellant argues that the definition of the term \"crime of violence\" does not meet the requirement of reasonableness in classification required of legislation enacted under the police power. He contends that the classification is unreasonable in that several crimes, which he characterizes as crimes of violence, are omitted from the definition. Without entering into a discussion of the so-called crimes of violence suggested, we may say that we think the classification of crimes of violence as contained in &#167; 1 of the short firearms act (Rem. Rev. Stat. (Sup.), &#167; 2516-1) is reasonable, in that it includes crimes of violence commonly characterized as such at common law.\n[5] Appellant further contends that the inclusion of manslaughter in the definition renders the classification unreasonable, because manslaughter, under our statutes, is not necessarily a crime of violence. In other words, under our statutes, the charge of manslaughter may be, and frequently is, predicated merely upon negligence. We do not think this renders the classification unreasonable, for manslaughter, at common law, was a crime of violence. For that reason, it was, no doubt, included in the definition contained in &#167; 1 of the act.\n[6] Appellant admitted he had been convicted of manslaughter in the state of Ohio. He argues that, since manslaughter, under our statutes, may not be a crime of violence, the burden was on the state to show that the law of Ohio is different. The argument is without substance. The burden is on the one who challenges the constitutionality of a statute to show that it impinges on his constitutional rights. 11 Am. Jur. 757, Const. Law, &#167; 113, and 12 Am. Jur. 138, Const. Law, &#167; 474.\n[7] Had appellant shown that the charge of manslaughter on which he was convicted in Ohio was the result of negligence, *Page 355 \nwe would be confronted by a different question. But, on the record as it stands, the fact that he had been convicted of manslaughter in Ohio was sufficient to justify his conviction for violation of &#167; 4 of the short firearms act (Rem. Rev. Stat. (Sup.), &#167; 2615-4). In other words, the burden was on him to show that the crime of manslaughter of which he was convicted was not a crime of violence as understood at common law and as manifestly meant by the statute.\nJudgment affirmed.\nBEALS, C.J., ROBINSON, and JEFFERS, JJ., concur.\nJanuary 15, 1946. Petition for rehearing denied.",
            "ocr": false,
            "opinion_id": 3998924
        }
    ],
    "court_short_name": "Washington Supreme Court",
    "court_full_name": "Washington Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}