{
    "id": 4248629,
    "judges": null,
    "date_filed": 1471392000000,
    "date_filed_is_approximate": false,
    "slug": "dwayne-williams-applicant-appellant-v-state-of-iowa",
    "case_name_short": null,
    "case_name": "Dwayne Williams, Applicant-Appellant v. State of Iowa",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.iowacourts.gov/About_the_Courts/Court_of_Appeals/Court_of_Appeals_Opinions/Recent_Opinions/20160817/15-0819.pdf",
            "author_id": null,
            "opinion_text": "                   IN THE COURT OF APPEALS OF IOWA\n\n                                  No. 15-0819\n                             Filed August 17, 2016\n\n\nDWAYNE WILLIAMS,\n    Applicant-Appellant,\n\nvs.\n\nSTATE OF IOWA,\n     Respondent-Appellee.\n________________________________________________________________\n\n\n      Appeal from the Iowa District Court for Black Hawk County, David P.\n\nOdekirk, Judge.\n\n\n\n      Applicant appeals the district court decision denying his application for\n\npostconviction relief from his conviction for first-degree robbery. AFFIRMED.\n\n\n\n      Roman Vald of LaMarca Law Group, Des Moines, for appellant.\n\n      Thomas J. Miller, Attorney General, and Bridget A. Chambers, Assistant\n\nAttorney General, for appellee State.\n\n\n\n\n      Considered by Mullins, P.J., McDonald, J., and Goodhue, S.J.\n\n      *Senior judge assigned by order pursuant to Iowa Code section 602.9206 (2015).\n\f                                          2\n\n\nGOODHUE, Senior Judge.\n\n       Dwayne Williams has appealed from the denial of his application for\n\npostconviction relief.\n\n   I. Background Facts and Proceedings\n\n       A jury found Williams guilty of robbery in the first degree in June 2010.\n\nWilliams appealed the verdict, but his conviction was affirmed, and procedendo\n\nissued on February 3, 2012.       See State v. Williams, No. 10-1254, 2011 WL\n\n5394366, at *1 (Iowa Ct. App. Nov. 9, 2011). Williams filed for postconviction\n\nrelief, but his application was summarily denied. On February 14, 2014, Williams\n\nfiled this, his second request for postconviction relief. Williams predicates his\n\nclaim on ineffective assistance of trial counsel, appellate counsel, and his first\n\npostconviction relief counsel.    His claims of ineffective assistance of counsel\n\nrelate to pretrial procedural errors, allegations of forgery and falsification of court\n\ndocuments and records, and deliberate denial by authorities of access to the\n\nrecords he asserts would establish the procedural errors on which he relies in\n\nthis proceeding.\n\n   II. Preservation of Error\n\n       Error is generally considered preserved when the issue to be decided has\n\nbeen raised and ruled on by the district court. Meier v. Senecaut, 641 N.W.2d\n\n532, 537 (Iowa 2002). The State contends error has not been preserved and\n\nWilliams’s claims have been waived by operation of Iowa Code section 822.8\n\n(2013). The cited section provides that, “All grounds for relief available to an\n\napplicant under this chapter must be raised in the applicant’s original,\n\nsupplemental, or amended application.” Iowa Code § 822.8. However, the cited\n\f                                        3\n\n\nsection also provides an exception when “the court finds a ground for relief\n\nasserted for which sufficient reason was not asserted or was inadequately raised\n\nin the original, supplemental, or amended application.” Id. When the filing of a\n\nrequest for postconviction relief is not barred by operation of Iowa Code section\n\n822.3, ineffective assistance of counsel is sufficient reason for not having raised\n\nan issue in either the direct appeal or on a prior postconviction action. Odem v.\n\nState, 483 N.W.2d 17, 19 (Iowa Ct. App. 1992). All issues raised in the appeal\n\nwere raised before and ruled on by the trial court. Error has been preserved.\n\n   III. Standards of Review\n\n      An appeal from the denial of a postconviction relief application is ordinarily\n\nreviewed for errors of law. Nguyen v. State, 878 N.W.2d 744, 750 (Iowa 2016).\n\nHowever, claims of ineffective assistance of counsel are reviewed de novo. Id.\n\n   IV. Discussion\n\n      To prevail on a claim of ineffective assistance of counsel, a claimant must\n\nprove by a preponderance of the evidence that (1) counsel failed to perform an\n\nessential duty, and (2) prejudice resulted. Ledezma v. State, 626 N.W.2d 134,\n\n142 (Iowa 2001). A claim of ineffective assistance of counsel must overcome the\n\npresumption that counsel is competent. Taylor v. State, 352 N.W.2d 683, 685\n\n(Iowa 1984). Counsel is not ineffective for failing to make a meritless claim.\n\nState v. Brubaker, 805 N.W.2d 164, 171 (Iowa 2011).\n\n      Williams raised multiple pretrial issues not raised by his trial counsel,\n\nappellate counsel, or first postconviction counsel. Williams contends that failing\n\nto raise these issues constitutes ineffective assistance of counsel. The issues\n\nWilliams now raises are primarily based on his contention the trial court and\n\f                                           4\n\n\nprosecutor failed to follow our rules of civil procedure and, in a cover-up effort,\n\nauthorities forged or altered documents and failed to provide him the information\n\nnecessary to obtain the requested relief. His claims are as follows: (1) the trial\n\ninformation that was the basis of his conviction had not been signed by the\n\nprosecutor or approved by the court, in violation of Iowa Rule of Criminal\n\nProcedure 2.5; (2) his waiver of his right to a preliminary hearing was not valid\n\nbecause he was not represented by counsel at the time; (3) he was not formally\n\narraigned; (4) the State failed to file a trial information within forty-five days of his\n\narrest, violating his right to a speedy indictment under rule 2.33(2)(a); (5) trial\n\nwas not held within ninety days after the trial information was filed, in violation of\n\nhis rule 2.33(2)(b) right to speedy trial; (6) he was not brought to trial within one\n\nyear of the filing of the trial information, in violation of his right to a speedy trial\n\npursuant to rule 2.33(2)(c); (7) the clerk of court and the court itself failed to\n\nprovide him the documents necessary to prepare for this postconviction\n\nproceeding; (8) court records have been forged, supplemented, or altered after\n\nthe fact to show compliance with the rules; (9) any waiver purporting to bear his\n\nsignature has been forged; and (10) the initial counsel in the postconviction\n\nproceeding did not disclose a conflict of interest until eleven months after\n\nrepresentation began.\n\n       The trial court considered each of these allegations in some detail and\n\nfound that the assertions made under points (1), (3), and (4) are directly\n\ncontradicted by the court records. As to item (2), the trial information was filed\n\nbefore the preliminary hearing, obviating the need for the hearing. See State v.\n\nPetersen, 678 N.W.2d 611, 613 (Iowa 2004). Williams waived the speedy trial\n\f                                         5\n\n\nrights claimed in items (5) and (6). There was no proof of claims (7), (8), and (9),\n\nonly Williams’s unsupported assertions. As to item (10), there was no showing of\n\nthe nature of the conflict, no explanation as to whether Williams is contending\n\ncounsel should not have withdrawn or should have withdrawn earlier, and no\n\nshowing of why or how the withdrawal prejudiced Williams in any way.             In\n\nsummary, the only legal issues before us concern the burden of proof and\n\ncredibility, and no factual basis exists to support Williams’s claims except his own\n\nassertions.\n\n      There is a presumption of credibility that attaches to a court file. Foster v.\n\nState, 395 N.W.2d 637, 638 (Iowa 1986). We give weight to the trial court’s\n\nfactual findings, especially in the assessment of credibility.      Ledezma, 626\n\nN.W.2d at 141.     The trial court did not find Williams’s testimony sufficiently\n\ncredible to overcome the presumption that attaches to the court record. The\n\nburden to establish ineffective assistance of counsel as to both required\n\nelements is on the applicant. Id. at 142. Williams has failed to meet that burden\n\nas to either element. Accordingly, we affirm.\n\n      AFFIRMED.\n\f",
            "ocr": false,
            "opinion_id": 4025890
        }
    ],
    "court_short_name": "Court of Appeals of Iowa",
    "court_full_name": "Court of Appeals of Iowa",
    "court_type": "SA",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Robbery"
}