{
    "id": 4257398,
    "judges": null,
    "date_filed": "1985-01-16",
    "date_filed_is_approximate": true,
    "slug": "com-v-eck-s",
    "case_name_short": "Com.",
    "case_name": "Com. v. Eck, S.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S56015-16m - 1028120039533102.pdf",
            "author_id": null,
            "opinion_text": "J-S56015-16\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\nCOMMONWEALTH OF PENNSYLVANIA,                     IN THE SUPERIOR COURT OF\n                                                        PENNSYLVANIA\n                            Appellee\n\n                       v.\n\nSTEPHANIE LYNN ECK,\n\n                            Appellant                 No. 1990 MDA 2015\n\n\n        Appeal from the Judgment of Sentence Entered October 5, 2015\n                In the Court of Common Pleas of Clinton County\n                          Criminal Division at No(s):\n                           CP-18-CR-0000097-2015\n                           CP-18-CR-0000508-2014\n\n\nBEFORE: BENDER, P.J.E., PANELLA, J., and STEVENS, P.J.E.*\n\nMEMORANDUM BY BENDER, P.J.E.:                   FILED SEPTEMBER 16, 2016\n\n        Appellant, Stephanie Lynn Eck, appeals from the judgment of sentence\n\nof an aggregate term of 24 to 168 months’ incarceration, imposed after she\n\npled guilty in two separate cases to two counts of retail theft, graded as\n\nthird-degree felonies.1 On appeal, Appellant raises one issue challenging the\n\ndiscretionary aspects of her sentence. We affirm.\n\n        The facts underlying Appellant’s convictions are not pertinent to the\n\npresent appeal.      In regard to the procedural history of this case, we note\n\n____________________________________________\n\n\n*\n    Former Justice specially assigned to the Superior Court.\n1\n  Under 18 Pa.C.S. § 3929(b)(1)(iv), retail theft constitutes a third-degree\nfelony “when the offense is a third or subsequent offense, regardless of the\nvalue of the merchandise.”\n\fJ-S56015-16\n\n\n\nthat Appellant entered open guilty pleas to the above-stated charges on\n\nMarch 26, 2015. A pre-sentence investigation report (PSI) was ordered by\n\nthe trial court, and sentencing was scheduled for June 15, 2015. However,\n\non that date, Appellant failed to appear and a bench warrant was issued for\n\nher arrest.\n\n      Appellant was apprehended approximately three months later, and her\n\nsentencing hearing was conducted on October 5, 2015. At the close of that\n\nproceeding, the court sentenced Appellant to consecutive terms of 12 to 84\n\nmonths’ incarceration for each of her retail theft convictions.    Thus, her\n\naggregate sentence is 24 to 168 months’ incarceration.        The court also\n\ndirected that Appellant be eligible for the Recidivism Risk Reduction\n\nIncentive (RRRI) Act, 61 Pa.C.S. §§ 4501-4512, after serving a minimum of\n\n9 months’ incarceration.\n\n      Appellant filed a timely post-sentence motion for reconsideration of her\n\nsentence. After conducting a hearing on that motion, the court subsequently\n\ndenied it on October 27, 2015. Appellant filed a timely notice of appeal, and\n\nalso timely complied with the trial court’s order to file a Pa.R.A.P. 1925(b)\n\nconcise statement of errors complained of on appeal. Herein, she presents\n\none issue for our review:\n\n      1. Did the [t]rial [c]ourt commit error in sentencing Appellant in\n      the Aggravated Range despite the fact that [Appellant’s] crimes\n      were de minimis, [Appellant] had tremendous remorse, and the\n      [c]ourt’s rationale for said aggravated range sentences had\n      nothing to do with the underlying facts of the instant case?\n\nAppellant’s Brief at 4.\n\n                                    -2-\n\fJ-S56015-16\n\n\n\n     Appellant’s issue challenges the discretionary aspects of her sentence.\n\n     Challenges to the discretionary aspects of sentencing do not\n     entitle an appellant to review as of right. Commonwealth v.\n     Sierra, 752 A.2d 910, 912 (Pa. Super. 2000). An appellant\n     challenging the discretionary aspects of his sentence must\n     invoke this Court's jurisdiction by satisfying a four-part test:\n\n        We conduct a four-part analysis to determine: (1) whether\n        appellant has filed a timely notice of appeal, see Pa.R.A.P.\n        902 and 903; (2) whether the issue was properly\n        preserved at sentencing or in a motion to reconsider and\n        modify sentence, see Pa.R.Crim.P. 720; (3) whether\n        appellant's brief has a fatal defect, Pa.R.A.P. 2119(f); and\n        (4) whether there is a substantial question that the\n        sentence appealed from is not appropriate under the\n        Sentencing Code, 42 Pa.C.S.A. § 9781(b).\n\n     Commonwealth v. Evans, 901 A.2d 528, 533 (Pa. Super.\n     2006), appeal denied, 589 Pa. 727, 909 A.2d 303 (2006).\n     Objections to the discretionary aspects of a sentence are\n     generally waived if they are not raised at the sentencing hearing\n     or in a motion to modify the                 sentence imposed.\n     Commonwealth v. Mann, 820 A.2d 788, 794 (Pa. Super.\n     2003), appeal denied, 574 Pa. 759, 831 A.2d 599 (2003).\n\n     The determination of what constitutes a substantial question\n     must be evaluated on a case-by-case basis. Commonwealth v.\n     Paul, 925 A.2d 825, 828 (Pa. Super. 2007). A substantial\n     question exists “only when the appellant advances a colorable\n     argument that the sentencing judge's actions were either: (1)\n     inconsistent with a specific provision of the Sentencing Code; or\n     (2) contrary to the fundamental norms which underlie the\n     sentencing process.” Sierra, supra at 912–13.\n\nCommonwealth v. Griffin, 65 A.3d 932, 935 (Pa. Super. 2013) (quoting\n\nCommonwealth v. Moury, 992 A.2d 162, 170 (Pa. Super. 2010)).\n\n     Here, Appellant has met the first two prongs of the test for obtaining\n\nreview of her discretionary-aspects-of-sentencing claim.   In regard to the\n\n\n\n\n                                   -3-\n\fJ-S56015-16\n\n\n\nthird and fourth prongs, Appellant has presented a Rule 2119(f) statement in\n\nher brief. Therein, she asserts, in pertinent part, that,\n\n      [t]he [t]rial [c]ourt’s sentence, favoring consecutive rather than\n      concurrent terms, was unreasonable as follows: [Appellant’s]\n      crimes were non-violent and de minimis; she owes restitution,\n      which cannot be easily paid from prison; and Appellant is an\n      addict in need of treatment, not incarceration.\n\n            Therefore, there are substantial questions as to the\n      appropriateness of the sentence imposed. Pursuant to Pa.R.A.P.\n      2119(f), Appellant would respectfully request that this Honorable\n      Court concur in the conclusion that there are substantial\n      questions as to the appropriateness of the sentence.\n\nAppellant’s Brief at 8.\n\n      We initially note our displeasure with Appellant’s failure to cite any\n\nlegal authority supporting her assertion that her discretionary-aspects-of-\n\nsentencing claim amounts to a substantial question for our review.\n\nNevertheless, we will deem Appellant’s Rule 2119(f) statement as presenting\n\na “plausible argument” that her aggravated-range sentence of 24 to 168\n\nmonths’ incarceration “is clearly unreasonable,” where that sentence was\n\nimposed for non-violent, retail-theft offenses. Commonwealth v. Dodge,\n\n77 A.3d 1263, 1271 (Pa. Super. 2013).         Accordingly, we will review the\n\nmerits of Appellant’s sentencing claim. In doing so, we bear in mind that,\n\n      [t]he proper standard of review when considering whether to\n      affirm the sentencing court's determination is an abuse of\n      discretion. ... [A]n abuse of discretion is more than a mere error\n      of judgment; thus, a sentencing court will not have abused its\n      discretion unless the record discloses that the judgment\n      exercised was manifestly unreasonable, or the result of\n      partiality, prejudice, bias or ill-will. In more expansive terms, our\n      Court recently offered: An abuse of discretion may not be found\n      merely because an appellate court might have reached a\n\n                                      -4-\n\fJ-S56015-16\n\n\n       different conclusion, but requires a result of manifest\n       unreasonableness, or partiality, prejudice, bias, or ill-will, or\n       such lack of support so as to be clearly erroneous.\n\n       The rationale behind such broad discretion and the\n       concomitantly deferential standard of appellate review is that the\n       sentencing court is in the best position to determine the proper\n       penalty for a particular offense based upon an evaluation of the\n       individual circumstances before it.\n\nMoury, 992 A.2d at 169-70 (citation omitted).\n\n       Here, Appellant’s argument challenging her sentence consists of the\n\nfollowing paragraph:\n\n             Appellant understands the very difficult burden that she\n       faces here. However, it is readily apparent from the nature of\n       the charges that they [were] not violent. It is further obvious\n       that the charges involved in the instant matters are de minimis,\n       as one case was for [theft of items worth] a value of $3.91 and\n       the other for [items worth] $1.99.         At sentencing, it was\n       undisputed that Appellant would owe restitution and that she\n       was a substance abuser.             It bears noting that the\n       Commonwealth        believed   that    consecutive   probationary\n                                                          [2]\n       sentences might be an appropriate disposition.          With due\n       respect to the [t]rial [c]ourt, the sentences imposed herein\n       result only in a delay in the payment of restitution with no\n       noticeable gain to the Commonwealth or the community at large,\n       as [] Appellant is a non-violent offender. The [c]ourt focused on\n____________________________________________\n\n\n2\n  In support of this comment regarding the Commonwealth’s purported\nsentencing recommendation, Appellant cites to pages 14 to 15 of the\nsentencing hearing transcript. That portion of the transcript contains the\ncourt’s statement of its reasons for imposing Appellant’s sentence; nothing\nin those pages of the record suggests that the Commonwealth supported a\nprobationary sentence in this case. Moreover, our review of the sentencing\nhearing transcript reveals that the Commonwealth “request[ed] the [c]ourt\n… consider [a] potential sentence in the [aggravated] range of 12 to 60\nmonths on each case to be served consecutive.” N.T. Sentencing, 10/5/15,\nat 3.     Consequently, Appellant’s statement that the Commonwealth\nsupported a probationary term is not supported by the record.\n\n\n\n                                           -5-\n\fJ-S56015-16\n\n\n      the punitive aspects of sentencing due to the [c]ourt’s frustration\n      that [] Appellant did not appear for sentencing at the date and\n      time that it was initially scheduled.\n\nAppellant’s Brief at 9.\n\n      Our review of the record convinces us that Appellant’s challenge to her\n\nsentence is meritless, and that the court did not abuse its discretion in\n\nimposing aggravated-range, consecutive terms of incarceration. Notably, at\n\nthe sentencing hearing, the court acknowledged the sentencing guideline\n\nranges applicable to Appellant’s offenses.     N.T. Sentencing at 13.      It also\n\nstated that it “listened to the comments of the [Commonwealth], the\n\ncomments of [defense counsel], and the comments of [Appellant].” Id. The\n\ncourt also stated that it reviewed and “considered all of the information that\n\nwas set forth in the [PSI]” and it had “also reviewed a previous [PSI] that\n\nwas completed on May 7 of 2012.” Id. at 13-14. The court then provided\n\nthe following reasons for imposing Appellant’s sentence:\n\n            As noted, [Appellant] is 33 years of age, she’s single, she\n      is the mother of three children. Although she attained her GED\n      in 2010, she is and has remained unemployed for some period of\n      time. Her criminal history includes a misdemeanor retail theft\n      conviction in 2005, two misdemeanor 1 forgery convictions in\n      2006, a misdemeanor theft by deception conviction in 2008,\n      various motor vehicle code summary offenses, [and] two\n      misdemeanor retail theft convictions in 2011. And she is now\n      before the [c]ourt on the felony 3 retail theft charges.\n\n            [Appellant] has been on probation, she’s been revoked\n      from probation on numerous occasions, she’s served time in the\n      correctional facilities, all to no avail. It’s extremely clear to this\n      [c]ourt that [Appellant] is not amenable to county supervision\n      and that county supervision is not a sentencing option at this\n      time. She’s also been incarcerated at the State level. She last\n\n\n\n                                      -6-\n\fJ-S56015-16\n\n\n      appeared in the State system in 2009. [Appellant] is eligible for\n      RRRI if sentenced to a State Correctional Institution.\n\n            The [PSI] confirms that [Appellant] is a drug user. I think\n      the term used in the report was that she is an avid drug user.\n      Her counsel disputes that, however, [counsel] does acknowledge\n      that [Appellant] has a severe problem with Suboxone.\n\n            It does not appear to the [c]ourt that [Appellant] ever took\n      responsibility for her actions, and [she] placed herself at a\n      higher level priority than her three children.\n\n             [Appellant] was to be sentenced on June 15 after the\n      [c]ourt had granted her a continuance to care for her children’s\n      dental needs. As thanks, [Appellant] failed to appear. The\n      [c]ourt believes she changed her physical appearance and was\n      just recently apprehended on a Bench Warrant.\n\n             Quite frankly, [Appellant] just doesn’t get it.         She\n      continues to steal. It’s clear that any sentence of probation or\n      partial confinement will put [her] back in a position where she\n      will continue to commit crimes. The time that [Appellant] has\n      spent in custody did not aid her in her rehabilitation. [Appellant]\n      is not capable of being a law abiding citizen, and a lengthy\n      period of incarceration is the only solution to assist her in her\n      rehabilitation.\n\nId. at 14-15.\n\n      The court clearly stated various factors that it weighed in deciding to\n\nfashion Appellant’s sentence. Pertinent to Appellant’s argument on appeal,\n\nnothing in the court’s rationale evinced that the court focused only on her\n\nfailure to appear at the prior sentencing hearing. Additionally, it is obvious\n\nthat the court took into account the nature of Appellant’s current offenses,\n\nand her drug-addiction issues.    However, based on Appellant’s continued\n\ncriminal behavior and probation violations, the court ultimately concluded\n\nthat she is not amenable to rehabilitation. In sum, the court stated ample,\n\nand reasonable, grounds for imposing aggravated range, consecutive\n\n\n                                     -7-\n\fJ-S56015-16\n\n\n\nsentences for each of Appellant’s retail-theft offenses.   Accordingly, we\n\nascertain no abuse of the court’s sentencing discretion.\n\n      Judgment of sentence affirmed.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 9/16/2016\n\n\n\n\n                                    -8-\n\f",
            "ocr": false,
            "opinion_id": 4034659
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}