{
    "id": 4294931,
    "judges": null,
    "date_filed": 1440547200000,
    "date_filed_is_approximate": false,
    "slug": "warren-l-houston-v-state",
    "case_name_short": null,
    "case_name": "Warren L. Houston v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=82217&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOpinion",
            "author_id": null,
            "opinion_text": "                                                                        ACCEPTED\n                                                                    14-15-00016-CR\n                                                    FOURTEENTH COURT OF APPEALS\n                                                                 HOUSTON, TEXAS\n                                                               8/26/2015 9:41:15 AM\n                                                              CHRISTOPHER PRINE\n                                                                             CLERK\n\n            No. 14-15-00016-CR\n\n                  IN THE                            FILED IN\n                                             14th COURT OF APPEALS\n                                                HOUSTON, TEXAS\n           COURT OF APPEALS\n                                             8/26/2015 9:41:15 AM\n                                             CHRISTOPHER A. PRINE\n                 FOR THE                              Clerk\n\n   FOURTEENTH DISTRICT OF TEXAS\n\n             AT HOUSTON\n    ______________________________\n\n          WARREN L. HOUSTON\n                     Appellant\n\n                    VS.\n\n         THE STATE OF TEXAS\n                      Appellee\n     _____________________________\n\n       APPELLANT’S MOTION TO\n            ABATE APPEAL\n_______________________________________\n\n   On Appeal from the 208th District Court\n            Harris County, Texas\n      Trial Court Cause No . 1386667\n    _____________________________\n\n                          Jerome Godinich, Jr.\n                          SBN: 08054700\n                          917 Franklin, Suite 320\n                          The Kiam Building\n                          Houston, Texas 77002\n                          Tel: (713) 237-8388\n                          Fax: (713) 224-2889\n\n                          ATTORNEY FOR\n                          WARREN L. HOUSTON\n\fTO THE HONORABLE COURT OF APPEALS:\n\n       Comes now Jerome Godinich, Jr., attorney appointed to represent the appellant in this\n\ncause and files this Motion to Abate Appeal, and in support thereof, respectfully states to the\n\nCourt as follows:\n\n1.     The appellant was charged by indictment with the offense of Aggravated Robbery\n\n       alleged to have occurred on May 5, 2013. (CR - 011). On June 16, 2014, the\n\n       appellant appeared in court and plead “guilty” to the trial court to the charged offense\n\n       without the benefit of a plea agreement. No finding of “Guilt” was entered at that\n\n       time and the case was reset for a sentencing hearing. (A Pre-Sentence Report was\n                                1\n       waived.) (CR - 041).\n\n2.     On September 22, 2014, the appellant appeared in court for a Sentencing hearing\n\n       (along with his co-defendant, Charles Pipkin). After testimony was taken and both\n\n       sides argued and rested, the appellant was found “Guilty” of the offense of\n\n       Aggravated Robbery and sentenced to 18 years in the Institutional Division of the\n                                                                     2\n       Texas Department of Criminal Justice. (CR - 041).                 The trial court filed a\n\n       Certification of Defendant’s Right to Appeal on June 13, 2014. (CR - 026).\n\n\n\n       1\n          The appellant had a co-defendant by the name of Charles Pipkin (Cause No. 1386666).\nIt appears from the records of the Harris County District Clerk that Mr. Pipkin also plead guilty\nto the offense of Aggravated Robbery and his case was reset to the same day as the appellant’s\nfor sentencing. The hearings were combined.\n       2\n        The co-defendant, Charles Pipkin received 12 years in the Institutional Division of the\nTexas Department of Corrections.\n\n                                                2\n\f3.   A Pro Se Motion for New Trial was filed on October 22, 2014 alleging ineffective\n\n     assistance by his trial counsel, Cheryl Irvin. (CR - 34-36). No hearing was set to\n\n     hear the motion, nor was it ruled upon.\n\n4.   Given the fact that the appellant was alleging Ineffective Assistance of Counsel by his\n\n     trial counsel, Cheryl Irvin, the rebutable presumption that the appellant was still\n\n     represented by that counsel at the time he was attempting to present and get a ruling\n\n     on his Motion for New Trial is overcome. Further, since the appellant had not yet\n\n     filed a Notice of Appeal, he had not yet been appointed counsel on appeal. In short,\n\n     at the time the appellant filed the Pro Se Motion for New Trial and was attempting to\n\n     prosecute that motion, he was unrepresented by counsel.\n\n5.   An indigent defendant is entitled to counsel by the sixth amendment to the federal\n\n     constitution at every “critical” stage of a criminal prosecution where adversarial\n\n     proceedings have begun absent a valid waiver. Upton v. State, 853 S.W.2d 548, 553\n\n     (Tex.Crim.App.1993). In Trevino v. State, 565 S.W.2d 938 (Tex.Crim.App.1978),\n\n     it was held that a hearing on a motion for new trial is such a critical stage of a\n\n     criminal proceeding during which a defendant is entitled to counsel. Id. at 940. The\n\n     Court of Criminal Appeals further held that, as a matter of federal constitutional law,\n\n     the time for filing a motion for new trial is a critical stage of the proceedings, and that\n\n     a defendant has a constitutional right to counsel during that period. Cooks v. State,\n\n     240 S.W.3d 285 (Tex. Crim. App. 2007).\n\n\n                                              3\n\f6.     In his Motion for New Trial, the appellant alleged that his trial counsel failed to\n\n       properly prepare defense witnesses (including the appellant himself) for their\n\n       testimony at trial. This is a cognizable claim that requires developing through\n\n       additional testimony. However, given that the appellant had no attorney to assist him\n\n       during this process, the Motion was totally unsupported by any affidavits and the\n\n       appellant failed to obtain a hearing or a ruling.\n\n7.     The appellant requests that this appeal be abated and the case be returned to the trial\n\n       court so that the appellant’s counsel on appeal can properly investigate and present\n\n       the appellant’s Motion for New Trial.\n\n       GIVEN THE ABOVE, Jerome Godinich, Jr., attorney for Warren Houston, the\n\nappellant, prays that this appeal be abated and that the appellant be allowed to file an out-of-\n\ntime Motion for New Trial with the Assistance of Counsel.\n\n                                    Respectfully Submitted\n\n\n\n                                      /s/ Jerome Godinich, Jr.\n                                    Jerome Godinich, Jr.\n                                    SBN: 08054700\n                                    The Kiam Building\n                                    929 Preston, Suite 200\n                                    Houston, Texas 77002\n                                    Tel: (713) 237-8388\n                                    Fax: (713) 224-2889\n\n\n\n\n                                               4\n\f                             CERTIFICATE OF SERVICE\n\n       I do hereby certify that a true and correct copy of the above and foregoing document\nhas been forwarded to all counsel of record on this the 26th day of August, 2015 to wit:\n\n       Alan Curry\n       Appellate Division\n       Harris County District Attorney’s Office\n       1201 Franklin\n       Houston, Texas 77002\n\n\n\n                                            /s/ Jerome Godinich, Jr.\n                                          Jerome Godinich, Jr.\n                                          929 Preston, Suite 200\n                                          Houston, Texas 77002\n                                          Tel: (713) 237-8388\n                                          Fax: (713) 224-2889\n\n\n\n\n                                            5\n\f",
            "ocr": false,
            "opinion_id": 4072192
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}