{
    "id": 4300224,
    "judges": "Christopher, Donovan, Frost",
    "date_filed": 1444867200000,
    "date_filed_is_approximate": false,
    "slug": "jeremy-patrick-shakesnider-v-state",
    "case_name_short": null,
    "case_name": "Jeremy Patrick Shakesnider v. State",
    "case_name_full": "Jeremy Patrick SHAKESNIDER, Appellant v. the STATE of Texas, Appellee",
    "attorneys": "Jennifer Rebecca Gaut, Houston, TX, Michael W. Elliott, Richmond, TX, for Appellant., John Harrity, III, Richmond, TX, for State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b940-3\">\n    Jeremy Patrick SHAKESNIDER, Appellant v. The STATE of Texas, Appellee\n   </parties><docketnumber id=\"AIHp\">\n    NO. 14-14-00272-CR\n   </docketnumber><br><court id=\"b940-6\">\n    Court of Appeals of Texas, Houston (14th Dist.).\n   </court><br><decisiondate id=\"b940-8\">\n    Opinion filed October 15, 2015\n   </decisiondate><br><attorneys id=\"b941-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"921\"> \n     *921\n     </span>\n    Jennifer Rebecca Gaut, Houston, TX, Michael W. Elliott, Richmond, TX, for Appellant.\n   </attorneys><br><attorneys id=\"b941-11\">\n    John Harrity, III, Richmond, TX, for State.\n   </attorneys><br><judges id=\"b941-12\">\n    Panel consists of Chief Justice Frost and Justices Christopher and Donovan.\n   </judges>",
    "citations": [
        "477 S.W.3d 920"
    ],
    "opinions": [
        {
            "author_str": "Frost",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=20221&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa14%5cOpinion",
            "author_id": null,
            "opinion_text": "Affirmed and Opinion filed October 15, 2015.\n\n\n\n\n                                        In The\n\n                       Fourteenth Court of Appeals\n\n                                 NO. 14-14-00272-CR\n\n                 JEREMY PATRICK SHAKESNIDER, Appellant\n\n                                           V.\n                         THE STATE OF TEXAS, Appellee\n\n                      On Appeal from the 400th District Court\n                             Fort Bend County, Texas\n                      Trial Court Cause No. 11-DCR-59007A\n\n                                   OPINION\n\n\n      Appellant Jeremy Patrick Shakesnider appeals his conviction for burglary of a\nhabitation. In two issues appellant contends (1) the evidence is insufficient to support\nhis conviction, and (2) the trial court erred in failing to instruct the jury on asserted\nlesser-included offenses. We affirm.\n\n                     I. FACTUAL AND PROCEDURAL BACKGROUND\n\n      The complainant testified that on the day of the offense she parked her car in her\n\fhome’s garage, leaving the garage door open. Police officers came to her door later in\nthe afternoon and alerted her to a burglary. She looked at her car and noticed a GPS unit\nwas missing from the car’s console. Police recovered the GPS and a football that was\nmissing from the complainant’s garage from appellant’s vehicle.\n\n      The complainant’s neighbor saw appellant and a co-defendant park in front of the\ncomplainant’s home the day of the burglary. The two men stepped out of the car and\nstood in the neighbor’s front yard while they put on shirts and shoes. The neighbor saw\nthe men walk around the house and run inside the complainant’s garage. The neighbor\nsaw one man open the driver’s door and another man open the passenger door of a car in\nthe garage. The neighbor later identified appellant as one of the men he had seen\nopening the car doors, but the neighbor could not remember which door appellant\nopened. The neighbor saw appellant and the other man look through the car, then leave\nand drive away. The neighbor could see that one of the men was carrying a football.\n\n      Appellant gave a voluntary statement to the police. The statement, recorded on\nvideo, was later played for the jury. Appellant admitted taking a GPS unit from a car\nthat was parked in someone’s garage. The jury convicted appellant of burglary of a\nhabitation and assessed punishment at two and a half years’ confinement, probated for\nsix years.\n\n                               II. ISSUES AND ANALYSIS\n\nA. Is the evidence sufficient to support appellant’s conviction?\n      In his first issue appellant argues the evidence is insufficient to support his\nconviction because the State failed to prove he burglarized a habitation. In evaluating a\nsufficiency challenge, we view the evidence in the light most favorable to the verdict.\nWesbrook v. State, 29 S.W.3d 103, 111 (Tex. Crim. App. 2000). The issue on appeal is\nnot whether we, as a court, believe the State’s evidence or believe that appellant’s\nevidence outweighs the State’s evidence. Wicker v. State, 667 S.W.2d 137, 143 (Tex.\n\n                                            2\n\fCrim. App. 1984). The verdict may not be overturned unless it is irrational or\nunsupported by proof beyond a reasonable doubt. Matson v. State, 819 S.W.2d 839, 846\n(Tex. Crim. App. 1991). The trier of fact “is the sole judge of the credibility of the\nwitnesses and of the strength of the evidence.” Fuentes v. State, 991 S.W.2d 267, 271\n(Tex. Crim. App. 1999). The trier of fact may choose to believe or disbelieve any\nportion of the witnesses’ testimony. Sharp v. State, 707 S.W.2d 611, 614 (Tex. Crim.\nApp. 1986). When faced with conflicting evidence, we presume the trier of fact resolved\nconflicts in favor of the prevailing party. Turro v. State, 867 S.W.2d 43, 47 (Tex. Crim.\nApp. 1993). Therefore, if any rational trier of fact could have found the essential\nelements of the crime beyond a reasonable doubt, we must affirm. McDuff v. State, 939\nS.W.2d 607, 614 (Tex. Crim. App. 1997).\n\n      A person commits the offense of burglary of a habitation when that person enters\na habitation without the effective consent of the owner with the intent to commit a\nfelony, theft, or assault, or commits or attempts to commit the same. See Tex. Penal\nCode Ann. § 30.02(a)(1), (3) (West 2011). For purposes of the offense of burglary, the\nTexas Penal Code provides:\n\n      (1) “Habitation” means a structure or vehicle that is adapted for the\n      overnight accommodation of persons, and includes:\n      (A) each separately secured or occupied portion of the structure or vehicle;\n      and\n      (B) each structure appurtenant to or connected with the structure or vehicle.\nTex. Penal Code Ann. § 30.01(1)(A) and (B).\n\n      Appellant argues the evidence is insufficient to support his conviction for\nburglary of a habitation because the structure burglarized was a detached garage that\nwas not intended for overnight accommodation. Thus, we must decide whether the\ncomplainant’s garage is a “structure appurtenant to or connected with” the\ncomplainant’s residence. “Appurtenant” is defined as “annexed to a more important\n\n                                            3\n\fthing.” Black’s Law Dictionary 123 (10th ed. 2004). The Fifth Court of Appeals has\ndescribed a garage as “necessarily connected with the use and enjoyment” of the house,\nand “secondary” or “incident to” the principal building, the house. See Jones v. State,\n690 S.W.2d 318, 319 (Tex. App.—Dallas 1985, pet. ref’d).\n\n      The complainant testified that her garage is approximately nine to ten steps from\nher house and is fully enclosed. The complainant stores in her garage items that she\ncannot store in her house. She considers her garage to be part of her home. Photographs\nadmitted into evidence reflect that the garage is attached to the house by a roof over the\nbreezeway. Sister courts of appeals have concluded that a garage completely unattached\nto the residence still may be considered to be a “structure appurtenant to” a residence\nand thus may fall within the statutory definition of a “habitation.” See Darby v. State,\n960 S.W.2d 370, 372 (Tex. App.—Houston [1st Dist.] 1998, pet. ref’d) (concluding that\ngarage attached to the residence by a roof over the breezeway used to store items owner\ncould not store in house is a “structure appurtenant” to habitation). We conclude that\nthis type of garage is a “structure appurtenant to or connected with” the structure that\nserves as the complainant’s residence. See Darby, 960 S.W.2d at 372; Jones, 690\nS.W.2d at 319–20; White v. State, 630 S.W.2d 340, 341–42 (Tex. App.—Houston [1st\nDist.] 1982, no pet.) (concluding that a garage attached to the residence and under the\nsame roof was a habitation within the purview of the Penal Code). A rational trier of\nfact could have found the complainant’s garage falls within the Penal Code definition of\na habitation as it is a structure appurtenant to or connected with the complainant’s home.\nSee Tex. Penal Code Ann. § 30.01(1)(A),(B); Darby, 960 S.W.2d at 372; Jones, 690\nS.W.2d at 319–20; White, 630 S.W.2d at 341–42. The evidence is sufficient to support\nappellant’s conviction, and thus we overrule appellant’s first issue.\n\nB.    Did the trial court abuse its discretion in denying appellant’s requests for\ninstructions on asserted lesser-included offenses?\n      In his second issue appellant argues the trial court abused its discretion in denying\n                                             4\n\fhis request to include jury instructions on the offenses of criminal trespass, burglary of a\nbuilding, and burglary of a vehicle, which appellant asserts are lesser-included offenses\nof burglary of a habitation. At the charge conference the trial court denied appellant’s\nrequests for lesser-included offense instructions on criminal trespass, burglary of a\nbuilding, and burglary of a vehicle.\n\n      The Texas Code of Criminal Procedure provides, “[i]n a prosecution for an\noffense with lesser included offenses, the jury may find the defendant not guilty of the\ngreater offense, but guilty of any lesser included offense.” Tex. Code Crim. Proc. Ann.\nart. 37.08 (West 2006). We apply a two-prong analysis to determine whether an\ninstruction on a lesser-included offense should be included in the jury charge. State v.\nMeru, 414 S.W.3d 159, 162 (Tex. Crim. App. 2013); Hall v. State, 225 S.W.3d 524,\n535–36 (Tex. Crim. App. 2007). In the first prong, we compare the elements of the\noffense as charged in the indictment or information with the elements of the asserted\nlesser-included offense. Meru, 414 S.W.3d at 162; Hall, 225 S.W.3d at 535–36. This\nfirst prong is a question of law and does not depend on evidence adduced at trial. Hall,\n225 S.W.3d at 535.\n\n      The Texas Code of Criminal Procedure provides that an offense will be a lesser-\nincluded offense if “it is established by proof of the same or less than all the facts\nrequired to establish the commission of the offense charged.” Tex. Code Crim. Proc.\nAnn. art. 37.09(1) (West 2006). Under this statute, an offense is a lesser-included\noffense of the charged offense if the indictment for the greater-inclusive offense either:\n(1) alleges all of the elements of the lesser-included offense, or (2) alleges elements plus\nfacts (including descriptive averments, such as non-statutory manner and means, that are\nalleged for purposes of providing notice) from which all of the elements of the lesser-\nincluded offense may be deduced. Ex parte Watson, 306 S.W.3d 259, 273 (Tex. Crim.\nApp. 2009) (per curiam). If the elements of the lesser-included offense can be deduced\n\n\n                                             5\n\ffrom facts alleged in the indictment, they need not be pled in the indictment. Id. We use\nthe concept of functional equivalence to determine whether the elements of the lesser\noffense “are ‘functionally the same or less than those required to prove the charged\noffense.’” Meru, 414 S.W.3d at 162 (quoting McKithan v. State, 324 S.W.3d 582, 588\n(Tex. Crim. App. 2010)).\n\n      If in our analysis under the first prong we determine that the requested lesser\noffense qualifies as a lesser-included offense, then we move to the second prong and\ndetermine “whether a rational jury could find that, if the defendant is guilty, he is guilty\nonly of the lesser offense.” Meru, 414 S.W.3d at 162–63. In this prong, we determine\nwhether the evidence presented at trial raised a fact issue as to whether the defendant\nwas guilty of only the lesser offense. Id. at 163. If so, then a lesser-included-offense\ninstruction must be given, even if the evidence is weak, contradicted, or impeached. Id.\nBut, if our analysis under the first prong shows that the requested lesser offense does not\nqualify as a lesser-included offense, we need not proceed to the second step. Id. at 164.\n\n      Criminal Trespass\n\n      To determine whether an offense qualifies as a lesser-included offense under the\nstatute, we use the cognate-pleadings approach. Ex parte Watson, 306 S.W.3d at 273.\nWe first examine the indictment to determine whether it alleges (1) all of the elements\nof criminal trespass, or (2) elements and facts from which all of these elements can be\ndeduced. See id.\n\n      The statutory elements of burglary of a habitation as alleged in the indictment are\nthat (1) appellant, (2) with intent to commit theft, (3) entered a habitation (4) without the\neffective consent of the complainant, the owner. See Tex. Penal Code Ann. §\n30.02(a)(1). For the purposes of section 30.02, “‘enter’ means to intrude: (1) any part of\nthe body; or (2) any physical object connected with the body.” Tex. Penal Code Ann. §\n30.02(b)(1)–(2). A person commits criminal trespass “if the person enters . . . property\n\n                                             6\n\fof another, including . . . a building . . . without effective consent and the person: (1) had\nnotice that the entry was forbidden[.]” Tex. Penal Code Ann. § 30.05(a)(1) (West Supp.\n2014). For the purposes of section 30.05, “‘[e]ntry’ means the intrusion of the entire\nbody.” Tex. Penal Code Ann. § 30.05(b)(1). Under these definitions, the “entry”\nelement of criminal trespass requires proof of entry of the entire body, whereas burglary\ncan be shown with only a partial entry of the body, or simply the entry of a physical\nobject connected to the body.\n\n      The Texas Court of Criminal Appeals recently considered the differences in these\ndefinitions in a case involving an indictment that alleged only that the defendant entered\na building with intent to commit theft, without alleging the manner of entry. Meru, 414\nS.W.3d at 163–64. In that case, the high court determined that “[b]ecause criminal\ntrespass requires proof of greater intrusion than burglary, the divergent definitions of\n‘entry’ will generally prohibit criminal trespass from being a lesser-included offense of\nburglary.” Id. The court explained that the definition of “entry” in section 30.05(b)\nmakes the showing of only a partial entry by the defendant insufficient for a conviction\nof criminal trespass. The same partial entry, however, is all that is needed to support a\nburglary conviction. In other words, a burglary can be complete upon only a partial\nintrusion onto the property, whereas the lesser offense would require a greater intrusion.\nId. at 163. Thus, the “entry” element of criminal trespass is not the functional equivalent\nof the “entry” element of burglary since the proof of entry required for criminal trespass\nis greater, not the same or less than, the proof for burglary.\n\n      As in Meru, the indictment in today’s case, by simply alleging that appellant\nentered a habitation, does not allege the “entry” element of criminal trespass. Further,\nthe indictment does not allege additional facts from which we can deduce this element\nof criminal trespass. See id. at 164.\n\n      The first prong of the lesser-included-offense analysis has not been met because\n\n                                              7\n\fthe “entry” element for criminal trespass requires more, not the same or less, proof than\nentry for burglary, and no additional facts have been alleged that would support a\ndeduction that the “entry” element for criminal trespass is satisfied. See id. Because the\nfirst prong has not been satisfied, we need not determine whether, based on the evidence\nat trial, a rational jury could find that appellant is guilty only of criminal trespass.\n\n      Burglary of a Building and Burglary of a Vehicle\n\n      The Court of Criminal Appeals has recognized that burglary of a building may be\na lesser-included offense of burglarizing of a habitation. See Jones v. State, 532 S.W.2d\n596, 601 (Tex. Crim. App. 1976), overruled on other grounds by Moss v. State, 574\nS.W.2d 542 (Tex. Crim. App. 1978). In today’s case, however, appellant has not\nsatisfied the second prong of the test, which requires that the record show that some\nevidence would permit the jury to find, rationally, that if appellant is guilty, he is guilty\nonly of the lesser offense. See Hayward v. State, 158 S.W.3d 476, 478 (Tex. Crim. App.\n2005).\n\n      The undisputed evidence in the record shows that appellant took the GPS unit\nfrom the complainant’s car while the car was in the garage. And, the undisputed\nevidence also shows that the garage was part of a habitation because it was a “structure\nappurtenant to or connected with” the structure that serves as the complainant’s\nresidence. The evidence appellant cites would not by itself permit a rational factfinder to\nconclude that if appellant burglarized anything it was only a building, and not a\nhabitation. See Hicks v. State, 204 S.W.3d 505, 507 (Tex. App.—Amarillo 2006, no\npet.) (no instruction required when evidence showed burglarized structure was\nhabitation even though it was unfurnished). Thus, appellant cannot prevail on this\nlesser-included-offense argument.\n\n      The same analysis holds true for appellant’s argument that he was entitled to a\njury instruction on burglary of a vehicle as a lesser-included offense to burglary of a\n\n                                               8\n\fhabitation. See id. at 507. It is undisputed that the vehicle was parked in the\ncomplainant’s garage at the time it was burglarized. Therefore, the evidence cited by\nappellant would not permit a rational factfinder to conclude that appellant could be\nguilty only of burglary of a vehicle. See id. Appellant was not entitled to a jury\ninstruction on burglary of a vehicle.\n\n      We conclude the trial court did not err in denying any of appellant’s requested\nlesser-included offense instructions. Accordingly, we overrule appellant’s second issue.\n\n      Having overruled all of appellant’s challenges on appeal, we affirm the trial\ncourt’s judgment.\n\n\n\n\n                                        /s/       Kem Thompson Frost\n                                                  Chief Justice\n\n\n\nPanel consists of Chief Justice Frost and Justices Christopher and Donovan.\nPublish — Tex. R. App. P. 47.2(b).\n\n\n\n\n                                              9\n\f",
            "ocr": false,
            "opinion_id": 4077485
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}