{
    "id": 4305355,
    "judges": null,
    "date_filed": "2016-01-25",
    "date_filed_is_approximate": true,
    "slug": "barbuto-joel-s-people-v",
    "case_name_short": null,
    "case_name": "BARBUTO, JOEL S., PEOPLE v",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.nycourts.gov/courts/ad4/Clerk/Decisions/2015/03-27-15/PDF/0344.pdf",
            "author_id": null,
            "opinion_text": "        SUPREME COURT OF THE STATE OF NEW YORK\n           Appellate Division, Fourth Judicial Department\n\n344\nKA 13-00800\nPRESENT: SCUDDER, P.J., SMITH, CARNI, SCONIERS, AND WHALEN, JJ.\n\n\nTHE PEOPLE OF THE STATE OF NEW YORK, RESPONDENT,\n\n                    V                              MEMORANDUM AND ORDER\n\nJOEL S. BARBUTO, DEFENDANT-APPELLANT.\n\n\nTHE LEGAL AID BUREAU OF BUFFALO, INC., BUFFALO (KAREN RUSSO-MCLAUGHLIN\nOF COUNSEL), FOR DEFENDANT-APPELLANT.\n\nFRANK A. SEDITA, III, DISTRICT ATTORNEY, BUFFALO (DANIEL J. PUNCH OF\nCOUNSEL), FOR RESPONDENT.\n\n\n     Appeal from a judgment of the Erie County Court (Thomas P.\nFranczyk, J.), rendered August 8, 2012. The judgment convicted\ndefendant, after a nonjury trial, of attempted robbery in the first\ndegree (two counts) and criminal possession of a weapon in the third\ndegree.\n\n     It is hereby ORDERED that the judgment so appealed from is\nunanimously affirmed.\n\n     Memorandum: On appeal from a judgment convicting him, following\na nonjury trial, of two counts of attempted robbery in the first\ndegree (Penal Law §§ 110.00, 160.15 [1], [3]) and one count of\ncriminal possession of a weapon in the third degree (§ 265.02 [1]),\ndefendant contends, inter alia, that the evidence is legally\ninsufficient to support the conviction. To the extent that defendant\nhas preserved that contention for our review, we conclude that it\nlacks merit.\n\n     Initially, defendant contends that the evidence of serious\nphysical injury is legally insufficient to support the conviction of\nattempted robbery in the first degree under Penal Law § 160.15 (1).\nThe People presented evidence that, during the course of the attempted\nrobbery, defendant stabbed the victim in the back of the neck and the\nback of the chest. As a result, the victim suffered a “moderate\nsize[d]” hemopneumothorax, which meant that both air and blood were\ntrapped inside the victim’s chest. The victim also had a collapsed\nlung, “[s]o he did not have sufficient oxygen.” A chest tube was\ninserted “[t]o evacuate blood and air so the lung [could] expand.”\nOver the course of the first few hours of medical treatment, 20 ounces\nof blood were drained from the victim’s chest. The People’s medical\nexpert testified that, if left untreated, the natural progression of\nthe victim’s hemopneumothorax could have resulted in death either from\n\f                                 -2-                           344\n                                                         KA 13-00800\n\na tension pneumothorax, i.e., air trapped in the chest with a high\ntension, or from the hemothorax which, if not drained, would cause a\nsignificant amount of bleeding. Such evidence is legally sufficient\nto establish serious physical injury (see People v Guillen, 65 AD3d\n977, 977, lv denied 13 NY3d 939; People v Thompson, 224 AD2d 646, 646-\n647, lv denied 88 NY2d 970; see also Matter of Eleda, 280 AD2d 405,\n405; People v Wright, 105 AD2d 1088, 1088-1089, following remittal 124\nAD2d 1015, lv denied 69 NY2d 751).\n\n     Even assuming, arguendo, that defendant preserved for our review\nhis contentions that there is insufficient proof of his “intent to\ncause a serious physical injury” and “that the proof also failed to\nestablish he had formed the specific intent to commit a robbery” (see\ngenerally People v Gray, 86 NY2d 10, 19), we conclude that those\ncontentions lack merit. It is well established that “a robbery occurs\nwhen a person forcibly steals property by the use of, or the\nthreatened use of, immediate physical force upon another person for\nthe purpose of compelling that person to deliver up property or to\nprevent or overcome resistance to the taking” (People v Miller, 87\nNY2d 211, 214). The “gradation of robbery offenses [is based on] the\npresence of one of the enumerated ‘aggravating factors’ ” (id. at\n215). The attempt to commit a robbery occurs when “[a] person . . .\nfails to perpetrate the object crime, despite committing some act in\nfurtherance of that illegal end” (id.). The specific intent required\nis the “intent to commit a robbery” (id. at 216), i.e. “to steal”\n(People v De Jesus, 123 AD2d 563, 564, lv denied 69 NY2d 745), not the\nintent to commit one of the enumerated aggravating factors (see\nMiller, 87 NY2d at 216-217). Thus, the People were not required to\nestablish that defendant had the specific intent to cause a serious\nphysical injury.\n\n     With respect to the specific intent to commit a robbery, we\nconclude that the evidence of such intent may “ ‘be inferred from . .\n. defendant’s conduct and the surrounding circumstances’ ” (People v\nBracey, 41 NY2d 296, 301, rearg denied 41 NY2d 1010). Viewing the\nevidence in the light most favorable to the People (see People v\nContes, 60 NY2d 620, 621), we conclude that there is legally\nsufficient evidence to establish defendant’s specific intent to commit\na robbery. Defendant and the codefendant approached the victim;\ndefendant used a knife to stab the victim; and, immediately\nthereafter, the codefendant said to the victim “give us all your\nmoney.”\n\n     The remainder of defendant’s challenges to the sufficiency of the\nevidence are not preserved for our review inasmuch as defendant’s\nmotion for a trial order of dismissal was not “ ‘specifically\ndirected’ ” to those grounds now raised on appeal (Gray, 86 NY2d at\n19). We decline to exercise our power to review those contentions as\na matter of discretion in the interest of justice (see CPL 470.15 [6]\n[a]). Viewing the evidence in light of the elements of the crimes in\nthis nonjury trial (see People v Danielson, 9 NY3d 342, 349), we\nconclude that the verdict is not against the weight of the evidence\n(see People v Bleakley, 69 NY2d 490, 495).\n\f                                 -3-                           344\n                                                         KA 13-00800\n\n     Defendant further contends that he was denied effective\nassistance of counsel based on numerous alleged shortcomings of\ndefense counsel. Viewing the evidence, the law and the circumstances\nof this case in totality and as of the time of the representation, we\nconclude that defendant received meaningful representation (see People\nv Baldi, 54 NY2d 137, 147). With respect to defendant’s contention\nthat defense counsel should have called a medical expert to testify\nfor the defense, “[i]t is well established that, ‘[t]o prevail on a\nclaim of ineffective assistance of counsel, it is incumbent on\ndefendant to demonstrate the absence of strategic or other legitimate\nexplanations for counsel’s failure to’ call such a witness” (People v\nBurgos, 90 AD3d 1670, 1670, lv denied 19 NY3d 862, quoting People v\nRivera, 71 NY2d 705, 709). Defendant failed to do so. In any event,\nto the extent that defendant’s contention is “based upon defense\ncounsel’s alleged failure to consult experts or to conduct an\ninvestigation with respect to the medical . . . evidence presented . .\n. , it involves matters outside the record on appeal . . . [and] must\nbe raised by way of a motion pursuant to CPL article 440” (People v\nOcasio, 81 AD3d 1469, 1470, lv denied 16 NY3d 898, cert denied ___ US\n___, 132 S Ct 318). We further conclude that “it is apparent from\n[defense counsel’s] thorough cross-examination of prosecution\nwitnesses and [her] overall performance that [she] had adequately\nprepared for trial” (People v Adair, 84 AD3d 1752, 1754, lv denied 17\nNY3d 812; see People v Washington, 122 AD3d 1406, 1406).\n\n     Defendant contends that defense counsel was ineffective in\nfailing to move for severance in order to eliminate a Bruton issue\n(see Bruton v United States, 391 US 123). The record establishes that\ncounsel was aware of the issue and, for strategic reasons, opted\nagainst the motion for severance. Defendant thus failed to establish\n“ ‘the absence of strategic or other legitimate explanations’ for\n[defense] counsel’s” failure to move for severance (People v\nBenevento, 91 NY2d 708, 712; see People v Reid, 71 AD3d 699, 700, lv\ndenied 15 NY3d 756; People v Shell, 152 AD2d 609, 610, lv denied 74\nNY2d 899; but see People v Jeannot, 59 AD3d 737, 737, lv denied 12\nNY3d 916).\n\n     With respect to defendant’s final challenge to the effectiveness\nof defense counsel, we note that “[t]here is nothing in the record on\nappeal that would raise a colorable issue of ineffective assistance of\ntrial counsel based on defendant’s waiver of a jury trial. If\ndefendant can demonstrate facts, not recited in the record, that would\nraise such issue, that issue can be pursued by motion pursuant to CPL\n440.10” (People v Barnes, 143 AD2d 499, 499-500; see People v Olson,\n35 AD3d 890, 890-891, affd 9 NY3d 968).\n\n     Contrary to defendant’s contention, the sentence that County\nCourt imposed on him as a second violent felony offender is not unduly\nharsh or severe. The People have correctly conceded, however, that\n“the presentence report has not been redacted as the court ordered at\nsentencing, and therefore it must be redacted to correct the\n\f                                 -4-                          344\n                                                        KA 13-00800\n\noversight” (People v Howard, 124 AD3d 1350, 1351).\n\n\n\n\nEntered:   March 27, 2015                      Frances E. Cafarell\n                                               Clerk of the Court\n\f",
            "ocr": false,
            "opinion_id": 4082616
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}