{
    "id": 4311335,
    "judges": null,
    "date_filed": 1476144000000,
    "date_filed_is_approximate": false,
    "slug": "state-of-minnesota-v-shawn-patrick-rush",
    "case_name_short": null,
    "case_name": "State of Minnesota v. Shawn Patrick Rush",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://mn.gov/law-library-stat/archive/ctapun/2016/opa151981-101116.pdf",
            "author_id": null,
            "opinion_text": "                          This opinion will be unpublished and\n                          may not be cited except as provided by\n                          Minn. Stat. § 480A.08, subd. 3 (2014).\n\n                               STATE OF MINNESOTA\n                               IN COURT OF APPEALS\n                                     A15-1981\n\n                                   State of Minnesota,\n                                      Respondent,\n\n                                            vs.\n\n                                   Shawn Patrick Rush,\n                                       Appellant.\n\n                                 Filed October 11, 2016\n                                        Affirmed\n                                     Stauber, Judge\n\n                              Ramsey County District Court\n                                File No. 62-CR-15-253\n\nLori Swanson, Attorney General, St. Paul, Minnesota; and\n\nJohn J. Choi, Ramsey County Attorney, Peter R. Marker, Assistant County Attorney, St.\nPaul, Minnesota (for respondent)\n\nCathryn Middlebrook, Chief Appellate Public Defender, Roy G. Spurbeck, Assistant\nPublic Defender, St. Paul, Minnesota (for appellant)\n\n       Considered and decided by Jesson, Presiding Judge; Stauber, Judge; and\n\nReilly, Judge.\n\n                        UNPUBLISHED OPINION\n\nSTAUBER, Judge\n\n       On appeal from his conviction of possession of a theft tool, appellant argues that\n\nthe prosecutor committed prejudicial misconduct when he argued during his rebuttal\n\fclosing argument that the jury could consider that appellant failed to call a witness\n\nreferenced in appellant’s testimony when evaluating his credibility. Because the state\n\ndemonstrated that there was no reasonable possibility that the misconduct significantly\n\naffected the jury’s verdict, we affirm.\n\n                                           FACTS\n\n       In January 2015, appellant Shawn Rush was charged with possession of a theft tool\n\nin violation of Minn. Stat. § 609.59 (2014). At trial, A.K.A. testified that he is the owner of\n\nan auto-body-repair shop in Maplewood. According to A.K.A., his business is “connected”\n\nto a car-wash business, and, depending on how busy he is, he may have anywhere from 10\n\nto 30 cars parked in the parking lot.\n\n       A.K.A. testified that on November 7, 2014, he noticed something moving underneath\n\none of his Jeep Grand Cherokees, but that he “didn’t pay attention” to it because he was\n\nmoving a car for a customer. A few minutes later, however, when he returned with another\n\nvehicle, A.K.A. observed the Jeep “wobbling,” and when he looked down, he saw two legs\n\nsticking out from underneath the Jeep. According to A.K.A., a person later identified as\n\nappellant, was lying on his back with his “toes pointed up in the air.” A.K.A. could also\n\nhear sounds coming from under the Jeep like “something . . . metal to metal.”\n\n       A.K.A. testified that he yelled at appellant, and when appellant stood up, he was\n\nholding a pipe cutter. Appellant then tried to run away, but A.K.A. and his employees were\n\nable to detain him until the police arrived. Further investigation revealed that one side of\n\nthe Jeep’s catalytic converter had been “cut off,” and “the other side was almost cut off.”\n\n\n\n\n                                               2\n\fA.K.A. claimed that “a lot” of catalytic converters had been stolen from his and a nearby\n\nbusiness property and that a used catalytic converter can garner $100 to $150 in cash.\n\n       Appellant denied possessing the pipe cutter or trying to steal the catalytic converter.\n\nInstead, appellant explained that he was at the car wash next to A.K.A.’s body shop with his\n\nfriend B.P. According to appellant, he decided to walk home from the car wash because he\n\nwas tired of waiting while B.P. cleaned his car. Appellant claimed that as he “cut between\n\nthe cars” on A.K.A.’s lot, he dropped his cigarette lighter, and when he “crawled”\n\nunderneath the car to pick it up, he noticed a tool next to his lighter. Appellant testified that\n\nas he was retrieving his lighter, he heard someone yelling at him and that when he crawled\n\nout from underneath the vehicle, A.K.A. and his employees detained him.\n\n       Appellant did not call his friend B.P. as a witness in his defense. During rebuttal\n\nclosing argument, the prosecutor mentioned B.P.’s absence from the proceedings and\n\ninvited the jury to judge the credibility of appellant’s story based on B.P.’s absence from the\n\ntrial. Appellant did not object to the prosecutor’s comments. The jury subsequently found\n\nappellant guilty of the charged offense. The district court then stayed imposition of\n\nsentence and placed appellant on probation. This appeal followed.\n\n                                       DECISION\n\n       This court reviews unobjected-to alleged prosecutorial misconduct under a\n\nmodified plain-error test. State v. Carridine, 812 N.W.2d 130, 146 (Minn. 2012). Three\n\nprongs must be satisfied under this test: there must be error, that is plain, and that affected\n\nthe defendant’s substantial rights. State v. Ramey, 721 N.W.2d 294, 302 (Minn. 2006).\n\nThe defendant must establish the first two prongs of the test before the burden shifts to\n\n\n                                                3\n\fthe state to prove that the error did not affect the defendant’s substantial rights.\n\nCarridine, 812 N.W.2d at 146. If we determine that a plain error affected the defendant’s\n\nsubstantial rights, we “may correct the error only if it seriously affects the fairness,\n\nintegrity or public reputation of judicial proceedings.” State v. Mosley, 853 N.W.2d 789,\n\n801 (Minn. 2014), cert denied 135 S. Ct. 1185 (2015) (quotations omitted)\n\n       A prosecutor has “considerable latitude” in a closing argument. State v. Williams,\n\n586 N.W.2d 123, 127 (Minn. 1998). But “[i]t is well settled that a prosecutor may not\n\ncomment on a defendant’s failure to call a witness.” State v. Mayhorn, 720 N.W.2d 776,\n\n787 (Minn. 2006). The supreme court has provided two reasons for this rule: “(1) the\n\ncomment suggests that the defendant bears some burden of proof; and (2) the comment\n\nsuggests that the defendant did not call the witness because his or her testimony would be\n\nunfavorable.” Id.\n\n       Appellant argues that it was plain error for the prosecutor to comment on\n\nappellant’s failure to call B.P. as a witness. The state concedes that the “prosecutor’s\n\nargument was plainly erroneous.” But the state argues that the error did not affect\n\nappellant’s substantial rights because the evidence against him was “overwhelming.”\n\n       We agree. The state bears the burden to “show that there is no reasonable\n\nlikelihood that the absence of the misconduct in question would have had a significant\n\neffect on the verdict of the jury.” Ramey, 721 N.W.2d at 302 (quotation omitted). We\n\nconsider “the strength of the evidence against the defendant, the pervasiveness of the\n\nimproper suggestions, and whether the defendant had an opportunity to (or made efforts\n\nto) rebut the improper suggestions.” State v. Davis, 735 N.W.2d 674, 682 (Minn. 2007).\n\n\n                                               4\n\f       Here, the evidence against appellant was very strong. A.K.A. testified that on the\n\ndate of the alleged offense, he initially observed movement under a Jeep while moving a\n\nvehicle, and, when he returned to the Jeep a few minutes later, he observed appellant\n\nunderneath the vehicle. According to A.K.A., appellant was lying underneath the vehicle\n\nwith his toes pointed in the air as if he was doing something to the undercarriage of the\n\nJeep. A.K.A testified that when he yelled, appellant emerged from underneath the\n\nvehicle holding a pipe cutter and tried to flee the scene. A.K.A. testified that his body\n\nshop does not use pipe cutters and does not work on vehicles outside due to city\n\nregulations. Further evidence showed that the exhaust pipe next to the catalytic converter\n\nhad fresh cut marks, and A.K.A testified that a used catalytic converter can garner $100\n\nto $150 in cash. A.K.A. also testified that “a lot” of catalytic converters had been stolen\n\nfrom his and a nearby business property. Thus, the prosecutor’s comment noting\n\nappellant’s failure to produce B.P. as a witness had very little impact on the case.\n\n       Moreover, a review of the record demonstrates that the misconduct was not\n\npervasive. The misconduct was brief, at the end of trial, and there are no other\n\nallegations of prosecutorial misconduct. Although appellant did not have the opportunity\n\nto rebut the argument because the misconduct occurred during rebuttal, the state’s\n\ndemonstration that its case was very strong and that the misconduct was not pervasive\n\nshow that the error did not affect appellant’s substantial rights. Therefore, appellant is\n\nnot entitled to a new trial.\n\n       Affirmed.\n\n\n\n\n                                              5\n\f",
            "ocr": false,
            "opinion_id": 4088596
        }
    ],
    "court_short_name": "Court of Appeals of Minnesota",
    "court_full_name": "Court of Appeals of Minnesota",
    "court_type": "SA",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Robbery"
}