{
    "id": 4317766,
    "judges": "Judge Rosemary M. Collyer",
    "date_filed": "1987-03-07",
    "date_filed_is_approximate": true,
    "slug": "welborn-v-internal-revenue-service",
    "case_name_short": "Welborn",
    "case_name": "Welborn v. Internal Revenue Service",
    "case_name_full": "Becky WELBORN, Et Al., Plaintiffs, v. INTERNAL REVENUE SERVICE, Et Al., Defendants",
    "attorneys": "Steven William Teppler, Abbott Law Group P.A., Jacksonville, FL, John Yan-chunis, Marcio W. Valladares, Patrick A. Barthle, II, Morgan & Morgan Complex Litigation Group, Tampa, FL, Michele M. Vercoski, Richard D. McCune, McCune Wright, LLP, Redlands, CA, for Plaintiffs., John Kenneth Theis, Joseph Evan Bor-son, U.S. Department of Justice, Washington, DC, for Defendants.",
    "nature_of_suit": "Civil",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b102-10\">\n    Becky WELBORN, et al., Plaintiffs, v. INTERNAL REVENUE SERVICE, et al., Defendants.\n   </parties><br><docketnumber id=\"b102-13\">\n    Civil Action No. 15-1352 (RMC)\n   </docketnumber><br><court id=\"b102-14\">\n    United States District Court, District of Columbia.\n   </court><br><decisiondate id=\"b102-15\">\n    Signed 11/02/2016\n   </decisiondate><br><attorneys id=\"b107-20\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"69\"> \n     *69\n     </span>\n    Steven William Teppler, Abbott Law Group P.A., Jacksonville, FL, John Yan-chunis, Marcio W. Valladares, Patrick A. Barthle, II, Morgan &amp; Morgan Complex Litigation Group, Tampa, FL, Michele M. Vercoski, Richard D. McCune, McCune Wright, LLP, Redlands, CA, for Plaintiffs.\n   </attorneys><br><attorneys id=\"b107-21\">\n    John Kenneth Theis, Joseph Evan Bor-son, U.S. Department of Justice, Washington, DC, for Defendants.\n   </attorneys>",
    "citations": [
        "218 F. Supp. 3d 64"
    ],
    "opinions": [
        {
            "author_str": "Collyer",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 29.0,
            "download_url": "https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2015cv1352-31",
            "author_id": 687.0,
            "opinion_text": "                           UNITED STATES DISTRICT COURT\n                           FOR THE DISTRICT OF COLUMBIA\n\n                                  )\nBECKY WELBORN, et al.,            )\n                                  )\n          Plaintiffs,             )\n                                  )\n     v.                           )                  Civil Action No. 15-1352 (RMC)\n                                  )\nINTERNAL REVENUE SERVICE, et al., )\n                                  )\n          Defendants.             )\n                                  )\n\n                                            OPINION\n\n               Becky Welborn, Wendy Windrich, and Beth DuPree, on behalf of a proposed\n\nclass, allege that the Internal Revenue Service, IRS Commissioner John A. Koskinen, and IRS\n\nemployees, identified as Does 1-100, violated their rights under the Privacy Act, 5 U.S.C.\n\n§ 552a; the Administrative Procedure Act, 5 U.S.C. § 701 et seq.; and the Internal Revenue\n\nCode, 26 U.S.C. § 6103, by disclosing or failing to prevent the disclosure of their personal\n\nidentification information to third parties. The Defendants have filed a motion to dismiss, which\n\nis meritorious. The Complaint will be dismissed.\n\n                                                I.\n\n       A. Background\n\n               The IRS administers and enforces the U.S. tax code. The Commissioner’s role is\n\nto “ensure[] that the agency maintains an appropriate balance between taxpayer service and tax\n\nenforcement and administers the tax code with fairness and integrity.” Am. Compl. [Dkt. 22]\n\n¶ 29. In that role, the Commissioner is “responsible for establishing and interpreting tax\n\nadministration policy and for developing strategic issues, goals and objectives for managing and\n\noperating the IRS.” Id.\n\n\n                                                 1\n\f               The IRS “maintains a significant amount of personal and financial information”\n\non each taxpayer and is, therefore, obligated to protect the confidentiality of that information. Id.\n\n¶ 36. The Federal Information Security Management Act of 2002 (FISMA), 44 U.S.C. § 3541 et\n\nseq., “was enacted to strengthen the security of information and systems within federal\n\ngovernment agencies,” such as the IRS. Am. Compl. ¶ 36. FISMA requires federal agencies to\n\nevaluate periodically the “agency’s information security programs and practices.” Id. ¶ 37.\n\nFISMA specifically requires:\n\n               (1) annual agency program reviews; (2) annual Inspector General\n               evaluations; (3) agency reporting to the Office of Management and\n               Budget (“OMB”) the results of Inspector General evaluations for\n               unclassified software systems; and (4) an annual OMB report to\n               Congress summarizing the material received from agencies.\n\nId. To assist Inspectors General in evaluating agency systems, the Department of Homeland\n\nSecurity (DHS) specified eleven (11) information-security program areas and listed the specific\n\nattribute(s) within each area that should be evaluated. The eleven areas that were identified for\n\nevaluation under FISMA comprised:\n\n               (1) continuous monitoring management; (2) configuration\n               management; (3) identity and access management; (4) incident and\n               response reporting; (5) risk management; (6) security training; (7)\n               plan of action and milestones; (8) remote access management; (9)\n               contingency planning; (10) contractor systems; and (11) security\n               capital planning.\n\nId. The Treasury Inspector General for Tax Administration (TIGTA) is responsible for\n\nevaluations of the information security programs at the Department of Treasury, including the\n\nIRS. In its Fiscal Year 2014 FISMA report, TIGTA “found four security programs that were not\n\nfully effective due to one or more DHS guideline program attributes that were not met,” id. ¶ 42,\n\nand that two security program areas “did not meet the level of performance specified by the DHS\n\nguidelines due to the majority of the specified attributes not being met,” id. ¶ 43.\n\n\n\n                                                  2\n\f               The President signed the Federal Information Security Modernization Act of 2014\n\n(“Modernization Act”) into law on December 18, 2014. Pub. L. No. 113-283, 128 Stat. 3073\n\n(2014). This statute amended FISMA, retaining the authority of the Director of the Office of\n\nManagement and Budget for oversight and authorizing the Secretary of DHS to administer its\n\nimplementation by way of improved security policies and practices across the Executive Branch.\n\n       B. Breach of the IRS “Get Transcript” On-Line Program\n\n               The IRS launched the Get Transcript online application in January 2014 to allow\n\n“taxpayers to view and print a copy of their prior-year tax information.” Am. Compl. ¶ 31. The\n\npurpose of Get Transcript was “to provide taxpayers with self-service and electronic service\n\noptions in the form of web-based tools.” Id. During the 2015 filing season, the Get Transcript\n\nsoftware tool was used by taxpayers “to obtain approximately 23 million copies of their recently\n\nfiled tax information.” Id. ¶ 61. The IRS noticed unusual activity in the Get Transcript system\n\nin mid-May 2015, which led to the discovery of “questionable attempts to access the Get\n\nTranscript application.” Id. Get Transcript was shut down on May 21, 2015.\n\n               Upon further investigation, the IRS discovered that 330,000 tax-related\n\ndocuments were stolen during a cyber attack that extended from mid-February to mid-May 2015.\n\nId. Plaintiffs allege that the Commissioner reported to the U.S. Senate Finance Committee on\n\nJune 2, 2015 that “hackers made 200,000 attempts on the ‘Get Transcript’ page, approximately\n\nhalf of which were successful.” Id. ¶ 5 (emphasis removed). According to reports from the IRS,\n\none or more individuals succeeded in bypassing the program’s authentication process to access\n\ntaxpayer records. Id. ¶ 62. The information stolen included a wide range of taxpayer\n\ninformation, including personal identification information (identified by the parties as “PII”).\n\n\n\n\n                                                 3\n\f               Plaintiffs further allege that TIGTA had recommended greater security on Get\n\nTranscript but the IRS chose “to roll out a more simple authentication method to encourage use,”\n\ndespite knowing that it “was vulnerable and insecure.” Id. ¶¶ 12-13.\n\n       C. Plaintiffs’ Private Data\n\n               In June 2015, Ms. Windrich learned of fraud arising from the mis-use of her tax\n\nrecords when she received a letter from the IRS informing her that an electronic tax return had\n\nbeen processed and a refund deposited, although Ms. Windrich had submitted her tax return via\n\nthe U.S. Postal Service. As a result, Ms. Windrich and her husband “spent more than 30 hours\n\ndealing with the ramifications.” Id. ¶ 76. Ms. Windrich “reasonably believes that her PII was\n\ncompromised and obtained by the cybercriminals through the IRS systems.” Id. The IRS now\n\nprohibits her and her husband from submitting electronic tax returns and she alleges that she “is\n\nat a heightened risk of further identity theft requiring her to pay indefinitely for on-going credit\n\nmonitoring.” Id.\n\n               Over the summer of 2015, Ms. Welborn was alerted to possible fraud through a\n\nduplicate joint tax return that an unknown person or persons submitted to the IRS in her name.\n\nAs a result, Ms. Welborn and her husband also “spent dozens of hours dealing with the\n\nramifications.” Id. ¶ 83. Ms. Welborn “had to change all of their bank account numbers, file a\n\npolice report, place fraud alerts with all three credit agencies, file a report with the Federal Trade\n\nCommission, submit a fraud affidavit to the IRS, and request written copies of her family’s credit\n\nreports from the three credit agencies.” Id. As is Ms. Windrich, Ms. Welborn is now prohibited\n\nby the IRS from submitting her tax returns online. She alleges that she “is at a heightened risk of\n\nfurther identity theft requiring her to pay indefinitely for on-going credit monitoring.” Id. ¶ 84.\n\n\n\n\n                                                  4\n\f               Ms. DuPree “was notified by a letter dated August 31, 2015 from the IRS that\n\ncriminal actors potentially used her personal information to view her tax information through the\n\nIRS’s Get Transcript application on IRS.gov.” Id. ¶ 85. Ms. DuPree and her husband “spent\n\nnumerous hours dealing with the ramifications,” id. ¶ 89; specifically, Ms. DuPree “has been the\n\nvictim of at least two occasions of fraudulent activity in her financial accounts . . . after the IRS\n\ndata breach,” id. Ms. DuPree “had to hire an attorney to investigate the fraudulent activity,” is\n\nno longer eligible for electronic tax return filing, and alleges that she “is at a heightened risk of\n\nfurther identity theft requiring her to pay indefinitely for on-going credit monitoring.” Id. ¶¶ 90-\n\n91. Overall,\n\n               Plaintiffs request damages to compensate them for their current and\n               future losses and injunctive relief to fix the IRS’s security protocol,\n               implement TIGTA’s audit recommendations, implement President\n               Obama’s executive order focused on improving the security of\n               consumer financial transactions, to [sic] provide adequate credit\n               monitoring services for a sufficient time period, and to [sic] provide\n               after-the-fact identity repair services and identity theft insurance to\n               protect Class members from fraud and/or identity theft.\n\nId. ¶ 15.\n\n        D. Procedural History\n\n               Plaintiffs filed an Amended Class Action Complaint on January 6, 2016 seeking\n\ndamages and injunctive relief. See Am. Compl. [Dkt. 22]. Plaintiffs allege that (1) Defendants\n\nviolated the Privacy Act by intentionally and willfully failing to comply with FISMA and the\n\nModernization Act, thereby allowing the disclosure of Plaintiffs’ personal identifying\n\ninformation; (2) Defendants’ failures to comply with FISMA and the Modernization Act were\n\narbitrary and capricious, or otherwise violated the Administrative Procedure Act (APA); and (3)\n\nDefendants violated the Internal Revenue Code (Code) by disclosing, or allowing the disclosure\n\nof, Plaintiffs’ personal identifying information to criminals. Plaintiffs intend their suit to be a\n\n\n\n                                                   5\n\fclass action and define that class as “[a]ll Tax filers of the United States and their spouses and/or\n\ndependents whose PII was compromised as a result of the ‘Get Transcript’ application data\n\nbreach.” Id. ¶ 92.\n\n                Defendants moved to dismiss the Amended Complaint for lack of subject matter\n\njurisdiction, Fed. R. Civ. P. 12(b)(1), and, in the alternative, for failure to state a claim upon which\n\nrelief may be granted, Fed. R. Civ. P. 12(b)(6). See Mot. [Dkt. 24]. Plaintiffs have opposed that\n\nmotion, see Opp’n [Dkt. 29], and Defendants filed a timely reply. See Reply [Dkt. 30]. The\n\nmotion is ripe for review.\n\n        E. Jurisdiction and Venue\n\n                The Court has jurisdiction over the Privacy Act claims pursuant to 5 U.S.C.\n\n§ 552a(g)(1), the APA claims pursuant to 28 U.S.C. § 1331, and the Internal Revenue Code\n\nclaims pursuant to 26 U.S.C. § 6103. Venue is proper pursuant to 28 U.S.C. § 1391(e)(1).\n\n                                                    II.\n\n        A. Motion to Dismiss\n\n                1. Rule 12(b)(1)\n\n                Federal Rule of Civil Procedure 12(b)(1) allows a defendant to move to dismiss a\n\ncomplaint, or any portion thereof, for lack of subject matter jurisdiction. Fed. R. Civ. P.\n\n12(b)(1). No action of the parties can confer subject matter jurisdiction on a federal court\n\nbecause subject matter jurisdiction is both a statutory requirement and an Article III requirement.\n\nAkinseye v. District of Columbia, 339 F.3d 970, 971 (D.C. Cir. 2003). The party claiming\n\nsubject matter jurisdiction bears the burden of demonstrating that such jurisdiction exists. Khadr\n\nv. United States, 529 F.3d 1112, 1115 (D.C. Cir. 2008); see Kokkonen v. Guardian Life Ins. Co.\n\nof Am., 511 U.S. 375, 377 (1994) (noting that federal courts are courts of limited jurisdiction and\n\n\n\n\n                                                    6\n\f“[i]t is to be presumed that a cause lies outside this limited jurisdiction, and the burden of\n\nestablishing the contrary rests upon the party asserting jurisdiction”).\n\n               When reviewing a motion to dismiss for lack of jurisdiction under Rule 12(b)(1),\n\na court must review the complaint liberally, granting the plaintiff the benefit of all inferences that\n\ncan be derived from the facts alleged. Barr v. Clinton, 370 F.3d 1196, 1199 (D.C. Cir. 2004).\n\nNevertheless, “the Court need not accept factual inferences drawn by plaintiffs if those\n\ninferences are not supported by facts alleged in the complaint, nor must the Court accept\n\nplaintiffs’ legal conclusions.” Speelman v. United States, 461 F. Supp. 2d 71, 73 (D.D.C. 2006).\n\nA court may consider materials outside the pleadings to determine its jurisdiction. Settles v. U.S.\n\nParole Comm’n, 429 F.3d 1098, 1107 (D.C. Cir. 2005); Coal. for Underground Expansion v.\n\nMineta, 333 F.3d 193, 198 (D.C. Cir. 2003). A court has “broad discretion to consider relevant\n\nand competent evidence” to resolve factual issues raised by a Rule 12(b)(1) motion. Finca Santa\n\nElena, Inc. v. U.S. Army Corps of Eng’rs, 873 F. Supp. 2d 363, 368 (D.D.C. 2012) (citing 5B\n\nCharles Wright & Arthur Miller, Fed. Prac. & Pro., Civil § 1350 (3d ed. 2004)); see also\n\nMacharia v. United States, 238 F. Supp. 2d 13, 20 (D.D.C. 2002), aff’d, 334 F.3d 61 (2003) (in\n\nreviewing a factual challenge to the truthfulness of the allegations in a complaint, a court may\n\nexamine testimony and affidavits). In such circumstances, consideration of documents outside\n\nthe pleadings does not convert the motion to dismiss into one for summary judgment. Al-Owhali\n\nv. Ashcroft, 279 F. Supp. 2d 13, 21 (D.D.C. 2003).\n\n               2. Rule 12(b)(6)\n\n               A motion to dismiss for failure to state a claim under Fed. R. Civ. P. 12(b)(6)\n\nchallenges the adequacy of a complaint on its face. Fed. R. Civ. P. 12(b)(6) (“Every defense to a\n\nclaim for relief in any pleading must be asserted in the responsive pleading if one is required.\n\n\n\n\n                                                  7\n\fBut a party may assert the following defenses by motion: . . . (6) failure to state a claim upon\n\nwhich relief can be granted[.]”). To survive a motion to dismiss, a complaint must contain\n\nsufficient factual information, accepted as true, to “‘state a claim to relief that is plausible on its\n\nface.’” Ashcroft v. Iqbal, 556 U.S. 662, 678 (2009) (quoting Bell Atl. Corp. v. Twombly, 550\n\nU.S. 544, 570 (2007)). A court must assume the truth of all well-pleaded factual allegations and\n\nconstrue reasonable inferences from those allegations in favor of the plaintiff. Sissel v. Dep’t of\n\nHealth & Human Servs., 760 F.3d 1, 4 (D.C. Cir. 2014). A court need not accept inferences\n\ndrawn by a plaintiff if such inferences are not supported by the facts set out in the complaint.\n\nKowal v. MCI Commc’ns Corp., 16 F.3d 1271, 1276 (D.C. Cir. 1994). Further, a court does not\n\nneed to accept as true legal conclusions set forth in a complaint. Iqbal, 556 U.S. at 678. In\n\ndeciding a motion under Rule 12(b)(6), a court may consider the facts alleged in the complaint,\n\ndocuments attached to the complaint as exhibits or incorporated by reference, and matters about\n\nwhich the court may take judicial notice. Abhe & Svoboda, Inc. v. Chao, 508 F.3d 1052, 1059\n\n(D.C. Cir. 2007).\n\n        B. Privacy Act\n\n                The Privacy Act “safeguards the public from unwarranted collection,\n\nmaintenance, use and dissemination of personal information contained in agency records by\n\nallowing an individual to participate in ensuring that his records are accurate and properly used.”\n\nHenke v. Dep’t of Commerce, 83 F.3d 1453, 1456 (D.C. Cir. 1996); see also FAA v. Cooper, 132\n\nS. Ct. 1441, 1446 (2012) (noting the “comprehensive and detailed set of requirements” laid out\n\nin the Privacy Act to protect individuals’ personal information). The Privacy Act specifically\n\nprohibits disclosure of “any record which is contained in a system of records by any means of\n\ncommunication to any person, or to another agency” without the consent of the individual to\n\n\n\n\n                                                   8\n\fwhom the record pertains or disclosure is otherwise authorized under the Privacy Act. 5 U.S.C.\n\n§ 552a(b). A record is defined as:\n\n               any item, collection, or grouping of information about an individual\n               that is maintained by an agency, including, but not limited to, his\n               education, financial transactions, medical history, and criminal or\n               employment history and that contains his name, or the identifying\n               number, symbol, or other identifying particular assigned to the\n               individual, such as a finger or voice print or a photograph.\n\n5 U.S.C. § 552a(a)(4). A system of records includes “a group of any records under the control of\n\nany agency from which information is retrieved by the name of the individual or by some\n\nidentifying number, symbol, or other identifying particular assigned to the individual.” 5 U.S.C.\n\n§ 552a(a)(5). In addition to prohibiting disclosure, the Privacy Act requires agencies to secure\n\nrecords by:\n\n               establish[ing] appropriate administrative, technical, and physical\n               safeguards to insure the security and confidentiality of records and\n               to protect against any anticipated threats or hazards to their security\n               or integrity which could result in substantial harm, embarrassment,\n               inconvenience, or unfairness to any individual on whom information\n               is maintained.\n\n5 U.S.C. § 552a(e)(10).\n\n               District courts have jurisdiction over civil actions brought by individuals who\n\nhave been adversely affected by a violation of the Privacy Act. See 5 U.S.C. § 552a(g)(1).\n\nRelief is tied to the nature of the violation alleged. Monetary damages are permitted in suits\n\nbrought under § 552a(g)(1)(C) or (D) when “the agency acted in a manner which was intentional\n\nor willful.” 5 U.S.C. § 552a(g)(4). Section 552(g)(1)(D) permits monetary damages when an\n\nagency “fails to comply with any other provision of this section, or any rule promulgated\n\nthereunder, in such a way as to have an adverse effect on an individual.” 5 U.S.C.\n\n§ 552a(g)(1)(D).\n\n\n\n\n                                                 9\n\f       C. Administrative Procedure Act\n\n               The APA requires a reviewing court to set aside an agency action that is\n\n“arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.” 5 U.S.C.\n\n§ 706(2)(A); Tourus Records, Inc. v. Drug Enforcement Admin., 259 F.3d 731, 736 (D.C. Cir.\n\n2001). A claim under the APA can challenge agency action or “fail[ure] to act.” 5 U.S.C. § 702.\n\nWhile the APA allows a court to compel agency action, it excludes agency action that “is\n\ncommitted to agency discretion by law.” 5 U.S.C. § 701(a)(2).\n\n               In reviewing agency action, a court “must consider whether the [agency’s]\n\ndecision was based on a consideration of the relevant factors and whether there has been a clear\n\nerror of judgment.” Marsh v. Oregon Natural Res. Council, 490 U.S. 360, 378 (1989) (internal\n\nquotation marks omitted). At a minimum, the agency must have considered relevant data and\n\narticulated an explanation establishing a “rational connection between the facts found and the\n\nchoice made.” Bowen v. Am. Hosp. Ass’n, 476 U.S. 610, 626 (1986); see also Pub. Citizen, Inc.\n\nv. Fed. Aviation Admin., 988 F.2d 186, 197 (D.C. Cir. 1993) (“The requirement that agency\n\naction not be arbitrary or capricious includes a requirement that the agency adequately explain its\n\nresult.”). An agency action usually is arbitrary or capricious if\n\n               the agency has relied on factors which Congress has not intended it\n               to consider, entirely failed to consider an important aspect of the\n               problem, offered an explanation for its decision that runs counter to\n               the evidence before the agency, or is so implausible that it could not\n               be ascribed to a difference in view or the product of agency\n               expertise.\n\nMotor Vehicle Mfrs. Ass’n of U.S.v. State Farm Mut. Auto. Ins. Co., 463 U.S. 29, 43 (1983); see\n\nalso County of Los Angeles v. Shalala, 192 F.3d 1005, 1021 (D.C. Cir. 1999) (“Where the\n\nagency has failed to provide a reasoned explanation, or where the record belies the agency’s\n\nconclusion, [the court] must undo its action.”).\n\n\n\n                                                   10\n\f               As the Supreme Court has directed, “the scope of review under the ‘arbitrary and\n\ncapricious’ standard is narrow and a court is not to substitute its judgment for that of the\n\nagency.” Motor Vehicle Mfrs. Ass’n, 463 U.S. at 43. Rather, the agency action under review is\n\n“entitled to a presumption of regularity.” Citizens to Pres. Overton Park, Inc. v. Volpe, 401 U.S.\n\n402, 415 (1971), abrogated on other grounds by Califano v. Sanders, 430 U.S. 99 (1977). If the\n\ndistrict court can “reasonably discern” the agency’s path, it should uphold the agency’s decision.\n\nPub. Citizen, 988 F.2d at 197.\n\n       D. Internal Revenue Code\n\n               The Code provides for the protection of tax returns and return information and\n\nauthorizes civil suit and remedies for unauthorized disclosure of such information. Section 6103\n\nprovides that “[r]eturns and return information shall be confidential” and not disclosed unless\n\nauthorized under the Code. 26 U.S.C. § 6103(a). The Code allows a civil action for improper\n\ndisclosure when “any officer or employee of the United States knowingly, or by reason of\n\nnegligence, inspects or discloses any return or return information with respect to a taxpayer in\n\nviolation of any provision of section 6103.” 26 U.S.C. § 7431(a)(1). Section 6103 states that\n\ndisclosure “means the making known to any person in any manner whatever a return or return\n\ninformation.” 26 U.S.C. § 6103(b)(8). “Returns and return information” is broadly defined to\n\ninclude everything from a completed tax return submitted by a taxpayer to “a taxpayer’s identity,\n\nthe nature, source, or amount of his income, payments, receipts, deductions, exemptions, credits,\n\n. . . or any other data, received by, recorded by, prepared by, furnished to, or collected by the\n\nSecretary with respect to a return.” 26 U.S.C. § 6103(b)(1), (b)(2)(A). If a plaintiff succeeds on\n\na claim under § 7431, they may receive:\n\n\n\n\n                                                 11\n\f               (1) the greater of—\n\n               (A) $1,000 for each act of unauthorized inspection or disclosure of\n               a return or return information with respect to which such defendant\n               is found liable, or\n\n               (B) the sum of—(i) the actual damages sustained by the plaintiff as\n               a result of such unauthorized inspection or disclosure, plus (ii) in the\n               case of a willful inspection or disclosure or an inspection or\n               disclosure which is the result of gross negligence, punitive damages,\n               plus\n\n               (2) the costs of the action, plus\n\n               (3) in the case of a plaintiff which is described in section\n               7430(c)(4)(A)(ii), reasonable attorneys fees, except that if the\n               defendant is the United States, reasonable attorneys fees may be\n               awarded only if the plaintiff is the prevailing party (as determined\n               under section 7430(c)(4)).\n\n26 U.S.C. § 7431(c).\n\n                                                   III.\n\n       A. Do Plaintiffs Have Standing to Sue?\n\n               Standing is part and parcel of Article III’s limitation on the judicial power of the\n\nfederal courts and extends only to cases or controversies. U.S. Const. art. III, § 2 (“The judicial\n\nPower shall extend to all Cases, in Law and Equity, arising under this Constitution, the Laws of\n\nthe United States, and Treaties made, or which shall be made, under their Authority [and] to\n\nControversies . . . .”); Ariz. State Legislature v. Ariz. Indep. Redistricting Comm’n, 135 S. Ct.\n\n2652, 2663 (2015). The strictures of Article III standing are by now “familiar.” United States v.\n\nWindsor, 133 S. Ct. 2675, 2685 (2013). Standing requires (1) the plaintiff to have suffered an\n\ninjury in fact that is both (a) concrete and particularized and (b) actual or imminent, as opposed\n\nto conjectural or hypothetical; (2) the injury must be traceable to the defendants’ actions; and (3)\n\nthe injury must be redressable by a favorable decision of the court. See id. at 2685-86 (citing\n\nLujan v. Defenders of Wildlife, 504 U.S. 555, 559-62 (1992)). In the context of a putative class\n\n\n                                                   12\n\faction, all named plaintiffs “must allege and show that they personally have been injured, not\n\nthat injury has been suffered by other, unidentified members of the class to which they belong\n\nand which they purport to represent.” Warth v. Seldin, 422 U.S. 490, 502 (1975) (emphasis\n\nadded).\n\n               A federal court must assure itself of both constitutional and statutory subject\n\nmatter jurisdiction. The former obtains if the case is one “arising under this Constitution, the\n\nLaws of the United States, and Treaties made, or which shall be made, under their Authority.”\n\nU.S. Const. art. III, § 2. The relevant statute, 28 U.S.C. § 1331, likewise confers jurisdiction\n\nupon lower courts to hear “all civil actions arising under the Constitution, laws, or treaties of the\n\nUnited States.” Federal courts have constitutional and statutory “arising under” jurisdiction\n\nwhenever a plaintiff’s claim “will be sustained if the Constitution is given one construction and\n\nwill be defeated if it is given another.” Powell v. McCormack, 395 U.S. 486, 514-16 (1969)\n\n(citing Bell v. Hood, 327 U.S. 678, 685 (1946) and King Cnty. v. Seattle Sch. Dist. No. 1, 263\n\nU.S. 361, 363-64 (1923)).\n\n               1. Injury-in-Fact\n\n               A plaintiff must allege an injury-in-fact that is (a) concrete and particularized and\n\n(b) actual or imminent, not conjectural or hypothetical. See Windsor, 133 S. Ct. at 2685 (citing\n\nLujan, 504 U.S. at 559-62). Allegations of speculative or possible future injury do not satisfy the\n\nrequirements of Article III. “A threatened injury must be certainly impending to constitute\n\ninjury in fact.” Whitmore v. Arkansas, 495 U.S. 149, 158 (1990) (internal quotations omitted).\n\n               When an alleged injury has not yet occurred, courts must determine whether it is\n\nimminent. Clapper v. Amnesty Int’l USA, 133 S. Ct. 1138, 1147 (2013). An injury is imminent\n\nif the threatened injury is “certainly impending” or if there is substantial risk that the harm will\n\noccur. Id. “[P]laintiffs bear the burden of pleading . . . concrete facts showing that the\n\n\n                                                  13\n\fdefendant’s actual action has caused the substantial risk of harm. Plaintiffs cannot rely on\n\nspeculation about the unfettered choices made by independent actors not before the court.” Id. at\n\n1150 n. 5 (internal quotation and citation omitted). Plaintiffs also “cannot manufacture standing\n\nmerely by inflicting harm on themselves based on their fears of hypothetical future harm that is\n\nnot certainly impending.” Id. at 1151.\n\n               Defendants argue that Plaintiffs Welborn and Windrich have failed to allege an\n\ninjury-in-fact sufficient to satisfy the requirements for standing under Article III. In this regard,\n\nDefendants contend: (1) the filing of fraudulent tax returns by a criminal; (2) the risk of future\n\neconomic harm; (3) the costs to monitor and evaluate their credit; and (4) the alleged diminished\n\nvalue of these Plaintiffs’ personal identifying information are not legally cognizable injuries.\n\nPlaintiffs respond that Mses. Welborn and Windrich adequately plead injury-in-fact because they\n\nsuffered actual identity theft in the form of false tax returns filed in their names and that, due to\n\nthe substantial risk of future economic harm, they have already reasonably incurred costs to\n\nevaluate and mitigate that risk.\n\n               Plaintiffs cite In re Science Applications International Corp. Backup Tape Data\n\nTheft Litigation, 45 F. Supp. 3d 14, 26 (D.D.C. 2014) (SAIC), which the Court finds instructive\n\nhere. SAIC concerned the theft of a backup tape that contained the names and social security\n\nnumbers of 4.7 million members of the U.S. military and their families. In the many subsequent\n\nlawsuits against the government and SAIC, a government contractor from whom the tape was\n\nstolen, the plaintiffs plead the risk of future harm and the costs to monitor their credit and\n\nprevent future harm as cognizable injuries-in-fact. Judge James E. Boasberg of this Court\n\nevaluated each Plaintiff’s standing in light of Clapper v. Amnesty International USA, 135 S. Ct.\n\n1138 (2013), and held that neither the risk of future identity theft nor costs to monitor and\n\n\n\n\n                                                  14\n\fprevent future harm conferred Article III standing. In comparison, as to those SAIC plaintiffs\n\nwho had already suffered instances of identity theft, the court found a clear injury that supported\n\nstanding to sue. 45 F. Supp. 3d at 25. Because Mses. Welborn and Windrich both allege that\n\nthey have suffered actual identity theft when someone filed false tax returns (and claimed\n\nfraudulent refunds) in their names, each of these Plaintiffs has plead sufficient injury-in-fact to\n\nestablish standing. See Am. Compl. ¶¶ 71-73, 79. As the IRS does not dispute that Ms. DuPree\n\nhas alleged an injury in fact—she “has been the victim of at least two occasions of fraudulent\n\nactivity in her financial accounts, one of which resulted in the removal of funds from a personal\n\nfinancial account, which occurred after the IRS data breach,” id. ¶ 89—all three Plaintiffs have\n\nalleged sufficient injury-in-fact.\n\n               Plaintiffs’ other alleged injuries are too ephemeral to suffice under Clapper.\n\nPlaintiffs rest largely on the theory that they suffer an increased threat of future identity theft and\n\nfraud as a result of the IRS security breach. See id. ¶¶ 76, 83-84, 90-91; Opp’n at 15. Clapper\n\nhas already instructed that a party cannot claim injury-in-fact based on hypothetical future harm\n\nthat is not “certainly impending.” 133 S. Ct. at 1143; see also Whitmore, 495 U.S. at 158.\n\nPlaintiffs have not alleged facts from which a plausible inference could be drawn that they face\n\nimminent harm that is “certainly impending.” The likelihood that any Plaintiff will suffer\n\nadditional harm remains entirely speculative and depends on the decisions and actions of one or\n\nmore independent, and unidentified, actor(s). See Clapper, 133 S. Ct. at 1150. Thus, Plaintiffs’\n\nallegations that they face an increased risk of future harm does not satisfy Article III.\n\n               In addition, general anxiety does not establish standing. See Am. Compl. ¶¶ 74\n\n(alleging that “Plaintiff Windrich is reasonably concerned about her and her husband’s future”);\n\n81 (alleging that “Plaintiff Welborn is reasonably concerned about her and her husband’s future\n\n\n\n\n                                                  15\n\f. . . as the family’s PII was in their stolen tax data”); and 88 (alleging that “Plaintiff DuPree is\n\nreasonably concerned about her and her spouse’s . . . future”). An “objectively reasonable\n\nlikelihood” of future harm does not establish standing in the present time, despite legitimate\n\nanxiety that ill might befall an individual. Clapper, 133 S. Ct. at 1147-48. Even if their fears are\n\nrational, this uncertain and inchoate risk does not confer standing. See SAIC, 45 F. Supp. 3d at\n\n26; see also Fernandez v. Leidos, Inc., 127 F. Supp. 3d 1078, 1088 (E.D. Cal. 2015) (rejecting\n\nclaim that theft of information established that plaintiff “suffers from a substantial risk of\n\nimminent future harm”); In re Zappos.com, Inc., 108 F. Supp. 3d 949, 954-55 (D. Nev. 2015)\n\n(finding no standing where the last four digits of credit card numbers of 24 million customers\n\nwere stolen, without allegations of unauthorized purchases or other signs of misuse).\n\n                Plaintiffs also allege injury based on the time and money spent monitoring and\n\nassessing the potential risk of future harm. See Am. Compl. ¶¶ 76, 83, 89. However, “the cost\n\ninvolved in preventing future harm” does not constitute an injury-in-fact. SAIC, 45 F. Supp. 3d\n\nat 26 (emphasis in original).\n\n                These legal maxims were clearly established in Clapper, if not before. The\n\nSupreme Court held that proactive measures based on “fears of . . . future harm that is not\n\ncertainly impending” do not create an injury in fact, even where such fears are not unfounded.\n\nClapper, 133 S. Ct. at 1151. In other words, Plaintiffs cannot create standing by “inflicting harm\n\non themselves” to ward off a speculative future injury. Id.; see also Reilly v. Ceridian Corp., 664\n\nF.3d 38, 45 (3d Cir. 2011) (finding that “Appellants’ alleged time and money expenditures to\n\nmonitor their financial information did not establish standing, because costs incurred to watch for\n\na speculative chain of future events based on hypothetical future criminal acts are no more\n\n\n\n\n                                                  16\n\f‘actual’ injuries than the alleged ‘increased risk of injury’ which forms the basis for Appellants’\n\nclaims”).\n\n               Finally, Plaintiffs claim as injury the “diminished value of their PII.” Opp’n at\n\n15. Courts have routinely rejected the proposition that an individual’s personal identifying\n\ninformation has an independent monetary value. See, e.g. Remijas v. Neiman Marcus Group,\n\nLLC, 794 F.3d 688, 697 (7th Cir. 2015) (finding no standing from “such an abstract injury,\n\nparticularly since the complaint does not suggest that the plaintiffs could sell their personal\n\ninformation for value”); In re Zappos.com, Inc., 108 F. Supp. 3d at 954; Low v. LinkedIn Corp.,\n\n900 F. Supp. 2d 1010, 1029 (N.D. Cal. 2012) (finding such allegations “too abstract and\n\nspeculative to support Article III standing”).\n\n               If, contrary to the necessity of an injury-in-fact, one could assume that Plaintiffs’\n\npersonal identifying information had economic value, Plaintiffs do not allege facts to support the\n\ninference of their allegation that their personal information became less valuable as a result of\n\nthe IRS breach or that they attempted to sell their information and were rebuffed because of a\n\nlower price-point attributable to the breach. See SAIC, 45 F. Supp. 3d at 30; Zappos.com, 108 F.\n\nSupp. 3d at 954. These allegations do not establish an injury-in-fact.\n\n               2. Causation\n\n               Causation is the second element of standing and just as critical as an injury-in-\n\nfact. Causation requires “a causal connection between the injury and the conduct complained\n\nof.” Lujan, 504 U.S. at 560. The harm alleged must be “fairly traceable to the challenged action\n\nof the defendant, and not the result of the independent action of some third party not before the\n\ncourt.” Bennett v. Spear, 520 U.S. 154, 167 (1997). Because the fraud alleged here was\n\ncommitted by third parties and not Defendants, Plaintiffs must also allege facts to show that,\n\nabsent the alleged unlawful actions by the IRS (in alleged violation of the Privacy Act, the APA\n\n\n                                                 17\n\fand/or the Code), “there is a substantial probability that they would not be injured.’” Chamber of\n\nCommerce v. EPA, 642 F.3d 192, 201 (D.C. Cir. 2011) (quoting Warth, 422 U.S. at 504). In\n\nother words, to demonstrate causation, Plaintiffs must put forward facts showing that their\n\ninjuries can be traced to the specific data incident of which they complain and not to any\n\nprevious theft or data loss incident. See SAIC, 45 F. Supp. 3d at 32. At a minimum, they must\n\nallege facts that indicate that the information stolen from the Defendants in the Get Transcript\n\nbreach is the same type of information used to commit their injuries. See id. at 31-32.\n\n               Ms. Windrich alleges that “the IRS told her that the fraudulent tax return [filed in\n\nthe Windriches’ names] had very specific and personal information that had to be taken from her\n\nprior two years’ income tax returns” and “the information supplied in the fraudulent tax return\n\ncould only have come from the Get Transcript application.” Am. Compl. ¶ 73. At the point of a\n\nmotion to dismiss, a court credits all well-pled facts and gives a plaintiff the benefit of all\n\nreasonable inferences that might be drawn from such facts. See Sissel, 760 F.3d at 4. Ms.\n\nWindrich has alleged sufficient facts that, if proved, would tend to show that the information\n\nused in the fraudulent tax return was of the same type that was stolen from the Get Transcript\n\napplication and, therefore, has plead the necessary causal connection.\n\n               Ms. Welborn alleges that an “IRS representative explained to [her] that someone\n\nhad filed a duplicate joint [tax] return using her and her husband’s social security numbers” and\n\n“that the fraudulent party had requested a transcript of Plaintiff Welborn’s taxes through the Get\n\nTranscript application.” Am. Compl. ¶ 79. Again, taking the well-pled factual assertions as true,\n\nthe Court finds Ms. Welborn has also alleged a sufficient causal connection to support her\n\nstanding to sue.\n\n\n\n\n                                                  18\n\f                Finally, Ms. DuPree alleges: (1) that she “was notified by a letter dated August\n\n31, 2015 from the IRS that criminal actors potentially used her personal information to view her\n\ntax information through the IRS’s Get Transcript application”; (2) that she “has never been\n\nnotified by any other entity that her PII had been compromised”; and (3) that she has been the\n\nvictim of “at least two occasions of fraudulent activity in her financial accounts, one of which\n\nresulted in the removal of funds from a personal financial account, which occurred after the IRS\n\ndata breach.” Id. ¶¶ 85-86, 89. These allegations alone do not sufficiently connect the Get\n\nTranscript incident to the removal of funds from Ms. DuPree’s account. It is not clear that the\n\ntype of data obtained from the theft of Get Transcript information was necessarily used in the\n\nremoval of funds. See SAIC, 45 F. Supp. 3d at 31. Ms. DuPree simply alleges that the alleged\n\nfinancial fraud happened after the Get Transcript breach. See Am. Compl. ¶ 89; see also Resnick\n\nv. AvMed, Inc., 693 F.3d 1317, 1326 (11th Cir. 2012) (holding that “to prove that a data breach\n\ncaused identity theft, the pleadings must include allegations of a nexus between the two instances\n\nbeyond allegations of time and sequence”).\n\n               Recognizing this problem, Ms. DuPree attempts to supplement the Amended\n\nComplaint by submitting a declaration with her opposition. See Declaration of Michele M.\n\nVercoski (Vercoski Decl.) [Dkt. 29-1]. In appropriate cases, a district court may “dispose of a\n\nmotion to dismiss for lack of subject matter jurisdiction under Fed. R. Civ. P. 12(b)(1) on the\n\ncomplaint standing alone. But where necessary, the court may consider the complaint\n\nsupplemented by undisputed facts evidenced in the record, or the complaint supplemented by\n\nundisputed facts plus the court’s resolution of disputed facts.” Herbert v. Nat’l Acad. of Scis.,\n\n974 F.2d 192, 197 (D.C. Cir. 1992); but see Sloan v. Urban Title Sers., Inc., 689 F. Supp. 2d 94,\n\n114 (D.D.C. 2010) (finding that plaintiff “cannot amend her complaint through her opposition\n\n\n\n\n                                                19\n\fbriefing”). However, when considering a motion to dismiss for lack of subject matter\n\njurisdiction, a court cannot “‘rely on conclusory or hearsay statements contained in the\n\naffidavits.’” See Treiber v. Aspen Dental Mgmt., Inc., 94 F. Supp. 3d 352, 361 (N.D.N.Y. 2015)\n\n(quoting J.S. ex rel. N.S. v. Attica Cent. Schs., 386 F.3d 107, 110 (2d Cir. 2004)).\n\n               The Vercoski Declaration is submitted by counsel for Ms. DuPree and advances\n\nhearsay and conclusory statements. Although counsel can swear to the existence of IRS letters\n\ndue to her “personal knowledge” of the evidence in the case, Ms. Vercoski cannot attest to Ms.\n\nDuPree’s conversations with others or her thoughts about the cause of fraudulent attempts on her\n\nretirement account. The Vercoski Declaration states that Ms. DuPree filed a police report and\n\n“explained that the IRS’s data breach, which would have indicated her retirement account\n\ninformation, was responsible for the fraud.” Vercoski Decl. ¶ 9. Besides the obvious hearsay,\n\nthe phrase “would have indicated” is in the subjective tense and does not state a fact. The Court\n\ncannot assume a critical element to establish causation and standing. Ms. DuPree’s allegations\n\nwill be dismissed.\n\n               3. Redressability\n\n               The last element of standing is redressability, requiring that it “be likely, as\n\nopposed to merely speculative, that the injury will be redressed by a favorable decision.” Lujan,\n\n504 U.S. at 561 (internal quotations and citation omitted); see also SAIC, 45 F. Supp. 3d at 33.\n\nMses. Welborn and Windrich claim injury based on a misuse of their personal identifying\n\ninformation to file a fraudulent tax return. Any harms might be redressed through a monetary\n\naward. Therefore, Mses. Welborn and Windrich have standing to sue for monetary damages.\n\n               4. Do Plaintiffs Have Standing to Obtain an Injunction Under the APA?\n\n               To allege a case or controversy justifying an injunction, a plaintiff must allege\n\nmore than “past exposure to illegal conduct.” City of Los Angeles v. Lyons, 461 U.S. 95, 102\n\n\n                                                 20\n\f(1983) (internal quotations and citation omitted). City of Los Angeles v. Lyons involved claims\n\nby Mr. Lyons that the L.A. police had unreasonably put him in a chokehold that injured his\n\nlarynx. The D.C. Circuit has summarized the holding in City of Los Angeles to wit: “while\n\nLyons could maintain a suit for damages, he could not maintain his suit for an injunction because\n\nhe ‘has made no showing that he is realistically threatened by a repetition of his experience.’”\n\nFair Emp’t Council of Greater Washington, Inc. v. BMC Mktg. Corp., 28 F.3d 1268, 1272 (D.C.\n\nCir. 1994) (discussing City of Los Angeles). “To pursue an injunction or a declaratory judgment,\n\n. . . plaintiffs must allege a likelihood of future violations of their rights by [the IRS], not simply\n\nfuture effects from past violations.” Id. at 1273 (emphasis in original); see also Dearth v.\n\nHolder, 641 F.3d 499, 501 (D.C. Cir. 2011) (finding a plaintiff “must show he is suffering an\n\nongoing injury or faces an immediate threat of [future] injury”); Peterson v. Transp. Workers\n\nUnion of Am., AFL-CIO, 75 F. Supp. 3d 131, 136 n.2 (D.D.C. 2014) (“[A] plaintiff seeking a\n\ndeclaratory judgment must still present a ‘substantial controversy . . . of sufficient immediacy\n\nand reality’ in order to have standing.”) (quoting Fed. Exp. Corp. v. Air Line Pilots Ass’n, 67\n\nF.3d 961, 964 (D.C. Cir. 1995)).\n\n                This legal principle is well established. “[W]hen a plaintiff seeks injunctive or\n\ndeclaratory relief specifically for the purpose of challenging an alleged policy or practice of a\n\ngovernment agency, the plaintiff must demonstrate that it is ‘realistically threatened by a\n\nrepetition of its experience.’” Afifi v. Lynch, 101 F. Supp. 3d 90, 108-09 (D.D.C. 2015) (quoting\n\nHaase v. Sessions, 835 F.2d 902, 910-11 (D.C. Cir. 1987)). Plaintiffs must plead a “real or\n\nimmediate” threat of repetition, not merely “a nebulous assertion of the existence of a ‘policy’”\n\nand a likelihood that they will “be subjected to the policy again.” Haase, 835 F.2d at 911; see\n\nalso Lyons, 461 U.S. at 102-06; Golden v. Zwickler, 394 U.S. 103, 109 (1969). Get Transcript\n\n\n\n\n                                                  21\n\fwas withdrawn in May 2015 and Plaintiffs make no allegation that the IRS continues to allow\n\naccess to their personal identifying information. The allegations that the IRS failed to comply\n\nwith FISMA or the Modernization Act do not help. FISMA is a peculiarly hortatory statute\n\ndirected to federal executives to protect federal information technology for the benefit of the\n\nfederal government. There is no private right of action under FISMA or the Modernization Act\n\nand, indeed, each agency head is delegated full discretion in determining how to achieve its\n\ngoals, which removes it from APA review. See 5 U.S.C. § 701(a) (permitting APA review\n\n“except to the extent that (1) statutes preclude judicial review; or (2) agency action is committed\n\nto agency discretion by law”); see also Heckler v. Chaney, 470 U.S. 821, 828 (1985). Plaintiffs\n\nhave not established standing to sue for injunctive or other equitable relief under the APA and,\n\ntherefore, Count 2 will be dismissed.1\n\n       B. Can Plaintiffs Maintain Their Claims of Unauthorized Disclosure Under the\n          Privacy Act?\n\n               Defendants move to dismiss Plaintiffs’ Privacy Act unauthorized disclosure\n\nclaims because the Code preempts all Privacy Act claims for the unauthorized disclosure of tax\n\nreturns and return information. Plaintiffs fail to respond, addressing only whether the Code\n\npreempts a Privacy Act claim that the IRS failed to “safeguard” their personal identity\n\ninformation. Opp’n at 26-27. The Court, like Defendants, will interpret Plaintiffs’ Complaint as\n\nraising two separate types of Privacy Act claims and will dismiss the unauthorized disclosure\n\nclaims because they are preempted by the Code. See 26 U.S.C. §§ 6103(a), 7431; see also\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n1\n   In the alternative, the Court finds that the Privacy Act would preempt Plaintiffs’ APA claims\nbecause the prior statute provides the only congressionally-intended legal remedy and neither\ninjunctive relief nor any other equitable relief is available. “[I]f an adequate remedy at law\nexists, equitable relief is not available under the APA.” Cohen v. United States, 650 F.3d 717,\n731 (D.C. Cir. 2011).\n\n\n                                                22\n\fGardner v. United States, 213 F.3d 735, 742 (D.C. Cir. 2000) (“[Section] 6103 is the exclusive\n\nremedy for a taxpayer claiming unlawful disclosure of his or her tax returns and tax\n\ninformation.”). Section 6103(a) precludes officers and employees of the United States (and\n\nothers) from disclosing any return or return information. Disclosure “means the making known\n\nto any person in any manner whatever a return or return information.” 26 U.S.C. § 6103(b)(8).\n\nFurther, at § 7431, the Code specifically provides for civil damages in the event of unauthorized\n\ndisclosure of returns and return information. 26 U.S.C. § 7431.\n\n       C. Failure to State a Claim\n\n               Defendants also seek dismissal of Plaintiffs’ claims for failure to state a claim\n\nupon which relief may be granted. See Fed. R. Civ. P. 12(b)(6).\n\n           1. Privacy Act (Count 1)\n\n               Defendants argue that Plaintiffs’ Privacy Act claims, both for improper disclosure\n\nand failure to safeguard, must be dismissed for failure to state a claim because Plaintiffs do not\n\nplead actual damages. Defendants explain that actual damages under the Privacy Act are\n\nequivalent to special damages under Federal Rule of Civil Procedure 9(a) and must be pled with\n\nspecificity. See FAA v. Cooper, 132 S. Ct. at 1451-52 (“The basic idea is that Privacy Act\n\nvictims, like victims of libel per quod or slander, are barred from any recovery unless they can\n\nfirst show actual—that is, pecuniary or material—harm.”). In opposition, Plaintiffs argue they\n\ndid plead actual damages in the form of (1) time spent addressing the data theft from the IRS, (2)\n\ncredit monitoring costs, (3) costs associated with actual data theft, and (4) cancelled credit cards.\n\nDefendants reply that none qualifies as actual damages because none is a calculable monetary\n\nloss or “constitute[s] actual damages stemming from the Get Transcript incident.” Reply at 14.\n\n\n\n\n                                                 23\n\f                To plead any Privacy Act claim adequately, a plaintiff must plead “actual—that\n\nis, pecuniary or material—harm.” Cooper, 132 S. Ct. at 1451. In this respect, there is no\n\ndistinction between Plaintiffs’ separate allegations of Privacy Act violations, whether\n\nunauthorized release of their private information or the alleged failure by the IRS to implement\n\nsafeguards to protect their information. The Privacy Act does not allow a claim for damages\n\nbased on reputational or emotional harm. Id. at 1454-56 (“[T]he Privacy Act does not\n\nunequivocally authorize an award of damages for mental or emotional distress. Accordingly, the\n\nAct does not waive the Federal Government’s sovereign immunity from liability for such\n\nharms.”). As a result, Plaintiffs must specifically allege actual damages to survive a motion to\n\ndismiss for failure to state a claim.\n\n                The Court will not assume actual damages based on a conclusory statement that\n\nPlaintiffs and Class members “have suffered or are at increased risk of suffering from” a list of\n\npotential harms. Am. Compl. ¶ 69. Plaintiffs must specifically allege that they have suffered\n\ncalcuable damages to survive Defendants’ motion to dismiss. Plaintiffs allege the following\n\ninjuries: (1) false tax returns were filed, (2) future prohibition from e-filing taxes, (3) lost time\n\nspent dealing with the ramifications of the fraud, and (4) heightened risk of further identity\n\ntheft.2 None of these allegations details actual pecuniary or material damage. Plaintiffs cite Hill\n\nv. Department of Defense, 70 F. Supp. 3d 17 (D.D.C. 2014), for the proposition that allegations\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n2\n   In Opposition, Plaintiffs argue they suffered damages through “out-of-pocket expenses\nassociated with the detection, investigation, and recovery after actual theft” and “economic loss\ndue to cancelling credit cards.” Opp’n at 36. These specific allegations, however, are not\nincluded in the Amended Complaint and, if they were, they do not allege actual damages. As\nexplained in the discussion on standing, injury based on hypothetical future harm is not\nsufficient. See Clapper, 133 S. Ct. at 1143. The fact that Plaintiffs chose to spend money on\ncredit monitoring services to prevent potential future harm does not allege actual damages\nattributable to the IRS. See 5 U.S.C. 552a(g)(4); SAIC, 45 F. Supp. 3d at 32.\n\n\n                                                  24\n\fof direct expenses, such as the time spent dealing with an injury, are sufficient to constitute\n\nactual damages. Hill, however, relied on allegations that the plaintiff made actual payments for\n\nmedical treatment as a result of intense distress following the loss of her personal information.\n\nPlaintiffs make no equivalent allegations. Plaintiffs’ Privacy Act claims for failure to safeguard\n\ntheir personal identifying information must be dismissed because they present no claim of actual\n\ndamages and thereby fail to state a claim. This same analysis would apply to Plaintiffs’ Privacy\n\nAct claims for unauthorized disclosure were they not precluded by the Code.3\n\n               2. Improper Disclosure under the Code\n\n               Defendants argue that Plaintiffs’ allegations of improper disclosure under the\n\nCode fail to state a claim because Plaintiffs do not allege a disclosure by an IRS officer or\n\nemployee to another individual. Plaintiffs answer that disclosure does not require person-to-\n\nperson contact and it was, in this case, made by negligently giving access to return and return\n\ninformation through the unsecure Get Transcript application.\n\n               To allege improper disclosure under the Code, a plaintiff must allege (1) knowing\n\nor negligent, (2) disclosure, (3) of a return or return information in violation of § 6103. See\n\nFostvedt v. IRS, 824 F. Supp. 978, 983 (D. Colo. 1993), aff’d sub nom. Fostvedt v. United States,\n\n16 F.3d 416 (10th Cir. 1994) (“In order to recover under section 7431 for violations of section\n\n6103, a taxpayer must show by a preponderance of the evidence that: (1) the disclosure was\n\nunauthorized; (2) the disclosure was made knowingly or by reason of negligence; and (3) the\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n3\n   Defendants additionally argue that Plaintiffs failed to state a claim of improper disclosure under\nthe Privacy Act because they have not argued that it was an “intentional or willful” disclosure by\nthe IRS. To the contrary, Plaintiffs complain that the IRS intentionally and willfully failed to\nestablish adequate security in the Get Transcript application and thereby exposed their personal\nidentifying information to one or more hackers. See Am. Compl. ¶¶ 50-68. Nonetheless, the\ntheft itself was caused by an unknown third party. See In re Dep’t of Veterans Affairs (VA) Data\nTheft Litig., No. 06-506, 2007 WL 7621261, at *5-6 (D.D.C. Nov. 16, 2007) (“The theft of the\nrecords does not give rise to a claim for unauthorized disclosure.”).\n\n\n                                                 25\n\fdisclosure violated section 6103.” (internal quotations omitted)). Plaintiffs allege, without\n\ncontest from Defendants, that their personal identifying information was in their tax returns and\n\nis the type of information as to which § 6103 precludes disclosure.\n\n                Defendants’ argument relies on the Code definition of “disclosure,” requiring\n\ndisclosure by an IRS officer or employee. Defendants posit that disclosure by an IRS officer or\n\nemployee was impossible on these facts because the disclosure was made through the Get\n\nTranscript application, an automated IRS system.\n\n                At § 7431(a)(2), the Code allows a cause of action against “any person who is not\n\nan officer or employee of the United States” if that person unlawfully discloses return\n\ninformation. 26 U.S.C. § 7431(a)(2) (emphasis added). A “person” is defined in the Code as “an\n\nindividual, a trust, estate, partnership, association, company or corporation.” 26 U.S.C.\n\n§ 7701(a)(1). Based on this definition, Marsoun v. United States, 525 F. Supp. 2d 206, 213\n\n(D.D.C. 2007) found that § 7431(a)(2) “does not authorize a right of action against a State, its\n\nagencies, or state employees sued in their official capacities (the latter, of course, being no\n\ndifferent than a suit against the state).”\n\n                Defendants attempt to conflate § 7431(a)(2)’s cause of action against an\n\nindividual not associated with the IRS and the cause of action against the United States permitted\n\nin § 7431(a)(1). Defendants offer no case law specifying that the disclosure considered under\n\n§ 7431(a)(1) must be person-to-person. Disclosure is defined in § 6103(b)(8) as “making known\n\nto any person in any manner,” not making known through personal transfer, which the IRS\n\nwould ask this Court to require. Plaintiffs also specifically allege that an individual or\n\nindividuals, Commissioner Koskinen and/or Does 1-100, are responsible for the disclosure\n\nthrough a failure to comply with FISMA and safeguard the Get Transcript application. To the\n\n\n\n\n                                                 26\n\fextent an individual is necessary, therefore, Plaintiffs have alleged that an officer or employee\n\nwas responsible for the disclosure.\n\n               Finally, Defendants argue that Plaintiffs’ disclosure claim under the Code is\n\nactually a failure to safeguard claim, which is not permitted under the Code. Plaintiffs allege that\n\nby designing a software application that could be used to access returns and return information\n\nonline, but failing to secure the system adequately, despite TIGTA warnings, the IRS knowingly\n\nor negligently permitted the disclosure of their personal identifying information.\n\n               The Court must therefore consider whether Defendants negligently disclosed\n\nPlaintiffs’ return or return information. Plaintiffs ask the Court to use a “zone of danger” test\n\nand accept the allegations that the failure of the IRS to secure the Get Transcript application on\n\nthe World Wide Web was negligent and the proximate cause of the disclosure of their personal\n\nidentifying information. Defendants reply that Plaintiffs attempt to present a “failure to protect”\n\nclaim couched as an “improper disclosure” claim, but the Code does not authorize suit against\n\nthe IRS based on a failure to protect. Defendants further argue that Plaintiffs’ attempt to expand\n\nliability under § 7431 to safeguarding claims through a “zone of danger” test would expand the\n\ngovernment’s waiver of sovereign immunity to include a claim not contemplated by the Code.\n\n               There must be a valid waiver of the United States’ sovereign immunity before an\n\nindividual can sue a federal agency. See Block v. North Dakota, 461 U.S. 273, 287 (1983) (“The\n\nbasic rule of federal sovereign immunity is that the United States cannot be sued at all without\n\nthe consent of Congress.”). The principles of sovereign immunity apply equally to federal\n\nagencies, officers, and employees acting in their official capacity. See Fed. Deposit Ins. Corp. v.\n\nMeyer, 510 U.S. 471, 475 (1994); Kentucky v. Graham, 473 U.S. 159, 165-66 (1985). This\n\nexemption from suit is expressed in jurisdictional terms—that is, federal courts lack subject\n\n\n\n\n                                                 27\n\fmatter jurisdiction over suits against the United States in the absence of a clear waiver of\n\nsovereign immunity. See Jackson v. Bush, 448 F. Supp. 2d 198, 200 (D.D.C. 2006) (“[A]\n\nplaintiff must overcome the defense of sovereign immunity in order to establish the jurisdiction\n\nnecessary to survive a Rule 12(b)(1) motion to dismiss.”). Statutes that waive sovereign\n\nimmunity are strictly construed and any doubt or ambiguity is resolved in favor of immunity.\n\nSee Lane v. Pena, 518 U.S. 187, 192 (1996).\n\n               All waivers of sovereign immunity are presumed to be limited. Cooper, 132 S.\n\nCt. at 1448 (“Any ambiguities in the statutory language are to be construed in favor of immunity,\n\nso that the Government’s consent to be sued is never enlarged beyond what a fair reading of the\n\ntext requires.”) (internal citations omitted). Plaintiffs’ allegations focus on the alleged\n\nnegligence of the IRS and the Commissioner in securing the Get Transcript application and\n\nfailing to comply fully with FISMA and the Modernization Act. In order to address the\n\nnegligent disclosure theory presented by Plaintiffs, a jury would necessarily first have to\n\ndetermine if the IRS acted negligently by failing to include additional security protections before\n\nGet Transcript was made available online.\n\n               Plaintiffs’ failure to safeguard claim was properly brought under the Privacy Act\n\nand not the Code (and dismissed for the reasons stated above). Likewise, Plaintiffs’ disclosure\n\nclaim was properly raised under the Code and not the Privacy Act, because the Code provides a\n\nspecific cause of action for individuals harmed by improper disclosures by the IRS. Plaintiffs,\n\nhowever, attempt to conflate the two claims and extend the Code to a cause of action for which\n\nsovereign immunity has not been waived by forcing the Court and a jury to decide whether the\n\nIRS failed to safeguard and then find that that failure was a negligent act that led to disclosure.\n\n\n\n\n                                                  28\n\fThe Court reads the text of the Code in favor of immunity and will not extend it to permit\n\nPlaintiffs’ claim. Plaintiffs’ Internal Revenue Code claim (Count 3) will be dismissed.\n\n                                      IV. CONCLUSION\n\n               For the reasons stated above, the Court will dismiss all of Ms. DuPree’s claims for\n\nlack of standing and Mses. Welborn and Windrich’s APA claims for lack of standing. Mses.\n\nWelborn and Windrich’s claims of improper disclosure under the Privacy Act will be dismissed\n\nbecause they are preempted by the Code and their Internal Revenue Act claims will be dismissed\n\nfor failure to state a claim. The Court will grant Defendants’ Motion to Dismiss, Dkt. 24. A\n\nmemorializing order accompanies this Opinion.\n\n\n\nDate: November 2, 2016                                            /s/\n                                                    ROSEMARY M. COLLYER\n                                                    United States District Judge\n\n\n\n\n                                               29\n\f",
            "ocr": false,
            "opinion_id": 4095027
        }
    ],
    "court_short_name": "District of Columbia",
    "court_full_name": "District Court, District of Columbia",
    "court_type": "FD",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}