{
    "id": 4325786,
    "judges": "Gantman, Moulton, Stevens",
    "date_filed": 1480377600000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-tooks",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Tooks",
    "case_name_full": "COMMONWEALTH of Pennsylvania v. Isiah Edward Jam TOOKS, Appellant",
    "attorneys": "Suzanne M. Swan, Public Defender, Pittsburgh, for appellant., Sandra Preuhs, Assistant District Attorney, Pittsburgh, for Commonwealth, appel-lee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted November 7, 2016",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b710-8\">\n    COMMONWEALTH of Pennsylvania v. Isiah Edward Jam TOOKS, Appellant\n   </parties><docketnumber id=\"A_o\">\n    No. 2025 WDA 2015\n   </docketnumber><br><court id=\"b710-11\">\n    Superior Court of Pennsylvania.\n   </court><br><otherdate id=\"b710-12\">\n    Submitted November 7, 2016\n   </otherdate><decisiondate id=\"Ae17\">\n    FILED NOVEMBER 29, 2016\n   </decisiondate><br><attorneys id=\"b710-17\">\n    Suzanne M. Swan, Public Defender, Pittsburgh, for appellant.\n   </attorneys><br><attorneys id=\"b710-18\">\n    Sandra Preuhs, Assistant District Attorney, Pittsburgh, for Commonwealth, appel-lee.\n   </attorneys><br><judges id=\"b710-19\">\n    BEFORE: GANTMAN, P.J., MOULTON, J., and STEVENS\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    , P.J.E.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b710-14\">\n     Former Justice specially assigned to the Superior Court.\n    </p>\n</div></div>",
    "citations": [
        "151 A.3d 666"
    ],
    "opinions": [
        {
            "author_str": "Stevens",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S86009-16o - 10289894814495486.pdf",
            "author_id": null,
            "opinion_text": "J-S86009-16\n\n                                 2016 PA Super 265\n\nCOMMONWEALTH OF PENNSYLVANIA               :   IN THE SUPERIOR COURT OF\n                                           :        PENNSYLVANIA\n                                           :\n             v.                            :\n                                           :\n                                           :\nISIAH EDWARD JAM TOOKS                     :\n                                           :\n                     Appellant             :   No. 2025 WDA 2015\n\n         Appeal from the Judgment of Sentence November 30, 2015\n            In the Court of Common Pleas of Allegheny County\n           Criminal Division at No(s): CP-02-CR-0011051-2014,\n                          CP-02-CR-0011446-2014\n\n\n\nBEFORE: GANTMAN, P.J., MOULTON, J., and STEVENS*, P.J.E.\n\nOPINION BY STEVENS, P.J.E.:                      FILED NOVEMBER 29, 2016\n\n      Appellant Isiah Edward Jam Tooks appeals the judgment of sentence\n\nentered in the Court of Common Pleas of Allegheny County on November 30,\n\n2015, following a jury trial. We affirm.\n\n      The trial court aptly set forth the relevant procedural history and facts\n\nherein as follows:\n\n            This is a direct appeal from the judgment of sentence\n      entered on November 30, 2015, following [Appellant’s]\n      convictions at the above-captioned case numbers. At the\n      criminal information filed at CC# 2014-11051, [Appellant] was\n      charged with Robbery-Serious Bodily Injury (18 Pa. C.S.A.\n      §3701(a)(1) (ii)) (Count One); Kidnapping (18 Pa. C.S.A.\n      §2901(a)(1)) (Count Two); Unlawful Restraint (18 Pa. C.S.A.\n      §2902(a)(1)) (Count Three); Terroristic Threats (18 Pa. §2706\n      (a)(1)) (Count Four); Simple Assault (18 Pa. C.S.A. §2701(a)(3)\n      (Count Five) and Conspiracy to Commit Robbery- Serious Bodily\n      Injury (18 Pa. C.S.A. §903(c)) (Count Six). At the criminal\n\n* Former Justice specially assigned to the Superior Court.\n\fJ-S86009-16\n\n\n     information filed at CC# 2014-11446, [Appellant] was charged\n     with Criminal Solicitation (18 Pa. C.S.A. §902(A)) (Count One);\n     Conspiracy to Commit Criminal Homicide and/or Intimidation of\n     Witnesses or Victims (18 Pa. C.S.A. §903(a)(1)) (Count Two);\n     and Intimidation of Witnesses or Victim (18 Pa. C.S.A. §4952)\n     (Count Three).\n           A jury trial was conducted on these two (2) cases between\n     August 11, 2015 and August 18, 2015. At the conclusion of trial,\n     [Appellant] was found not guilty at Count One (Robbery) and\n     Count Two (Kidnapping), and guilty of all of the remaining\n     charges, including Count Three (Unlawful Restraint), Count Four\n     (Terroristic Threats), Count Five (Simple Assault), and Count Six\n     (Conspiracy to Commit Robbery) at CC# 2014-11051.\n     [Appellant] was convicted of all counts at the information filed at\n     CC# 2014-11446. Sentencing was deferred to allow for the\n     preparation of a Presentence Investigation Report.\n           On August 19, 2015, the Commonwealth filed a \"Notice of\n     Intention to Proceed Under the Mandatory Provisions of 42 Pa.\n     C.S.A. §9714.\" On October 28, 2015, [Appellant] filed a \"Motion\n     in Opposition to the Application of Mandatory Minimum\n     Sentence.\"      [Appellant’s] motion was heard during the\n     sentencing hearing conducted on November 30, 2015. After\n     considering the arguments and evidence presented at the\n     sentencing, the court found that the ten (10) year mandatory\n     minimum sentence under §9714 was applicable in light of\n     [Appellant’s] prior conviction for Robbery of a Motor Vehicle and\n     [Appellant’s] instant conviction for Conspiracy to Commit\n     Robbery- Serious Bodily Injury. Accordingly, the court sentenced\n     [Appellant] to a term of imprisonment of ten (10) to twenty (20)\n     years at Count Six of the information filed at CC# 2014 -11051.\n     [Appellant] was ordered to have no contact with the victim,\n     Kevin Miller, and he was further ordered to pay restitution to the\n     victim in the amount of $104. No further penalty was imposed at\n     the remaining counts of conviction at that information, and\n     [Appellant] received 483 days of time credit towards his\n     sentence.\n           At CC # 2014-11446, this court imposed a term of\n     imprisonment of six (6) to twelve (12) years at Count One. This\n     sentence was ordered to run concurrently with [Appellant’s]\n     sentence at CC# 2014-11051. A consecutive five (5) year term\n     of probation was imposed at Count Three. No further penalty\n     was imposed at Count Two of the information, and [Appellant]\n     was ordered to have no contact with the victim. No post-\n\n\n                                    -2-\n\fJ-S86009-16\n\n\n     sentence motions were subsequently filed. This timely appeal\n     followed.\n           On April 4, 2016, [Appellant] filed a timely1 Concise\n     Statement of Errors Complained of on Appeal (\"Concise\n     Statement \"), raising only one (1) issue for review: . . . .\n\n                                   ***\n\n           [Appellant’s] allegation of error is without merit. For the\n     reasons that follow, [Appellant’s] conviction for Conspiracy to\n     Commit Robbery-Serious Bodily Injury qualified as a \"crime of\n     violence\" under §9714(g). Accordingly, this court did not err by\n     imposing the mandatory minimum sentence under §9714(a)(1),\n     and the sentence in this case should be upheld.\n\n     l. FACTUAL BACKGROUND\n\n            On July 31, 2014, at approximately 5:00 a.m., the victim,\n     Kevin Miller, went to the Valero Gas Station in Homestead to\n     purchase food before heading to work that morning. (Jury Trial\n     Transcript, Volume 1 (\"TT1\"), 8/11/15- 8/14/15 and 8/18/15, p.\n     81). When Mr. Miller walked into the store, he saw two (2) black\n     men at the counter, and he noticed that they were looking at\n     him in an unusual manner. (TT1, pp. 81 -82, 106-07, 117). He\n     had never seen these men before, but during trial he identified\n     [Appellant] as one of the men looking at him at the gas station\n     that morning. (TT1, pp. 82-83, 105).\n            While at the Valero, Mr. Miller walked past [Appellant] and\n     the other man, who was later identified as Tyrique Calloway, to\n     find the items that he sought to purchase. (TT1, p. 82). When he\n     approached the register to make payment, he saw that the men\n     were still at the counter. (TT1, pp. 82, 107). [Appellant] and Mr.\n     Calloway subsequently exited the store, and Mr. Miller paid for\n     his items and walked out into the parking lot. (TT1, p. 83). Mr.\n     Miller noticed that [Appellant] and Mr. Calloway were standing\n     by a black SUV that was parked by one of the gas pumps. (TT1,\n     pp. 84, 108). Mr. Miller instinctively began walking in the\n     opposite direction to avoid walking past the men. (TT1, pp. 84,\n     107-08, 117-18).\n            Mr. Miller was approximately thirty (30) yards from the gas\n     station when he noticed the black SUV accelerate to approach\n     him. (TT1, pp. 85-86, 108). He saw [Appellant] sitting in the\n     passenger seat of the vehicle. (TT1, pp. 85-86). [Appellant]\n     exited the vehicle and was holding what appeared to be an\n\n                                   -3-\n\fJ-S86009-16\n\n\n     assault rifle. (TT1, pp. 86-88). The weapon was large and dark,\n     and it appeared to have a sawed off barrel. (TT1, pp. 86-87).\n     [Appellant] aimed the weapon at Mr. Miller, prompting Mr. Miller\n     to turn and attempt to flee. (TT1, pp. 88, 108). However, as he\n     tried to run, Mr. Miller stumbled and fell to the ground. (TT1, pp.\n     88, 108). Both [Appellant] and Mr. Calloway were on top of Mr.\n     Miller after he fell. (TT1, p. 89).\n            [Appellant] pointed the weapon at Mr. Miller's face and\n     asked him if he had a gun. (TT1, pp. 91, 108). Mr. Miller replied\n     that he was unarmed, and [Appellant] then asked him where he\n     had his money. (TT1, p. 91). Mr. Miller told [Appellant] that he\n     did not have any money, but [Appellant] said \"no, I think you\n     were just at the store ... do you want me to shoot you ?\" (TT1,\n     p. 91). Mr. Miller told [Appellant] that he had a debit card, and\n     [Appellant] asked him where an ATM machine was located.\n     [Appellant] still had the weapon pointed at Mr. Miller during this\n     verbal exchange. (TT1, pp. 91-92). Mr. Miller indicated that the\n     Valero had an ATM machine, but [Appellant] replied that \"we're\n     not going back to that store.\" (TT1, p. 91). [Appellant] then\n     pulled Mr. Miller off the ground and told him to get into the\n     vehicle or he was going to be shot. (TT1, p. 92). Mr. Miller was\n     forced into the vehicle at gun point and was instructed to get in\n     the back seat area and face down. (TT1, pp. 92, 109).\n     [Appellant] sat in the back of the vehicle with Mr. Miller, and Mr.\n     Miller felt the weapon digging into his ribs as he was lying face\n     down on the floor in the back of the car. (TT1, pp. 92-93).\n            While they were driving in the car, [Appellant] kept\n     demanding that Mr. Miller tell him the location of a nearby ATM\n     Machine. (TT1, p. 93). [Appellant] threatened Mr. Miller in order\n     to prompt an answer to his question, stating \"do you want me to\n     kill you?\" [Appellant] further threatened Mr. Miller, asking him if\n     he had a girlfriend or children that he ever wanted to see again.\n     (TT1, p. 93). Mr. Miller never answered the questions about the\n     ATM location, but then he suddenly felt the car stop. [Appellant]\n     instructed Mr. Miller to exit the vehicle, and he did so, not\n     knowing where they were. (TT1, p. 93). [Appellant] demanded\n     Mr. Miller's ATM card, and, as he pulled his wallet from his back\n     pocket, [Appellant] snatched the wallet from his hands. (TT1,\n     pp. 94, 110). [Appellant] still had the weapon pointed at Mr.\n     Miller as they walked towards the store, and [Appellant] made\n     clear that he was going to shoot Mr. Miller if he did not\n     cooperate. (TT1, p. 94). [Appellant] stayed outside of the store\n     while Mr. Calloway escorted Mr. Miller into the store. (TT1, pp.\n     95-96).\n\n                                    -4-\n\fJ-S86009-16\n\n\n            When he walked into the store, Mr. Miller realized that he\n      was inside of a BP station because he recognized one of the\n      store clerks. (TT1, pp. 93-95, 113). Mr. Miller went to the ATM\n      machine and tried to stall while making the transaction,\n      although, with Mr. Calloway's \"assistance,\" he eventually\n      retrieved. $100. (TT1, pp. 95, 97, 114, 128). Mr. Calloway took\n      the money from the ATM machine and returned the debit card to\n      Mr. Miller. (TT1, pp. 98, 114, 129).\n            The two men walked out of the store to where [Appellant]\n      was waiting, still holding his weapon. (TT1, p. 98). [Appellant]\n      said \"let's go,\" and the three men started walking towards the\n      back of the store. (TT1, p. 98). They approached a guard rail,\n      and Mr. Miller saw that there were train tracks approximately\n      seven (7) feet below the railing. (TT1, p. 99). [Appellant] told\n      Mr. Miller to jump over the rail and walk the tracks, which went\n      in the opposite direction of Mr. Miller's home. (TT1, pp. 99, 114-\n      15). Mr. Miller complied, believing that he was about to be shot.\n      (TT1, pp. 99-100). Mr. Miller did not have his phone with him at\n      this point because [Appellant] had taken it from him as they\n      were walking. (TT1, pp. 100, 112). After walking for some time,\n      Mr. Miller made his way back towards Homestead and ran into a\n      friend who called the police for him. (TT1, pp. 101, 115).\n            Mr. Miller reported to the police the events that had\n      occurred that morning. (TT1, pp. 101-02). He spoke to the police\n      again a few days later, at which time he was informed that they\n      had found his wallet. (TT1, pp. 101-02). As a result of the\n      incident, Mr. Miller no longer felt safe, and he was traumatized.\n      He even moved from his residence at the time into a new\n      residence as a result of his fear. (TT1, pp. 103-04).\n             After [Appellant] was arrested, he was recorded through\n      telephone calls that he placed at the jail, instructing his friends\n      to employ \"whatever means necessary\" to prevent Mr. Miller\n      from appearing and testifying at court. (TT1, pp. 232 -233).\n      ______\n      1\n        [Appellant] requested an extension of time to file his concise\n      statement because he was awaiting transcripts.\n\nTrial Court Opinion, filed 5/31/16, at 1-8.\n\n      In his brief, Appellant presents a single question for our review:\n\n\n\n\n                                     -5-\n\fJ-S86009-16\n\n\n       Was the application of the “second strike” mandatory minimum\n       sentence under 42 Pa.C.S. § 9714(a)(1) illegal in violation of\n       [Appellant’s] state and federal constitutional rights insofar as his\n       conviction of criminal conspiracy does not qualify as a “crime of\n       violence?”\n\nBrief for Appellant at 5.\n\n       When determining the legality of one’s sentence, this Court applies a\n\nwell-settled scope and standard of review:\n\n       If no statutory authorization exists for a particular sentence, that\n       sentence is illegal and subject to correction. An illegal sentence\n       must be vacated. In evaluating a trial court's application of a\n       statute, our standard of review is plenary and is limited to\n       determining whether the trial court committed an error of law.\n\nCommonwealth v. Poland, 26 A.3d 518, 523 (Pa.Super. 2011) (citations\n\nomitted).\n\n       Appellant claims the trial court erred in imposing a sentence pursuant\n\nto the second-strike provision of Pennsylvania's recidivist sentencing statute,\n\nSection 9714(a)(1),1 because his conviction for Criminal Conspiracy at\n\n____________________________________________\n\n\n1\n  We are aware that the Pennsylvania Supreme Court has granted allowance\nof appeal in Commonwealth v. Bragg, 143 A.3d 890 (Pa. 2016) to\ndetermine the following issue: “Should the mandatory minimum sentence\nimposed by the trial court under 42 Pa.C.S.A. § 9714 be vacated, and this\nmatter remanded for a new sentencing hearing, due to the fact that § 9714\nis unconstitutional as currently drafted?” Our Supreme Court consolidated\nthis matter with two other cases, Commonwealth v. Macklin, 143 A.3d\n890 (Pa. 2016), which questions “[w]hether the government is required to\ninclude notice of its intent to seek a mandatory penalty under a recidivist\nstatute within the charging document since such mandatory penalties equate\nto new, aggravated crimes?” and Commonwealth v. Sachette, 143 A.3d\n890 (Pa. 2016) wherein the issue to be examined is whether “[a]ssuming\narguendo the trial record supports the verdict for unlawful contact with a\n(Footnote Continued Next Page)\n\n\n                                           -6-\n\fJ-S86009-16\n\n\nCriminal Information No. 2014-11051 is not a crime of violence as defined in\n\nSection 9714(g). Brief for Appellant at 13. Appellant opines that as he was\n\nadjudged not guilty of Robbery but guilty of Simple Assault, the jury could\n\nhave found only that he attempted to put the victim in fear of imminent\n\nserious bodily injury. Id. at 14. Appellant further reasons that:\n\n           Under Section 9714(g), 42 Pa.C.S., in order for the crime\n      of Conspiracy to Commit Robbery to constitute a “crime of\n                       _______________________\n(Footnote Continued)\n\nminor, is the 25 to 50 year sentence otherwise unconstitutional?”\nNotwithstanding, Appellant’s challenge herein does not pertain to the\nconstitutionality of Section 9714 as written, but rather concerns whether\nthe trial court properly applied his Criminal Conspiracy conviction\nthereunder. In this regard, this Court has stated the following:\n\n            In Alleyne [v. United States, ___ U.S. ____, 133 S.Ct.\n      2151, 186 L.Ed.2d 314 (2013)], the Supreme Court of the\n      United States held that the Sixth Amendment requires that any\n      fact—other than a prior conviction—that increases a mandatory\n      minimum sentence for an offense must be submitted to the jury\n      and proven beyond a reasonable doubt. Importantly, Alleyne\n      did not overturn prior precedent that prior convictions are\n      sentencing factors and not elements of offenses. Alleyne, 133\n      S.Ct. at 2160 n. 1; see also Almendarez–Torres v. United\n      States, 523 U.S. 224, 243–44, 118 S.Ct. 1219, 1230–31, 140\n      L.Ed.2d 350 (1998).\n            Section 9714 increases mandatory minimum sentences\n      based on prior convictions. See 42 Pa.C.S. § 9714(a)(1).\n      Accordingly, this section is not unconstitutional under Alleyne.\n      See Alleyne, supra; see also Commonwealth v. Akbar, 91\n      A.3d 227, 239 n. 9 (Pa.Super. 2014), appeal granted and order\n      vacated on other grounds, ––– Pa. ––––, 111 A.3d 168 (2015).\n\nCommonwealth v. Reid, 117 A.3d 777, 784–85 (Pa.Super. 2015).\n\n\n\n\n                                            -7-\n\fJ-S86009-16\n\n\n      violence,” a jury must find the defendant guilty under Section\n      3701(a)(1)(i), (ii) or (iii), 18 Pa.C.S. However, neither the\n      Criminal Information nor the jury instructions on Criminal\n      Conspiracy explicitly state this requirement.      In fact, as\n      discussed above, the jury found [Appellant] not guilty of\n      Robbery, but guilty of Simple Assault. Thus it is not clear\n      whether the jury made the necessary finding to trigger the\n      imposition of the “second strike” statute.\n            For this reason, [Appellant’s] current conviction for\n      Criminal Conspiracy cannot qualify as a “crime of violence” and\n      thus should not properly be considered as a second strike\n      triggering the application of the mandatory minimum sentence in\n      this matter as the same lacks specificity in its charge. See\n      Commonwealth v. Gunn, 803 A.2d 751 (Pa.Super. 2002).\n\nId. at 14-15.\n\n      42 Pa.C.S.A. § 9714(a), provides, in relevant part, that mandatory\n\nminimum sentences are to be imposed upon certain repeat offenders as\n\nfollows:\n\n      Any person who is convicted in any court of this Commonwealth\n      of a crime of violence shall, if at the time of the commission of\n      the current offense the person had previously been convicted of\n      a crime of violence, be sentenced to a minimum sentence of at\n      least ten years of total confinement, notwithstanding any other\n      provision of this title or other statute to the contrary. Upon a\n      second conviction for a crime of violence, the court shall give the\n      person oral and written notice of the penalties under this section\n      for a third conviction for a crime of violence. Failure to provide\n      such notice shall not render the offender ineligible to be\n      sentenced under paragraph (2).\n\n42 Pa.C.S.A. § 9714(a)(1).\n\n      42 Pa.C.S.A. § 9714(g) defines a crime of violence as, inter alia, a\n\nrobbery as defined under 18 Pa.C.S.A. § 3701(a)(1)(i), (ii), or (iii), and\n\nindicates that inchoate crimes like “criminal attempt, criminal conspiracy or\n\n\n\n\n                                     -8-\n\fJ-S86009-16\n\n\ncriminal solicitation to commit . . . any of the offenses listed above\n\nconstitute[] [] crime[s] of violence.” 42 Pa. C.S.A. § 9714(g).\n\n        Count One of the Criminal Information filed at No. 2014-11051\n\ncharged Appellant with Robbery- Serious Bodily Injury under 18 Pa.C.S.A.\n\n3701(a)(1)(i) or (ii) and graded the offense as a first-degree felony. 2 Count\n\nSix thereof charged Appellant with Criminal Conspiracy and indicated that\n\n“with the intent of promoting or facilitating the crime(s) charged above,\n\n[Appellant] conspired and agreed with Tyrique Calloway that they, or one or\n\nmore of them, would engage in conduct constituting such crimes. . . . ” The\n\novert act pertaining to the charge of Criminal Conspiracy states that\n\nAppellant “took United States Currency from Kevin Miller by threat of force. .\n\n. .” In addition, at the conclusion of trial, the trial court instructed the jury\n\ngenerally that Appellant had been charged with Criminal Conspiracy “in each\n\ninformation,”        and   specifically   stated   that   “[t]he   information   at   No.\n\n\n\n____________________________________________\n\n\n2\n    These Subsections provide:\n\n        (1)   A person is guilty of robbery if, in the course of committing\n              a theft, he:\n\n              (i)          inflicts serious bodily injury upon another;\n\n              (ii)         threatens another with or intentionally puts him in\n                           fear of immediate serious bodily injury[.]\n\n18 Pa.C.S.A. § 3701(a)(1)(i), (ii).\n\n\n\n                                            -9-\n\fJ-S86009-16\n\n\n201411051 alleges that [Appellant] engaged in a conspiracy to commit\n\nrobbery and kidnapping.\" N.T. Trial, 8/14/15, at 413.\n\n      Moreover, while Appellant makes no mention of this fact, as the\n\nCommonwealth notes in its appellate brief, the certified record contains the\n\njury’s verdict slip. Count 6 thereof asked the jury to consider the charge of\n\nCriminal Conspiracy as it related only to Robbery and Kidnapping and reads\n\nas follows:\n\n      Guilty: COUNT 6: Criminal Conspiracy\n\n                       Guilty      :Robbery\n\n                       Not Guilty :Kidnapping\n\n      Appellant clearly was charged with, and acquitted of, Robbery under\n\n18 Pa.C.S.A. §§ 3701(a)(1)(i) or (ii), and there cannot be any dispute that\n\nthese Subsections constitute felonies of the first degree. Indeed, Appellant\n\nwas neither charged with nor prosecuted under any other subsections of the\n\nRobbery statute. Contrary to Appellant’s argument, the trial court correctly\n\ndetermined the jury was presented only with qualifying sections of the\n\nRobbery statute that involved the threat of and/or fear of serious bodily\n\ninjury; therefore, it could have convicted Appellant only of Criminal\n\nConspiracy to commit Robbery as a felony of the first degree.      Appellant\n\nreceived a ten-year mandatory minimum sentence for this conviction\n\npursuant to 42 Pa.C.S.A. § 9714(a) due to a prior conviction for robbery of a\n\nmotor vehicle. As there was no ambiguity concerning Appellant’s conviction\n\n\n                                   - 10 -\n\fJ-S86009-16\n\n\nof Criminal Conspiracy to commit Robbery, his reliance on Commonwealth\n\nv. Gunn, 803 A.2d 751 (Pa.Super. 2002), is inapt. Therein, a panel of this\n\nCourt vacated the appellant’s sentence upon concluding the trial court had\n\nerred in sentencing the appellant to an increased term under Section 9714 in\n\nlight of the Commonwealth’s failure to provide any evidence that the\n\nappellant previously had been convicted of two crimes of violence as defined\n\nby that statute. Id. at 753.\n\n      In light of the foregoing, the trial court properly considered Appellant’s\n\nCriminal Conspiracy conviction to be a crime of violence under 42 Pa.C.S.A.\n\n§ 9714(g) and applied the mandatory minimum sentence under Section\n\n9714(a)(1).   Thus, Appellant’s challenge to the legality of his sentence is\n\nmeritless.\n\n      Judgment of sentence affirmed.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 11/29/2016\n\n\n\n\n                                    - 11 -\n\f",
            "ocr": false,
            "opinion_id": 4103047
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}