{
    "id": 8271824,
    "judges": "Dillard",
    "date_filed": 1463529600000,
    "date_filed_is_approximate": false,
    "slug": "hayes-v-state",
    "case_name_short": "Hayes",
    "case_name": "Hayes v. State",
    "case_name_full": "HAYES v. State",
    "attorneys": "Marion S. Hayes, pro se., Paul L. Howard, Jr., District Attorney, Joshua D. Morrison, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Reconsideration denied June 3, 2016",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "337 Ga. App. 280",
        "786 S.E.2d 539"
    ],
    "opinions": [
        {
            "author_str": "Dillard",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDillard, Judge.\nMarion S. Hayes, proceeding pro se, appeals from his convictions and sentence entered after he pleaded guilty to charges of burglary (count 1), possession of tools for the commission of a crime (count 3), and misdemeanor obstruction of a law-enforcement officer (count 4) on December 5, 2011.1 Hayes contends that, inter alia, the trial court improperly participated in the guilty-plea proceedings, rendering his plea involuntary. Because we agree, we reverse Hayes’s convictions and sentence.\nThe record reflects that Hayes entered an Alford2 plea to the offenses enumerated supra. He was thereafter sentenced to 20 years to serve seven years with the balance on probation on count 1 (burglary); five years on count 3 (possession of tools for the commission of a crime), to run concurrent with count 1; and 12 months on count 4 (misdemeanor obstruction of a law-enforcement officer), also to run concurrent with count 1. On September 28, 2015, the trial court granted Hayes’s pro se motion for an out-of-time appeal to his convictions and the accompanying sentence after the State filed no response to same, rendering Hayes’s assertions uncontroverted. This appeal follows.\n*281Hayes argues that his guilty plea was rendered involuntarily because the trial court improperly participated in the guilty-plea proceedings in violation of Superior Court Rule 33.5 (A), which provides that “[t]he trial judge should not participate in plea discussions.” We agree.\nAs our Supreme Court has recognized, due to the “force and majesty of the judiciary,” a trial court’s participation in the plea negotiation “may skew the defendant’s decision-making and render the plea involuntary because a defendant may disregard proper considerations and waive rights based solely on the trial court’s stated inclination as to sentence.”3 Accordingly, both this Court and the Supreme Court of Georgia have reversed when it appears from the record that the trial court intimated its intentions with regard to sentencing should a defendant proceed to trial rather than accept a guilty plea.4\nHere, Hayes takes issue with the trial court’s comments that, if he chose to go to trial and were convicted and sentenced to 20 years, he would “serve every day of that in prison.” The court made this comment while explaining that the State had filed notice of its intent to seek general recidivist punishment under OCGA § 17-10-7 (a) and (c). Specifically, the court stated the following to Hayes:\nI believe you’ve been recidivised by the State, which means if you’re sentenced — you are found guilty and you are sentenced, you could be facing up to 20 years. And by recidi-vised, because you have I think three priors, if you were sentenced to 20 years you will serve every day of that in prison.\nThe court then informed Hayes that he still had the opportunity to pursue a non-negotiated guilty plea, but that if he did not do so, “we *282are going to have a trial, and you are facing 20 years, and you would serve every day of it if you are found guilty. And that was the sentence imposed by the court. So I want to be sure you understand-I want to be sure you understand what you are looking at.”\nAt the time of Hayes’s guilty-plea hearing, OCGA § 17-10-7 (a) provided, in relevant part, as follows:\nExcept as otherwise provided in subsection (b) of this Code section, any person convicted of a felony offense in this state ..., who shall afterwards commit a felony punishable by confinement in a penal institution, shall be sentenced to undergo the longest period of time prescribed for the punishment of the subsequent offense of which he or she stands convicted, provided that, unless otherwise provided by law, the trial judge may, in his or her discretion, probate or suspend the maximum sentence prescribed for the offense.5\nAnd OCGA § 17-10-7 (c) provided, in relevant part, as follows at the time of Hayes’s guilty-plea hearing:\nExcept as otherwise provided in subsection (b) of this Code section, any person who, after having been convicted under the laws of this state for three felonies . . . , commits a felony within this state shall, upon conviction for such fourth offense or for subsequent offenses, serve the maximum time provided in the sentence of the judge based upon such conviction and shall not be eligible for parole until the maximum sentence has been served.6\nAs we have previously explained, subsections (a) and (c) of OCGA § 17-10-7 must be “read together” and, if both are applicable, “the trial court must apply them both.”7 Nevertheless, it is well established that “[ajlthough subsection (c) prohibits parole, it does not dispense *283with the trial court’s discretion to probate or suspend part of a sentence under OCGA § 17-10-7 (a).”8 In other words, “if the judge sentences a fourth-time recidivist to ten years, five to serve and five on probation, he must serve five years without parole.”9\nBut in this case, contrary to the State’s assertions that the trial court only informed Hayes that he would not be eligible for parole, the court effectively advised Hayes that it had no intention of probating or suspending any portion of his sentence if he proceeded to trial, stating that he would spend “every day of [the 20-year sentence] in prison.”10 And this impermissible participation by the trial court in the plea-negotiation process “rendered the resulting guilty plea involuntary.”11 Accordingly, we reverse Hayes’s convictions and sentence, and we remand the case to the trial court. Upon remand, Hayes and the State may enter into new plea negotiations or, alternatively, Hayes may proceed to trial.12\n*284Decided May 18, 2016 —\nReconsideration denied June 3, 2016\nMarion S. Hayes, pro se.\nPaul L. Howard, Jr., District Attorney, Joshua D. Morrison, Assistant District Attorney, for appellee.\n\nJudgment reversed.\n\n\nPhipps, P. J., and Peterson, J., concur.\n\n\n Count 2, aggravated assault, was nolle prossed by the State.\n\n\n See North Carolina v. Alford, 400 U.S. 25 (91 SCt 160, 27 LE2d 162) (1970).\n\n\n McDaniel v. State, 271 Ga. 552, 554 (2) (522 SE2d 648) (1999); accord Pride v. Kemp, 289 Ga. 353, 354 (711 SE2d 653) (2011); McCranie v. State, 335 Ga. App. 548, 551-52 (2) (b) (782 SE2d 453) (2016).\n\n\n See, e.g., McDaniel, 271 Ga. at 554 (2) (reversing conviction when the defendant “heard the trial court repeatedly state its reluctance to impose a death sentence and give 90 percent odds on a sentence of life without parole if permitted to impose sentence”); Gibson v. State, 281 Ga. App. 607, 610 (1) (636 SE2d 767) (2006) (reversing denial of motion to withdraw plea when “the trial judge improperly inserted himself into the plea bargaining process when he went further and advised [the defendant] that he would not give him the same sentence considerations in the event that he opted to proceed to trial rather than accept the proposed plea”); Skomer v. State, 183 Ga. App. 308, 309 (358 SE2d 886) (1987) (reversing denial of motion to withdraw guilty plea when trial judge had “stat[ed] that while he would consider giving the appellants probation if they pled guilty, he would not consider giving them probation if they stood trial and were found guilty by a jury”).\n\n\n OCGA§ 17-10-7 (a) (2011); see also 2012 Ga. Laws, p. 899, § 4-4 (amending OCGA § 17-10-7 (a)).\n\n\n OCGA§ 17-10-7 (c) (2011); see also 2012 Ga. Laws, p. 899, § 4-4 (amending OCGA § 17-10-7 (o)).\n\n\n Thompson v. State, 265 Ga. App. 696, 698 (2) (595 SE2d 377) (2004); see also Pritchett v. State, 267 Ga. App. 303, 304 (1) (599 SE2d 291) (2004) (“A person convicted under OCGA § 17-10-7 (c) ‘shall not be eligible for parole until the maximum sentence has been served.’ The language in this Code section must be read along with OCGA § 17-10-7 (a), which requires a trial court to impose the maximum sentence when an individual is convicted of a second ‘felony punishable by confinement in a penal institution.’ Subsection (a) further provides, however, that ‘the trial judge may, in his or her discretion, probate or suspend the maximum sentence prescribed for the offense.’ ” (citations and punctuation omitted)).\n\n\n Pritchett, 267 Ga. App. at 304 (1); see Banks v. State, 225 Ga. App. 754, 757 (5) (484 SE2d 786) (1997) (“OCGA § 17-10-7 (a) required the trial court to impose the maximum sentence but gave it discretion to probate or suspend part of that sentence. Subsection (c), which prohibits parole, did not take away that discretion. The trial court’s failure to exercise its discretion was error, which we cannot find harmless under these circumstances.”); see also State v. Carter, 175 Ga. App. 38, 40 (332 SE2d 349) (1985) (“[OCGA § 17-10-7 (c)] thus requires imposition of the statutory maximum but requires only that the felon serve the entire term which the judge sentences him to serve without parole, and is consistent with the trial judge’s discretion under subsection (a) to award probation.”).\n\n\n Carter, 175 Ga. App. at 40 (emphasis omitted).\n\n\n See Skomer, 183 Ga. App. at 309 (reversing denial of motion to withdraw guilty plea when trial judge had “stat[ed] that while he would consider giving the appellants probation if they pled guilty, he would not consider giving them probation if they stood trial and were found guilty by a jury”).\n\n\n McDaniel, 271 Ga. at 553 (2); see also Gibson, 281 Ga. App. at 609-10 (1) (acknowledging that although trial court was “entitled to state that he would accept the [Sjtate’s proposal and sentence [the defendant] to the statutory minimum if he agreed to plea,” “correctly informed [the defendant] that the decision of whether to accept the [S]tate’s offer or proceed to trial was exclusively [the defendant’s] and that he would keep an open mind and listen to the evidence before making a sentence determination in the event that [the defendant] went to trial and was convicted,” and “appropriately informed [the defendant] about the maximum sentence that he faced in the event that a jury convicted him of the crimes for which he was charged,” trial court nevertheless “improperly inserted himself into the plea bargaining process when he went further and advised [the defendant] that he would not give him the same sentence considerations in the event that he opted to proceed to trial rather than accept the proposed plea”).\n\n\n Because we reverse Hayes’s convictions and sentence based on his first enumeration of error, we need not address his remaining contentions as to the validity of his guilty plea. Hayes does not request that we reassign the case upon remand or otherwise address whether a judge who has impermissibly participated in the plea-negotiation process may continue to preside over the case. Therefore, we leave for another day the question of whether such cases should be reassigned. Cf. United States v. Corbitt, 996 F2d 1132, 1135 (11th Cir. 1993) (per curiam) (“[0]n remand the case should be reassigned to another judge even if there is no evidence that the judge is vindictive or biased, as a means to extend the prophylactic scheme established by [Federal Rule of Criminal Procedure] 11 [(governing pleas)] and to prevent the possible misimpression created by the judge’s [improper] participation [in the plea negotiations].”), *284abrogation on other grounds recognized by United States v. Davila, 749 F3d 982, 990-91 (I) &amp; n.8 (11th Cir. 2014) (per curiam).\n\n",
            "ocr": true,
            "opinion_id": 8237148
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}