{
    "id": 4346779,
    "judges": "LeGrow J.",
    "date_filed": "1983-06-24",
    "date_filed_is_approximate": true,
    "slug": "state-v-johnson",
    "case_name_short": null,
    "case_name": "State v. Johnson",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://courts.delaware.gov/Opinions/Download.aspx?id=252350",
            "author_id": null,
            "opinion_text": "IN THE SUPERIOR COURT OF THE STATE OF DELAWARE\nSTATE OF DELAWARE\nI.D. # 1408014208\n\nV.\n\nDAVEION JOHNSON,\n\n\\_/\\/\\,/\\/\\/\\/\\,/\n\nDefendant.\n\nSubmitted: Novernber 10, 2016\nDecided: February 7, 2017\n\nUpon Defendant’s Motion for Post-Conviction Relief: DENIED\n\nThis 7th day of February, 2017, upon consideration of Defendant’s Motion\nfor Post-Conviction Relief (the “Motion”) under Superior Court Criminal Rule 61\n(“Rule 61”) and the record in this case, it appears to the Court that:\nFACTUAL AND PROCEDURAL BACKGROUND\n\n1. Daveion Johnson, and his co-defendant, Jayjuan Craig, were indicted\non October 13, 2014 on charges of Horne Invasion, Burglary First Degree, two\ncounts of Robbery First Degree, Offensive Touching, Assault Third Degree,\nConspiracy Second Degree, four counts of Possession of a Firearm During the\nCommission of a Felony (“PFDCF”), Carrying a Concealed Deadly Weapon,\nPossession of a Firearm by a Person Prohibited, and additional Weapons charges.1\n\n2. Albert J. Roop, V (“Trial Counsel”) represented Johnson from his\n\npreliminary hearing through sentencing. The charges in this case Were investigated\n\n \n\n1 D.I. 2.\n\nby the Elsmere Police Department, Who developed Johnson’s co-defendant,\nJayjuan Craig, as a suspect in a home invasion and robbery.2 The investigating\nofficer obtained a Warrant to search Craig’s residence When they Were\napproaching the residence to execute the Warrant, officers observed a man, later\nidentified as Johnson, laying down in a vehicle parked in close proximity to the\nresidence.3 Officers detained Johnson and observed contraband in the vehicle,\nincluding ammunition After cross-examining the officer Who detained Johnson,\nTrial Counsel concluded there Was no basis to file a motion to suppress because,\nunder the circumstances of the investigation, Johnson’s detention and arrest, as\nWell as the related search, Were reasonable.4 Trial Counsel avers he informed\nJohnson of this conclusion When explaining Why a motion to suppress Would not\nbe fruitful in this case.5\n\n3. Johnson pleaded guilty on March 10, 2015 to one count each of Home\nInvasion, PFDCF, Robbery First Degree, and Conspiracy Second Degree, In\nconnection With his plea, Johnson signed a Truth-in-Sentencing Guilty Plea form\nin Which he denied that he had been promised anything in exchange for his plea,\n\nincluding What sentence he Would receive.6 Johnson also acknowledged on the\n\n \n\n2 D.I. 21 at 3.\n3 Id.\n\n4 Id. at 4.\n\n5 Id.\n\n6 D.1.9.\n\nform that he was satisfied with his lawyer’s representation and that he had been\nfully advised of his rights.\n\n4. Before accepting Johnson’s plea, the presiding judge engaged in a\ncolloquy with Johnson regarding his decision to plead guilty and the rights he was\nwaiving. During that hearing, Johnson acknowledged signing the Truth-in-\nSentencing form and confirmed that he reviewed the form with Trial Counsel and\nanswered the questions truthfully.7 The presiding judge also reviewed with\nJohnson the four charges to which he was pleading guilty and Johnson admitted\ncommitting each of those crimes.8 The judge reviewed with Johnson the\nconstitutional rights he was waiving by pleading guilty, as well as the potential\nsentence he was facing as a result of the guilty plea, which was a minimum of 12\nyears and a maximum of 77 years at Level V.9 Johnson agreed that he accepted the\nguilty plea, at least in part, to avoid the 26-year minimum mandatory sentence he\nwould have faced if he was convicted at trial of all counts in the indictment.10 The\npresiding judge then stated to Johnson:\n\nNow, Mr. Johnson, it’s important for you to understand that right\n\nnow[] you’ve got thelCourt’s undivided attention. If there’s anything\n\nthat’s bothering you about this plea, if there ’s anything that’s\n\nbothering you about Mr. Roop’s representation of yoa, the way he’s\ntreated you, if you have any questions about what you’re doing, now\n\n \n\n7 Sm¢e v. Johnson, ID No. 1408014208, at 8-9 (Del. super. Mar. 10, 2015) (TRANSCRIPT).\n8 Id. at 6-8.\n\n9 Id. at 9-10.\n\n1°1¢1. at11-12.\n\nis the time to ask them, because once the plea is accepted, the Court\nwill be much less interested in what you’ll have to say about the plea\nthan it is right now. ls there anything that we need to talk a|:)out?ll\n\nJohnson responded “No.”12 The judge thereafter accepted Johnson’s plea, finding\nit was knowing, intelligent, and voluntary, and that there was a factual basis for\nit.13\n\n5. The Court then ordered a pre-sentence investigation As part of the\nplea agreement, Johnson agreed to testify truthfully against his co-defendant,\nJayjuan Craig.14 Trial Counsel states he informed Johnson that, if he cooperated\nand testified truthfully against Craig, the State might consider filing a “substantial\nassistance motion” to reduce the mandatory sentence Johnson was facing.15 The\nState advised Johnson similarly. According to Trial Counsel, however, Johnson\nwas not cooperative and his statements during trial preparation were not consistent\n\n6 The State ultimately\n\nwith the statements he gave to police before his plea.1\ndecided not to call Johnson at Craig’s trial.\n6. On the morning of Craig’s trial, unexpected issues with trial witnesses\n\nprompted the State to offer Craig a plea that was better than any offered Johnson.\n\nAs a result, the State entered a nolle prosequi on Johnson’s Robbery First charge,\n\n \n\n11 Ia’. at 12 (emphasis added).\n\n12\nId.\n\n13 Id. at 13.\n\n14 D.l. 9.\n\n15 Roop Af\"l\". at 2 n.1\n\n16 Ia'. In the plea agreement, Johnson agreed that the statements he previously gave police were\n\ntruthful.\n\nthereby reducing his mandatory sentence to nine years.17 Johnson was sentenced on\nJuly 17, 2015 as follows: (i) as to the Home Invasion charge, six years at Level V,\nfollowed by periods of partial incarceration and probation; (ii) as to the PFDCF\ncharge, three years at Level V, and (iii) as to the Conspiracy charge, two years at\nLevel V suspended for one year at Level III.18 In other words, Johnson’s\nunsuspended Level V time was the minimum sentence required by Delaware law.\nJohnson’s sentence was effective August 18, 2014.\n\n7. Johnson filed this Motion for post-conviction relief on March 24,\n2016.19 In it, he alleged he was entitled to relief because (i) Trial Counsel was\nineffective by failing to file a motion to suppress evidence, (ii) there was no\nprobable cause for Johnson’s arrest or the associated search and seizure, and (iii)\nTrial Counsel promised Johnson he would receive a more lenient sentence. The\nCourt ordered Trial Counsel to respond to the Motion by affidavit and further\n\nordered the State to respond after Trial Counsel’s affidavit was filed.20 Finally, the\n\n \n\n17 Id_\n\n18 State v. Johnson, lD No. 1408014208, Cr. A. Nos. IN14-08-1820, IN14-08-1819, IN14-08-\n1825 (Del. Super. July 17, 2015) (SENTENCING ORDER). A corrected sentencing order was\nissued on August 12, 2015 to correct the amount of restitution and the date the sentence was\nimposed See D.l. 17.\n\n1° I).l. 18.\n\n20 D.1.21,24.\n\nCourt granted Johnson time to respond to the submissions by Trial Counsel and the\nState. Johnson filed no response.21\nANALYSIS\nA. Procedural bars to Johnson’s claims\n\n8. Before addressing the merits of any claim for post-conviction relief,\nthis Court first must determine whether the motion procedurally is barred under\nRule 61.22 A motion for post-conviction relief may be barred for timeliness and\nrepetition, among other things. A motion filed under Rule 61 is untimely if it is\nfiled more than one year after a final judgment of conviction.23 A defendant also is\nbarred from filing successive motions for post-conviction relief.24 The rule further\nprohibits motions 'based on any ground for relief that was not asserted in the\nproceedings leading up to the judgment of conviction, unless the movant\ndemonstrates “cause for relief from the procedural default” and “prejudice from\n\n5525\n\nviolation of the movant’s rights. Finally, the rule bars consideration of` any\n\nground for relief that previously was adjudicated in the case.26\n\n \n\n21 Johnson sent a “progress report” to the sentencing judge on October 31, 2016, but that letter\ndid not address his post-conviction motion.\n\n22 Bailey v. srare, 588 A.2d 1121, 1127 (Dei. 1991); Younger v. sm¢e, 580 A.zd 552, 554 (Del.\n1990)\n\n23 super ct crim. R. 61(1)(1).\n\n24 Ia’. 61(i)(2); see id. 61(d)(2)(i)-(ii) (regarding the pleading requirements for successive\nmotions).\n\n25 Id. 61(1)(3).\n\n26 Id. 61(1)(4).\n\n9. Notwithstanding the aforementioned procedural bars, this Court may\nconsider a motion that otherwise is barred if the motion is based on claims that the\nCourt lacked jurisdiction or the motion satisfies the pleading requirements set forth\nin Rule 61(d)(2).27 Rule 61(d)(2) requires that the movant plead with particularity\nthat (i) new evidence exists that creates a strong inference that the movant actually\nis innocent in fact of the acts underlying the charges of which he was convicted, or\n(ii) a new rule of constitutional law, made retroactive to cases on collateral review\nby the United States Supreme Court or the Delaware Supreme Court, applies to the\nmovant’s case and renders the conviction or death sentence invalid.\n\n10. Johnson’s Motion was filed less than a year after his sentence became\nfinal, and it therefore is timely. The Motion alleges ineffective assistance of\ncounsel, which could not be raised at any earlier stage in the proceedings28 As\nexplained below, Johnson’s other claims for relief have been waived.\n\nB. Johnson’s claim of ineffective assistance of counsel\n\n11. Johnson contends Trial Counsel was ineffective because he failed to\nmove to suppress evidence obtained during Johnson’s arrest. Johnson asserts his\narrest, and the associated search, was not supported by probable cause, arguing he\n\n“requested numerous times” that Trial Counsel “file a suppression hearing with\n\n \n\n27 Id. 61(1)(5).\n28 Whmle v. Srare, 138 A.3d 1149 (Del. 2016); stare v. Evan-Mayes, 2016 wL 4502303, at *2\n(Del. Super. Aug. 25, 2016).\n\ngrounds being illegal detention, arrest, search[,] and seizure,” but that Trial\nCounsel “refilsed without just argument.”29\n\n12. To prevail on a post-conviction claim for ineffective assistance of\ncounsel in the context of a guilty plea, a defendant must establish that (i) counsel’s\nrepresentation fell below an objective standard of reasonableness, and (ii) but for\ncounsel’s unprofessional errors, there is a reasonable possibility the defendant\nwould not have pleaded guilty and instead would have insisted on going to trial.30\nThere is a strong presumption that counsel’s representation was reasonable.31\nAccordingly, a defendant must make specific allegations of actual prejudice and\nsubstantiate them; vague allegations or conclusory statements will not suffice.32\n\n13. Trial Counsel’s affidavit indicates he considered filing a motion to\nsuppress, but determined there was no good-faith basis to do so after examining the\nrecord. Under the circumstances of this case, this Court will not second-guess\nTrial Counsel’s informed strategic decision. Thus, Johnson’s contentions do not\nmeet the first element of ineffectiveness, because he cannot show that Trial\nCounsel’s representation fell below an objective Standard of reasonableness\n\nMoreover, Johnson specifically was asked, both on the Truth-in-Sentencing Guilty\n\nPlea form and by the judge who accepted his plea, whether he had any objections\n\n \n\n29 D.I. 18 613.\n\n1°Albury v. sra¢e, 551 A.2d 53, 59(1)61. 1988).\n\n31 Wrighrv. Smre, 671 A.2<11353, 1356 (De1. 1996).\n\n32 Ia’.; Monroe v. State, 2015 WL 1407856, at *5 (Del. Mar. 25, 2015).\n\n8\n\nor concerns as to Trial Counsel’s representation The presiding judge advised\nJohnson that the forum to raise any concerns regarding representation was at the\nguilty plea hearing and that raising the argument later would prove difficult\nJohnson nonetheless confirmed, both in writing and in his oral representations to\nthe Court, that he was satisfied with Trial Counsel’s representation A defendant is\nbound by the statements he gives during the plea colloquy absent clear and\nconvincing evidence that he did not understand the plea agreement, was forced to\naccept the plea, or was not satisfied with counsel’s representation33 Johnson has\nnot met this heightened standard In fact, Johnson has not advanced any\nallegations challenging the presiding judge’s finding that the plea was knowing,\nintelligent, and voluntary.\nC. Johnson’s challenge to the arrest and search\n\n14. Johnson next argues his arrest and search were illegal and the\n\nevidence obtained against him should be suppressed as a result. Johnson, however,\n\n4\n\nwaived this claim of error by pleading guilty.3 Johnson’s Motion therefore is\n\ndenied as to this claim.\n\n \n\n33 somerville v. S¢a¢e, 703 A.2d 629, 632 (Del. 2008).\n\n34 See Cooper v. State, 2008 WL 2410404, at *1 (Del. June 16, 2008) (holding a guilty plea\nwaives any claims based on errors or defects that occurred before entry of the plea); Miller v.\nState, 840 A.2d 1229, 1232 (Del. 2003) (same).\n\n9\n\nD. Johnson’s claim of an “unfulfilled plea agreement”\n\n15. Finally, Johnson argues Trial Counsel “promised [him] he would\nreceive a more lenient sentence of 6 years Level 5, the same as [Craig].”35 lt is not\nclear whether this claim is one for ineffective assistance of counsel or simply a\nclaim that the sentence Johnson received was not consistent with the plea\nagreement Either way, the claim lacks merit. To the extent Johnson contends\nTrial Counsel was ineffective because he promised Johnson he would receive a\nparticular sentence, this claim is belied by Johnson’s sworn statements in the\nTruth-in-Sentencing form and during the plea colloquy, statements to which\nJohnson is bound. The presiding judge repeatedly explained to Johnson that he\nwas facing a 12-year minimum-mandatory sentence, and Trial Counsel’s affidavit\nexplains that he advised Johnson that the State might consider filing a motion to\nreduce that mandatory sentence only in the event Johnson provided substantial\nassistance at Craig’s trial. Therefore, Johnson has not met either prong of the\nineffective assistance standard. To the extent Johnson is arguing he had an\nunwritten agreement with the State for a six-year sentence, that argument also is\ncontradicted by the forms Johnson signed and by his statements during the plea\ncolloquy, to say nothing of the fact that neither the State nor defense counsel could\n\n“promise” Johnson a particular sentence,\n\n \n\n33D.1. 18 at3.\n10\n\nFor all the foregoing reasons, Daveion Johnson’s Motion for Post-\n\nConviction Relief is DENIED. IT IS SO ORDERED.\n\n \n\naii l\\/[. LeGroW Judge\n\nOriginal to Prothonotary\n\ncc: Mark A. Denney, Jr., Deputy Attorney General\nAlbert J. Roop, V, Deputy Attorney General\nDaveion Johnson, pro se (SBI No. 00671041)\n\n11\n\n",
            "ocr": true,
            "opinion_id": 4124039
        }
    ],
    "court_short_name": "Superior Court of Delaware",
    "court_full_name": "Superior Court of Delaware",
    "court_type": "SA",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Robbery"
}