{
    "id": 4369434,
    "judges": null,
    "date_filed": 1487635200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-russell",
    "case_name_short": "Russell",
    "case_name": "State v. Russell",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.azcourts.gov/Portals/0/OpinionFiles/Div1/2017/1%20CA-CR%2016-0063.pdf",
            "author_id": null,
            "opinion_text": "                     NOTICE: NOT FOR OFFICIAL PUBLICATION.\n UNDER ARIZONA RULE OF THE SUPREME COURT 111(c), THIS DECISION IS NOT PRECEDENTIAL\n                 AND MAY BE CITED ONLY AS AUTHORIZED BY RULE.\n\n\n\n\n                                    IN THE\n             ARIZONA COURT OF APPEALS\n                                DIVISION ONE\n\n\n                       STATE OF ARIZONA, Appellee,\n\n                                        v.\n\n                          ERIC RUSSELL, Appellant.\n\n                             No. 1 CA-CR 16-0063\n                               FILED 2-21-2017\n\n\n            Appeal from the Superior Court in Apache County\n                         No. S0100CR201500044\n                The Honorable Michael Latham, Judge\n\n                                  AFFIRMED\n\n\n                                   COUNSEL\n\nArizona Attorney General’s Office, Phoenix\nBy Eric Knobloch\nCounsel for Appellee\n\nWilliams Law Group, PLLC, Show Low\nBy Elizabeth M. Hale\n\nThe Brewer Law Office, Show Low\nBy Benjamin M. Brewer\nCounsel for Appellant\n\f                            STATE v. RUSSELL\n                            Decision of the Court\n\n\n\n                      MEMORANDUM DECISION\n\nJudge Jon W. Thompson delivered the decision of the Court, in which\nPresiding Judge Randall M. Howe and Judge Lawrence F. Winthrop joined.\n\n\nT H O M P S O N, Judge:\n\n¶1           Eric Russell (defendant) appeals from his convictions and\nsentences for aggravated assault with a deadly weapon and aggravated\nassault causing serious physical injury. For the following reasons, we\naffirm.\n\n               FACTUAL AND PROCEDURAL HISTORY1\n\n¶2            On the evening of February 12, 2015, defendant got into a\nphysical altercation with D.T. after defendant accused D.T. of stealing a\nbike. During the fight, defendant stabbed D.T. at least five times in the back,\ntorso, and belly with a knife. D.T.’s friend B.C. intervened and beat up and\ndisarmed defendant. He took D.T., who was unconscious, to the hospital.\nB.C. told police that he intervened in the fight because he thought D.T. was\ngoing to die. Defendant also went to the hospital with a broken jaw.\n\n¶3           The state charged defendant with one count of attempted first\ndegree murder, a class 2 felony (count 1), one count of aggravated assault\nwith a deadly weapon, a violent class 3 felony (count 2), one count of\naggravated assault causing serious physical injury, a violent class 3 felony\n(count 3), and one count of aggravated assault, a violent class 3 felony\n(count 4). Subsequently, the state moved to dismiss count 4 and the trial\ncourt dismissed the count.\n\n¶4            At trial, defendant testified that he stabbed D.T. in self-\ndefense. The jury acquitted defendant of attempted first degree murder but\nconvicted him on the two remaining aggravated assault counts. The trial\ncourt sentenced defendant to aggravated terms of eighteen years in prison\non both counts, to be served concurrently. The court gave defendant credit\n\n\n1      We view the evidence at trial in the light most favorable to sustaining\nthe convictions. State v. Boozer, 221 Ariz. 601, 601, ¶ 2, 212 P.3d 939 (App.\n2009).\n\n\n\n                                      2\n\f                            STATE v. RUSSELL\n                            Decision of the Court\n\nfor 323 days of presentence incarceration. Defendant timely appealed. We\nhave jurisdiction pursuant to Arizona Revised Statutes (A.R.S.) sections 12-\n120.21(A)(1) (2016), 13-4031 (2010) and -4033 (A) (Supp. 2016).2\n\n                               DISCUSSION\n\n¶5           On appeal, defendant argues that the state committed\nprosecutorial misconduct so pervasive that he was denied due process.\nDefendant argues that the prosecutor improperly vouched for B.C., who\nwas called as a witness by the state, by giving B.C. immunity during the\ntrial and by telling the jury he had immunity. He also argues that the\nprosecutor vouched for B.C. and misstated the evidence during closing\nargument.\n\n¶6            To determine whether a prosecutor’s remarks are improper,\nwe consider whether the remarks called the jurors’ attention to matters they\nwould not be justified in considering, and the probability that the remarks\ninfluenced the jurors. State v. Jones, 197 Ariz. 290, 305, ¶ 37, 4 P.3d 345, 360\n(2000) (citation omitted). There are “two forms of impermissible\nprosecutorial vouching: (1) where the prosecutor places the prestige of the\ngovernment behind its witness; [and] (2) where the prosecutor suggest that\ninformation not presented to the jury supports the witness’s testimony.”\nState v. Vincent, 159 Ariz. 418, 423, 768 P.2d 150, 155 (1989) (citations\nomitted). “To prevail on a claim of prosecutorial misconduct, a defendant\nmust demonstrate that the prosecutor’s misconduct ‘so infected the trial\nwith unfairness as to make the resulting conviction a denial of due\nprocess.’” State v. Morris, 215 Ariz. 324, 335, ¶ 46, 160 P.3d 203, 214 (2007)\n(quoting State v. Hughes, 193 Ariz. 72, 79, ¶ 26, 969 P.2d 1184, 1191 (1998)).\n“Prosecutorial misconduct constitutes reversible error only if (1)\nmisconduct exists and (2) ‘a reasonable likelihood exists that the\nmisconduct could have affected the jury’s verdict, thereby denying\ndefendant a fair trial.’” Id. (quoting State v. Anderson, 210 Ariz. 327, 340, ¶\n45, 111 P.3d 369, 382 (2005)) (citation omitted).\n\n    A. B.C.’s Immunity\n\n¶7           During direct examination, the prosecutor asked B.C.\nwhether he would deny having told police that he expected there would be\na fight when he and D.T. met up with defendant. B.C. responded that he\nwas “not going to say anything that would incriminate [himself].” The\n\n\n2     Absent material revision after the relevant date, we cite a statute’s\ncurrent version.\n\n\n                                       3\n\f                           STATE v. RUSSELL\n                           Decision of the Court\n\ncourt excused the jury, and during the break the state offered B.C. judicial\nimmunity regarding his testimony about the night in question. The court\nbrought the jury back into the courtroom and the prosecutor resumed his\ndirect examination. The prosecutor asked B.C. whether he understood he\nhad immunity and would not be prosecuted for any of his testimony, and\nB.C. answered in the affirmative. The prosecutor further asked B.C.\nwhether he was willing to testify truthfully and B.C. said that he was.\nDefendant failed to object to the prosecutor’s questions. Accordingly, we\nreview for fundamental error only. See State v. Medina, 232 Ariz. 391, 409,\n¶ 76, 306 P.3d 48, 66 (2013). We find no error, fundamental or otherwise.\nThe prosecutor did not place the prestige of the government behind B.C. by\ngiving him immunity for his testimony and asking him whether he\nunderstood it in front of the jury.\n\n    B. Alleged Vouching During Closing Argument\n\n¶8              Next, defendant argues that the prosecutor improperly\nvouched for B.C. during closing argument 1) by telling the jury that B.C.\nwas acting in self-defense and in defense of D.T. when he beat up and\ninjured defendant, 2) by arguing that B.C. was more credible than\ndefendant because he was afraid to testify until he was given immunity, 3)\nby telling the jury that the entire prosecutor’s office agreed with him that\nB.C. was credible because the office could have charged B.C. for a crime but\ndid not, 4) by mischaracterizing B.C.’s testimony about a statement B.C.\nallegedly made to police about what defendant said following the stabbing\nand before B.C.’s beating of defendant,3 and 5) by referring to medical\nrecords that were not in evidence in order to bolster B.C.’s credibility and\nundermine defendant’s.\n\n¶9            Courts allow counsel “wide latitude” in making closing\narguments and any reasonable inferences that can be drawn from the\nevidence. State v. Amaya-Ruiz, 166 Ariz. 152, 171, 800 P.2d 1260, 1279 (1990)\n(citation omitted). “Prosecutorial comments which are a fair rebuttal to\nareas opened by the defense are proper.” State v. Alvarez, 145 Ariz. 370, 373,\n701 P.2d 1178, 1181 (1985) (citation omitted). Telling the jury that B.C. was\n\n3      At trial, the prosecutor asked B.C. whether he remembered telling\npolice that defendant stood over D.T. after the stabbing and stated “[Y]eah,\nI fucking stabbed you; bleed, mother fucker, bleed.” B.C. said that he may\nhave said that but did not recall. When asked what he did recall about that\nmoment, B.C. stated that defendant seemed “real satisfied with himself.”\nThe prosecutor argued in closing several times that defendant told the\nunconscious victim “that’s right, mother F-er, bleed out.”\n\n\n                                      4\n\f                           STATE v. RUSSELL\n                           Decision of the Court\n\nacting in self-defense and in defense of D.T. did not amount to improper\nvouching, because this argument was linked to the evidence at trial. See\nState v. Corona, 188 Ariz. 85, 91, 932 P.2d 1356, 1362 (App. 1997). Nor did\ntelling the jury that B.C. was credible because he was afraid to testify\nconstitute vouching.\n\n¶10           Although there is a proper inference that could be made, the\nprosecutor’s statement that the entire prosecutor’s office agreed that B.C.\nacted in self-defense because B.C. was not charged was improper. The\nstatement did not amount to reversible error, however. Further, the\nprosecutor’s argument that defendant told the victim to “bleed out” was\nimproper because it misstated the evidence – B.C. testified that he recalled\ndefendant making a statement and looking satisfied, but that he could not\nrecall the statement. Defense counsel chose not to object during the\nprosecutor’s closing argument and to instead address the\nmischaracterization of the evidence in his own closing argument:\n\n              [Defense counsel]: The State mentioned over\n              and over in its closing that [defendant] stood\n              over the alleged victim and said bleed out. Who\n              did you hear that from? Nobody. That’s not in\n              evidence. He wants it to be in evidence.\n\nIn his rebuttal closing the prosecutor stated:\n\n              Now, you heard [defense counsel] characterize\n              how I spoke to you. I realize I get passionate\n              about what I’m saying. But if there is anything\n              that I said that does not match up with your\n              recollection of what was said during the\n              testimony, or does not match up with what is in\n              your notes, then disregard what I said, because\n              what I’m saying right now is not evidence.\n\nAdditionally, the trial court instructed the jury that the lawyer’s arguments\nwere not evidence and that it was the jury’s role to “[d]etermine the facts\nonly from the evidence that was produced in court.” The court’s\ninstructions, together with counsels’ statements, were sufficient to render\nany vouching harmless error. See State v. Payne, 233 Ariz. 484, 512, ¶ 113,\n314 P.3d 1239, 1267 (2013).\n\n¶11           Finally, the prosecutor should not have argued that the\nhospital records showed that defendant used drugs on the day of the fight,\n\n\n\n                                      5\n\f                           STATE v. RUSSELL\n                           Decision of the Court\n\ncontrary to his testimony at trial, because the records were not in evidence.\nHowever, the jury instructions were sufficient to render this error harmless.\n\n                              CONCLUSION\n\n¶12           For the foregoing reasons, we affirm the convictions and\nsentences.\n\n\n\n\n                          AMY M. WOOD • Clerk of the Court\n                          FILED: AA\n\n\n\n\n                                        6\n\f",
            "ocr": false,
            "opinion_id": 4146694
        }
    ],
    "court_short_name": "Court of Appeals of Arizona",
    "court_full_name": "Court of Appeals of Arizona",
    "court_type": "SA",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Robbery"
}