{
    "id": 4377094,
    "judges": null,
    "date_filed": "1978-02-11",
    "date_filed_is_approximate": true,
    "slug": "com-v-hurd-s",
    "case_name_short": "Com.",
    "case_name": "Com. v. Hurd, S.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 21.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S81008-16m - 10303400416530836.pdf",
            "author_id": null,
            "opinion_text": "J-S81008-16\n\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\nCOMMONWEALTH OF PENNSYLVANIA                   IN THE SUPERIOR COURT OF\n                                                     PENNSYLVANIA\n\n\n                   v.\n\nSTEPHEN HURD\n\n                        Appellant                    No. 908 EDA 2016\n\n\n         Appeal from the Judgment of Sentence January 17, 2014\n           In the Court of Common Pleas of Philadelphia County\n           Criminal Division at No(s): CP-51-CR-0208691-2005\n                         MC-51-CR-0018430-2012\n                         MC-51-CR-0024860-2012\n\n\n\nBEFORE: BOWES AND MOULTON, JJ., AND STEVENS, P.J.E.*\n\nMEMORANDUM BY BOWES, J.:                           FILED MARCH 21, 2017\n\n     Stephen Hurd appeals from his aggregate judgment of sentence of\n\nforty-six and a half months to 107 months incarceration imposed after he\n\nwas found to be in violation of three probationary sentences. After review,\n\nwe vacate judgment of sentence at case number 208691 of 2005. We affirm\n\nthe remaining two sentences.\n\n     This matter involves three separate cases and multiple probation\n\nviolation proceedings spanning almost a decade.       The first case, action\n\nnumber 208691 of 2005, dates back to December 3, 2004, when Andrew\n\nCappo reported that his vehicle had been stolen during the workday. Later\n\nthat evening, Appellant was observed operating the vehicle.         He was\n\n* Former Justice specially assigned to the Superior Court.\n\fJ-S81008-16\n\n\n\narrested and charged with four crimes, three of which were nolle prossed\n\npursuant to a negotiated plea agreement.         Appellant pleaded guilty to the\n\nremaining count of receipt of stolen property, graded as a felony of the third\n\ndegree.     On May 12, 2005, the trial court1 accepted and imposed the\n\nnegotiated sentence of six to twenty-three months confinement followed by\n\none year of probation.           On October 7, 2005, the trial court granted\n\nAppellant’s petition for early parole.\n\n       While still on parole, Appellant committed another crime2 and, as a\n\nresult, was found to be in direct violation of the judge’s county parole. On\n\nJanuary 18, 2007, the court terminated parole, anticipatorily revoked\n\nprobation, and re-sentenced Appellant to thirty to sixty months of state\n\nincarceration followed by two years probation.           Since the trial court\n\n\n____________________________________________\n\n\n1\n  We note that the Honorable Genece Brinkley presided over the 2005 plea\nand all the violation hearings in these three cases.\n2\n   The trial court’s Pa.R.A.P. 1925(a) opinion states that Appellant appeared\nbefore the Honorable William Furber, Jr. on October 13, 2006, and entered a\nguilty plea. Appellant’s docket indicates several aliases, including Stephen\nCrompton; the Court of Common Pleas Case Management System indicates\nthat a Stephen Crompton pleaded guilty to receiving stolen property, graded\nas a felony of the third degree, on October 13, 2006 before Judge Furber in\nMontgomery County, with a sentence of nine to twenty-three months of\nincarceration followed by two years probation.\n\nhttps://ujsportal.pacourts.us/DocketSheets/CPReport.ashx?docketNumber=\nCP-46-CR-0003841-2006\n\n\n\n\n                                           -2-\n\fJ-S81008-16\n\n\n\nterminated parole, Appellant did not fully serve the first sentence imposed.\n\nOn July 1, 2009, Appellant was released on parole.\n\n       In February 2012, while serving the court’s probationary tail sentence,\n\na probation detainer was issued. On March 13, 2012, the court revoked\n\nprobation and imposed a new sentence of two years probation. On May 5,\n\n2012, Appellant stole items valued at $92.00 from Toys “R” Us, and was\n\ncharged, at action number 18430 of 2012, with one count of retail theft,\n\ngraded as a misdemeanor of the second degree. On June 18, 2012, he took\n\nitems valued at $184.60 from Rite Aid, and was charged, at case number\n\n24860 of 2012, with one count of retail theft, graded as a misdemeanor of\n\nthe first degree. These two cases were consolidated for a plea on October\n\n12, 2012; Appellant received a concurrent period of two years of probation\n\nat each case.\n\n       The aforementioned convictions resulted in yet another probation\n\nviolation before the court concerning the receipt of stolen property\n\nconviction.      On March 1, 2013, the trial court revoked probation and\n\nimposed a new sentence of eleven and one-half to twenty-three months\n\nincarceration.     Appellant was ordered to serve the sentence at Hoffman\n\nHall.3 On October 29, 2013, his petition for early parole was granted.\n\n____________________________________________\n\n\n3\n  Hoffman Hall is contracted by the Philadelphia Prison System and is\ndesigned for low to medium risk offenders with drug and alcohol dependency\n(Footnote Continued Next Page)\n\n\n                                           -3-\n\fJ-S81008-16\n\n\n\n      Appellant was arrested on November 11, 2013 for trespassing at a\n\ncasino.   The next day, Appellant failed to appear for a drug test.            In\n\nDecember, Appellant tested positive for PCP.         The trespassing charge was\n\ndropped, but Appellant failed to appear at a scheduled violation hearing\n\nbefore another judge. A bench warrant was issued, which was cleared when\n\na police officer stopped Appellant on an unrelated matter.\n\n      On January 17, 2014, the trial court (hereinafter “VOP court”) held a\n\nviolation and re-sentencing hearing4 at all three cases. Appellant was found\n\nin direct violation, and, as a result, parole was revoked on the receiving\n\nstolen property charge. Appellant was properly ordered to serve the back\n\ntime in jail for the receipt of stolen property. Commonwealth v. Kalichak,\n\n943 A.2d 285 (Pa.Super. 2008) (parole revocation does not involve\n\nimposition of new sentence; court must recommit defendant to serve\n\nbalance of original sentence, with ability to again grant parole).           With\n\nrespect to the retail theft cases, the VOP court revoked probation and\n\n                       _______________________\n(Footnote Continued)\n\nissues.         See            http://www.cecintl.com/reentry/residential-reentry-\nlocations/hoffman-hall/\n4\n Gagnon v. Scarpelli, 411 U.S. 778 (1973) (defendant accused of violating\nprobation is entitled to two hearings: 1) a pre-revocation hearing to\ndetermine probable cause of a violation; and 2) a revocation hearing to\nestablish violation and determine whether revocation is warranted).\n\nThe docket indicates that the Gagnon I hearing was held on January 10,\n2014.\n\n\n\n                                            -4-\n\fJ-S81008-16\n\n\n\nelected to impose total confinement. Appellant received statutory maximum\n\nterms of two and one-half to five years incarceration and one to two years\n\nincarceration at the corresponding retail theft charges. All three sentences\n\nwere imposed consecutively.\n\n       Appellant filed a post-sentence motion for reconsideration, which was\n\ndenied. Appellant did not appeal; however, Appellant’s appellate rights were\n\nreinstated nunc pro tunc. Appellant raises two issues for our review:\n\n       I. Was the aggregate sentence imposed by the trial court, which\n       was 5 ½ to 7 years in state prison unjust, improper, manifestly\n       unreasonable, and an abuse of discretion because the sentence\n       imposed of total incarceration was contrary to the fundamental\n       norms which underlie the sentencing process and was not\n       necessary to vindicate the authority of the Court?\n\n       II. Was the sentence imposed by the trial court illegal because\n       including the initial sentence of the court on the receiving stolen\n       property offense of 11 1/2 to 23, plus 1 year probation including\n       the subsequent VOP sentences the entire sentence imposed was\n       longer than the maximum authorized allowable sentence of 7\n       years and because the probation had terminated prior to the\n       appellant's violations and the trial court did not give the\n       appellant credit for time served?\n\nAppellant’s brief at 2.\n\n       Appellant’s   first   claim   concerns   the   discretionary   aspects   of\n\nsentencing.    Preliminarily, we note that Appellant’s calculation of the total\n\nsentence, of five and one-half to seven years confinement, is incorrect. A\n\nsentence of five and one-half to seven years of incarceration would be\n\nillegal.   42 Pa.C.S. § 9756(b)(1) (minimum sentence of total confinement\n\nshall not exceed one-half of the maximum sentence). The actual aggregate\n\n                                       -5-\n\fJ-S81008-16\n\n\n\nterm was forty-two months to eighty-four months of incarceration at the\n\nretail theft charges, plus the remaining sentence on his county sentence of\n\neleven and one-half to twenty-three months.              The minimum term of\n\nconfinement at the two retail theft counts was reduced to thirty-five months,\n\ndue to application of the Recidivism Risk Reduction Incentive. 61 Pa.C.S. §§\n\n4501-4512.5\n\n       When reviewing a criminal sentence, we apply the following standard\n\nof review.\n\n       Sentencing is a matter vested in the sound discretion of the\n       sentencing judge, and a sentence will not be disturbed on appeal\n       absent a manifest abuse of discretion. In this context, an abuse\n       of discretion is not shown merely by an error in judgment.\n       Rather, the appellant must establish, by reference to the record,\n       that the sentencing court ignored or misapplied the law,\n       exercised its judgment for reasons of partiality, prejudice, bias\n       or ill will, or arrived at a manifestly unreasonable decision.\n\nCommonwealth v. Antidormi, 84 A.3d 736, 760 (Pa.Super. 2014) (citing\n\nCommonwealth v. Robinson, 931 A.2d 15, 26 (Pa.Super. 2007)).\n\nHowever, the right to appeal the discretionary aspects of a sentence is not\n\nabsolute.     We determine whether Appellant has invoked this Court’s\n\njurisdiction by examining the following four criteria:\n\n       (1) whether appellant has filed a timely notice of appeal, see\n       Pa.R.A.P. 902 and 903; (2) whether the issue was properly\n____________________________________________\n\n\n5\n   The remaining balance of the county sentence was not specified. Thus,\nthe VOP court applied the calculation of the reduction to the forty-two to\neighty-four months of incarceration at the two retail theft crimes.\n\n\n\n                                           -6-\n\fJ-S81008-16\n\n\n\n      preserved at sentencing or in a motion to reconsider and modify\n      sentence, see Pa.R.Crim.P. 720; (3) whether appellant's brief\n      [complies with] Pa.R.A.P. 2119(f); and (4) whether there is a\n      substantial question that the sentence appealed from is not\n      appropriate under the Sentencing Code, 42 Pa.C.S.A. § 9781(b).\n\nCommonwealth v. McLaine, 150 A.3d 70, 76 (Pa.Super. 2016) (citing\n\nCommonwealth v. Samuel, 102 A.3d 1001, 1006–07 (Pa.Super. 2014)).\n\nThe first three requirements have been met.\n\n      We also conclude that Appellant has satisfied the substantial question\n\nrequirement. As a prefatory matter, we note that Appellant does not clearly\n\ndelineate one or more substantial questions for our review. He alleges that\n\nthe trial court violated the “fundamental norms which underlie the\n\nsentencing process . . . [which] were not necessary to vindicate the\n\nauthority of the Court[.]” Appellant’s brief at 3.\n\n      The general sentencing provisions mandate that the court select from\n\none or more of seven alternatives, including total confinement. 42 Pa.C.S. §\n\n9721(a). In selecting one of these options, the court is required to consider\n\na sentence that “is consistent with the protection of the public, the gravity of\n\nthe offense as it relates to the impact on the life of the victim and on the\n\ncommunity, and the rehabilitative needs of the defendant.” Id. However, §\n\n9771 separately governs the trial court’s ability to impose total confinement\n\nfollowing revocation of probation; the court may do so only if it finds one of\n\nthree conditions has been met:\n\n\n\n\n                                     -7-\n\fJ-S81008-16\n\n\n\n        (c) Limitation on sentence of total confinement.--The court shall\n        not impose a sentence of total confinement upon revocation\n        unless it finds that:\n\n               (1) the defendant has been convicted of another\n               crime; or\n\n               (2) the conduct of the defendant indicates that it is\n               likely that he will commit another crime if he is not\n               imprisoned; or\n\n               (3) such a sentence is essential to vindicate the\n               authority of the court.\n\n42 Pa.C.S. § 9771(c). Thus, the § 9771(c) factors, standing alone, govern\n\nonly the VOP court’s ability to impose total confinement at all, and do not\n\nspeak     to   the   length   of    confinement.      We   unequivocally   held   in\n\nCommonwealth v. Cartrette, 83 A.3d 1030 (Pa.Super. 2013) (en banc),\n\nthat a VOP court must follow § 9721(b) in tandem with § 9771. Thus, this\n\nCourt’s scope of review in appeals from revocation sentences encompasses\n\nthe discretionary aspects of the sentence. “Such issues should not escape\n\nreview merely because a defendant’s revocation sentence falls within the\n\nstatutory limits.” Id. at 1038.\n\n        Post-Cartrette, our Supreme Court decided Commonwealth v.\n\nPasture, 107 A.3d 21 (Pa. 2014), which reversed a decision from this Court\n\nvacating a revocation sentence, holding that we erroneously applied certain\n\nsentencing provisions, and, as a result, gave “insufficient deference to the\n\nrevocation court’s imposition of the sentence following the revocation of\n\n[appellant]’s probation[.]”        Id. at 22.   Pasture noted that a trial court’s\n\n\n                                          -8-\n\fJ-S81008-16\n\n\n\ninitial sentencing decision is afforded broad discretion, because the court\n\n“sentences flesh-and-blood defendants and the nuances of sentencing\n\ndecisions are difficult to gauge from the cold transcript used upon appellate\n\nreview. Moreover, the sentencing court enjoys an institutional advantage to\n\nappellate review, bringing to its decisions an expertise, experience, and\n\njudgment   that   should   not   be   lightly   disturbed.”   Id.   at   27   (citing\n\nCommonwealth v. Walls, 926 A.2d 957, 961 (Pa. 2007)). Pasture went\n\non to observe that this rationale applies with even more force in the\n\nrevocation context:\n\n     The sentencing court's institutional advantage is, perhaps, more\n     pronounced in fashioning a sentence following the revocation of\n     probation, which is qualitatively different than an initial\n     sentencing proceeding. At initial sentencing, all of the rules and\n     procedures designed to inform the court and to cabin its\n     discretionary sentencing authority properly are involved and play\n     a crucial role. However, it is a different matter when a defendant\n     reappears before the court for sentencing proceedings following\n     a violation of the mercy bestowed upon him in the form of a\n     probationary sentence. For example, in such a case, contrary to\n     when an initial sentence is imposed, the Sentencing Guidelines\n     do not apply, and the revocation court is not cabined by Section\n     9721(b)'s requirement that “the sentence imposed should call\n     for confinement that is consistent with the protection of the\n     public, the gravity of the offense as it relates to the impact on\n     the life of the victim and on the community, and the\n     rehabilitative needs of the defendant.”\n\nId. at 27. In Commonwealth v. Derry, 150 A.3d 987 (Pa.Super. 2016),\n\nwe rejected the Commonwealth’s argument that Pasture, as a matter of\n\nlaw, dictated that no substantial question is presented for our review in VOP\n\ncases:\n\n\n                                      -9-\n\fJ-S81008-16\n\n\n\n     [T]he Commonwealth argues that our Supreme Court, in\n     Commonwealth v. Pasture, 630 Pa. 440, 107 A.3d 21, 27\n     (2014), held that Section 9721(b) does not apply to a sentence\n     imposed for a VOP and, therefore, that a sentence's\n     inconsistency with Section 9721(b) factors does not present a\n     substantial question for our review on the basis that a sentence\n     is “inconsistent with a specific provision of the Sentencing Code.”\n     Commonwealth's Brief, at 6–7; Moury, 992 A.2d at 170\n     (quoting from Sierra 752 A.2d at 912–13).\n\nId. at 992. We highlighted the foregoing passage from Pasture, and noted\n\nthat the Commonwealth’s interpretation contradicted Cartrette, supra. We\n\nresolved the apparent discrepancy between Cartrette and Pasture by\n\nobserving that Pasture held a revocation court is not cabined by § 9721(b):\n\n     This discrepancy between this Court's unanimous en banc\n     decision in Cartrette, and our Supreme Court's decision in\n     Pasture, turns on the Supreme Court's use of the term,\n     “cabined,” in the phrase, “the revocation court is not cabined by\n     Section 9721(b)'s requirement that ‘the sentence imposed\n     should call for confinement that is consistent with the protection\n     of the public, the gravity of the offense as it relates to the\n     impact on the life of the victim and on the community, and the\n     rehabilitative needs of the defendant.’ ” Pasture, 107 A.3d at 27\n     (emphasis added).\n\n     The Commonwealth would have us interpret ‘cabined’ in this\n     context to mean, effectively, ‘need not consider at all.’ See\n     Commonwealth's Brief, at 7 (“Plainly, the revocation court could\n     not have violated a provision of the Sentencing Code that did not\n     apply to [Appellant]'s case.”). This interpretation contradicts the\n     more nuanced view expressed in Cartrette regarding the\n     applicability of Section 9721(b) to VOP sentences:\n\n           While parts of § 9721(b) do not govern revocation\n           proceedings, as our sentencing guidelines are not\n           required to be consulted in such instances, see 204\n           Pa.Code. § 303.1(b), other provisions of that section\n           do apply. For example, the sentencing court must\n           “follow the general principle that the sentence\n\n\n                                   - 10 -\n\fJ-S81008-16\n\n\n\n            imposed should call for confinement that is\n            consistent with the protection of the public, the\n            gravity of the offense as it relates to the impact on\n            the life of the victim and on the community, and the\n            rehabilitative needs of the defendant.” 42 Pa.C.S. §\n            9721(b). In addition, in all cases where the court\n            “resentences an offender following revocation of\n            probation, county intermediate punishment or State\n            intermediate punishment or resentences following\n            remand, the court shall make as a part of the record,\n            and disclose in open court at the time of sentencing,\n            a statement of the reason or reasons for the\n            sentence imposed.” Id. Failure to comply with these\n            provisions “shall be grounds for vacating the\n            sentence or resentence and resentencing the\n            defendant.” Id.\n\n      Cartrette, 83 A.3d at 1040–41 (emphasis added).\n\nId. at 993. Derry ultimately concluded that a “VOP sentencing court must\n\nconsider [the § 9721(b)] factors, but must also consider factors set forth in\n\nSection 9771(c), which are unique to VOP sentences.” Id. at 995. Derry\n\naccepted the claim that “the aggregate VOP sentence imposed by the court\n\nwas manifestly excessive and unreasonable” constituted a substantial\n\nquestion. Id. at 995.\n\n      Herein, Appellant does not clearly distinguish the decision to impose\n\ntotal confinement under § 9771(c) from the decision fixing the length of that\n\nconfinement.   Appellant’s substantial question argument largely treats the\n\nquestions of whether the court erred in electing to impose total confinement\n\nat all and the resulting length of confinement as one overarching issue.\n\n      The sentence imposed by the trial court was unjust, improper,\n      manifestly unreasonable, and an abuse of discretion because the\n\n                                    - 11 -\n\fJ-S81008-16\n\n\n\n        sentence imposed was contrary to the fundamental norms which\n        underlie the sentencing process . . . when the reasons stated for\n        total confinement were not necessary to vindicate the authority\n        of the court.\n        ....\n\n        The . . . sentence did not consider any of the factors required by\n        42 Pa.C.S. § 9721(b) and did not consider the defendant’s age,\n        family history and rehabilitative needs.\n\nAppellant’s brief at 3.\n\n        We find that Appellant has raised a substantial question for our review.\n\nHowever, in light of the foregoing discussion of Pasture and Derry, we\n\naddress Appellant’s claim as comprising two distinct substantial questions.\n\nThe first is the asserted failure to consider, inter alia, the general principles\n\nof § 9721(b) in electing to impose a sentence of total confinement under §\n\n9771.      We separately address the claim that the resulting length of\n\nincarceration was manifestly excessive and unreasonable.\n\n        Having determined Appellant has properly invoked our jurisdiction, we\n\nnow turn to the substantive merits. First, we quickly dispose of Appellant’s\n\nclaim that the failure of the court to order a pre-sentence report requires\n\nreversal. This argument was squarely rejected by Pasture. Consistent with\n\nthe institutional advantage rationale employed by Pasture, the Court held\n\nthat nothing requires the judge, who already had the benefit of a full record\n\nand a pre-sentence report, to order another pre-sentence report. Id. at 28.\n\n\n\n\n                                      - 12 -\n\fJ-S81008-16\n\n\n\nHence, we cannot find that the court’s failure to order a report is an abuse of\n\ndiscretion.6\n\n       We also find that the trial court’s decision to impose total confinement\n\nwas not an abuse of discretion.                The VOP court noted that Appellant’s\n\ninability to treat his drug and alcohol problems while on probation, combined\n\nwith his multiple technical violations and the failed treatment at Hoffman\n\nHall, factored heavily in its decision to impose total confinement:\n\n       THE COURT: Well, see, my involvement with [Appellant] dates\n       back to 2005. I’ve been giving him numerous opportunities to\n       try to get himself together since 2005. It’s now 2014. And I\n       just sent him to Hoffman Hall. If Hoffman Hall doesn’t turn a\n       person around, in my view, then there’s nothing that the county\n       can do for them.\n\nN.T., 1/17/14, at 21. Therefore, the trial court clearly found that “probation\n\nhas proven to have been an ineffective vehicle to accomplish rehabilitation\n\nand    not     sufficient   to    deter        against   future   antisocial   conduct.”\n\nCommonwealth v. Infante, 888 A.2d 783, 791 (Pa. 2005) (citation\n\nomitted).      Hence, the court clearly considered Appellant’s need for\n\nrehabilitation, as weighed against the past rehabilitative failures and the\n\ncourt’s need to vindicate its own authority, in electing to impose total\n\nconfinement. As a result, we cannot question the judge’s weighing of the §\n\n____________________________________________\n\n\n6\n   The record does not indicate whether the court ordered or considered a\npre-sentence report, and Appellant did not object or ask the court to order a\nnew one. Commonwealth v. Pasture, 107 A.3d 21, 28, n.6.\n\n\n\n                                          - 13 -\n\fJ-S81008-16\n\n\n\n9721(b) factors as balanced against the § 9771(c) considerations, and find\n\nno abuse of discretion.\n\n      Next, we address the separate question of whether the length of the\n\nsentence is excessive.    Appellant avers that the imposition of consecutive\n\nstate sentences is unreasonable and not necessary to vindicate the authority\n\nof the court. For the following reasons, we do not agree.\n\n      First, we note that there is a clear distinction between a claim\n\nattacking the length of one of the two individual sentences, i.e., the fact that\n\nthe statutory maximum penalty was imposed at each retail theft count, and\n\nthe   resulting   aggregate    length     when   the   sentences    are   imposed\n\nconsecutively.    See Commonwealth v. Coulverson, 34 A.3d 135, 143\n\n(Pa.Super. 2011) (substantial question raised where statutory maximum was\n\nimposed); Derry, supra (finding challenge that aggregate VOP sentence\n\nwas manifestly excessive and unreasonable raises a substantial question).\n\nThat Appellant appears to raise two different types of claims is not an\n\nimpediment to our review, as we ultimately conclude Appellant is not\n\nentitled to relief in any event.\n\n      Generally speaking, when reviewing a claim that the length of a\n\nsentence is manifestly excessive, our starting point is the length of a\n\nsentence starts with the applicable sentencing guidelines.         “[O]n appeal, a\n\ndefendant ‘must provide a separate statement specifying where the sentence\n\nfalls in the sentencing guidelines[.]’” Commonwealth v. Naranjo, 53 A.3d\n\n                                        - 14 -\n\fJ-S81008-16\n\n\n\n66, 72 (Pa.Super. 2012) (citation omitted).          However, the sentencing\n\nguidelines do not apply to sentences imposed following a revocation of\n\nprobation. 204 Pa.Code § 303.1(b). Thus, we are confined by the statutory\n\nmandates of 42 Pa.C.S. § 9721(b). As we explained in Commonwealth v.\n\nWilliams, 69 A.3d 735 (Pa.Super. 2013), a case finding a manifestly\n\nexcessive revocation sentence:\n\n     [B]ecause sentencing guidelines do not apply to sentences\n     imposed following a revocation of probation, in this case we look\n     solely to the provisions of 42 Pa.C.S. § 9721(b).\n     Commonwealth v. Coolbaugh, 770 A.2d 788, 792\n     (Pa.Super.2001). Section 9721(b) provides in pertinent part as\n     follows:\n\n              [T]he court shall follow the general principle that the\n              sentence imposed should call for confinement that is\n              consistent with the protection of the public, the\n              gravity of the offense as it relates to the impact on\n              the life of the victim and on the community, and the\n              rehabilitative needs of the defendant.\n\n     42 Pa.C.S. § 9721(b).\n\nId. at 741.\n\n     After careful review of the record, we cannot find that the VOP court\n\nabused its discretion under the Pasture court’s pronouncements and the\n\nhigh degree of deference owed to the VOP court. As we explained supra, the\n\ntrial court clearly considered these 9721(b) principles; it simply weighed\n\nthem in tandem with the 9771(c) requirements, in particular, the need for\n\nthe VOP court to vindicate its authority.       The VOP court, after imposing\n\nsentence, stated the following:\n\n                                      - 15 -\n\fJ-S81008-16\n\n\n\n     For the record, the defendant is requesting, at the bar of the\n     court, that defense counsel file motions for reconsideration and\n     appeal. And for the record, this sentence is absolutely necessary\n     to vindicate the authority of the [c]ourt.\n\n     This defendant has repeatedly disregarded the probation officer’s\n     requests to him, repeatedly disregarded this [c]ourt’s order, has\n     not paid a dime towards the $3,000, and has never reported in\n     the fashion that he’s reported to, and I incorporate what the\n     probation officer indicated today, that he never – when he was\n     supposed to come, he didn’t come. When he was supposed to\n     pay, he didn’t pay. And he showed up and gave a positive urine\n     and walked away from other urines.\n\n     Those have been the same activities that he’s engaged in for the\n     entire course of my sentence since 2005. This sentence is\n     absolutely necessary to vindicate the authority of this [c]ourt.\n\nN.T.,1/17/14, at 26-27.\n\n     We cannot deem that decision an abuse of discretion.        We do not\n\ndoubt that the imposition of consecutive, statutory maximum sentences for\n\ntwo minor retail theft crimes could constitute an unreasonable sentence.\n\nAppellant received the most severe sentence possible, and the instant\n\nviolations—missing probation violations, failure to appear at hearings, and\n\ntesting positive for PCP—are technical in nature.    Yet the severity of the\n\nparticular violations cannot be considered in isolation. The instant sentence\n\nrepresents the culmination of almost a decade of appearances before the\n\nVOP court, and four prior violations.       Appellant was still serving a\n\nprobationary sentence from the 2004 sentence in 2013, when the trial court\n\nimposed a county sentence and ordered Appellant to serve the sentence at\n\nHoffman Hall.    The VOP court granted two petitions for early parole,\n\n                                   - 16 -\n\fJ-S81008-16\n\n\n\nextended mercy to Appellant when pleading guilty to the retail thefts, and\n\ndrew on almost a decade’s worth of experience with this offender. We are\n\nloath to question the trial court’s judgment that this sentence, while harsh,\n\nwas    necessary     to   vindicate    its     authority.   The   record   adequately\n\ndemonstrates that the court relied on Appellant’s whole history while on\n\nprobation, and determined that the sentence was necessary to vindicate its\n\nauthority in spite of the § 9721(b) factors.\n\n       Finally, we note that Pasture, supra arguably suggests that the VOP\n\ncourt’s decision regarding the length of sentence is subject to an even higher\n\ndeferential standard of review than applies to the initial sentencing:\n\n       In point of fact, where the revocation sentence was adequately\n       considered and sufficiently explained on the record by the\n       revocation judge, in light of the judge's experience with the\n       defendant and awareness of the circumstances of the probation\n       violation, under the appropriate deferential standard of review,\n       the sentence, if within the statutory bounds, is peculiarly within\n       the judge's discretion.\n\nId. at 28-29.       Pasture inserted peculiarly as a modifier to “within the\n\njudge’s discretion,” which suggests that we review a revocation sentence\n\nwith greater deference than the initial sentencing decision. 7 Derry, supra\n\nalso suggested that Pasture may require a higher degree of deference. “As\n\nthe Pasture Court suggested, review of the discretionary aspects of a VOP\n____________________________________________\n\n\n7\n  That same phrase is used, for example, in reviewing the award of counsel\nfees, which applies a plain error standard. Estate of McClatchy, 424 A.2d\n1227, 1230 (Pa. 1981).\n\n\n\n                                             - 17 -\n\fJ-S81008-16\n\n\n\ncourt’s sentence with regard to Section 9721(b) factors may, as a practical\n\nmatter, dictate a greater degree of deference from a reviewing court[.]” Id\n\nat 995, n.2.   While we do not read Pasture as abandoning the abuse of\n\ndiscretion standard, we are mindful that Pasture directs this Court to\n\nconsider the institutional advantage of the VOP court, an advantage that is\n\nsurely more pronounced due to the court’s long history with Appellant.\n\n     We now address Appellant’s second claim, which avers that his\n\nprobationary sentence for receipt of stolen property expired prior to the\n\ninstant revocation proceeding, or, in the alternative, that the VOP court\n\nfailed to apply time credit, meaning he will serve more than the statutory\n\nmaximum of seven years. We address both arguments together.\n\n     The original sentence was six to twenty-three months, effective May\n\n12, 2005, with no time credit.    The certified record reveals that the trial\n\ncourt granted a petition for early parole on October 7, 2005.     Therefore,\n\nAppellant served 148 days of that sentence in the county facility. Appellant\n\nwas not re-incarcerated on this receipt of stolen property charge until\n\nJanuary 18, 2007, when the court terminated parole, anticipatorily revoked\n\nprobation, and re-sentenced Appellant to thirty to         sixty months of\n\nincarceration, effective the same day, followed by two years probation.\n\n\n\n\n                                   - 18 -\n\fJ-S81008-16\n\n\n\n       This sentence was illegal.8             The total sentence imposed was the\n\nstatutory maximum for the receipt of stolen property charge; however, the\n\nVOP court did not apply any time credit.              Order, 1/18/2007, at 1 (“This\n\nsentence shall commence on January 18, 2007.”). At minimum, Appellant\n\nwas entitled to the 148 days he served in the county facility, plus any time\n\nserved on parole that would constitute the equivalent of time in jail. See\n\nCommonwealth v. Frye, 853 A.2d 1062 (Pa.Super. 2004) (concluding that\n\ndefendant was entitled to credit for period of time on house arrest under\n\nelectronic monitoring while on parole, as such time was “equivalent of time\n\nspent in the county jail.”).\n\n       Next, we note that the Rule 1925(a) opinion states that Appellant was\n\nparoled from this state sentence on July 1, 2009. No further action occurred\n\nuntil February of 2012, when a probation detainer was lodged.              We note\n\nthat, by its terms, Appellant’s sentence of thirty to sixty months, which was\n\nimposed on January 18, 2007 with no time credit, meant that his\n\nprobationary tail commenced on January 18, 2012. In other words, his state\n\nsentence expired no later than January 18, 2012, and Appellant was serving\n\nonly the probationary tail sentence in February of 2012 when the detainer\n\nwas issued.\n____________________________________________\n\n\n8\n  We note that we are not revisiting the legality of this sentence, but rather\nthe legality of the subsequent revocation of the probationary tail and\ncorresponding parole revocation.\n\n\n\n                                          - 19 -\n\fJ-S81008-16\n\n\n\n      The VOP court subsequently revoked that probationary tail and\n\nimposed a new sentence of eleven and one-half to twenty-three months of\n\nincarceration, which was re-imposed on January 17, 2014.            Kalichak,\n\nsupra. For the foregoing reasons, this sentence was similarly illegal, as it\n\nfailed to account for the required time credit. Thus, the instant January 17,\n\n2014 parole revocation sentence is illegal.\n\n      We are cognizant of the fact that this maximum term of twenty-three\n\nmonths of incarceration, when added to the five year sentence Appellant\n\nsuccessfully served, would indeed fall short of seven years. However, that\n\ncalculation ignores the fact that Appellant served at least 148 days that\n\nshould have been applied towards the initial state sentence.       Hence, the\n\ninstant sentence of eleven and one-half to twenty-three months exceeded\n\nthe statutory maximum sentence and is illegal.           As we explained in\n\nCommonwealth v. Crump, 995 A.2d 1280, 1283–84 (Pa.Super. 2010):\n\n      When determining the lawful maximum allowable on a split\n      sentence, the time originally imposed cannot exceed the\n      statutory maximum. Thus, where the maximum is ten years, a\n      defendant cannot receive a term of incarceration of three to six\n      years followed by five years probation. However, in a situation\n      where probation is revoked on a split sentence, as in the case\n      sub judice, a defendant is not entitled to credit for time spent on\n      probation. Nor is a defendant automatically granted credit for\n      time served while incarcerated on the original sentence unless\n      the court imposes a new sentence that would result in the\n      defendant serving time in prison in excess of the statutory\n      maximum.\n\n\n\n\n                                    - 20 -\n\fJ-S81008-16\n\n\n\nId. at 1283-84 (citations omitted, emphasis added). Accordingly, we must\n\nvacate the sentence and remand for proceedings consistent with this\n\nmemorandum.      We reject Appellant’s alternative challenge that he was no\n\nlonger serving a probationary sentence, as the procedural history set forth\n\nabove demonstrates that Appellant never completed his probationary\n\nsentence.\n\n      Judgment of sentence at case number 208691 of 2005 is vacated and\n\nremanded.     Judgment of sentence at the remaining case numbers is\n\naffirmed. Jurisdiction relinquished.\n\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 3/21/2017\n\n\n\n\n                                       - 21 -\n\f",
            "ocr": false,
            "opinion_id": 4154347
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}