{
    "id": 4378457,
    "judges": "Bitdd, Botsford, Gants, Gaziano, Hines, Lenk, Lowy",
    "date_filed": 1490572800000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-squires-commonwealth-v-angier",
    "case_name_short": null,
    "case_name": "Commonwealth v. Squires / Commonwealth v. Angier",
    "case_name_full": "Commonwealth vs. John F. Squires, Third; Commonwealth vs. Steven E. Angier",
    "attorneys": "Kathleen J. Hill for Steven E. Angier., Carolyn L. Hely, Assistant District Attorney (Michael P.J. McGee, Assistant District Attorney, also present) for the Commonwealth., Patrick A. Michaud for John F. Squires, III.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "October 5, 2016.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b703-4\">\n    Commonwealth\n    <em>\n     vs.\n    </em>\n    John F. Squires, Third. Commonwealth\n    <em>\n     vs.\n    </em>\n    Steven E. Angier.\n   </parties><br><court id=\"b703-5\">\n    Norfolk.\n   </court><otherdate id=\"AAYf\">\n    October 5, 2016.\n   </otherdate><decisiondate id=\"AVL\">\n    March 27, 2017.\n   </decisiondate><br><judges id=\"b703-6\">\n    Present: Gants, C.J., Botsford, Lenk, Hines, Gaziano, Lowy, &amp; Bitdd, JJ.\n    <a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">\n     1\n    </a>\n</judges><br><attorneys id=\"b703-12\">\n<em>\n     Kathleen J. Hill\n    </em>\n    for Steven E. Angier.\n   </attorneys><br><attorneys id=\"b703-13\">\n<em>\n     Carolyn L. Hely,\n    </em>\n    Assistant District Attorney\n    <em>\n     (Michael P.J. McGee,\n    </em>\n    Assistant District Attorney, also present) for the Commonwealth.\n   </attorneys><br><attorneys id=\"b703-14\">\n<em>\n     Patrick A. Michaud\n    </em>\n    for John F. Squires, III.\n   </attorneys><div class=\"footnotes\"><div class=\"footnote\" id=\"fn1\" label=\"1\">\n<a class=\"footnote\" href=\"#fn1_ref\">\n     1\n    </a>\n<p id=\"b703-16\">\n     Justice Botsford participated in the deliberation on this case prior to her retirement.\n    </p>\n</div></div>",
    "citations": [
        "476 Mass. 703"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 19.0,
            "download_url": "http://www.mass.gov/courts/docs/sjc/reporter-of-decisions/new-opinions/12086.pdf",
            "author_id": null,
            "opinion_text": "NOTICE: All slip opinions and orders are subject to formal\nrevision and are superseded by the advance sheets and bound\nvolumes of the Official Reports. If you find a typographical\nerror or other formal error, please notify the Reporter of\nDecisions, Supreme Judicial Court, John Adams Courthouse, 1\nPemberton Square, Suite 2500, Boston, MA 02108-1750; (617) 557-\n1030; SJCReporter@sjc.state.ma.us\n\nSJC-12086\nSJC-12087\n\n              COMMONWEALTH vs. JOHN F. SQUIRES, THIRD.\n                 COMMONWEALTH vs. STEVEN E. ANGIER.\n\n\n\n            Norfolk.    October 5, 2016. - March 27, 2017.\n\n Present:     Gants, C.J., Botsford, Lenk, Hines, Gaziano, Lowy, &\n                              Budd, JJ.1\n\n\nPossession of Burglarious Instruments.    Death.   Practice,\n     Criminal, Death of party.\n\n\n\n     Complaints received and sworn to in the Dedham Division of\nthe District Court Department on February 4, 2013.\n\n     The cases were tried before James H. McGuiness, Jr., J.\n\n     After review by the Appeals Court, the Supreme Judicial\nCourt granted leave to obtain further appellate review.\n\n\n     Kathleen J. Hill for Steven E. Angier.\n     Carolyn L. Hely, Assistant District Attorney (Michael P.J.\nMcGee, Assistant District Attorney, also present) for the\nCommonwealth.\n     Patrick A. Michaud for John F. Squires, III.\n\n\n\n\n     1\n       Justice Botsford participated in the deliberation on this\ncase prior to her retirement.\n\f                                                                    2\n\n\n     HINES, J.   After a joint2 jury trial in District Court, the\n\ndefendants, John F. Squires, III, and Steven E. Angier, were\n\nconvicted of walking on a railroad track, G. L. c. 160, § 218,\n\nand possession of burglarious instruments, G. L. c. 266, § 49.3\n\nThe complaints arose from Norwood police officers' discovery of\n\nthe defendants walking on the Massachusetts Bay Transportation\n\nAuthority (MBTA) commuter rail train tracks near the Norwood\n\ncentral train station.   After the officers searched the\n\ndefendants and found tools, gloves, and two walkie-talkies tuned\n\nto the same channel, the defendants were arrested for walking on\n\ntrain tracks and possession of burglarious instruments.     Squires\n\nmoved for required findings of not guilty at the close of the\n\nCommonwealth's case, and both defendants so moved at the close\n\nof all evidence; the motions were denied.4   The judge sentenced\n\neach defendant to a term of imprisonment in a house of\n\ncorrection for two and one-half years and imposed on each\n\n     2\n       The defendants' motions to sever on the day of trial were\ndenied as untimely.\n     3\n       The defendants do not challenge their convictions of\nwalking on a railroad track. The Commonwealth dismissed one\ncount of conspiracy for each defendant.\n     4\n       Squires's docket includes entries denoting his counsel's\noral motions for required findings of not guilty at both the\nclose of the Commonwealth's case and at the close of all\nevidence. However, there are no such entries in Angier's\ndocket. The transcript reflects an inaudible sidebar conference\nat the close of the Commonwealth's case and that, at the close\nof all evidence, Squires's counsel again moved for required\nfindings of not guilty, while Angier's counsel also so moved.\n\f                                                                     3\n\n\ndefendant a fine of one hundred dollars.5   The defendants\n\nseparately appealed, claiming, among other things, that the\n\nCommonwealth failed to present sufficient evidence to sustain\n\nthe convictions of possession of burglarious implements.       The\n\nAppeals Court affirmed in separate unpublished opinions,\n\nCommonwealth v. Squires, 89 Mass. App. Ct. 1102 (2016);\n\nCommonwealth v. Angier, 88 Mass. App. Ct. 1117 (2015).    We\n\nallowed the defendants' applications for further appellate\n\nreview.\n\n     After the cases were entered in this court, but before oral\n\nargument, Angier's counsel filed a suggestion of death and moved\n\nto vacate his convictions.   The Commonwealth opposed the motion,\n\narguing that under Commonwealth v. De La Zerda, 416 Mass. 247,\n\n250-251 (1993), the order allowing Angier's application for\n\nfurther appellate review should be vacated.   Because of the\n\nunique circumstances of this case, we address Angier's appeal on\n\nthe merits and conclude that the Commonwealth failed to present\n\nsufficient evidence to sustain the convictions.   Therefore, we\n\nreverse and vacate the convictions.\n\n     Background.   Taken in the light most favorable to the\n\nCommonwealth, Commonwealth v. Latimore, 378 Mass. 671, 676-677\n\n(1979), the jury could have found the following facts.     On the\n\n     5\n      Angier's sentence was ordered to be served consecutively\nwith the sentence he was currently serving in a house of\ncorrection.\n\f                                                                     4\n\n\nevening of February 3, 2013, at or about 11 P.M., Norwood police\n\nOfficer Derrick Wennerstrand, who was working as a plainclothes\n\nofficer and driving an unmarked vehicle, was observing vehicle\n\ntraffic in the area of a shopping plaza.    The businesses located\n\nin the plaza were closed.    He noticed a dark-colored sedan enter\n\nthe parking lot and its two male occupants, the defendants,\n\nalight from the vehicle.    Officer Wennerstrand radioed for\n\nbackup as the defendants walked through an alley into a rear\n\nparking lot.   Another officer arrived shortly thereafter, and\n\nthe officers followed the footprints the defendants left in the\n\nfresh snow toward the MBTA commuter railroad tracks.    The\n\nofficers were able to follow the two sets of footprints through\n\na small wooded area that led to the train tracks.    As the\n\nofficers approached the railroad tracks about five minutes\n\nlater, they saw the defendants ahead, walking on the tracks\n\nheading south, away from the train station.\n\n    Officer Wennerstrand noted that there were buildings on\n\neither side of the train tracks, but he did not observe the\n\ndefendants veer off the tracks at any time.    The defendants were\n\napproximately seventy-five yards away from the officers before\n\nthey reversed their direction and headed back toward the\n\nofficers.   Officer Wennerstrand said, \"Norwood police\" and\n\n\"Stop,\" but the defendants kept walking toward the officers, as\n\nif they were attempting to walk past the officers.    Officer\n\f                                                                      5\n\n\nWennerstrand again identified himself as Norwood police, holding\n\nup his arms, and ordered the defendants to stop; the defendants\n\ncomplied with the second order.\n\n    Officer Wennerstrand first spoke with Squires, and then\n\nwith Angier.   Squires, who was wearing black work gloves, told\n\nOfficer Wennerstrand that the men were \"just out for a stroll.\"\n\nOfficer Wennerstrand was suspicious; it was past 11 P.M. and the\n\ntemperature was below freezing that night.     Officer Wennerstrand\n\nsearched Squires and found a walkie-talkie tuned to a particular\n\nchannel in the pocket of Squires's jacket.     Squires was placed\n\nin restraints and ordered to sit on the ground.\n\n    Officer Wennerstrand next addressed Angier, who was wearing\n\na green and black backpack.     As Angier removed the backpack and\n\nplaced it on the ground as ordered by Officer Wennerstrand, the\n\nofficer heard a metal \"clang\" sound.    Angier stated that he had\n\nwork tools in his backpack.     The officers searched the backpack\n\nand discovered a blue crowbar, a large screwdriver bar, a pair\n\nof black gloves, and a small red flashlight.    A search of\n\nAngier's person revealed a second walkie-talkie, tuned to the\n\nsame channel as the walkie-talkie found on Squires.     Angier was\n\nalso placed in restraints.    The police subsequently searched\n\nSquires's vehicle and discovered a third set of black gloves and\n\na small, yellow sledgehammer.     The officers placed both\n\ndefendants under arrest.\n\f                                                                        6\n\n\n    The defendants were transported to the Norwood police\n\nstation, where Officer Dillon Haldiman inventoried the items in\n\nthe backpack and discovered what he described as a map.       The map\n\ndepicted an \"L\"-shaped space with the words \"Going in\"\n\nhandwritten on the bottom next to an arrow pointing to markings\n\nthat could represent an entrance.    More arrows were drawn\n\nleading to an area marked with five \"X\" marks.    After a jury\n\ntrial, the defendants were convicted of walking on railroad\n\ntracks and possession of burglarious instruments.\n\n    On further appellate review, the defendants argue that (1)\n\nthe judge erroneously denied their motions for directed verdicts\n\nwhere the Commonwealth failed to present sufficient evidence\n\nthat the defendants intended to use the tools in their\n\npossession to break into a particular \"statutory place\" to steal\n\nmoney or other property or to commit some other crime; (2) the\n\njudge erroneously instructed the jury on possession of\n\nburglarious instruments, which improperly lowered the burden of\n\nproof; and (3) the prosecutor engaged in improper vouching\n\nduring the closing argument, which created a substantial risk of\n\na miscarriage of justice.\n\n    Discussion.   1.   Effect of Angier's death on the order\n\ngranting further appellate review.    As a threshold matter, we\n\nfirst address the effect of Angier's death on the order granting\n\nhis application for further appellate review.    After we allowed\n\f                                                                    7\n\n\nthe defendants' applications for further appellate review, but\n\nbefore oral argument occurred, Angier's counsel filed a\n\nsuggestion of death for Angier.    Subsequently, Angier's counsel\n\nfiled a motion to vacate judgment and remand to the District\n\nCourt to abate the prosecution, citing Commonwealth v. Latour,\n\n397 Mass. 1007 (1986).   The Commonwealth opposed the motion,\n\nciting De La Zerda, 416 Mass. at 251, for the proposition that\n\nwhen a defendant dies while his or her case is on collateral or\n\nfurther appellate review, the order allowing the defendant's\n\napplication for further appellate review is vacated, leaving the\n\njudgment of the Appeals Court intact.    However, because of the\n\nunique circumstances here, we depart from De La Zerda and\n\naddress both defendants' arguments on the merits.\n\n    In De La Zerda, 416 Mass. at 248, we noted that \"[w]hen a\n\ndefendant dies while his conviction is on direct review, it is\n\nour practice to vacate the judgment and remand the case with a\n\ndirection to dismiss the complaint or indictment, thus abating\n\nthe entire prosecution.\"   However, when a defendant dies after\n\nan application for further appellate review has been granted,\n\nbut not argued, the practice has been to vacate the order\n\ngranting further appellate review, rather than abate the\n\nproceeding.   Id. at 250-251.   The United States Supreme Court\n\nemploys a similar practice, vacating the order granting\n\ncertiorari and dismissing the petition for certiorari.    See,\n\f                                                                     8\n\n\ne.g., United States v. Mosely, 525 U.S. 120 (1998) (per curiam).\n\nNevertheless, in De La Zerda, we noted that another important\n\npolicy interest to consider was \"the interests of justice,\"\n\nwhich require a different outcome here (citation omitted).     See\n\nDe La Zerda, supra at 251.\n\n     Here, Angier and Squires were tried in a joint trial, but\n\nfiled separate appeals in the Appeals Court.   Despite their\n\nseparate appeals, Squires, pursuant to Mass. R. App. P. 16 (j),\n\n365 Mass. 860 (1974), incorporated by reference the arguments\n\nmade by Angier, making no additional or different arguments of\n\nhis own, and requested that his appeal be joined with Angier's.6\n\nSquires, 89 Mass. App. Ct. 1102.   Similarly, Squires\n\nincorporated by reference Angier's arguments in his application\n\nfor further appellate review, as well as in his brief to this\n\ncourt.   As a result, Angier was the only defendant to present\n\nsubstantive appellate argument to this court, and thus we\n\naddress Angier's arguments on the merits despite his death.\n\nFairness dictates that Angier, even posthumously, should have\n\nthe same outcome as Squires, especially where the defendants'\n\nlegal arguments and factual circumstances are identical.    In\n\nthis narrow circumstance, it is in the interests of justice to\n\n\n\n     6\n       The appeals were docketed separately but referred to the\nsame panel for decision. Commonwealth v. Squires, 89 Mass. App.\nCt. 1102 (2016).\n\f                                                                    9\n\n\ndepart from De La Zerda and address both defendants' appeals on\n\nthe merits.\n\n    2.   Sufficiency of the evidence.   The defendants argue that\n\nthe judge erred in denying their motions for required findings\n\nof not guilty where the Commonwealth failed to provide\n\nsufficient evidence to sustain the convictions because it failed\n\nto establish that (1) the defendants possessed the ordinary work\n\ntools found in Angier's backpack with the intent to break into a\n\nstatutory place, and (2) the defendants had the intent to steal\n\nmoney or other property from, or to commit some other crime in,\n\nsuch statutory place.    We agree.\n\n    We review a claim of sufficiency of the evidence under the\n\nfamiliar Latimore standard, viewing the evidence in the light\n\nmost favorable to the Commonwealth and ask whether the evidence\n\nand inferences reasonably drawn therefrom were \"sufficient to\n\npersuade a rational jury beyond a reasonable doubt of the\n\nexistence of every element of the crime charged.\"   Commonwealth\n\nv. Lao, 443 Mass. 770, 779 (2005), S.C., 450 Mass. 215 (2007)\n\nand 460 Mass. 12 (2011), quoting Commonwealth v. Campbell, 378\n\nMass. 680, 686 (1979).    In order to sustain a conviction of\n\npossession of burglarious instruments, the Commonwealth must\n\nprove, beyond a reasonable doubt, that the defendants possessed\n\n    \"an engine, machine, tool or implement adapted and designed\n    for cutting through, forcing or breaking open a building,\n    room, vault, safe or other depository, in order to steal\n\f                                                                     10\n\n\n    therefrom money or other property, or to commit any other\n    crime, knowing the same to be adapted and designed for the\n    purpose aforesaid, with intent to use or employ or allow\n    the same to be used or employed for such purpose.\"\n\nG. L. c. 266, § 49.\n\n    Where, as here, the tools or instruments possessed by the\n\ndefendants are not by their nature burglarious, the Commonwealth\n\nmust establish proof of the defendants' intent to use the tools\n\nor instruments for burglarious purposes.   In Commonwealth v.\n\nJones, 355 Mass. 170 (1969), this court noted that although a\n\nscrewdriver and a kitchen knife were not inherently burglarious\n\ninstruments, the items could be \"used for an entry to force a\n\nsash or a door or to slip a lock.\"   Id. at 176.   The fact that\n\nthe instruments were found on the defendants at the scene of a\n\nburglary was dispositive in proving the defendants' intent to\n\nuse such items for burglarious purposes.   See id. at 176-177.\n\nIn Commonwealth v. Dellinger, 10 Mass. App. Ct. 549 (1980),\n\nS.C., 383 Mass. 780 (1981), the Appeals Court stated more\n\nsuccinctly the principle as it applies to facts analogous to\n\nthis case.   \"A burglarious intention can doubtless be inferred\n\nfrom mere possession of tools uniquely or very highly adapted to\n\nburglarious purposes . . . but an intention to use ordinary\n\ntools for unlawful purposes must appear clearly from the\n\ncircumstances in which they are found.\"    Id. at 561.   Following\n\nthat rule, the Appeals Court concluded that the defendants'\n\f                                                                  11\n\n\nmotions for direct verdicts were improperly denied where the\n\nCommonwealth failed to present evidence that the defendants\n\nintended to use ordinary tools found in their possession for\n\nunlawful purposes, even where there was evidence that the\n\ndefendants were following and \"casing\" a United Parcel Service\n\ntruck.7   Id. at 555, 561.   The court noted that \"because the\n\nevidence did not warrant a finding that the [suspected]\n\nhijacking was to be executed that day, the inference that those\n\nwere the tools to be used in the hijacking is much attenuated.\"\n\nId. at 561.    Therefore, even where defendants are discovered\n\nwith ordinary tools under suspicious circumstances, the\n\nCommonwealth must offer evidence establishing something more\n\nthan mere suspicion -- proof beyond a reasonable doubt -- that\n\nthe defendants intended to use the tools for burglarious\n\npurposes.     Compare Jones, supra, and Commonwealth v. Porter, 70\n\nMass. App. Ct. 901, 902 (2007) (burglarious intent where wire\n\ncutters were found in between storm door and front door of home\n\nand defendant was apprehended at scene of attempted burglary),\n\nwith Dellinger, supra.\n\n\n\n\n     7\n       Following the Appeals Court's decision in Commonwealth v.\nDellinger, 10 Mass. App. Ct. 549 (1980), this court granted the\nparties' applications for further appellate review and decided\nthe case on a different ground, expressly declining to address\nthe issue of burglarious intent. See Commonwealth v. Dellinger,\n383 Mass. 780, 784 (1981).\n\f                                                                    12\n\n\n    Here, the Commonwealth argues that the defendants'\n\nburglarious intent was readily inferable from the location where\n\nthe police found the defendants, the late hour at which the\n\ndefendants were discovered, the below-freezing temperatures that\n\nnight, and the possession of the map.    We do not doubt that the\n\ndiscovery of the defendants on the railroad tracks late at night\n\nin freezing weather was suspicious conduct that warranted the\n\nthreshold inquiry by the police.    See Commonwealth v. Watson,\n\n430 Mass. 725, 729 (2000).   But this suspicious conduct, without\n\nmore, did not prove an intent to use the tools in their\n\npossession for a burglarious purpose.\n\n    The discovery of the defendants walking on the railroad\n\ntracks was not necessarily probative of an intent to use the\n\ntools for burglarious purposes.    Although Officer Wennerstrand\n\ntestified that there were businesses and buildings on either\n\nside of the railroad tracks, there was no evidence that the\n\ndefendants veered off of the railroad tracks to attempt to break\n\ninto any business, building, or depository.    Moreover, the fact\n\nthat the defendants parked in a shopping plaza parking lot is no\n\nmore probative of intent than their presence on the railroad\n\ntracks.   The Commonwealth presented no evidence to prove that\n\nthe defendants intended to use the ordinary tools in their\n\npossession to break into any such \"place\" as specified in § 49.\n\nIt is insufficient to merely show possession of ordinary tools\n\f                                                                     13\n\n\nin proximity to a statutory place to establish burglarious\n\nintent.\n\n    As to the map, the Commonwealth did not connect it to any\n\nparticular or nearby building, room, vault, safe, or other\n\ndepository, as contemplated by the statute.     See G. L. c. 266,\n\n§ 49.     See also Commonwealth v. Hogan, 41 Mass. App. Ct. 73, 74\n\n(1996), quoting Black's Law Dictionary (6th ed. 1990) (defining\n\n\"depository\" as \"[t]he place where a deposit is placed and kept\n\n. . . where something is deposited or stored as for safekeeping\n\nor convenience\").    Although the map depicted an \"L\"-shaped space\n\nwith the words \"Going in\" handwritten on it, there was no\n\nevidence that the defendants intended to use the map and the\n\ntools to break into a place named in § 49 with the intent to\n\nsteal money or property therefrom or to commit some other crime.\n\nSee Hogan, supra.     To be sure, the Commonwealth does not have to\n\npresent evidence of the exact statutorily named place that the\n\ndefendants intended to \"steal therefrom money or other property,\n\nor . . . commit any other crime,\" G. L. c. 266, § 49, but it\n\nmust establish the defendants' intent to steal from such a place\n\nbeyond a reasonable doubt.    See Commonwealth v. Tivnon, 8 Gray\n\n375, 380 (1857).\n\n    To infer intent from facts that establish nothing more than\n\npossession of the items found on the defendants would require a\n\nlevel of speculation that was properly rejected by the Appeals\n\f                                                                    14\n\n\nCourt in Dellinger, 10 Mass. App. Ct. at 561.     \"[I]f, upon all\n\nthe evidence, the question of guilt of the defendant[s] is left\n\nup to conjecture or surmise and has no solid foundation in\n\nestablished facts, a verdict of guilty cannot stand.\"\n\nCommonwealth v. Fancy, 349 Mass. 196, 200 (1965), quoting\n\nCommonwealth v. O'Brien, 305 Mass. 393, 401 (1940).\n\n    Conclusion.    For the reasons stated above, the Commonwealth\n\nfailed to establish proof beyond a reasonable doubt of all of\n\nthe elements of possession of burglarious instruments, and thus\n\nthe evidence was insufficient to sustain the defendants'\n\nconvictions.   See Lao, 443 Mass. at 779.   Because of our\n\nconclusion, we need not address the defendants' other claims of\n\nerror on the merits.   With respect to the defendants'\n\nconvictions of possession of burglarious instruments, the\n\njudgments are reversed, the verdicts are set aside, and\n\njudgments shall be entered for the defendants.\n\n                                    So ordered.\n\f     GAZIANO, J. (dissenting, with whom Botsford and Lowy, JJ.,\n\njoin).   These cases turn on the question whether the defendants\n\npossessed work tools with the intent to break into a building,\n\nin violation of G. L. c. 266, § 49.   The court believes that the\n\nevidence, although suspicious enough to warrant a threshold\n\ninquiry, is insufficient to sustain a conviction for possession\n\nof burglarious instruments.   In my view, the Commonwealth\n\nestablished the defendants' intent to use these tools to break\n\ninto one of the buildings on either side of the railroad tracks.\n\nAccordingly, I dissent.\n\n     The facts of the case, considered in the light most\n\nfavorable to the Commonwealth, support a finding that the\n\ndefendants intended to break into a nearby building on the night\n\nof their arrest.   The police discovered the defendants, late at\n\nnight, in the freezing cold, walking down railroad tracks that\n\nran between two rows of commercial buildings.   The defendants\n\nwere in possession of a long \"screwdriver/pry bar\" and a\n\ncrowbar, work tools suitable for breaking into a building.1   They\n\nalso carried implements that could be utilized to aid in a\n\nburglary (a flashlight and work gloves), and walkie-talkie\n\nradios tuned to the same channel, presumably to alert one\n\nanother of potential witnesses.   One of the defendants offered\n\n\n     1\n       The defendants left a sledgehammer behind in the back seat\nof their vehicle.\n\f                                                                    2\n\n\nthe police officers the implausible explanation that they were\n\n\"just out for a stroll.\"\n\n     In most cases, evidence of an individual's intent is not\n\nascertainable, but must be inferred from surrounding facts and\n\ncircumstances.    Commonwealth v. Lewis, 465 Mass. 119, 125\n\n(2013).    The fact finder in this case did not have to look very\n\nfar for evidence of the defendants' intent to break into a\n\nbuilding.    The police found a hand-drawn map in Angier's\n\nbackpack.2   It depicts an \"L\"-shaped structure with multiple\n\nrooms, an arrow pointing to an entrance labeled \"Going in,\" and\n\nmultiple arrows leading to an area denoted by a series of \"X\"\n\nmarks.    The map also includes a set of parallel lines\n\ncorresponding to the railroad tracks.\n\n     The court concludes that the evidence was insufficient for\n\ntwo reasons.    First, there was no evidence that the defendants\n\nhad veered off the railroad tracks, to the right or left, toward\n\nany of the commercial buildings.    Second, the Commonwealth\n\nfailed to connect the map to any \"particular or nearby\"\n\nbuilding.    I disagree.\n\n     The crime of possession of burglarious instruments is\n\n\"complete when the tools [are] procured with a design to use\n\nthem for a burglarious purpose.\"    Commonwealth v. Faust, 81\n\nMass. App. Ct. 498, 500 (2012), quoting Commonwealth v. Tivnon,\n\n     2\n         A copy of the map appears in the Appendix.\n\f                                                                     3\n\n\n8 Gray 375, 380 (1857).   Although an attempt to break into a\n\nparticular building would be evidence of the defendants' state\n\nof mind, it is not necessary to sustain a conviction.   See\n\nCommonwealth v. Rousseau, 61 Mass. App. Ct. 144, 150-151 (2004)\n\n(evidence sufficient where defendants were found at 1 A.M. in\n\nclosed State park that contained at least one building, while in\n\npossession of two screwdrivers, two sets of gloves, one ski\n\nmask, one radio, and one flashlight, although there was no\n\nevidence that defendants had attempted to break into any State\n\npark building).\n\n    I also would hold, for the reasons stated above, that the\n\nhand-drawn map supports an inference that the defendants\n\nintended to break into a building.   The court recognizes that\n\nthe Commonwealth is not required to prove the precise place that\n\nthe defendants intended to burglarize.   A commonsense view of\n\nthe evidence, in accordance with the Latimore standard, leads to\n\nthe conclusion that the crudely drawn map depicts a building,\n\nand the defendants intended to enter that structure at a certain\n\nlocation (i.e., the point marked \"Going in\") and to follow the\n\npath designated by the arrows to the \"X\" marks.   See\n\nCommonwealth v. Latimore, 378 Mass. 671, 676-677 (1979).      Fact\n\nfinders are not \"required to divorce themselves of common sense,\n\nbut rather should apply to facts which they find proven such\n\nreasonable inferences as are justified in light of their\n\f                                                                 4\n\n\nexperience as to the natural inclinations of human beings.\"\n\n(citation omitted).   Commonwealth v. Arias, 29 Mass. App. Ct.\n\n613, 618 (1990).\n\n    For these reasons, I respectfully dissent.\n\f            5\n\n\nAppendix.\n\f",
            "ocr": false,
            "opinion_id": 4155710
        },
        {
            "author_str": "Hines",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHines, J.\nAfter a joint2 jury trial in District Court, the defendants, John F. Squires, III, and Steven E. Angier, were convicted of *704walking on a railroad track, G. L. c. 160, § 218, and possession of burglarious instruments, G. L. c. 266, § 49.3 The complaints arose from Norwood police officers’ discovery of the defendants walking on the Massachusetts Bay Transportation Authority (MBTA) commuter rail train tracks near the Norwood central train station. After the officers searched the defendants and found tools, gloves, and two walkie-talkies tuned to the same channel, the defendants were arrested for walking on train tracks and possession of burglarious instruments. Squires moved for required findings of not guilty at the close of the Commonwealth’s case, and both defendants so moved at the close of all evidence; the motions were denied.4 The judge sentenced each defendant to a term of imprisonment in a house of correction for two and one-half years and imposed on each defendant a fine of one hundred dollars.5 The defendants separately appealed, claiming, among other things, that the Commonwealth failed to present sufficient evidence to sustain the convictions of possession of burglarious implements. The Appeals Court affirmed in separate unpublished opinions. Commonwealth v. Squires, 89 Mass. App. Ct. 1102 (2016). Commonwealth v. Angier, 88 Mass. App. Ct. 1117 (2015). We allowed the defendants’ applications for further appellate review.\nAfter the cases were entered in this court, but before oral argument, Angier’s counsel filed a suggestion of death and moved to vacate his convictions. The Commonwealth opposed the motion, arguing that under Commonwealth v. De La Zerda, 416 Mass. 247, 250-251 (1993), the order allowing Angier’s application for further appellate review should be vacated. Because of the unique circumstances of this case, we address Angier’s appeal on the merits and conclude that the Commonwealth failed to present sufficient evidence to sustain the convictions of both defendants. Therefore, we reverse and vacate the convictions.\n*705Background. Taken in the light most favorable to the Commonwealth, Commonwealth v. Latimore, 378 Mass. 671, 676-677 (1979), the jury could have found the following facts. On the evening of February 3, 2013, at or about 11 p.m., Norwood police Officer Derrick Wennerstrand, who was working as a plainclothes officer and driving an unmarked vehicle, was observing vehicle traffic in the area of a shopping plaza. The businesses located in the plaza were closed. He noticed a dark-colored sedan enter the parking lot and its two male occupants, the defendants, alight from the vehicle. Officer Wennerstrand radioed for backup as the defendants walked through an alley into a rear parking lot. Another officer arrived shortly thereafter, and the officers followed the footprints the defendants left in the fresh snow toward the MBTA commuter railroad tracks. The officers were able to follow the two sets of footprints through a small wooded area that led to the train tracks. As the officers approached the railroad tracks about five minutes later, they saw the defendants ahead, walking on the tracks heading south, away from the train station.\nOfficer Wennerstrand noted that there were buildings on either side of the train tracks, but he did not observe the defendants veer off the tracks at any time. The defendants were approximately seventy-five yards away from the officers before they reversed their direction and headed back toward the officers. Officer Wennerstrand said, “Norwood police” and “Stop,” but the defendants kept walking toward the officers, as if they were attempting to walk past the officers. Officer Wennerstrand again identified himself as Norwood police, holding up his arms, and ordered the defendants to stop; the defendants complied with the second order.\nOfficer Wennerstrand first spoke with Squires, and then with Angier. Squires, who was wearing black work gloves, told Officer Wennerstrand that the men were “just out for a stroll.” Officer Wennerstrand was suspicious; it was past 11 p.m. and the temperature was below freezing that night. Officer Wennerstrand searched Squires and found a walkie-talkie tuned to a particular channel in the pocket of Squires’s jacket. Squires was placed in restraints and ordered to sit on the ground.\nOfficer Wennerstrand next addressed Angier, who was wearing a green and black backpack. As Angier removed the backpack and placed it on the ground as ordered by Officer Wennerstrand, the officer heard a metal “clang” sound. Angier stated that he had work tools in his backpack. The officers searched the backpack and discovered a blue crowbar, a large screwdriver bar, a pair of *706black gloves, and a small red flashlight. A search of Angier’s person revealed a second walkie-talkie, tuned to the same channel as the walkie-talkie found on Squires. Angier was also placed in restraints. The police subsequently searched Squires’s vehicle and discovered a third set of black gloves and a small, yellow sledgehammer. The officers placed both defendants under arrest.\nThe defendants were transported to the Norwood police station, where Officer Dillon Haldiman inventoried the items in the backpack and discovered what he described as a map. The map depicted an “L”-shaped space with the words “Going in” handwritten on the bottom next to an arrow pointing to markings that could represent an entrance. More arrows were drawn leading to an area marked with five “X” marks. After a jury trial, the defendants were convicted of walking on railroad tracks and possession of burglarious instruments.\nOn further appellate review, the defendants argue that (1) the judge erroneously denied their motions for directed verdicts where the Commonwealth failed to present sufficient evidence that the defendants intended to use the tools in their possession to break into a particular “statutory place” to steal money or other property or to commit some other crime; (2) the judge erroneously instructed the jury on possession of burglarious instruments, which improperly lowered the burden of proof; and (3) the prosecutor engaged in improper vouching during the closing argument, which created a substantial risk of a miscarriage of jushce.\nDiscussion. 1. Effect of Angier’s death on the order granting further appellate review. As a threshold matter, we first address the effect of Angier’s death on the order granting his application for further appellate review. After we allowed the defendants’ applications for further appellate review, but before oral argument occurred, Angier’s counsel filed a suggestion of death for Angier. Subsequently, Angier’s counsel filed a motion to vacate judgment and remand to the District Court to abate the prosecution, citing Commonwealth v. Latour, 397 Mass. 1007 (1986). The Commonwealth opposed the motion, citing De La Zerda, 416 Mass. at 251, for the proposihon that when a defendant dies while his or her case is on collateral or further appellate review, the order allowing the defendant’s application for further appellate review is vacated, leaving the judgment of the Appeals Court intact. However, because of the unique circumstances here, we depart from De La Zerda and address both defendants’ arguments on the merits.\n*707In De La Zerda, 416 Mass. at 248, we noted that ‘“[w]hen a defendant dies while his conviction is on direct review, it is our practice to vacate the judgment and remand the case with a direction to dismiss the complaint or indictment, thus abating the entire prosecution.” However, when a defendant dies after an application for further appellate review has been granted, but not argued, the practice has been to vacate the order granting further appellate review, rather than abate the proceeding. Id. at 250-251. The United States Supreme Court employs a similar practice, vacating the order granting certiorari and dismissing the petition for certiorari. See, e.g., United States v. Mosley, 525 U.S. 120 (1998) (per curiam). Nevertheless, in De La Zerda, we noted that another important policy interest to consider was ‘“the interests of justice,” which require a different outcome here (citation omitted). See De La Zerda, supra at 251.\nHere, Angier and Squires were tried in a joint trial, but filed separate appeals in the Appeals Court. Despite their separate appeals, Squires, pursuant to Mass. R. App. P. 16 (j), 365 Mass. 860 (1974), incorporated by reference the arguments made by Angier, making no additional or different arguments of his own, and requested that his appeal be joined with Angier’s.6 Squires, 89 Mass. App. Ct. 1102. Similarly, Squires incorporated by reference Angier’s arguments in his application for further appellate review, as well as in his brief to this court. As a result, Angier was the only defendant to present substantive appellate argument to this court, and thus we address Angier’s arguments on the merits despite his death. Fairness dictates that Angier, even posthumously, should have the same outcome as Squires, especially where the defendants’ legal arguments and factual circumstances are identical. In this narrow circumstance, it is in the interests of justice to depart from De La Zerda and address both defendants’ appeals on the merits.\n2. Sufficiency of the evidence. The defendants argue that the judge erred in denying their motions for required findings of not guilty where the Commonwealth failed to provide sufficient evidence to sustain the convictions because it failed to establish that (1) the defendants possessed the ordinary work tools found in Angier’s backpack with the intent to break into a statutory place, and (2) the defendants had the intent to steal money or other prop*708erty from, or to commit some other crime in, such statutory place. We agree.\nWe review a claim of sufficiency of the evidence under the familiar Latimore standard, viewing the evidence in the fight most favorable to the Commonwealth and ask whether the evidence and inferences reasonably drawn therefrom were “sufficient to persuade a rational jury beyond a reasonable doubt of the existence of every element of the crime charged.” Commonwealth v. Lao, 443 Mass. 770, 779 (2005), S.C., 450 Mass. 215 (2007) and 460 Mass. 12 (2011), quoting Commonwealth v. Campbell, 378 Mass. 680, 686 (1979). In order to sustain a conviction of possession of burglarious instruments, the Commonwealth must prove, beyond a reasonable doubt, that the defendants possessed\n“an engine, machine, tool or implement adapted and designed for cutting through, forcing or breaking open a building, room, vault, safe or other depository, in order to steal therefrom money or other property, or to commit any other crime, knowing the same to be adapted and designed for the purpose aforesaid, with intent to use or employ or allow the same to be used or employed for such purpose.”\nG. L. c. 266, § 49.\nWhere, as here, the tools or instruments possessed by the defendants are not by their nature burglarious, the Commonwealth must establish proof of the defendants’ intent to use the tools or instruments for burglarious purposes. In Commonwealth v. Jones, 355 Mass. 170 (1969), this court noted that although a screwdriver and a kitchen knife were not inherently burglarious instruments, the items could be “used for an entry to force a sash or a door or to slip a lock.” Id. at 176. The fact that the instruments were found on the defendants at the scene of a burglary was dispositive in proving the defendants’ intent to use such items for burglarious purposes. See id. at 176-177. In Commonwealth v. Dellinger, 10 Mass. App. Ct. 549 (1980), S.C., 383 Mass. 780 (1981), the Appeals Court stated more succinctly the principle as it applies to facts analogous to this case. “A burglarious intention can doubtless be inferred from mere possession of tools uniquely or very highly adapted to burglarious purposes . . . but an intention to use ordinary tools for unlawful purposes must appear clearly from the circumstances in which they are found.” Id. at 561. Following that rule, the Appeals Court concluded that *709the defendants’ motions for direct verdicts were improperly denied where the Commonwealth failed to present evidence that the defendants intended to use ordinary tools found in their possession for unlawful purposes, even where there was evidence that the defendants were following and “casing” a United Parcel Service truck.7 Id. at 555, 561. The court noted that “because the evidence did not warrant a finding that the [suspected] hijacking was to be executed that day, the inference that those were the tools to be used in the hijacking is much attenuated.” Id. at 561. Therefore, even where defendants are discovered with ordinary tools under suspicious circumstances, the Commonwealth must offer evidence establishing something more than mere suspicion — proof beyond a reasonable doubt — that the defendants intended to use the tools for burglarious purposes. Compare Jones, supra, and Commonwealth v. Porter, 70 Mass. App. Ct. 901, 902 (2007) (burglarious intent where wire cutters were found in between storm door and front door of home and defendant was apprehended at scene of attempted burglary), with Dellinger, supra.\nHere, the Commonwealth argues that the defendants’ burglarious intent was readily inferable from the location where the police found the defendants, the late hour at which the defendants were discovered, the below-freezing temperatures that night, and the possession of the map. We do not doubt that the discovery of the defendants on the railroad tracks late at night in freezing weather was suspicious conduct that warranted the threshold inquiry by the police. See Commonwealth v. Watson, 430 Mass. 725, 729 (2000). But this suspicious conduct, without more, did not prove an intent to use the tools in their possession for a bur-glarious purpose.\nThe discovery of the defendants walking on the railroad tracks was not necessarily probative of an intent to use the tools for burglarious purposes. Although Officer Wennerstrand testified that there were businesses and buildings on either side of the railroad tracks, there was no evidence that the defendants veered off of the railroad tracks to attempt to break into any business, building, or depository. Moreover, the fact that the defendants *710parked in a shopping plaza parking lot is no more probative of intent than their presence on the railroad tracks. The Commonwealth presented no evidence to prove that the defendants intended to use the ordinary tools in their possession to break into any such “place” as specified in § 49. It is insufficient to merely show possession of ordinary tools in proximity to a statutory place to establish burglarious intent.\nAs to the map, the Commonwealth did not connect it to any particular or nearby building, room, vault, safe, or other depository, as contemplated by the statute. See G. L. c. 266, § 49. See also Commonwealth v. Hogan, 41 Mass. App. Ct. 73, 74 (1996), quoting Black’s Law Dictionary (6th ed. 1990) (defining “depository” as “[t]he place where a deposit is placed and kept... where something is deposited or stored as for safekeeping or convenience”). Although the map depicted an “L”-shaped space with the words “Going in” handwritten on it, there was no evidence that the defendants intended to use the map and the tools to break into a place named in § 49 with the intent to steal money or property therefrom or to commit some other crime. See Hogan, supra. To be sure, the Commonwealth does not have to present evidence of the exact statutorily named place that the defendants intended to “steal therefrom money or other property, or . . . commit any other crime,” G. L. c. 266, § 49, but it must establish the defendants’ intent to steal from such a place beyond a reasonable doubt. See Commonwealth v. Tivnon, 8 Gray 375, 380 (1857).\nTo infer intent from facts that establish nothing more than possession of the items found on the defendants would require a level of speculation that was properly rejected by the Appeals Court in Dellinger, 10 Mass. App. Ct. at 561. “[I]f, upon all the evidence, the question of guilt of the defendant[s] is left up to conjecture or surmise and has no solid foundation in established facts, a verdict of guilty cannot stand.” Commonwealth v. Fancy, 349 Mass. 196, 200 (1965), quoting Commonwealth v. O’Brien, 305 Mass. 393, 401 (1940).\nConclusion. For the reasons stated above, the Commonwealth failed to establish proof beyond a reasonable doubt of all of the elements of possession of burglarious instruments, and thus the evidence was insufficient to sustain the defendants’ convictions. See Lao, 443 Mass. at 779. Because of our conclusion, we need not address the defendants’ other claims of error on the merits. With respect to the defendants’ convictions of possession of bur-*711glarious instruments, the judgments are reversed, the verdicts are set aside, and judgments shall be entered for the defendants.\n\nSo ordered.\n\n\n The defendants’ motions to sever on the day of trial were denied as untimely.\n\n\n The defendants do not challenge then convictions of walking on a railroad track. The Commonwealth dismissed one count of conspiracy for each defendant.\n\n\n Squires’s docket includes entries denoting his counsel’s oral motions for required findings of not guilty at both the close of the Commonwealth’s case and at the close of all evidence. However, there are no such entries in Angier’s docket. The transcript reflects an inaudible sidebar conference at the close of the Commonwealth’s case and that, at the close of all evidence, Squires’s counsel again moved for required findings of not guilty, while Angier’s counsel also so moved.\n\n\n Angier’s sentence was ordered to be served consecutively with the sentence he was currently serving in a house of correction.\n\n\n The appeals were docketed separately but referred to the same panel for decision. Commonwealth v. Squires, 89 Mass. App. Ct. 1102 (2016).\n\n\n Following the Appeals Court’s decision in Commonwealth v. Dellinger, 10 Mass. App. Ct. 549 (1980), this com! granted the parties’ applications for further appellate review and decided the case on a different ground, expressly declining to address the issue of burglarious intent. See Commonwealth v. Dellinger, 383 Mass. 780, 784 (1981).\n\n",
            "ocr": false,
            "opinion_id": 9873588
        },
        {
            "author_str": "Gaziano",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGaziano, J.\n(dissenting, with whom Botsford and Lowy, JJ., join). These cases turn on the question whether the defendants possessed work tools with the intent to break into a building, in violation of G. L. c. 266, § 49. The court believes that the evidence, although suspicious enough to warrant a threshold inquiry, is insufficient to sustain a conviction for possession of bur-glarious instruments. In my view, the Commonwealth established the defendants’ intent to use these tools to break into one of the buildings on either side of the railroad tracks. Accordingly, I dissent.\nThe facts of the case, considered in the light most favorable to the Commonwealth, support a finding that the defendants intended to break into a nearby building on the night of their arrest. The police discovered the defendants, late at night, in the freezing cold, walking down railroad tracks that ran between two rows of commercial buildings. The defendants were in possession of a long “screwdriver/pry bar” and a crowbar, work tools suitable for breaking into a building.1 They also carried implements that could be utilized to aid in a burglary (a flashlight and work gloves), and walkie-talkie radios tuned to the same channel, presumably to alert one another of potential witnesses. One of the defendants offered the police officers the implausible explanation that they were ‘“just out for a stroll.”\nIn most cases, evidence of an individual’s intent is not directly ascertainable, but must be inferred from surrounding facts and circumstances. Commonwealth v. Lewis, 465 Mass. 119, 125 (2013). The fact finder in this case did not have to look very far for evidence of the defendants’ intent to break into a building. The police found a hand-drawn map in Angier’s backpack.2 It depicts an ‘“L”-shaped structure with multiple rooms, an arrow pointing to an entrance labeled ‘“Going in,” and multiple arrows leading to an area denoted by a series of ‘“X” marks. The map also includes a set of parallel lines corresponding to the railroad tracks.\nThe court concludes that the evidence was insufficient for two reasons. First, there was no evidence that the defendants had *712veered off the railroad tracks, to the right or left, toward any of the commercial buildings. Second, the Commonwealth failed to connect the map to any “particular or nearby” building. I disagree.\nThe crime of possession of burglarious instruments is “complete when the tools [are] procured with a design to use them for a burglarious purpose.” Commonwealth v. Faust, 81 Mass. App. Ct. 498, 500 (2012), quoting Commonwealth v. Tivnon, 8 Gray 375, 380 (1857). Although an attempt to break into a particular building would be evidence of the defendants’ state of mind, it is not necessary to sustain a conviction. See Commonwealth v. Rousseau, 61 Mass. App. Ct. 144, 150-151 (2004) (evidence sufficient where defendants were found at 1 a.m. in closed State park that contained at least one building, while in possession of two screwdrivers, two sets of gloves, one ski mask, one radio, and one flashlight, although there was no evidence that defendants had attempted to break into any State park building).\nI also would hold, for the reasons stated above, that the hand-drawn map supports an inference that the defendants intended to break into a building. The court recognizes that the Commonwealth is not required to prove the precise place that the defendants intended to burglarize. A commonsense view of the evidence, in accordance with the Latimore standard, leads to the conclusion that the crudely drawn map depicts a building, and the defendants intended to enter that structure at a certain location (i.e., the point marked “Going in”) and to follow the path designated by the arrows to the “X” marks. See Commonwealth v. Latimore, 378 Mass. 671, 676-677 (1979). Fact finders are not “required to divorce themselves of common sense, but rather should apply to facts which they find proven such reasonable inferences as are justified in light of their experience as to the natural inclinations of human beings” (citation omitted). Commonwealth v. Arias, 29 Mass. App. Ct. 613, 618 (1990).\nFor these reasons, I respectfully dissent.\n*713Appendix.\n\n\n\n\n The defendants left a sledgehammer behind in the back seat of their vehicle.\n\n\n A copy of the map is attached as an Appendix to this opinion.\n\n",
            "ocr": false,
            "opinion_id": 9873590
        }
    ],
    "court_short_name": "Massachusetts Supreme Judicial Court",
    "court_full_name": "Massachusetts Supreme Judicial Court",
    "court_type": "S",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Robbery"
}