{
    "id": 4382597,
    "judges": "Duffy, Miller, Rivera, Roman",
    "date_filed": 1491955200000,
    "date_filed_is_approximate": false,
    "slug": "people-v-castro",
    "case_name_short": "Castro",
    "case_name": "People v. Castro",
    "case_name_full": "The People of the State of New York, Respondent, v. Manuel Castro, Appellant",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"AF-a\">\n    The People of the State of New York, Respondent, v Manuel Castro, Appellant.\n   </parties><citation id=\"AJPp\">\n    [52 NYS3d 385]\n   </citation>",
    "citations": [
        "2017 NY Slip Op 2809",
        "149 A.D.3d 862",
        "52 N.Y.S.3d 385"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.courts.state.ny.us/reporter/3dseries/2017/2017_02809.htm",
            "author_id": null,
            "opinion_text": "\r\n\r\nPeople v Castro (2017 NY Slip Op 02809)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Castro\r\n\r\n\r\n2017 NY Slip Op 02809\r\n\r\n\r\nDecided on April 12, 2017\r\n\r\n\r\nAppellate Division, Second Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on April 12, 2017\r\nSUPREME COURT OF THE STATE OF NEW YORK\r\nAppellate Division, Second Judicial Department\r\n\r\nREINALDO E. RIVERA, J.P.\r\nSHERI S. ROMAN\r\nROBERT J. MILLER\r\nCOLLEEN D. DUFFY, JJ.\r\n\r\n\r\n2013-00951\r\n (Ind. No. 7271/11)\r\n\r\n[*1]The People of the State of New York, respondent,\r\nvManuel Castro, appellant.\r\n\r\n\r\nLynn W. L. Fahey, New York, NY (Lauren E. Jones of counsel), for appellant.\r\nEric Gonzalez, Acting District Attorney, Brooklyn, NY (Leonard Joblove, Ann Bordley, and Jean M. Joyce of counsel), for respondent.\r\n\r\n\r\n\r\nDECISION &amp; ORDER\r\nAppeal by the defendant from a judgment of the Supreme Court, Kings County (Dowling, J.), rendered January 8, 2013, convicting him of robbery in the first degree, attempted assault in the first degree, and criminal possession of a weapon in the fourth degree, upon a jury verdict, and imposing sentence. The appeal brings up for review the denial, after a hearing, of that branch of the defendant's omnibus motion which was to suppress identification testimony.\r\nORDERED that the judgment is affirmed.\r\nThe defendant was convicted of robbery in the first degree, attempted assault in the first degree, and criminal possession of a weapon in the fourth degree arising out of an incident on August 22, 2011, wherein the victim was attacked with a knife when the perpetrator was attempting to take her purse. At trial, the People presented evidence establishing that the defendant was the perpetrator of the crime; the evidence included, among other things, identification testimony of a showup of the defendant conducted at the scene of the crime and the victim's DNA evidence found on the defendant's jacket and boots, and on a box cutter.\r\nThe Supreme Court properly denied that branch of the defendant's omnibus motion which was to suppress the showup identification testimony. \"While the People have the initial burden of going forward to establish the reasonableness of the police conduct and the lack of any undue suggestiveness in a pretrial identification procedure, it is the defendant who bears the ultimate burden of proving that the procedure was unduly suggestive\" (People v Chipp, 75 NY2d 327, 335; see People v Jackson, 98 NY2d 555, 559; People v Staton, 138 AD3d 1149, 1149, affd 28 NY3d 1160). Showup procedures, although generally disfavored, are permissible where employed in close spatial and temporal proximity to the commission of the crime for the purpose of securing a prompt and reliable identification (see People v Duuvon, 77 NY2d 541, 544; People v Mais, 71 AD3d 1163, 1165). Here, the People met their burden by establishing that the defendant was detained approximately three blocks from the crime scene and within minutes of the crime being reported (see People v Rice, 39 AD3d 567, 568; People v Gilyard, 32 AD3d 1046, 1046). The showup procedure here was not unduly suggestive. Contrary to the defendant's contention, it was not improper for the [*2]officers to conform the defendant's appearance to that of the description provided by the dispatcher by placing the defendant's own jacket and hat on him, where there was no evidence that the victim observed them doing so (see People v Dennis, 125 AD2d 325, 326; People v Mayers, 100 AD2d 558, 558). It was also not improper for the officer to inform the witnesses that an individual had been taken into custody, or to ask the victim if the defendant was the person who had robbed her (see People v Rodriguez, 64 NY2d 738, 740; People v Bartlett, 137 AD3d 806, 807; Matter of Madeline D., 125 AD3d 965, 966; People v Fox, 11 AD3d 709, 709). Nor does the fact that the defendant was shown in the presence of other officers and illuminated by flashlights render the showup unduly suggestive (see People v Gilford, 16 NY3d 864, 866-868; People v Bartlett, 137 AD3d at 807). The defendant's remaining contention, that the complainant was improperly influenced at the time of identification, is speculative (see People v Berry, 50 AD3d 1047, 1048; People v George, 4 AD3d 142, 142; People v Dottin, 255 AD2d 521).\r\nThe defendant's contention that the evidence was legally insufficient to support his conviction of attempted assault in the first degree is unpreserved for appellate review (see CPL 470.05[2]; People v Hawkins, 11 NY3d 484, 492). In any event, viewing the evidence in the light most favorable to the prosecution (see People v Contes, 60 NY2d 620), we find that it was legally sufficient to establish the defendant's guilt, beyond a reasonable doubt, of attempted assault in the first degree (Penal Law §§ 110.00; 120.10[1]), including his intent to cause serious physical injury (see People v Bracey, 41 NY2d 296, 301-302; People v Ambroise, 133 AD3d 770, 771; People v Ramos, 80 AD3d 716, affd 19 NY3d 133; People v Gill, 20 AD3d 434). Moreover, upon our independent review of the record (see CPL 470.15[5]; People v Danielson, 9 NY3d 342), we are satisfied that the verdict of guilt as to the crime of attempted assault in the first degree was not against the weight of the evidence (see People v Romero, 7 NY3d 633, 643-644).\r\nThe Supreme Court providently exercised its discretion in denying the defendant's motion to preclude testimony referring to the blood-stained jacket, boots, and box cutter, which the People were unable to produce at trial. \"Where a defendant claims that the loss of evidence deprived him of a fair trial, the court must consider a number of factors including the proof available at trial, the significance of the missing evidence and whether the loss was intentional or inadvertent\" (People v Rice, 39 AD3d at 568, citing People v Haupt, 71 NY2d 929, 931; see People v Seignious, 114 AD3d 883, 884). \"The court's determination of an appropriate sanction must be based primarily on the need to eliminate prejudice to the defendant\" (People v Rice, 39 AD3d at 568-569).\r\nHere, the People demonstrated that the items at issue had been stored in a storage facility that was flooded during Hurricane Sandy. As a result of the flooding, the building was designated a HAZMAT site and the evidence stored in the facility could not be recovered by the People. Under these circumstances, the loss of evidence cannot be attributed to the People (see People v Thompson, 143 AD3d 430; People v Daly, 140 AD3d 593, 594; People v Austin, 134 AD3d 559, 559-560; People v Hester, 122 AD3d 880, 880). Moreover, the defendant has failed to demonstrate that he suffered prejudice as a result of the People's inability to produce the property. Despite the unavailability of the physical evidence, photographs of the property were introduced at trial and defense counsel had ample opportunity to cross-examine the People's witnesses regarding the missing evidence, challenge the chain of custody, and raise any applicable arguments during summation (see People v Hester, 122 AD3d at 880; People v Perez, 255 AD2d 403, 403-404; People v Callendar, 207 AD2d 900, 900; People v Riviere, 173 AD2d 871, 871-872). Notably, the defendant never sought to examine the property until the loss of evidence was disclosed (see People v Mendez, 279 AD2d 434, 434; People v Riviere, 173 AD2d at 871-872). The physical evidence was available to defense counsel months prior to Hurricane Sandy. The defendant's contention, argued in the alternative, that the Supreme Court erred in not giving an adverse inference charge for the missing evidence, is unpreserved for appellate review (see CPL 470.05[2]; People v Roe, 196 AD2d 899, 900) and, in any event, for the same reasons as above, without merit (see People v Ignacio, ___ AD3d ___, 2017 NY Slip Op 01710 [2d Dept 2017]; People v Austin, 134 AD3d at 562-563; People v Hester, 122 AD3d at 880-881; People v Rice, 39 AD3d at 568-569).\r\nThe defendant's contention that the testimony of a criminalist employed by the Office of the Chief Medical Examiner of the City of New York violated his right to confrontation is [*3]unpreserved for appellate review (see CPL 470.05[2]; People v Liner, 9 NY3d 856, 856-857; People v Abuziyad, 136 AD3d 837) and, in any event, without merit. Here, the testifying criminalist performed her own analysis of the DNA profiles, concluded that there was a DNA match, and issued the final report, which was challenged on cross-examination (see People v John, 27 NY3d 294, 315; People v Beckham, 142 AD3d 556, 556; People v Fernandez, 115 AD3d 977, 978-979).\r\nThe defendant's contention that certain of the prosecutor's opening and summation remarks constituted reversible error is, for the most part, unpreserved for appellate review (see CPL 470.05[2]; People v Morales, 87 AD3d 1165, 1166). In any event, the challenged remarks were either within the bounds of permissible rhetorical comment, responsive to the defendant's summation, or did not constitute reversible error (see People v Galloway, 54 NY2d 396, 401; People v Maldonado, 55 AD3d 626, 627-628; People v Williams, 144 AD2d 403; People v Torres, 121 AD2d 663, 664).\r\nThe defendant's contention that defense counsel's failure to preserve certain claims for appellate review constituted ineffective assistance of counsel is without merit (see People v Bedford, 95 AD3d 1226, 1227; People v Erskine, 90 AD3d 674, 675; People v Greenlee, 70 AD3d 966, 967).\r\nThe sentence imposed was not excessive (see People v Suitte, 90 AD2d 80, 85-86).\r\nThe defendant's remaining contentions are without merit.\r\nRIVERA, J.P., ROMAN, MILLER and DUFFY, JJ., concur.\r\nENTER:\r\nAprilanne Agostino\r\nClerk of the Court\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 4159850
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}