{
    "id": 4398528,
    "judges": null,
    "date_filed": 1496880000000,
    "date_filed_is_approximate": false,
    "slug": "com-v-fletcher-j",
    "case_name_short": "Com.",
    "case_name": "Com. v. Fletcher, J.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S17019-17m - 10312916817942396.pdf",
            "author_id": null,
            "opinion_text": "J-S17019-17\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\nCOMMONWEALTH OF PENNSYLVANIA                    IN THE SUPERIOR COURT OF\n                                                      PENNSYLVANIA\n                         Appellee\n\n                    v.\n\nJAMES FLETCHER\n\n                         Appellant                   No. 3065 EDA 2015\n\n\n    Appeal from the Judgment of Sentence entered September 9, 2015\n           In the Court of Common Pleas of Philadelphia County\n             Criminal Division at No: CP-51-CR-0002618-2011\n\n\nBEFORE: OLSON, STABILE, and MUSMANNO, JJ.\n\nMEMORANDUM BY STABILE, J.:                            FILED JUNE 08, 2017\n\n      Appellant, James Fletcher, appeals from the September 9, 2015\n\njudgment of sentence imposed after the revocation of Appellant’s parole.\n\nWe vacate and remand.\n\n      The record reveals that, on December 17, 2010, Appellant was\n\narrested and charged with possession with intent to deliver (“PWID”) a\n\ncontrolled substance (35 P.S. § 780-113(a)(30)).      On February 29, 2012,\n\nthe trial court sentenced Appellant to one to two years of incarceration\n\nfollowed by five years of probation in accord with the parties’ negotiated plea\n\nagreement.    On June 27, 2015, while Appellant was serving his term of\n\nprobation, he was arrested for theft and related offenses.     Those charges\n\nwere eventually dismissed, but the trial court conducted a hearing on\n\nSeptember 19, 2015, to address two technical violations—a positive drug\n\fJ-S17019-17\n\n\ntest and failure to perform community service.       At the conclusion of that\n\nhearing, the trial court revoked Appellant’s probation and imposed a\n\nsentence of six to twenty-three months of incarceration followed by four\n\nyears of probation. Appellant raises three issues on appeal, which we have\n\nreordered for purposes of analysis:\n\n      1            Did not the lower court err by revoking Appellant’s\n                   probation where the evidence was legally insufficient\n                   to find him in technical violation by a preponderance\n                   of the evidence, where it relied on inadmissible\n                   hearsay, and where it denied Appellant the\n                   opportunity to present a defense?\n\n      2            Did not the lower court violate Appellant’s right to\n                   allocution, requiring a new sentencing hearing?\n\n      3            Did    not   the   sentencing    court    violate   the\n                   requirements of [42 Pa.C.S.A. § 9771(c)] when,\n                   after revoking his probation, it sentenced Appellant\n                   to a period of total confinement where: i) he had\n                   not been convicted of a new crime, ii)the record did\n                   not demonstrate any likelihood that he would commit\n                   a new crime if not incarcerated, and iii) incarceration\n                   was not essential to vindicate the authority of the\n                   court?\n\nAppellant’s Brief at 3.\n\n      Appellant first argues the evidence was insufficient to find him in\n\nviolation of his probation.       At a probation revocation hearing, the\n\nCommonwealth must demonstrate a violation based on evidence containing\n\n“probative value.”    Commonwealth v. Sims, 770 A.2d 346, 349 (Pa.\n\nSuper. 2001). Unlike a criminal trial, the Commonwealth need not prove its\n\n\n\n\n                                      -2-\n\fJ-S17019-17\n\n\ncase beyond a reasonable doubt. Id. at 350. The Commonwealth need only\n\nprove by a preponderance of the evidence that a violation occurred. Id.\n\n      The instant record reveals that Appellant failed a drug test.         N.T.\n\nHearing, 9/9/15, at 6.     In addition, Appellant was unable to provide his\n\nprobation officer with proof that he performed any community service. Id.\n\nat 5. Appellant was required to perform 100 hours per year of community\n\nservices as a condition of his probation.     Id.   These facts are more than\n\nsufficient to establish, by a preponderance of the evidence, that Appellant\n\nviolated technical conditions of his probation.\n\n      Next, Appellant argues that he is entitled to a new sentencing hearing\n\nbecause the trial court did not afford him his right of allocution at the\n\nsentencing hearing. The Rules of Criminal Procedure guarantee a defendant\n\nthe right to make a statement at his revocation hearing:        “At the time of\n\nsentencing, the judge shall afford the defendant the opportunity to make a\n\nstatement in his or her behalf and shall afford counsel for both parties the\n\nopportunity to present information and argument relative to sentencing.”\n\nPa.R.Crim.P. 708(D)(1).     Our Supreme Court has ruled that a trial court\n\nmust inform a defendant of his right to speak prior to sentencing.\n\nCommonwealth v. Thomas, 553 A.2d 913, 919 (Pa. 1989). Failure to do\n\nso requires a new sentencing hearing. Id.\n\n      The trial court concedes that it failed to inform Appellant of his right to\n\nspeak on his own behalf. Trial Court Opinion, 7/7/16, at 5-6. The court also\n\n\n                                      -3-\n\fJ-S17019-17\n\n\nconcedes that Appellant preserved the issue in a timely post-sentence\n\nmotion. Id. at 6.1 We will therefore vacate the judgment of sentence and\n\nremand for a new hearing.              Given our decision, we will not address\n\nAppellant’s challenge to the discretionary aspects of the trial court’s\n\nsentence.\n\n       Judgment of sentence vacated.             Case remanded.     Jurisdiction\n\nrelinquished.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 6/8/2017\n\n\n\n\n____________________________________________\n\n\n1\n   The Commonwealth argues that Appellant waived this issue for failing to\nraise it in a post-sentence motion. It appears that the local prothonotary\ninitially misfiled Appellant’s timely post-sentence motion. The trial court\neventually received Appellant’s motion, and the court concedes the validity\nof Appellant’s argument. We therefore decline to find the issue waived.\n\n\n\n                                           -4-\n\f",
            "ocr": false,
            "opinion_id": 4175781
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}