{
    "id": 4404232,
    "judges": "LeGrow J.",
    "date_filed": 1498521600000,
    "date_filed_is_approximate": false,
    "slug": "fuggett-v-aronowicz",
    "case_name_short": "Fuggett",
    "case_name": "Fuggett v. Aronowicz",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://courts.delaware.gov/Opinions/Download.aspx?id=258810",
            "author_id": null,
            "opinion_text": "SUPERIOR COURT\nOF THE\nSTATE OF DELAWARE\n\nABIGAIL M. LEGROW LEONARD L. WILLIAMS JUSTICE CENTER\nJUDGE 500 N. KING STREET, SUlTE 10400\nWILMINGTON, DELAWARE 19801\nTELEPHONE (302) 255-0669\n\nSubmitted: June 20, 2017\nDecided: June 27, 2017\n\nDavid P. Cline, Esq. Michael A. Pedicone, Esq.\nDavid P. Cline, P.A. Heckler & Frabizzio\n\n1404 N. King Street 800 Delaware Avenue, Suite 200\nP.O. BoX 33 P. O. BoX 128\n\nWilmington, DE 19899 Wilmington, DE 19899\n\nRE: Arthur Fuggett, et al. v. Kristen Marie Aronowicz\nC.A. No. N11C-11-106 AML\n\nDear Counsel:\n\nPending before me are two motions in limine regarding the admissibility for\nimpeachment purposes of the plaintiff’ s past criminal convictions The parties\nsought a ruling on these motions as promptly as possible, although trial has been\npostponed until June 2018.l The motions present a singular issue: Whether the\nprobative value of the past convictions, supported by specific facts and\ncircumstances, substantially outweighs the prejudicial effect of the convictions’\n\nadmission into evidence.\n\n \n\nl A third motion in limine, regarding the admissibility of the plaintiffs receipt of unemployment\nbenefits, Was filed on April 4, 2017. The parties have not sought a ruling on this motion. As is\nthis Court’s practice, that motion Will be addressed at the pre-trial conference\n\nFuggett, et al. v. Aronowicz\nJune 27, 2017\nPage 2\n\nThis is an automobile accident case in which the parties’ disputes center on\ncausation and damages The plaintiff, Arthur Fuggett, was convicted of two crimes\nthat the defendant, Kristin Aronowicz, seeks to admit into evidence at trial to\nimpeach Fuggett under Delaware Rule of Evidence 609: (l) a conviction for Theft\nby Deception in 1994 (the “Theft Conviction”); and (2) a conviction for Escape\nAfter Conviction on November 20, 2007 (the “Escape Conviction”).\n\nFuggett was convicted of both crimes more than 10 years before the date of\ntrial, which is Scheduled to begin on June 11, 2018.2 The parties therefore agree\nthat, under Delaware Rule of Evidence 609 (“Rule 609”), evidence of the\nconvictions is not admissible “unless the [C]ourt determines, in the interests of\njustice, that the probative value of the conviction supported by specific facts and\n\ncircumstances substantially outweighs its prejudicial effect.”3\n\n \n\n2 When the motion to admit the Escape Conviction into evidence first was filed, trial was\nscheduled to begin within 10 years of the date of conviction. Upon agreement of the parties,\nhowever, trial was rescheduled to June 2018, which is more than 10 years after the date of the\nEscape Conviction. Under Delaware Rule of Evidence 609(b), “[e]vidence of a conviction is\nnot admissible if a period of more than 10 years has elapsed since the date of conviction or of the\nrelease of the witness from the confinement imposed for that conviction, whichever is the later\ndate,” unless the balancing test is performed by the Court. If Fuggett was incarcerated for the\nEscape Conviction on or after June 11, 2008, the conviction would not meet the lO-year test and\na different balancing test would apply. After the trial date was moved, l asked the parties to file\nsupplemental letters regarding the effect, if any, of the changed trial date on their arguments in\nthe Escape Conviction motion in limine. In their supplemental letters, the parties agreed that the\nEscape Conviction is more than 10 years old and the balancing test required by Rule 609(b)\napplies. In other words, Aronowicz has neither argued nor provided any record to support a\nfinding that Fuggett was confined for the Escape Conviction within 10 years of the June 2018\ntrial date. See D.I. 109. l therefore apply the Rule 609(b) balancing test.\n\n3 Del. R. Evid. 609(b).\n\nFuggett et al. v. Aronowicz\nJune 27, 2017\nPage 3\n\nAronowicz argues Fuggett’s credibility is “absolutely the most critical aspect\nof his personal injury claim” because Fuggett’s alleged injuries and his medical\nexperts’ opinions largely rely on his subjective complaints4 Credibility, however,\nis crucial in most trials, and subjective complaints are common in personal injury\nactions. Rule 609 nonetheless presumes that convictions older than 10 years are\nnot admissible and requires the proponent of such evidence to provide “specific\nfacts and circumstances” supporting a conclusion that the probative value of such\nevidence substantially outweighs the risk of prejudice.\n\nAronowicz has not offered any specific facts and circumstances about these\nconvictions. As to the Theft Conviction, Aronowicz described what she contends\nare the facts underlying the 1994 conviction, but did not provide any record\ncitation or support for that factual description, or even a hint as to where that\ndescription was obtained.5 Fuggett objected to this unsupported narrative of the\ncharged crime.6 As to the Escape Conviction, Aronowicz provided neither a\nfactual recitation nor record support for the events underlying that conviction. This\n\nCourt cannot perform the balancing test required by Rule 609(b) without such a\n\n \n\n4 Def.’s Resp. to Pls.’s Mot. in Lim. Regarding Conviction for Theft by Deception, 1[ 6; see also\nD.l 109 at 1.\n\n5 Def.’s Resp. to Pls.’s Mot. in Lim. Regarding Conviction for Theft by Deception, 1[ 5.\n\n6 See Suppl. Resp. to Def.’s Opp’n to Pls.’s First Mot. in Lim.\n\nFuggett, et al. v. Aronowicz\nJune 27, 2017\nPage 4\n\nrecord.7 Because Aronowicz has offered no specific facts and circumstances from\nwhich this Court could determine that the probative value of the convictions\nsubstantially outweighs the prejudicial effect of their admission into evidence, the\nconvictions are not admissible under Rule 609(b).\n\nFor the foregoing reasons, Fuggett’s Motion in Limine to Prohibit\nAronowicz from Referring to Arthur Fuggett’s Theft Conviction is GRANTED\nand Aronowicz’s Motion in Limine to Admit Evidence of Fuggett’S Escape\n\nConviction is DENIED. IT IS SO ORDERED.\n\nVery truly yours,\n\nWM/\n\nAbigail M. LeGrow, Judge\n\nOriginal to Prothonotary\n\n \n\n7 See Fisher v. Beckles, 2014 WL 703755 at *4 (Del. Super. Feb. 10, 2014).\n\n",
            "ocr": true,
            "opinion_id": 4181485
        }
    ],
    "court_short_name": "Superior Court of Delaware",
    "court_full_name": "Superior Court of Delaware",
    "court_type": "SA",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Robbery"
}