{
    "id": 4401800,
    "judges": null,
    "date_filed": 1497916800000,
    "date_filed_is_approximate": false,
    "slug": "kevion-golliday-v-state-of-indiana-memdec",
    "case_name_short": null,
    "case_name": "Kevion Golliday v. State of Indiana (mem.dec.)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 17.0,
            "download_url": "http://www.in.gov/judiciary/opinions/pdf/06201701pr.pdf",
            "author_id": null,
            "opinion_text": "MEMORANDUM DECISION\nPursuant to Ind. Appellate Rule 65(D),                                     FILED\nthis Memorandum Decision shall not be\nregarded as precedent or cited before any                             Jun 20 2017, 9:17 am\n\ncourt except for the purpose of establishing                               CLERK\n                                                                       Indiana Supreme Court\nthe defense of res judicata, collateral                                   Court of Appeals\n                                                                            and Tax Court\nestoppel, or the law of the case.\n\n\nATTORNEY FOR APPELLANT                                   ATTORNEYS FOR APPELLEE\nJeffrey E. Kimmell                                       Curtis T. Hill, Jr.\nSouth Bend, Indiana                                      Attorney General of Indiana\n                                                         Larry D. Allen\n                                                         Deputy Attorney General\n                                                         Indianapolis, Indiana\n\n\n\n                                           IN THE\n    COURT OF APPEALS OF INDIANA\n\nKevion Golliday,                                         June 20, 2017\nAppellant-Defendant,                                     Court of Appeals Case No.\n                                                         71A03-1701-CR-173\n        v.                                               Appeal from the St. Joseph\n                                                         Superior Court\nState of Indiana,                                        The Honorable Jeffrey Sanford,\nAppellee-Plaintiff.                                      Judge\n                                                         Trial Court Cause No.\n                                                         71D03-1701-F2-7\n\n\n\nRiley, Judge.\n\n\n\n\nCourt of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017            Page 1 of 17\n\f                                STATEMENT OF THE CASE\n[1]   Appellant-Defendant, Kevion Golliday (Golliday), appeals his conviction for\n\n      Count I, attempted robbery resulting in serious bodily injury, a Level 2 felony,\n\n      Ind. Code §§ 35-41-5-1(a), -42-5-1; and Count II, attempted robbery while\n\n      armed with a deadly weapon, a Level 3 felony, I.C. §§ 35-41-5-1(a), -42-5-1.\n\n\n[2]   We affirm.\n\n\n                                                   ISSUES\n[3]   Golliday raises two issues on appeal, which we restate as follows:\n\n      (1) Whether the State presented sufficient evidence beyond a reasonable doubt\n\n      to sustain Golliday’s conviction for two Counts of attempted robbery; and\n\n      (2) Whether the trial court abused its discretion by admitting certain\n\n      photographs into evidence.\n\n\n                      FACTS AND PROCEDURAL HISTORY\n[4]   On the evening of October 11, 2014, seventeen-year-old Golliday and three of\n\n      his similarly-aged friends—Nashon Norman (Norman), Valentaus Walker\n\n      (Walker), and Monteese Words (Words)—attended a house party on Notre\n\n      Dame Avenue, near the Notre Dame University campus in South Bend, St.\n\n      Joseph County, Indiana. The teenage boys did not know anybody at the\n\n      college party, and, while there, they consumed alcohol and marijuana. At\n\n      some point, Golliday and Walker left the party “[t]o go get some more weed”;\n\n      however, the party shut down before they returned. (Tr. Vol. III, p. 54).\n\n\n      Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017   Page 2 of 17\n\f[5]   By this time, it was almost 3:00 a.m. on October 12, 2014. Golliday and\n\n      Walker subsequently reunited with Norman and Words, and the four walked\n\n      around the area in search of another party. As they neared the house located at\n\n      602 North Notre Dame Avenue (602 North), Walker indicated that he wanted\n\n      to “hit a sting”—i.e., commit a robbery. (Tr. Vol. IV, p. 13). It appeared that\n\n      there was an ongoing party inside 602 North, and Walker “wanted to go in and\n\n      put everybody on the floor”—that is, he wanted to “[g]o in, draw guns, and put\n\n      everybody on the floor and take whatever items they had.” (Tr. Vol. III, p. 87).\n\n      Norman indicated that he wanted no part of any robbery and walked away\n\n      from the other three, heading toward his house. Before leaving home that\n\n      evening, Walker had armed himself with a nine-millimeter semiautomatic\n\n      handgun, and Words was carrying either a .357 revolver or a BB gun.\n\n      Although there is conflicting evidence, the record indicates that Golliday was\n\n      armed with either “a little black gun” or a small, silver gun similar to Walker’s.\n\n      (Tr. Vol. III, p. 52).\n\n\n[6]   Inside 602 North, several Holy Cross College students were socializing when\n\n      they heard “aggressive banging” on the front door. (Tr. Vol. III, p. 159). Ryan\n\n      Gallup (Gallup), who lived at 602 North at the time, opened the door and saw\n\n      that nobody was there. He, along with his roommate, Michael Pilcher\n\n      (Pilcher); his friend, Ciro Taliercio (Taliercio); and Pilcher’s girlfriend, Brenna\n\n      Conway (Conway), went outside to investigate. At first, the students did not\n\n      notice anyone around the house, but then three black males approached from\n\n      around the corner of the fenced yard. The poor lighting made it difficult to\n\n\n      Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017   Page 3 of 17\n\f      discern their features, but Gallup observed that the three black males were\n\n      dressed in dark clothing and were approximately seventeen to twenty-four years\n\n      old. Conway estimated that the males were between fifteen and twenty years\n\n      old. The three young men initiated contact with the college students by acting\n\n      like they had seen “somebody knocking on our front door and then running\n\n      down the street.” (Tr. Vol. III, pp. 22-23). The three strangers then turned the\n\n      conversation toward the house party and asked if they could “come inside and\n\n      hang out[,] . . . have a drink and relax.” (Tr. Vol. III, p. 23). Pilcher repeatedly\n\n      and adamantly refused their requests, which caused the three men to become\n\n      “aggravated.” (Tr. Vol. III, p. 161). During this conversation, a motion-\n\n      activated light on the side of the house came on. Taliercio instructed Conway\n\n      to return inside the house, and he headed toward the backyard to examine why\n\n      the light had been activated.\n\n\n[7]   Suddenly, in what seemed to be a “synchronized” manner, all three men\n\n      “pulled out guns and started running” toward Pilcher and Gallup. (Tr. Vol. III,\n\n      p. 24). They ordered Pilcher and Gallup to “empty [their] pockets,” and one of\n\n      the suspects even started searching through Pilcher’s pockets. Gallup, however,\n\n      took off running toward the backyard, and as he did so, he heard someone yell,\n\n      “Get him.” (Tr. Vol. III, p. 27). Gallup turned and saw that he was being\n\n      chased. Gallup, who is licensed to carry a firearm, was also armed at the time.\n\n      As he rounded the corner of the house, Gallup withdrew his handgun from his\n\n      holster and fired five shots behind him. The man chasing him, later identified\n\n      as Walker, dropped to the ground. Moments after Gallup discharged his\n\n\n      Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017   Page 4 of 17\n\f      firearm, one of the remaining suspects in the front yard also fired his gun,\n\n      striking Pilcher in the head and foot. As Pilcher managed to stagger into the\n\n      house, the two would-be robbers fled on foot, leaving Walker to bleed in the\n\n      driveway. Inside the house, Conway applied pressure to Pilcher’s wounds as\n\n      they waited for emergency personnel.\n\n\n[8]   Upon hearing gunshots across the street, 602 North neighbors, fifteen-year-old\n\n      Brandon Rhodes (Rhodes) and his older brother, Adrian Rhodes (Adrian),\n\n      looked out their window and “saw two guys running down the street.” (Tr.\n\n      Vol. III, p. 108). They also observed a man—i.e., Walker—lying in the\n\n      driveway at 602 North. As Adrian dialed 9-1-1, Rhodes ran across the street to\n\n      check on Walker, who was barely conscious. Although Walker and Rhodes\n\n      had never previously met, Walker did not want to be caught in possession of a\n\n      gun, so he asked Rhodes “to take [his] gun.” (Tr. Vol. III, p. 60). Making “a\n\n      split second decision,” Rhodes picked up the firearm and went home to hide it\n\n      in his bedroom before returning to 602 North.\n\n\n[9]   Police arrived, and the scene was “chaotic” as there were ten to fifteen people\n\n      in and around the house. (Tr. Vol. IV, p. 149). When Gallup and Taliercio\n\n      heard the sirens, they walked to the front of the house from the backyard.\n\n      Gallup immediately identified himself to the police as the person who shot\n\n      Walker during the commission of the attempted robbery. Gallup observed that\n\n      Walker was being tended to on the ground, and the police were talking to two\n\n      African-American males, whom he did not know. Because there had been\n\n      three assailants, Gallup “assumed” that the two African-American males\n\n      Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017   Page 5 of 17\n\f       talking to the police—i.e., Rhodes and Adrian—were the two that had held\n\n       them up at gunpoint, and he identified them as the suspects to the police. (Tr.\n\n       Vol. III, p. 33). Accordingly, both Rhodes and Adrian were taken into police\n\n       custody.\n\n\n[10]   Once the police had secured the scene, the paramedics arrived and transported\n\n       Pilcher and Walker to the hospital. Both Pilcher and Walker survived their\n\n       wounds. Pilcher experienced “a medical miracle” as the gunshot to his head\n\n       entered and exited without causing any internal damage; in fact, it did not even\n\n       require surgery. (Tr. Vol. III, p. 143). However, the other gunshot shattered his\n\n       foot, as the result of which, Pilcher continues to suffer “a ton” of pain and\n\n       requires ongoing rehabilitation. (Tr. Vol. III, p. 142). When he was\n\n       interviewed by the police at the hospital, Pilcher identified Rhodes—whom he\n\n       knew as his neighbor—as being involved in the attempted robbery. According\n\n       to Pilcher, Rhodes and two friends had been at 602 North earlier that day for a\n\n       cookout, so he thought “it was probably them.” (Tr. Vol. III, p. 138). On the\n\n       other hand, during his police interview, Walker never named Rhodes as a co-\n\n       defendant. Rather, the information Walker provided ultimately led to the arrest\n\n       of Golliday and Words. Similarly, during his police interview, Words never\n\n       mentioned any involvement by Rhodes, and when shown a picture of Rhodes,\n\n       Words “didn’t know who it was.” (Tr. Vol. IV, p. 41).\n\n\n[11]   When interviewed by the police, Rhodes did not initially admit to taking the\n\n       gun from Walker and hiding it. However, he eventually informed the police,\n\n       and a subsequent search of Rhodes’ house revealed a nine-millimeter\n\n       Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017   Page 6 of 17\n\f       semiautomatic pistol. Rhodes was later convicted of unlawfully carrying a\n\n       handgun and sentenced to serve time in a juvenile facility.\n\n\n[12]   On October 17, 2014, the South Bend Police Department arrested Golliday\n\n       and, during a subsequent search, recovered Golliday’s cell phone. After\n\n       obtaining a warrant, police officers searched through Golliday’s phone, which\n\n       contained hundreds of photographs. Of particular interest, at least one\n\n       photograph saved to Golliday’s phone depicted the hand of a black individual,\n\n       holding a black and silver semiautomatic handgun with a finger on the trigger.\n\n       Another photograph depicted Golliday holding onto a black and silver\n\n       semiautomatic handgun with his finger on the trigger as he ejected the\n\n       magazine.\n\n\n[13]   On December 9, 2014, the juvenile court waived jurisdiction so that Golliday\n\n       could be charged as an adult. On December 10, 2014, the State filed an\n\n       Information, charging Golliday with robbery resulting in serious bodily injury,\n\n       a Level 2 felony, I.C. § 35-42-5-1. On February 3, 2015, the State amended the\n\n       Information to charge the offense as attempted robbery resulting in serious\n\n       bodily injury, a Level 2 felony, I.C. §§ 35-41-5-1(a), -42-5-1. Then, on April 1,\n\n       2015, the State again amended the Information by adding a second Count,\n\n\n\n\n       Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017   Page 7 of 17\n\f       attempted robbery while armed with a deadly weapon, a Level 3 felony, I.C. §§\n\n       35-41-5-1(a), -42-5-1. 1\n\n\n[14]   On October 26, 2016, Golliday filed a motion in limine seeking to prohibit the\n\n       State from introducing certain photographs from Golliday’s cell phone into\n\n       evidence. In part, Golliday sought to exclude any photographs of him “holding\n\n       or otherwise possessing, what appears to [be] marijuana, [a] handgun or other\n\n       weapon.” (Appellant’s App. Vol. II, p. 120). According to Golliday, the\n\n       admission of such photographs would create a risk of unfair prejudice\n\n       outweighing any probative value and constitutes improper character evidence.\n\n       On October 31, 2016, prior to trial, the trial court denied Golliday’s motion in\n\n       limine with respect to the two photographs depicting a firearm.\n\n\n[15]   On October 31 through November 3, 2016, the trial court conducted a jury trial.\n\n       At the close of the evidence, the jury returned a guilty verdict for both Counts,\n\n       and the trial court entered a judgment of conviction for a Level 2 felony and a\n\n       Level 3 felony. On January 12, 2017, the trial court held a sentencing hearing.\n\n       For Count I, attempted robbery resulting in serious bodily injury as a Level 2\n\n       felony, the trial court ordered a sentence of ten years, executed in the Indiana\n\n       Department of Correction (DOC). For Count II, attempted robbery while\n\n\n\n\n       1\n          Golliday’s co-defendants, Walker and Words, pled guilty to similar offenses. Specifically, Walker pled\n       guilty to attempted robbery resulting in serious bodily injury to Pilcher and carrying a handgun without a\n       license, for which he was sentenced to an executed term of seventeen and one-half years. Words pled guilty\n       to attempted robbery resulting in serious bodily injury to Pilcher and attempted robbery of Gallup; he was\n       sentenced to twenty-six and one-half years, with only four years of his term to be executed.\n\n       Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017            Page 8 of 17\n\f       armed with a deadly weapon as a Level 3 felony, the trial court sentenced\n\n       Golliday to seven and one-half years, executed in the DOC. The trial court\n\n       ordered the sentences to be served consecutively, for an aggregate term of\n\n       seventeen and one-half years. The trial court informed Golliday that upon his\n\n       completion of the Purposeful Incarceration/Therapeutic Community Program,\n\n       it would consider a sentence modification.\n\n\n[16]   Golliday now appeals. Additional facts will be provided as necessary.\n\n\n                               DISCUSSION AND DECISION\n                                         I. Sufficiency of the Evidence\n\n[17]   Golliday claims that there is insufficient evidence to support his conviction for\n\n       attempted robbery resulting in serious bodily injury to Pilcher, a Level 2 felony,\n\n       and attempted armed robbery of Gallup, a Level 3 felony. When reviewing the\n\n       sufficiency of the evidence supporting a conviction, our court considers “only\n\n       the probative evidence and reasonable inferences supporting the fact-finder’s\n\n       decision.” Jenkins v. State, 34 N.E.3d 258, 261 (Ind. Ct. App. 2015), trans.\n\n       denied. We do not reweigh evidence or assess witness credibility, and we will\n\n       consider any conflicting evidence in a light most favorable to the verdict.\n\n       Kenney v. State, 908 N.E.2d 350, 351 (Ind. Ct. App. 2009), trans. denied. We will\n\n       affirm a conviction “unless ‘no reasonable fact-finder could find the elements of\n\n       the crime proven beyond a reasonable doubt.’” Id. at 351-52 (quoting Drane v.\n\n       State, 867 N.E.2d 144, 146 (Ind. 2007)). The evidence need not “overcome\n\n       every reasonable hypothesis of innocence.” Id. at 352. Rather, it is sufficient\n\n\n       Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017   Page 9 of 17\n\f       “if an inference may reasonably be drawn from [the evidence] to support the\n\n       verdict.” Id.\n\n\n[18]   In order to convict Golliday of a Level 2 felony for attempted robbery resulting\n\n       in serious bodily injury to Pilcher, the State was required to prove that Golliday\n\n       “engage[d] in conduct that constitute[d] a substantial step toward” knowingly\n\n       or intentionally taking property from Pilcher by using or threatening the use of\n\n       force or putting him in fear, which resulted in serious bodily injury to Pilcher.\n\n       I.C. §§ 35-41-5-1, -42-5-1. With respect to Golliday’s conviction for Level 3\n\n       felony attempted armed robbery of Gallup, the State was obligated to prove that\n\n       Golliday, while armed with a deadly weapon, “engage[d] in conduct that\n\n       constitute[d] a substantial step toward” knowingly or intentionally taking\n\n       property from Gallup by using or threatening the use of force or putting him in\n\n       fear. I.C. §§ 35-41-5-1, -42-5-1. On appeal, Golliday contends only that the\n\n       evidence fails to establish that it was he (along with Walker and Words) who\n\n       attempted to commit the robberies.\n\n\n[19]   In particular, Golliday contends that none of the victims or witnesses identified\n\n       him as being involved in the robberies. Furthermore, Golliday points out that\n\n       Walker, Norman, and Words testified during the trial that Golliday never\n\n       possessed a gun, and Norman and Words added that Golliday was opposed to\n\n       committing a robbery when it was suggested by Walker. Thus, Golliday asserts\n\n       that “[i]f this [c]ourt sifts and probes the evidence, it will find that the only\n\n       reasonable inference that one can draw from the evidence is that [Rhodes] was\n\n       the third participant.” (Appellant’s Br. p. 12). He surmises that “[t]he jury’s\n\n       Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017   Page 10 of 17\n\f       determination that . . . Golliday participated in these crimes, despite the\n\n       evidence to the contrary, was nothing more than speculation and conjecture\n\n       and most likely the product of juror bias created by the improper admission of\n\n       irrelevant, but highly prejudicial photographs taken from . . . Golliday’s cell\n\n       phone.” 2\n\n\n[20]   A review of the evidence establishes that Pilcher, Gallup, Taliercio, and\n\n       Conway all testified that they were approached by three young black males.\n\n       Pilcher, Gallup, and Conway were positive that all three men were armed and\n\n       that it appeared to be “rehearsed” when all three brandished their firearms in\n\n       unison. (Tr. Vol. III, p. 162). Norman, Walker, and Words all testified that\n\n       they had attended a party with Golliday prior to the attempted robbery at 602\n\n       North. In their depositions, Walker and Words testified that Golliday\n\n       participated in the robbery and was armed with either “a little black gun” or a\n\n       silver semiautomatic gun similar to Walker’s. (Tr. Vol. III, p. 52). According\n\n       to Walker, when they were talking to the college students in an effort to gain\n\n       entry into 602 North, Golliday “said like, bro, stop playing with them or\n\n       something”—after which they all withdrew their weapons. (Tr. Vol., III, p. 57).\n\n       Walker also stated under oath that Golliday had said “let’s poke them”—i.e.,\n\n       “[r]ob them.” (Tr. Vol. III, p. 58). When deposed, Words described that\n\n       immediately after the failed robbery attempt, he, Norman, and Golliday\n\n       rendezvoused, at which time Golliday exclaimed that “we just got to shooting.”\n\n\n\n       2\n           We address the propriety of the admission of these photographs in the next section of this decision.\n\n\n       Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017                Page 11 of 17\n\f       (Tr. Vol. IV, p. 129). See Kilgore v. State, 391 N.E.2d 820, 821 (Ind. 1979)\n\n       (stating that a co-defendant’s testimony implicating the defendant as an\n\n       accomplice would, “[s]tanding alone[,] . . . withstand a challenge to the\n\n       sufficiency of the evidence,” while also noting that additional testimony would\n\n       certainly serve to bolster the co-defendant’s credibility). In addition to the\n\n       testimony of Golliday’s co-defendants, Rhodes testified that while he was\n\n       serving his sentence in a juvenile facility for unlawfully carrying a handgun, he\n\n       met Golliday at the facility. According to Rhodes, “[Golliday] asked me what I\n\n       did. I told him. And he said, ‘That was us.’ He said, ‘You shouldn’t have got\n\n       involved.’” (Tr. Vol. III, p. 114).\n\n\n[21]   We acknowledge that the record does suggest involvement by Rhodes. Both\n\n       Pilcher and Gallup initially believed that Rhodes was a perpetrator. Pilcher\n\n       explained that Rhodes and two other friends had been at 602 North several\n\n       hours before the attempted robbery, so he thought “it was probably them.” (Tr.\n\n       Vol. III, p. 138). In addition, Pilcher originally thought that one of the suspects\n\n       had addressed him by his nickname when they first approached. As for Gallup,\n\n       he testified that he identified Rhodes (and Adrian) as the suspects to police\n\n       based on the fact that they were two unknown black males standing in his yard\n\n       immediately after the incident. Because there had been three individuals\n\n       involved in the attempted robbery and one was lying on the ground\n\n       unconscious, Gallup, who had been “out of sight for at least a couple minutes\n\n       while calling 911 and running away,” “assumed” that Rhodes and Adrian were\n\n       the other two suspects. (Tr. Vol. III, p. 33). However, by the time of trial,\n\n\n       Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017   Page 12 of 17\n\f       Gallup no longer believed that Rhodes had been one of the perpetrators, and\n\n       Pilcher was unsure who was there at that night.\n\n\n[22]   Also, during the trial, Words minimized his own involvement in the crime by\n\n       testifying that after leaving the first party, they met up with “a dude named\n\n       [Rhodes]” from the neighborhood before arriving at 602 North. (Tr. Vol. IV, p.\n\n       13). Based on Words’ version of events, Rhodes participated in the attempted\n\n       robbery while Words watched from “behind the fence.” (Tr. Vol. IV, p. 15).\n\n       Even if Words’ testimony had any credibility, it still supports a finding that\n\n       Golliday was the third perpetrator. Regardless, the jury also heard Words\n\n       testify that four days after the robbery, he was shown a picture of Rhodes and\n\n       could not identify him, and Walker testified that he did not know Rhodes.\n\n       Additionally, Rhodes testified regarding his limited involvement in taking the\n\n       firearm away upon Walker’s request, and Adrian’s testimony corroborated the\n\n       fact that Rhodes had been at home prior to the attempted robbery at 602 North.\n\n\n[23]   We find that Golliday’s argument wholly amounts to a request to reweigh\n\n       evidence, which our court will not do. The jury heard both the evidence\n\n       implicating Rhodes and the evidence discrediting such a theory, and it is clear\n\n       that the jury believed the evidence establishing that Golliday committed the\n\n       charged offenses. We therefore find that there is sufficient evidence to support\n\n       the jury’s determination that Golliday participated with Walker and Words in\n\n       the attempted robbery resulting in serious bodily injury to Pilcher and the\n\n       attempted armed robbery of Gallup.\n\n\n\n       Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017   Page 13 of 17\n\f                                           II. Admission of Evidence\n\n[24]   Gallup claims that the trial court abused its discretion by admitting certain\n\n       photographic evidence. Decisions regarding the admission or exclusion of\n\n       evidence rest within the sound discretion of the trial court, “and the decision\n\n       whether to admit evidence will not be reversed absent a showing of manifest\n\n       abuse of discretion by the trial court resulting in the denial of a fair trial.”\n\n       Johnson v. State, 831 N.E.2d 163, 168-69 (Ind. Ct. App. 2005), trans. denied. A\n\n       trial court’s decision is considered an abuse of discretion “if it is clearly against\n\n       the logic and effect of the facts and circumstances before the court.” Id. at 169.\n\n       On review, “we consider the evidence in favor of the trial court’s ruling and any\n\n       unrefuted evidence in the defendant’s favor.” Id.\n\n\n[25]   Over Golliday’s objection, the trial court admitted the State’s Exhibits 29 and\n\n       30. As Golliday describes,\n\n               State’s Exhibit 29 is a picture of a black person’s hand clenching\n               a pistol and was taken on September 7, 2014, over one month\n               prior to the attempted robbery. State’s Exhibit 30 is a picture of .\n               . . Golliday with a shadow cast over his face, holding up a gun\n               while grimacing and ejecting the ammunition clip from the gun.\n               State’s Exhibit 30 was taken on August 9, 2014, over two months\n               prior to the date of the alleged crime.\n\n\n\n\n       Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017   Page 14 of 17\n\f       (Appellant’s Br. p. 13). On appeal, Golliday asserts that the photographs\n\n       should have been excluded because they “have zero probative value” pursuant\n\n       to Indiana Evidence Rule 401. (Appellant’s Br. p. 15). 3\n\n\n[26]   Evidence Rule 401 provides that “[e]vidence is relevant if: (a) it has any\n\n       tendency to make a fact more or less probable than it would be without the\n\n       evidence; and (b) the fact is of consequence in determining the action.”\n\n       Whereas irrelevant evidence is never admissible, relevant evidence is generally\n\n       admissible unless a constitution, statute, or rule provides otherwise. Ind.\n\n       Evidence Rule 402. Relevant evidence may nonetheless be excluded if “its\n\n       probative value is substantially outweighed by a danger of . . . unfair prejudice,\n\n       confusing the issues, misleading the jury, undue delay, or needlessly presenting\n\n       cumulative evidence.” Evid. R. 403.\n\n\n[27]   Here, the State asserts that the two challenged photographs “showing Golliday\n\n       posing with the gun were relevant and admissible.” (State’s Br. p. 14).\n\n       According to the State, contrary to the testimony of Golliday’s co-defendants\n\n       that Golliday was not armed on the night of the robbery, the photographs show\n\n       that he “had access to a handgun leading up to the crime and supported the\n\n       identification of Golliday as one of the three would-be robbers.” (State’s Br. p.\n\n\n\n\n       3\n         At trial, Golliday objected to the admission of the photographs under Indiana Evidence Rules 401, 403,\n       and 404. On appeal, he argues that because the photographs at issue “have zero probative value [under\n       Evidence Rule 401], this [c]ourt need not also consider whether the admission of the photographs was\n       erroneous under [R]ules 403 [(excluding relevant evidence for prejudice, confusion, or other reasons)] or\n       404(b) [(prohibiting evidence of a crime, wrong, or other act to show a propensity)].” (Appellant’s Br. p. 15).\n\n       Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017               Page 15 of 17\n\f       15). On the other hand, Golliday relies on Wilson v. State, 770 N.E.2d 799, 801\n\n       (Ind. 2002), in which the trial court admitted a photograph into evidence\n\n       “depicting [the defendant] and several other males brandishing various firearms\n\n       and flashing what appear to be gang signs.” Our supreme court found that the\n\n       trial court erred in admitting the photograph into evidence because it had no\n\n       “relevance whatsoever.” Id. at 802. The Wilson court elaborated:\n\n\n               First, because no weapon was introduced at trial, there was no\n               comparison between the shell casings found at the scene and the\n               weapon depicted in the photograph. Second, the record shows\n               [the defendant] possessed the weapon in the photograph two\n               months before [the victim] was murdered. There is no link\n               between the shell casings recovered at the crime scene and the\n               photograph the State introduced at trial. In sum, the photograph\n               did not make more or less probable any issue before the jury.\n\n\n       Id.\n\n\n[28]   We agree with Golliday that the facts of this case are similar to Wilson. State’s\n\n       Exhibit 29 was taken more than one month prior to the attempted robbery, and\n\n       State’s Exhibit 30 was taken more than two months prior. The firearm\n\n       purportedly used by Golliday during the robbery was never recovered or\n\n       introduced at trial, and there is nothing in the record linking the firearm in the\n\n       pictures to the firearm utilized during the attempted robbery. Thus, because the\n\n       photographs do not serve to make any factual issue before the jury more or less\n\n       probable, they are not relevant and should have been excluded.\n\n\n\n\n       Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017   Page 16 of 17\n\f[29]   Nevertheless, “errors in the admission or exclusion of evidence are to be\n\n       disregarded as harmless unless the errors affect the substantial rights of the\n\n       party.” Id. In determining whether such an evidentiary error affected the\n\n       defendant’s substantial rights, we consider “the probable impact of that\n\n       evidence upon the jury.” Id. Here, we have already determined that there is\n\n       ample independent evidence of Golliday’s guilt beyond the photographs. Thus,\n\n       it is unlikely that the admission of State’s Exhibits 29 and 30 had any impact on\n\n       the jury, so the error in their admission was harmless.\n\n\n                                             CONCLUSION\n[30]   Based on the foregoing, we conclude that there is sufficient evidence to support\n\n       Golliday’s conviction for two Counts of attempted robbery, one as a Level 2\n\n       felony and the other as a Level 3 felony. We further conclude that the\n\n       admission of State’s Exhibits 29 and 30 amounted to harmless error.\n\n\n[31]   Affirmed.\n\n\n[32]   Najam, J. and Bradford, J. concur\n\n\n\n\n       Court of Appeals of Indiana | Memorandum Decision 71A03-1701-CR-173 | June 20, 2017   Page 17 of 17\n\f",
            "ocr": false,
            "opinion_id": 4179053
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}