{
    "id": 4407018,
    "judges": "DiPentima, Flynn, Lavine, Per Curiam",
    "date_filed": "1999-05-23",
    "date_filed_is_approximate": true,
    "slug": "state-v-gansel",
    "case_name_short": "Gansel",
    "case_name": "State v. Gansel",
    "case_name_full": "STATE of Connecticut v. Heather GANSEL",
    "attorneys": "\n  John R. Williams, New Haven, for the appellant (defendant).\n , \n  Kathryn W. Bare, assistant state's attorney, with whom, on the brief, were, David Cohen, former state's attorney, James Bernardi, supervisory assistant state's attorney, and Joseph C. Valdes, senior assistant state's attorney, for the appellee (state).\n ",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    STATE of Connecticut\n    <br/>\n    v.\n    <br/>\n    Heather GANSEL\n   </parties><docketnumber id=\"p-2\">\n    AC 39427\n   </docketnumber><court id=\"p-3\">\n    Appellate Court of Connecticut.\n   </court><decisiondate id=\"p-4\">\n    Argued April 17, 2017\n    <br/>\n    Officially released July 11, 2017\n   </decisiondate><attorneys id=\"p-5\">\n    John R. Williams, New Haven, for the appellant (defendant).\n   </attorneys><attorneys id=\"p-6\">\n    Kathryn W. Bare, assistant state's attorney, with whom, on the brief, were, David Cohen, former state's attorney, James Bernardi, supervisory assistant state's attorney, and Joseph C. Valdes, senior assistant state's attorney, for the appellee (state).\n   </attorneys><judges id=\"p-7\">\n    DiPentima, C. J., and Lavine and Flynn, Js.\n   </judges>",
    "citations": [
        "166 A.3d 904",
        "174 Conn. App. 525"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.jud.ct.gov/external/supapp/Cases/AROap/AP174/174AP353.pdf",
            "author_id": null,
            "opinion_text": "\f  STATE OF CONNECTICUT v. HEATHER GANSEL\n                (AC 39427)\n                DiPentima, C. J., and Lavine and Flynn, Js.\n\n                                 Syllabus\n\nConvicted of the crime of larceny in the first degree by embezzlement,\n   the defendant appealed to this court. The defendant, who owned two\n   businesses, helped her grandparents, L and M, to manage their household\n   finances and personal needs. After L died, M gave the defendant power\n   of attorney to be her agent. After M sold her house and moved in with\n   her son, the defendant’s uncle, she deposited the proceeds from the\n   sale of her house in a bank account that she jointly owned with the\n   defendant for the purpose of allowing the defendant to have access to\n   the funds to fulfill her duties as M’s agent and to use the funds for M’s\n   benefit. Thereafter, the defendant transferred approximately $412,400\n   from the joint bank account into her personal and business accounts,\n   and she used more than $20,000 of M’s funds to pay for her own personal\n   and business expenses. After M learned that a significant amount of her\n   funds were missing, the defendant’s uncle convened a family meeting\n   at which the defendant admitted to having taken a portion of the missing\n   funds and that she was willing to create a repayment plan to reimburse\n   M. Shortly thereafter, the defendant sent two e-mails to her uncle in\n   which she again admitted to having taken M’s funds and reconfirmed\n   her commitment to devising a repayment plan. The defendant also wrote\n   a letter to M in which she promised to repay her the missing funds. On\n   appeal, the defendant claimed that the trial court improperly admitted\n   the inculpatory e-mails into evidence because they were not properly\n   authenticated. Held that the defendant failed to show that the admission\n   into evidence of the e-mails was harmful; even if the trial court abused\n   its discretion by admitting the inculpatory e-mails into evidence, any\n   error was harmless, as the e-mails were cumulative of other properly\n   admitted evidence that independently provided a basis for the defen-\n   dant’s conviction, including the testimony of the defendant’s uncle at\n   trial that the defendant unequivocally admitted at the family meeting\n   that she unlawfully had taken M’s money, and the letter that the defen-\n   dant wrote to M in which she had promised to repay her the missing\n   funds.\n            Argued April 17—officially released July 11, 2017\n\n    (Appeal from Superior Court, judicial district of\n             Stamford-Norwalk, White, J.)\n                            Procedural History\n\n  Substitute information charging the defendant with\nthe crime of larceny in the first degree, brought to\nthe Superior Court in the judicial district of Stamford-\nNorwalk and tried to the court, White, J.; judgment\nof guilty, from which the defendant appealed to this\ncourt. Affirmed.\n   John R. Williams, for the appellant (defendant).\n   Kathryn W. Bare, assistant state’s attorney, with\nwhom, on the brief, were, David Cohen, former state’s\nattorney, James Bernardi, supervisory assistant state’s\nattorney, and Joseph C. Valdes, senior assistant state’s\nattorney, for the appellee (state).\n\f                          Opinion\n\n   PER CURIAM. The defendant, Heather Gansel,\nappeals from the judgment of conviction, following a\ntrial to the court, of larceny in the first degree by embez-\nzlement in an amount more than $20,000 in violation\nof General Statutes §§ 53a-119 (1), 53a-121 (b), and 53a-\n122 (a) (2). The defendant claims that the court abused\nits discretion by admitting into evidence certain inculpa-\ntory e-mails because they were not properly authenti-\ncated. Because we conclude that an evidentiary error,\nif any, was harmless, we affirm the judgment of the\ntrial court.\n   The following facts, which were found by the court\nin its oral memorandum of decision,1 and procedural\nhistory are relevant to our resolution of the defendant’s\nappeal. The defendant, who was a chiropractor and,\nfor two years, the sole owner of two businesses, lived\nwith her grandparents, Lou Sabini and Marietta Sabini,\nin her grandparents’ house located in Stamford. Her\ngrandparents had two children: the defendant’s mother,\nMarilyn Gansel, and the defendant’s uncle, Louis Sabini.\nThe defendant helped her grandparents manage their\nhousehold accounts and personal needs. On May 13,\n2010, after Lou Sabini had died, Marietta Sabini gave\nthe defendant written power of attorney to act as her\nagent. Marietta Sabini then sold the Stamford house\nand moved in with Louis Sabini. The defendant lived\nelsewhere but continued to manage Marietta Sabini’s\nfinances and personal needs.\n  On June 22, 2010, Marietta Sabini received approxi-\nmately $592,539 in proceeds from the sale of her house.\nShe deposited the money in a bank account she jointly\nheld with the defendant (Wachovia account). All of the\nmoney deposited in the Wachovia account belonged\nsolely to Marietta Sabini, and she only deposited the\nmoney in the Wachovia account so that the defendant\ncould access the funds to fulfil her duties as Marietta\nSabini’s agent and to use the funds for Marietta Sabini’s\nbenefit. The two also jointly held a second bank account\n(ING Direct account). In addition, the defendant had\nher own personal account and two separate accounts\nfor each of her businesses.\n  On June 24, 2010, the defendant withdrew $262,720\nfrom the Wachovia account and deposited it into the\nING Direct account. Between June 22, 2010 and October\n17, 2012, the date of Marietta Sabini’s death, the defen-\ndant transferred approximately $412,400 from the\nWachovia account and the ING Direct account into her\npersonal and business accounts. In addition, she used\nmore than $20,000 of Marietta Sabini’s money to pay\nfor her own personal and business expenses, such as\ncatering, family matters, real estate, groceries, gasoline,\nand student debt.\n  In August, 2012, Marietta Sabini tried to use her\n\fWachovia debit card at a nail salon, but her card was\ndeclined because it had been cancelled. Louis Sabini\nand Marietta Sabini subsequently went to Wachovia\nbank and learned that a significant amount of Marietta\nSabini’s money was missing. On August 22, 2012, Louis\nSabini held a family meeting to determine what had\nhappened to the missing money. Six people—Louis\nSabini, Louis Sabini’s wife, the defendant, Marietta\nSabini, Marilyn Gansel, and Marilyn Gansel’s husband—\nattended the meeting. During the meeting, Louis Sabini\naccused the defendant of stealing $110,000 from Mari-\netta Sabini. She responded: ‘‘yes,’’ and ‘‘I realize that\nLouis [Sabini],’’ but then stated that she had only taken\n$109,000 and that she was willing to create a repayment\nplan to reimburse Marietta Sabini.\n  Shortly thereafter, the defendant sent Louis Sabini\ntwo e-mails from her business e-mail address, both of\nwhich contained incriminating information against her,\nincluding that she regretted ‘‘removing’’ Marietta\nSabini’s money from her accounts and that she was\nworking with an attorney to devise an affordable repay-\nment plan. The defendant claims that these e-mails were\nimproperly admitted into evidence. On September 21,\n2012, the defendant wrote a letter to Marietta Sabini,\npromising to repay her $283,000. She also wrote, ‘‘[i]n\nthis correspondence to you I want to make you aware\nof my efforts to make things right,’’ ‘‘[p]lease be aware\nthat I want to make every effort possible to return all\nfunds to you in an organized, efficient, and consistent\nmanner,’’ and, ‘‘I am terribly sorry for my actions and\nfor the pain all of this has caused you. I hope one day\nyou might be able to forgive me.’’\n   The defendant was arrested on November 29, 2012.\nShe waived her right to a jury trial, and on October 29,\n2015, the court found the defendant guilty of larceny\nin the first degree by embezzlement in an amount more\nthan $20,000. The court found that the state had proved\nall of the elements of larceny in the first degree by\nembezzlement and stated, ‘‘[the defendant] had the spe-\ncific intent to appropriate [Marietta Sabini’s property]\nto herself or her businesses . . . .’’ The court sen-\ntenced the defendant to ten years incarceration, execu-\ntion suspended after three years, and five years of\nprobation. This appeal followed. Additional facts will\nbe set forth as necessary.\n   On appeal, the defendant claims that the court abused\nits discretion by admitting into evidence the inculpatory\ne-mails she had sent to Louis Sabini. She argues that\nthe state failed to properly authenticate the e-mails as\nbeing written and sent her because it relied solely on\nLouis Sabini’s testimony to prove their authenticity. She\ncontends that because the court expressly relied on the\ndefendant’s admissions in the e-mails to support its\njudgment, their admission was not harmless. We dis-\nagree that the defendant established harm and, there-\n\ffore, need not decide whether the court abused its\ndiscretion.\n  ‘‘[W]hen an improper evidentiary ruling is not consti-\ntutional in nature, the defendant bears the burden of\ndemonstrating that the error was harmful. . . . [T]he\nproper standard for determining whether an erroneous\nevidentiary ruling is harmless should be whether the\n[court’s judgment] was substantially swayed by the\nerror.’’ (Internal quotation marks omitted.) State v.\nLeBlanc, 148 Conn. App. 503, 508–509, 84 A.3d 1242,\ncert. denied, 311 Conn. 945, 90 A.3d 975 (2014).\n   Assuming, without deciding, that the court abused\nits discretion in admitting the inculpatory e-mails into\nevidence, we conclude that the defendant has failed\nto show that the error was harmful because the state\npresented ample other evidence, apart from the e-mails,\nthat the defendant unequivocally admitted that she\nunlawfully took Marietta Sabini’s money. As noted,\nLouis Sabini testified that at the family meeting, which\nsix family members attended, when he accused the\ndefendant of stealing $110,000 from Marietta Sabini, the\ndefendant responded, ‘‘yes,’’ and ‘‘I realize that Louis\n[Sabini].’’ She also admitted that she ‘‘had stolen’’ ‘‘only\n$109,000’’ and that she ‘‘would come up with some sort\nof a plan within the next few days’’ to reimburse Mari-\netta Sabini. Marilyn Gansel, who testified for the defen-\ndant, confirmed that this meeting took place. She also\ntestified that the defendant ‘‘did borrow some money’’\nand that she ‘‘promised to pay all of this money back\n. . . .’’\n  In addition, the defendant wrote to Marietta Sabini\nin the September 21, 2012 letter that she ‘‘returned a\ntotal of $30,500 to the [Wachovia] account,’’ and ‘‘[t]o\nhonor my commitment, I will begin to make monthly\ninstallments of $500 starting October 15, 2012. My attor-\nney and I have discussed how these funds will be allo-\ncated.’’ She indicated that she would transfer $283,000\ninto two separate trust funds, one of which ‘‘will hold\nyour ‘living’ money ($106,000) and the other trust fund\nwill hold your ‘home healthcare’ money ($177,000).’’\n   Louis Sabini’s testimony and the letter the defendant\nsent to Marietta Sabini were sufficient evidence to sup-\nport her conviction. Because the defendant’s admis-\nsions in the e-mails were cumulative of other evidence\nthat properly had been admitted, and which indepen-\ndently provided the basis for conviction, we conclude\nthat the defendant failed to show the admission of the\ne-mails was harmful.\n      The judgment is affirmed.\n  1\n    The defendant has failed to provide this court with a record that contains\na signed transcript of the trial court’s oral decision, in accordance with\nPractice Book § 64-1. The record does, however, contain the unsigned tran-\nscript of the October 29, 2015 hearing. On the basis of our review of the\nunsigned transcript, we are able to locate the portions of the record that\nconstitute the court’s orders. Thus, despite the defendant’s failure to abide\nby the rules of practice, we will review her claim. See Stechel v. Foster, 125\n\fConn. App. 441, 445–46, 8 A.3d 545 (2010), cert. denied, 300 Conn. 904, 12\nA.3d 572 (2011).\n\f",
            "ocr": false,
            "opinion_id": 4184271
        }
    ],
    "court_short_name": "Connecticut Appellate Court",
    "court_full_name": "Connecticut Appellate Court",
    "court_type": "SA",
    "court_jurisdiction": "Connecticut, CT",
    "crime_category": "Robbery"
}