{
    "id": 4413849,
    "judges": null,
    "date_filed": 1501459200000,
    "date_filed_is_approximate": false,
    "slug": "alvin-d-allen-v-state-of-indiana-mem-dec",
    "case_name_short": null,
    "case_name": "Alvin D. Allen v. State of Indiana (mem. dec.)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.in.gov/judiciary/opinions/pdf/07311701jgb.pdf",
            "author_id": null,
            "opinion_text": "MEMORANDUM DECISION\nPursuant to Ind. Appellate Rule 65(D),\nthis Memorandum Decision shall not be                                    FILED\nregarded as precedent or cited before any\n                                                                    Jul 31 2017, 8:19 am\ncourt except for the purpose of establishing\nthe defense of res judicata, collateral                                  CLERK\n                                                                     Indiana Supreme Court\nestoppel, or the law of the case.                                       Court of Appeals\n                                                                          and Tax Court\n\n\n\n\nATTORNEY FOR APPELLANT                                   ATTORNEYS FOR APPELLEE\nCara Schaefer Wieneke                                    Curtis T. Hill, Jr.\nWieneke Law Office, LLC                                  Attorney General of Indiana\nBrooklyn, Indiana\n                                                         Christina D. Pace\n                                                         Deputy Attorney General\n                                                         Indianapolis, Indiana\n\n\n\n                                           IN THE\n    COURT OF APPEALS OF INDIANA\n\nAlvin D. Allen,                                          July 31, 2017\nAppellant-Defendant,                                     Court of Appeals Case No.\n                                                         84A04-1702-CR-406\n        v.                                               Appeal from the Vigo Superior\n                                                         Court\nState of Indiana,                                        The Honorable John T. Roach,\nAppellee-Plaintiff                                       Judge\n                                                         Trial Court Cause Nos.\n                                                         84D01-1512-F2-3063\n                                                         84D01-1601-F4-218\n\n\n\nBaker, Judge.\n\n\n\n\nCourt of Appeals of Indiana | Memorandum Decision 84A04-1702-CR-406 | July 31, 2017          Page 1 of 5\n\f[1]   Alvin Allen appeals the sentence imposed by the trial court after Allen pleaded\n\n      guilty to Level 2 felony dealing in methamphetamine, Level 4 felony dealing in\n\n      methamphetamine, and Level 6 felony theft of a firearm.1 Allen contends that\n\n      the sentence is inappropriate in light of the nature of the offenses and his\n\n      character. Finding that the sentence is not inappropriate, we affirm.\n\n\n[2]   On December 2, 2015, a confidential informant working with law enforcement\n\n      in Vigo County conducted a controlled buy of methamphetamine from Allen at\n\n      his home. On December 10, 2015, police executed a search warrant at Allen’s\n\n      home, during which they found methamphetamine, marijuana, alprazolam, a\n\n      glass smoking pipe, and several firearms. Allen’s toddler son was home at the\n\n      time.\n\n\n[3]   On December 14, 2015, the State charged Allen under cause number 84D01-\n\n      1512-F2-3063 (F2-3063)2 with the following: Level 2 felony dealing in\n\n      methamphetamine, Level 3 felony possession of methamphetamine, Level 4\n\n      felony dealing in a controlled substance, Level 5 felony neglect of a dependent,\n\n      two counts of Level 6 felony maintaining a common nuisance, two counts of\n\n      Level 6 felony theft of a firearm, Level 6 felony dealing in marijuana, Class B\n\n      misdemeanor possession of marijuana, and Class A misdemeanor possession of\n\n\n\n\n      1\n        In Allen’s plea agreement, he agreed to waive the right to appeal the sentence imposed in this matter. At\n      the sentencing hearing, however, the trial court advised Allen that he had a right to appeal his sentence\n      because there was no agreement as to the sentence. Tr. p. 13. Neither Allen’s counsel nor the State objected\n      to the trial court’s statement. The State is not challenging Allen’s right to appeal his sentence.\n      2\n          These offenses stem from the December 10, 2015, search of Allen’s residence.\n\n\n      Court of Appeals of Indiana | Memorandum Decision 84A04-1702-CR-406 | July 31, 2017               Page 2 of 5\n\f      paraphernalia. The State filed a notice of intent to seek two firearm\n\n      enhancements for the charge of Level 4 felony dealing in a controlled\n\n      substance.\n\n\n[4]   On January 27, 2016, the State charged Allen under cause number 84D01-1601-\n\n      F4-218 (F4-218)3 with the following: Level 4 felony dealing in\n\n      methamphetamine, Level 6 felony possession of methamphetamine, and Level\n\n      6 felony maintaining a common nuisance.\n\n\n[5]   On January 25, 2017, Allen pleaded guilty to Level 2 felony dealing in\n\n      methamphetamine, Level 3 felony possession of methamphetamine, and Level\n\n      6 felony theft of a firearm under cause F2-3063, and to Level 4 felony dealing in\n\n      methamphetamine under cause F4-218. Under the plea agreement, the State\n\n      agreed to dismiss all remaining charges. The plea agreement provided that all\n\n      sentences would run concurrently, and it capped the aggregate sentence at\n\n      twenty years. At the January 25, 2017, sentencing hearing, the trial court\n\n      merged Allen’s Level 3 felony possession of methamphetamine conviction into\n\n      the Level 2 felony dealing in methamphetamine to prevent double jeopardy\n\n      concerns. The trial court imposed a twenty-year sentence for his Level 2\n\n      conviction, an eight-year sentence for his Level 4 conviction, and a two-year\n\n      sentence for his Level 6 conviction, all to run concurrently, for an aggregate\n\n      sentence of twenty years.\n\n\n\n\n      3\n          These offenses stem from the December 2, 2015, controlled buy.\n\n\n      Court of Appeals of Indiana | Memorandum Decision 84A04-1702-CR-406 | July 31, 2017   Page 3 of 5\n\f[6]   Allen’s sole argument on appeal is that the sentence is inappropriate in light of\n\n      the nature of the offenses and his character. Indiana Appellate Rule 7(B)\n\n      provides that this Court may revise a sentence if it is inappropriate in light of\n\n      the nature of the offense and the character of the offender. We must “conduct\n\n      [this] review with substantial deference and give ‘due consideration’ to the trial\n\n      court's decision—since the ‘principal role of [our] review is to attempt to leaven\n\n      the outliers,’ and not to achieve a perceived ‘correct’ sentence . . . . ” Knapp v.\n\n      State, 9 N.E.3d 1274, 1292 (Ind. 2014) (quoting Chambers v. State, 989 N.E.2d\n\n      1257, 1259 (Ind. 2013)) (internal citations omitted).\n\n\n[7]   Allen pleaded guilty to Level 2 felony dealing in methamphetamine, Level 4\n\n      felony dealing in methamphetamine, and Level 6 felony theft of a firearm. For\n\n      his Level 2 conviction, he faced a term of ten to thirty years, with an advisory\n\n      term of seventeen and one-half years imprisonment. Ind. Code § 35-50-2-4.5.\n\n      For his Level 4 conviction, he faced a term of two to twelve years\n\n      imprisonment, with an advisory term of six years imprisonment. I.C. § 35-50-2-\n\n      5.5. For his Level 6 conviction, he faced a term of six months to two and one-\n\n      half years, with an advisory term of one year imprisonment. I.C. § 35-50-2-7.\n\n      Allen received an aggregate executed twenty-year sentence.\n\n\n[8]   Initially, we note that Allen agreed to enter into a plea agreement that provided\n\n      that he could receive a maximum sentence of twenty years. The trial court\n\n      imposed a twenty-year sentence, as contemplated by the plea agreement, and\n\n      because Allen agreed to this sentence, he cannot now argue that it was\n\n\n\n      Court of Appeals of Indiana | Memorandum Decision 84A04-1702-CR-406 | July 31, 2017   Page 4 of 5\n\f       inappropriate. His agreement notwithstanding, we will still discuss his\n\n       argument.\n\n\n[9]    As for the nature of the offense, Allen possessed and intended to deal\n\n       methamphetamine. He committed theft of a firearm. While these offenses are\n\n       not the worst of the worst, Allen put his young child in harm’s way by\n\n       conducting his activities in the presence of and within close proximity to his\n\n       child.\n\n\n[10]   As for Allen’s character, he has a lengthy history of contact with the criminal\n\n       justice system. As a teenager, he was committed to the Indiana Boys’ School\n\n       four times. As an adult, he has had six felony convictions, including two\n\n       convictions for Class D felony possession of cocaine, Class D felony possession\n\n       of methamphetamine, Class D felony possession of marijuana, and Class C\n\n       felony possession of methamphetamine. In addition, he has had ten\n\n       misdemeanor convictions, including convictions for domestic battery,\n\n       possession of marijuana, and resisting law enforcement.\n\n\n[11]   Given the nature of the offenses and Allen’s character, including a lengthy\n\n       history of contact with the criminal justice system that has not deterred him\n\n       from continuing to commit crimes, we do not find the sentence imposed by the\n\n       trial court to be inappropriate.\n\n\n[12]   The judgment of the trial court is affirmed.\n\n\n       Barnes, J., and Crone, J., concur.\n\n       Court of Appeals of Indiana | Memorandum Decision 84A04-1702-CR-406 | July 31, 2017   Page 5 of 5\n\f",
            "ocr": false,
            "opinion_id": 4191102
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}