{
    "id": 4421898,
    "judges": "Bltdd, Cypher, Gants, Gaziano, Hines, Lowry",
    "date_filed": "1984-12-29",
    "date_filed_is_approximate": true,
    "slug": "brangan-v-commonwealth",
    "case_name_short": "Brangan",
    "case_name": "Brangan v. Commonwealth",
    "case_name_full": "Jahmal Brangan vs. Commonwealth",
    "attorneys": "Merritt Schnipper for the petitioner., Amal Bala, Assistant District Attorney, for the Commonwealth., S/iira Diner & Ryan M. Schiff, Committee for Public Counsel Services, for Committee for Public Counsel Services, amicus curiae, submitted a brief.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "May 2, 2017.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b691-4\">\n    Jahmal Brangan\n    <em>\n     vs.\n    </em>\n    Commonwealth.\n   </parties><br><court id=\"b691-5\">\n    Suffolk.\n   </court><otherdate id=\"AIh\">\n    May 2, 2017.\n   </otherdate><decisiondate id=\"arr-dedup-0\">\n    August 25, 2017.\n   </decisiondate><br><judges id=\"b691-6\">\n    Present: Gants, C.J., Hines, Gaziano, Lowry Bltdd, &amp; Cypher, JJ.\n    <a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">\n     1\n    </a>\n</judges><br><attorneys id=\"b691-12\">\n<em>\n     Merritt Schnipper\n    </em>\n    for the petitioner.\n   </attorneys><br><attorneys id=\"b691-13\">\n<em>\n     Amal Bala,\n    </em>\n    Assistant District Attorney, for the Commonwealth.\n   </attorneys><br><attorneys id=\"b691-14\">\n<em>\n     S/iira Diner &amp; Ryan M. Schiff,\n    </em>\n    Committee for Public Counsel Services, for Committee for Public Counsel Services, amicus curiae, submitted a brief.\n   </attorneys><div class=\"footnotes\"><div class=\"footnote\" id=\"fn1\" label=\"1\">\n<a class=\"footnote\" href=\"#fn1_ref\">\n     1\n    </a>\n<p id=\"b691-15\">\n     Justice Hines participated in the deliberation on this case and authored this opinion prior to her retirement.\n    </p>\n</div></div>",
    "citations": [
        "477 Mass. 691"
    ],
    "opinions": [
        {
            "author_str": "Hines",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 35.0,
            "download_url": "http://www.mass.gov/courts/docs/sjc/reporter-of-decisions/new-opinions/12232.pdf",
            "author_id": null,
            "opinion_text": "NOTICE: All slip opinions and orders are subject to formal\nrevision and are superseded by the advance sheets and bound\nvolumes of the Official Reports. If you find a typographical\nerror or other formal error, please notify the Reporter of\nDecisions, Supreme Judicial Court, John Adams Courthouse, 1\nPemberton Square, Suite 2500, Boston, MA, 02108-1750; (617) 557-\n1030; SJCReporter@sjc.state.ma.us\n\nSJC-12232\n\n                 JAHMAL BRANGAN   vs.   COMMONWEALTH.\n\n\n\n            Suffolk.      May 2, 2017. - August 25, 2017.\n\nPresent:    Gants, C.J., Hines, Gaziano, Lowy, Budd, & Cypher, JJ.1\n\n\n    Bail.   Indigent.   Due Process of Law, Pretrial detainees.\n\n\n\n     Civil action commenced in the Supreme Judicial Court for\nthe county of Suffolk on February 26, 2016.\n\n     The case was heard by Lenk, J.\n\n\n     Merritt Schnipper for the petitioner.\n     Amal Bala, Assistant District Attorney, for the\nCommonwealth.\n     Shira Diner & Ryan M. Schiff, for Committee for Public\nCounsel Services, amicus curiae, submitted a brief.\n\n\n     HINES, J.   The practice of releasing a defendant on bail\n\nprior to trial has been part of Massachusetts law since its\n\nbeginnings as a colony.    See Commonwealth v. Baker, 343 Mass.\n\n\n\n     1\n       Justice Hines participated in the deliberation on this\ncase and authored this opinion prior to her retirement.\n\f                                                                    2\n\n\n162, 165 (1961).     The Body of Liberties (1641), the oldest known\n\ncompilation of Massachusetts Colonial law, provided that:\n\n    \"18. No mans person shall be restrained or imprisoned by\n    any Authority whatsoever, before the law hath sentenced him\n    thereto, If he can put in sufficient securitie, bayle or\n    mainprise, for his appearance, and good behaviour in the\n    meane time, unlesse it be in Crimes Capital, and Contempts\n    in open Court, and in such cases where some expresse act of\n    Court doth allow it.\"\n\nSee Baker, supra.\n\n    This statement, although nearly four centuries old,\n\nsummarizes well the dual functions of bail.     On the one hand,\n\nrelease on bail preserves the liberty of the accused until he or\n\nshe has been afforded the full measure of due process in a\n\ncriminal trial.     \"This traditional right to freedom before\n\nconviction permits the unhampered preparation of a defense, and\n\nserves to prevent the infliction of punishment prior to\n\nconviction. . . .     Unless this right to bail before trial is\n\npreserved, the presumption of innocence, secured only after\n\ncenturies of struggle, would lose its meaning\" (citation\n\nomitted).   Stack v. Boyle, 342 U.S. 1, 4 (1951).2   On the other\n\n\n    2\n       See Stack v. Boyle, 342 U.S. 1, 7-8 (1951) (Jackson, J.,\nconcurring) (\"The practice of admission to bail, as it has\nevolved in Anglo-American law, is not a device for keeping\npersons in jail upon mere accusation until it is found\nconvenient to give them a trial. On the contrary, the spirit of\nthe procedure is to enable them to stay out of jail until a\ntrial has found them guilty. Without this conditional\nprivilege, even those wrongly accused are punished by a period\nof imprisonment while awaiting trial and are handicapped in\n\f                                                                    3\n\n\nhand, the giving of security serves to assure that the defendant\n\nwill appear in court when called to do so.     \"The right to\n\nrelease before trial is conditioned upon the accused's giving\n\nadequate assurance that he will stand trial and submit to\n\nsentence if found guilty.\"    Id.   Where, as in this case, the\n\ndefendant is unable to give the necessary security for his\n\nappearance at trial because of his indigence, the purpose of\n\nbail is frustrated.    The cost to the defendant is the loss of\n\nliberty and all the benefits that ordinarily would accrue to one\n\nawaiting a trial to determine his guilt or innocence.\n\n    The petitioner in this case, Jahmal Brangan, has been held\n\nat the Hampden County jail since January 17, 2014 -- more than\n\nthree and one-half years -- because he has been unable to post\n\nbail in the amounts ordered by a Superior Court judge following\n\nhis arrest and indictment for armed robbery while masked.      In\n\nthis appeal from a judgment of a single justice denying his\n\npetition for relief under G. L. c. 211, § 3, Brangan contends\n\nthat the single justice's denial of his bail review request\n\nshould be reversed because the Superior Court judge's bail order\n\nis unconstitutional.    In particular, he argues that the bail\n\norder violated his right to due process because the judge failed\n\nto give adequate consideration to his financial resources, and\n\n\nconsulting counsel, searching for evidence and witnesses, and\npreparing a defense\").\n\f                                                                    4\n\n\nset bail in an amount so far beyond his financial means that it\n\nresulted in his long-term detention pending resolution of his\n\ncase.\n\n     In resolving the issues Brangan raises, we address the\n\nextent to which a judge must consider a criminal defendant's\n\nfinancial resources in setting bail, whether such a defendant is\n\nconstitutionally entitled to an affordable bail, and the due\n\nprocess requirements that apply if the judge settles on a bail\n\namount that is more than the defendant can pay, resulting in\n\npretrial detention.   For the reasons explained below, we\n\nconclude that in setting the amount of bail, whether under G. L.\n\nc. 276, § 57 or § 58, a judge3 must consider a defendant's\n\nfinancial resources, but is not required to set bail in an\n\namount the defendant can afford if other relevant considerations\n\nweigh more heavily than the defendant's ability to provide the\n\nnecessary security for his appearance at trial.   Where, based on\n\nthe judge's consideration of all the circumstances, including\n\nthe record of defaults and other factors relevant to the\n\nlikelihood of the defendant's appearance for trial, neither\n\nalternative nonfinancial conditions nor a bail amount the\n\ndefendant can afford will adequately assure his appearance for\n\n\n     3\n       We use the term \"judge\" here as a shorthand reference to\nthe entire range of judicial officers who are authorized to set\nbail under G. L. c. 276, §§ 57 and 58.\n\f                                                                   5\n\n\ntrial, the judge may set bail at a higher amount, but no higher\n\nthan necessary to ensure the defendant's appearance for trial.\n\nWe conclude further that where it appears that a defendant lacks\n\nthe financial resources to post the amount of bail set, such\n\nthat his indigency likely will result in a long-term pretrial\n\ndetention,4 the judge must provide written or orally recorded\n\nfindings of fact and a statement of reasons for the bail\n\ndecision.   Based on the record before us, it does not appear\n\nthat the judge here considered Brangan's financial resources in\n\nsetting the bail.   Therefore, we reverse the judgment of the\n\nsingle justice and remand this matter to the county court to\n\ndirect the Superior Court judge to conduct a new bail hearing\n\nfor Brangan as soon as possible in accord with the standards set\n\nout in this opinion.5\n\n     Background.    On January 17, 2014, a man wearing a cap,\n\nscarf, and sunglasses robbed a bank in Springfield by passing a\n\nnote to the bank teller demanding money and stating that he had\n\na weapon.   The teller handed over less than $1,000 to the\n\n\n\n\n     4\n       We use the phrase \"long-term pretrial detention\" to mean\ndetention for a period of time longer than the defendant might\nneed to collect cash or collateral to post bail.\n     5\n       We acknowledge the amicus brief submitted by the Committee\nfor Public Counsel Services in support of Jahmal Brangan's\nappeal.\n\f                                                                   6\n\n\nrobber, who then fled.   The police arrested Brangan later that\n\nsame day after finding his thumbprint on the robbery note.6\n\n     At the time, Brangan was on probation following a prison\n\nsentence of from eight to twelve years for rape of a child and\n\nrelated charges.7   Consequently, the probation department filed a\n\nnotice of surrender, and when Brangan appeared on February 10,\n\n2014, a judge of the Superior Court set bail at $20,000 cash or\n\n$200,000 surety based on the probation violation notice.      A\n\ngrand jury subsequently indicted Brangan for armed robbery while\n\nmasked under G. L. c. 265, § 17.   On March 10, 2014, at\n\nBrangan's arraignment on the robbery charge, the judge set bail\n\nin the amount of $50,000 cash or $500,000 surety.   Brangan\n\nremained in custody pending his trial.\n\n     In March, 2015, Brangan was tried and convicted on the\n\narmed robbery charge, after which the judge revoked his bail.\n\nShortly after the entry of a guilty verdict, however, the trial\n\njudge declared a mistrial due to certain statements in the\n\nprosecutor's closing argument, and ordered Brangan to be\n\n\n     6\n       At trial, Brangan did not contest that the thumbprint on\nthe robbery note was his.\n     7\n       In 2001, Brangan pleaded guilty to indictments charging\nthree counts of rape of a child with force and four counts of\nindecent assault and battery on a child under the age of\nfourteen. He was sentenced to from eight to twelve years in\nprison with five years of probation from and after the prison\nsentence.\n\f                                                                     7\n\n\nretried;8 the Commonwealth then appealed from the mistrial order.\n\nIn the wake of the mistrial ruling, the judge held another bail\n\nhearing on April 10, 2015, and reinstated the original bail at\n\n$50,000 cash or $500,000 surety.    Brangan unsuccessfully sought\n\nreduction of the bail in the Superior Court on July 15, 2015,\n\nand December 28, 2015.\n\n       In January, 2016, this court granted Brangan's application\n\nfor direct appellate review of the Commonwealth's appeal from\n\nthe trial judge's mistrial order.    We subsequently held that the\n\nCommonwealth had no right to appeal from the mistrial order,\n\nleaving the armed robbery charge to stand for retrial.    See\n\nCommonwealth v. Brangan, 475 Mass. 143, 148, 149 (2016) (Brangan\n\nI).9\n\n\n       8\n       Brangan orally moved for a mistrial at the end of the\nCommonwealth's closing argument. After the jury verdict, the\ntrial judge accepted briefing and heard additional argument on\nthe motion, which he ultimately granted.\n       9\n       In Commonwealth v. Brangan, 475 Mass. 143 (2016) (Brangan\nI), Brangan also argued that a retrial of the armed robbery\ncharge was barred by double jeopardy, but we concluded that this\nargument was not properly before us at that time because he had\nfailed to timely appeal from the trial judge's ruling that\ndouble jeopardy would not bar a retrial. See id. at 148-149.\nWe subsequently denied Brangan's petition for rehearing on that\nissue, without prejudice to his filing a motion to dismiss in\nthe trial court and, if that motion was denied, seeking relief\nunder G. L. c. 211, § 3. In November, 2016, Brangan filed a\nmotion in the trial court to dismiss the armed robbery\nindictment on double jeopardy grounds and, after the judge\ndenied that motion, filed a petition for relief in the county\ncourt, which also was denied. We allowed Brangan's appeal from\n\f                                                                   8\n\n\n    Meanwhile, Brangan followed a long and tortuous path to\n\nseek relief from his pretrial detention, filing four successive\n\npetitions in the county court pursuant to G. L. c. 211, § 3.\n\nThe single justice denied Brangan's first petition without\n\nprejudice due his failure to file the record materials necessary\n\nto support his claims.\n\n    On considering Brangan's second petition, the single\n\njustice observed that the judge who had denied Brangan's motion\n\nfor reduction of bail on December 28, 2015, had not made any\n\noral or written findings or otherwise explained his decision.\n\nAccordingly, the single justice remanded the matter for a\n\nhearing to determine bail based on the factors set forth in\n\nG. L. c. 276, § 58.   A judge of the Superior Court then\n\nconducted a bail hearing and issued a written decision retaining\n\nthe original bail in the amount of $50,000 cash or $500,000\n\nsurety for the armed robbery charge and $20,000 cash or $200,000\n\nsurety for the probation violation.\n\n    After Brangan filed a third petition, the single justice\n\nremanded the matter to the Superior Court for consideration in\n\nlight of this court's decision in Brangan I, which had been\n\nissued in the interim.   A Superior Court judge then conducted\n\n\n\nthat denial to proceed in light of the special consideration we\nhave given to double jeopardy claims. That appeal is scheduled\nto be heard by this court in the coming term.\n\f                                                                   9\n\n\nanother hearing and entered an order, dated September 19, 2016,\n\nthat reduced the defendant's bail to $20,000 cash or $200,000\n\nsurety for the armed robbery indictment and retained the\n\noriginal bail in the amount of $20,000 cash or $200,000 surety\n\nfor the probation violation.\n\n    Using a District Court form captioned \"Reasons for Ordering\n\nBail, G. L. c. 276, § 58,\" the judge checked off the following\n\nboxes as grounds for denying Brangan's release on personal\n\nrecognizance without surety:   the nature and circumstances of\n\nthe offense charged; the potential penalty he faced; his history\n\nof mental illness; his record of convictions; the fact that his\n\nalleged acts involved \"abuse\" as defined in G. L. c. 209A, § 1;\n\nhis history of orders issued against him under G. L. c. 209A;\n\nand his status of being on probation.    In additional notes on\n\nthe form, the judge stated that he had considered the matter in\n\nlight of Brangan I in accord with the single justice's remand\n\norder and heard oral argument and reviewed the parties'\n\nsubmissions.   As further grounds for the bail determination, he\n\ncited Brangan's prior sentence to State prison for multiple\n\ncounts of rape of a child; the fact that he faced a substantial\n\npenalty if convicted of armed robbery; his history of c. 209A\n\norders; and the fact that he was on probation at the time he\n\nallegedly committed the armed robbery.    The judge also ordered\n\nthat, if Brangan posted bail, his release would be on condition\n\f                                                                     10\n\n\nthat he wear a global positioning system (GPS) bracelet, observe\n\na curfew, and stay away from the alleged victims.\n\n    Brangan then filed a fourth petition with the county court,\n\narguing that the Superior Court judge had failed to give\n\nmeaningful consideration to his inability to make the bail, to\n\nthe equities in the case, and to his alternative proposal to\n\npost $5,000 cash bail and wear a GPS bracelet.   Brangan further\n\nasked the single justice to conduct a bail hearing de novo.        In\n\nsupport of this petition, Brangan filed an affidavit stating\n\nthat the Superior Court judge had found him to be indigent when\n\nhe was first charged in January, 2014; that he had been\n\nrepresented at trial and on appeal by court-appointed attorneys;\n\nthat his financial condition was far worse than when he was\n\nfirst charged, since he had been incarcerated and unable to\n\nwork; and that there was no way he could hope to post the\n\n$40,000 bail that the judge had set.\n\n    The single justice denied the fourth petition, ruling that\n\nBrangan's inability to make a particular bail amount did not\n\nrender the Superior Court judge's order a functional denial of\n\nbail, and did not establish, without more, that Brangan was\n\nentitled to extraordinary relief under G. L. c. 211, § 3.     The\n\ndefendant appealed from the single justice's order pursuant to\n\nS.J.C. Rule 2:21, as amended, 434 Mass. 1301 (2001).   This court\n\nordered the appeal to proceed with briefing and argument.     We\n\f                                                                     11\n\n\nnoted that filing a petition pursuant to G. L. c. 211, § 3, is\n\nthe proper means for seeking relief from bail determinations in\n\nthe Superior Court, see Commesso v. Commonwealth, 369 Mass. 368,\n\n372 (1975), and that Brangan had no other means of obtaining\n\nadequate appellate review.\n\n    Discussion.    1.   Standard of review.   When a party appeals\n\nfrom an adverse judgment by the single justice under G. L.\n\nc. 211, § 3, we review the single justice's order for clear\n\nerror of law or abuse of discretion.    See Commonwealth v. Chism,\n\n476 Mass. 171, 176 (2017); Leo v. Commonwealth, 442 Mass. 1025,\n\n1026 (2004).   We must also consider the propriety of the\n\nSuperior Court judge's underlying bail order.    See Chism, 476\n\nMass. at 176-179 (evaluating underlying trial court order in\n\nappeal from single justice judgment concerning that order).       In\n\nreviewing both the single justice's judgment and the bail\n\njudge's order, we must consider the legal rights at issue and\n\nindependently determine and apply the law, without deference to\n\ntheir respective legal rulings.   See The Boston Herald, Inc. v.\n\nSharpe, 432 Mass. 593, 603 (2000).\n\n    2.   Consideration of criminal defendant's financial\n\nresources in setting bail.   The parties dispute whether the\n\nSuperior Court judge was obliged to consider Brangan's financial\n\nresources in setting bail.   Based on our review of the\n\napplicable statute and relevant decisions, we are persuaded that\n\f                                                                  12\n\n\na judge must consider a criminal defendant's financial resources\n\nin setting bail.\n\n     We have held that G. L. c. 276, § 57, rather than § 58, is\n\nthe applicable statute governing bail proceedings in the\n\nSuperior Court.    See Querubin v. Commonwealth, 440 Mass. 108,\n\n111 (2003); Serna v. Commonwealth, 437 Mass. 1003, 1003 (2002).\n\nWe reached that conclusion because § 57 specifically authorizes\n\njudges of the Superior Court, among others, to admit a prisoner\n\nto bail, whereas § 58 does not.10   See Serna, 437 Mass. at 1003.\n\nAnd as the Commonwealth pointed out at oral argument, unlike\n\n§ 58, § 57 does not specifically reference a defendant's\n\nfinancial resources as a factor to be considered in setting\n\nbail.11,12\n\n\n\n     10\n       General Laws c. 276, § 57, applies to \"[a] justice of the\nsupreme judicial or superior court, a clerk of courts or the\nclerk of the superior court for criminal business in the county\nof Suffolk, a standing or special commissioner appointed by\neither of said courts or, in the county of Suffolk, by the\nsheriff of said county with the approval of the superior court,\na justice or clerk of a district court, [or] a master in\nchancery.\" General Laws c. 276, § 58, applies to \"[a] justice\nor a clerk or assistant clerk of the district court, a bail\ncommissioner or master in chancery.\"\n     11\n       Although § 57 contains a list of factors to be considered\nin setting bail that is similar to the list in § 58, § 57 omits\na defendant's financial resources as a factor, and it only\nreferences these factors in the context of a case where a\ndefendant has been charged with certain acts involving abuse,\ndomestic violence, assault, or violations of abuse prevention\norders. See G. L. c. 276, § 57, second par.\n\f                                                                 13\n\n\n    A Superior Court judge, however, must still consider a\n\ndefendant's financial resources when setting bail as a matter of\n\ncommon law.   We have said that, under § 57,\n\n    \"the factors that a judge is to consider when conducting a\n    bail hearing are '(1) the nature and circumstances of the\n    offense charged, (2) the accused's family ties, (3) his\n    financial resources, (4) his length of residence in the\n    community, (5) his character and mental condition, (6) his\n    record of convictions and appearances at court proceedings\n    or of any previous flight to avoid prosecution or (7) any\n    failure to appear at any court proceedings'\" (emphasis\n    added).\n\nCommonwealth v. Torres, 441 Mass. 499, 504 (2004), quoting\n\nQuerubin, 440 Mass. at 115 n.6.   These are common-law historical\n\n\n    12\n       As noted above, the Superior Court judge set Brangan's\nbail using a District Court form that referenced G. L. c. 276,\n§ 58, and in its briefs for the single justice and for us, the\nCommonwealth argued that the Superior Court judge properly\nexercised his discretion by considering the necessary factors\nunder § 58. Thus, the Commonwealth arguably waived its § 57\nargument by omitting it from its briefs for the single justice\nand for us. See Mass. R. A. P. 16 (a) (4), as amended, 367\nMass. 921 (1975). We nevertheless address this argument in\nlight of the limitations on briefing in proceedings under G. L.\nc. 211, § 3, and S.J.C. Rule 2:21, as amended, 434 Mass. 1301\n(2001), and the principle that a reviewing court may affirm a\nlower court ruling on any ground supported by the record,\nincluding legal theories not argued by the Commonwealth or\nconsidered by the judge in the proceedings below. See Clair v.\nClair, 464 Mass. 205, 214 (2013); Commonwealth v. Va Meng Joe,\n425 Mass. 99, 102 (1997). We also consider the Commonwealth's\nargument because it presents \"an important public question whose\nresolution will affect more persons than the parties to the case\n. . . [and which] is primarily a matter of statutory\ninterpretation, not dependent on the facts of the particular\ncase.\" Department of Community Affairs v. Massachusetts State\nCollege Bldg. Auth., 378 Mass. 418, 424 (1979), quoting Lahey\nClinic Found., Inc. v. Health Facilities Appeals Bd., 376 Mass.\n359, 372 (1978).\n\f                                                                  14\n\n\nfactors for bail, see Querubin, 440 Mass. at 115 n.6, 120, which\n\nmust be reviewed by a Superior Court judge in setting bail in\n\nall cases, even though § 57 does not explicitly list them all.13\n\n     In addition to the common law, constitutional principles\n\nalso mandate consideration of a defendant's financial resources\n\nin setting bail.     Both the Eighth Amendment to the United States\n\nConstitution and art. 26 of the Massachusetts Declaration of\n\nRights prohibit excessive bail.14    The United States Supreme\n\nCourt has said that bail is \"excessive\" when it is \"set at a\n\nfigure higher than an amount reasonably calculated to fulfill\"\n\nthe purpose of assuring the presence of the accused at future\n\nproceedings.     Stack, 342 U.S. at 5.   To be reasonable, that\n\ncalculation must be based on the individual character and\n\ncircumstances of each defendant, including his or her financial\n\ncircumstances.    \"[T]he fixing of bail for any individual\n\ndefendant must be based upon standards relevant to the purpose\n\nof assuring the presence of that defendant\" (emphasis added).\n\n     13\n       Because these \"common-law considerations are among the\nsame as those contained in G. L. c. 276, § 58,\" Querubin, 440\nMass. at 120, it is not surprising that Superior Court judges\nsometimes rely on § 58 in their bail orders, as the bail judge\ndid in this case, even though they are proceeding under § 57.\n     14\n       The United States Supreme Court has said that the\nrestrictions in the Eighth Amendment apply to the States by\nvirtue of the Fourteenth Amendment to the United States\nConstitution, see Hall v. Florida, 134 S. Ct. 1986, 1992 (2014),\nalthough the Court has not specifically so held in a case\nconcerning excessive bail.\n\f                                                                    15\n\n\nId. at 5.   These standards, which include \"the financial ability\n\nof the defendant to give bail,\" \"are to be applied in each case\n\nto each defendant.\"    Id. at 5 & n.3, citing former Fed. R. Crim.\n\nP. 46(c).   \"Each defendant stands before the bar of justice as\n\nan individual. . . .   The question when application for bail is\n\nmade relates to each one's trustworthiness to appear for trial\n\nand what security will supply reasonable assurance of his\n\nappearance.\"   Id. at 9 (Jackson, J., concurring).\n\n    Each eligible defendant's right to an individualized bail\n\ndetermination that takes his or her financial resources into\n\naccount is further supported by the constitutional principles of\n\ndue process and equal protection.    For this reason, courts have\n\nopined that it is unconstitutional to use master bail bond\n\nschedules to set the same bail amount for everyone for a\n\nparticular offense, without regard to individual financial\n\ncircumstances or alternative conditions of release.    See, e.g.,\n\nPugh v. Rainwater, 572 F.2d 1053, 1057 (5th Cir. 1978) (\"The\n\nincarceration of those who cannot\" meet master bond schedule,\n\n\"without meaningful consideration of other possible\n\nalternatives, infringes on both due process and equal protection\n\nrequirements\"); Walker vs. Calhoun, U.S. Dist. Ct., C.A. No.\n\n4:15-CV-0170-HLM, slip op. at 49 (N.D. Ga. Jan. 28, 2016),\n\nvacated on other grounds by Walker v. Calhoun, 682 Fed. Appx.\n\n721 (2017) (\"Any bail or bond scheme that mandates payment of\n\f                                                                    16\n\n\npre-fixed amounts for different offenses to obtain pretrial\n\nrelease, without any consideration of indigence or other\n\nfactors, violates the Equal Protection Clause\" [citing cases]).\n\n    A bail that is set without any regard to whether a\n\ndefendant is a pauper or a plutocrat runs the risk of being\n\nexcessive and unfair.   A $250 cash bail will have little impact\n\non the well-to-do, for whom it is less than the cost of a\n\nnight's stay in a downtown Boston hotel, but it will probably\n\nresult in detention for a homeless person whose entire earthly\n\nbelongings can be carried in a cart.    \"What would be a\n\nreasonable bail in the case of one defendant may be excessive in\n\nthe case of another.\"   Bennett v. United States, 36 F.2d 475,\n\n477 (5th Cir. 1929).    In setting bail, a judge must always keep\n\nin mind the question once posed by United States Supreme Court\n\nJustice William O. Douglas:   \"Can an indigent be denied freedom,\n\nwhere a wealthy man would not, because he does not happen to\n\nhave enough property to pledge for his freedom? [citation\n\nomitted]\"   Pugh v. Rainwater, 557 F.2d 1189, 1195 (5th Cir.\n\n1977), vacated on rehearing en banc, 572 F.2d 1053 (5th Cir.\n\n1978).\n\n    In this case, nothing in the bail judge's September 19,\n\n2016, order or in the record establishes that he considered\n\nBrangan's financial resources in setting bail at $40,000.     We\n\ncannot say for sure whether he did or did not.    But as we\n\f                                                                   17\n\n\nexplain below, the judge must address this issue in writing or\n\norally on the record in every case where bail is set in an\n\namount that is likely to result in a defendant's long-term\n\npretrial detention because he or she cannot afford it.\n\n    3.   Whether bail must be affordable.   The arguments that\n\nBrangan and the amicus present also raise the question whether\n\nunaffordable bail is unconstitutional per se.   We conclude that\n\nit is not, but in doing so, we recognize that the imposition of\n\nunaffordable bail is subject to certain due process\n\nrequirements.\n\n    We previously have stated that an \"amount of bail [is] not\n\nexcessive merely because [a defendant] could not post it.\"     Leo\n\nv. Commonwealth, 442 Mass. at 1026.   Other courts have similarly\n\nconcluded that a defendant is not constitutionally entitled to a\n\nbail that is affordable.   See, e.g., United States v. McConnell,\n\n842 F.2d 105, 107 (5th Cir. 1988) (\"a bail setting is not\n\nconstitutionally excessive merely because a defendant is\n\nfinancially unable to satisfy the requirement\"); White v.\n\nWilson, 399 F.2d 596, 598 (9th Cir. 1968) (\"The mere fact that\n\npetitioner may not have been able to pay the bail does not make\n\nit excessive.\"); Hodgdon v. United States, 365 F.2d 679, 687\n\n(8th Cir. 1966), cert. denied, 385 U.S. 1029 (1967) (same);\n\nState v. Pratt, 2017 VT 9, ¶15 (2017) (\"the Constitution does\n\nnot require that a defendant have the ability to pay the\n\f                                                                    18\n\n\nrequired bail if it is otherwise reasonable\").     Even Justice\n\nJackson, in arguing for the importance of an individualized bail\n\ndetermination in Stack, qualified his point by noting that\n\n\"[t]his is not to say that every defendant is entitled to such\n\nbail as he can provide.\"     Stack, 342 U.S. at 10 (Jackson, J.,\n\nconcurring).     Although the judge must take a defendant's\n\nfinancial resources into account in setting bail, that is only\n\none of the factors to be considered, and it should not override\n\nall the others.    Bail that is beyond a defendant's reach is not\n\nprohibited.    Where, based on the judge's consideration of all\n\nthe relevant circumstances, neither alternative nonfinancial\n\nconditions nor an amount the defendant can afford will\n\nadequately assure his appearance for trial, it is permissible to\n\nset bail at a higher amount, but no higher than necessary to\n\nensure the defendant's appearance.\n\n    This conclusion is also supported by our previous decisions\n\nupholding the constitutionality of pretrial detention in\n\nMendonza v. Commonwealth, 423 Mass. 771 (1996), and Querubin,\n\n440 Mass. 108.    In Mendonza, which upheld pretrial detention of\n\na demonstrably dangerous defendant where it is necessary to\n\nensure the safety of other persons or the community pursuant to\n\nG. L. c. 276, § 58A, we noted that although the statute\n\nprecludes a judge \"from imposing a financial condition that\n\nresults in pretrial detention in order to assure the safety of\n\f                                                                    19\n\n\nother persons, . . . financial conditions having that effect are\n\nnot precluded for the purpose of assuring [the defendant's]\n\nappearance before the court.\"   Mendonza, 423 Mass. at 774.15   In\n\nQuerubin, we upheld the constitutionality of pretrial detention\n\nwithout bail of a defendant who poses a serious flight risk to\n\nensure that they will appear at future court proceedings.     See\n\nQuerubin, 440 Mass. at 116, 118-119.   If it is permissible\n\nwithin the bounds of due process for a judge to hold a defendant\n\nwithout any bail to assure his future appearance before the\n\ncourt, as we held in Querubin, then it must also be permissible\n\n\n    15\n       General Laws c. 276, § 58A (3), provides that \"[a]\njustice may not impose a financial condition under this section\"\n-- i.e., due to the defendant's dangerousness -- \"that results\nin the pretrial detention of the person,\" but \"[n]othing in this\nsection shall be interpreted as limiting the imposition of a\nfinancial condition upon the person to reasonably assure his\nappearance before the courts.\" Brangan cites language in the\nFederal Bail Reform Act, 18 U.S.C. § 3142(c)(2) (2012), which\nsimply states that \"[t]he judicial officer may not impose a\nfinancial condition that results in the pretrial detention of\nthe person,\" without the qualification that appears in G. L.\nc. 276, § 58A (3). But the Senate report accompanying the\nFederal Bail Reform Act makes it clear that \"[t]he purpose of\nthis provision is to preclude the sub rosa use of money bond to\ndetain dangerous defendants,\" and that \"its application does not\nnecessarily require the release of a person who says he is\nunable to meet a financial condition of release which the judge\nhas determined is the only form of conditional release that will\nassure the person's future appearance.\" Sen. Rep. No. 98-225,\n98th Cong., 2d Sess. (1984), reprinted in U.S. Code Cong. &\nAdmin. News (1984) 3182, 3199. In light of this commentary,\nFederal courts have rejected the argument that this statutory\nprovision means that a defendant's \"relative penury entitles him\nto a lower bond.\" United States v. Mantecon-Zayas, 949 F.2d\n548, 550 (1st Cir. 1991).\n\f                                                                 20\n\n\nfor a judge to hold a defendant on an unaffordable bail for that\n\nsame purpose.16\n\n     But having concluded that a defendant is not\n\nconstitutionally entitled to an affordable bail, it is important\n\nfor us to be clear about the strict standards that due process\n\n     16\n       Brangan and the amicus cite decisions by this court and\nby the United States Supreme Court recognizing the general\nprinciple that the constitutional rights of equal protection and\ndue process prohibit punishment of indigent persons solely for\ntheir poverty, unless there is no other adequate alternative to\nserve the State's interests in punishment and deterrence. See,\ne.g., Bearden v. Georgia, 461 U.S. 660, 672-673 (1983)\n(imprisonment of probationer for failure to pay fine or\nrestitution, \"simply because, through no fault of his own, he\ncannot pay . . . would be contrary to the fundamental fairness\nrequired by the Fourteenth Amendment\"); Commonwealth v. Henry,\n475 Mass. 117, 122 (2016) (\"imposing restitution that the\ndefendant will be unable to pay violates the fundamental\nprinciple that a criminal defendant should not face additional\npunishment solely because of his or her poverty\"); Commonwealth\nv. Gomes, 407 Mass. 206, 212 (1990), quoting Tate v. Short, 401\nU.S. 395, 398 (1971) (\"Generally, 'the Constitution prohibits\nthe State from imposing a fine as a sentence and then\nautomatically converting it into a jail term solely because the\ndefendant is indigent and cannot forthwith pay the fine in\nfull'\"). Pretrial detention, however, is not a form of\npunishment; it is regulatory in character, because it is\nintended to serve the governmental goals of protecting the\npublic and assuring the presence of the accused at future\nproceedings. See United States v. Salerno, 481 U.S. 739, 746-\n747 (1987); Aime v. Commonwealth, 414 Mass. 667, 677-678 (1993),\nciting Bell v. Wolfish, 441 U.S. 520, 535-537 (1979). Holding a\ndefendant on bail beyond his or her ability to pay is not,\ntherefore, tantamount to punishing the defendant for his or her\npoverty. See Mantecon-Zayas, 949 F.2d at 550, quoting United\nStates v. Jessup, 757 F.2d 378, 388-389 (1st Cir. 1985) (\"when\nfaced with a risk of flight, judge is entitled to set bail at\nlevel he finds reasonably necessary; if defendant cannot afford\nbail, and must be detained pending trial, it is 'not because he\ncannot raise the money, but because without the money the risk\nof flight is too great'\").\n\f                                                                   21\n\n\nimposes when a defendant is held on an unaffordable bail.    We\n\nturn to that subject next.\n\n    4.   Due process requirements.   We begin by reviewing basic\n\nconstitutional due process principles and our previous decisions\n\napplying these principles to pretrial detention.   The Fourteenth\n\nAmendment to the United States Constitution and arts. 1, 10, and\n\n12 of the Massachusetts Declaration of Rights establish a\n\nfundamental right to liberty and freedom from physical restraint\n\nthat cannot be curtailed without due process of law.   See\n\nLavallee v. Justices in the Hampden Superior Court, 442 Mass.\n\n228, 234 (2004); Querubin, 440 Mass. at 112; Mendonza, 423 Mass.\n\nat 778-779; Aime v. Commonwealth, 414 Mass. 667, 676-677 (1993).\n\nPretrial detention encroaches on that fundamental right insofar\n\nas it subjects a defendant to governmental restraint without\n\nhaving received the full measure of due process to which the\n\ndefendant is entitled before he or she can be punished under the\n\ncriminal law.   See Mendonza, 423 Mass. at 778-779.\n\n    In our previous decisions analyzing the constitutionality\n\nof pretrial detention, we have considered two aspects of due\n\nprocess -- substantive and procedural -- following Supreme Court\n\nprecedents.   Under the test of substantive due process, \"[w]here\n\na right deemed to be 'fundamental' is involved, courts 'must\n\nexamine carefully the importance of the governmental interests\n\nadvanced and the extent to which they are served by the\n\f                                                                   22\n\n\nchallenged regulation,' Moore v. East Cleveland, 431 U.S. 494,\n\n499 (1977), and typically will uphold only those statutes that\n\nare narrowly tailored to further a legitimate and compelling\n\ngovernmental interest.\"     Querubin, 440 Mass. at 112, quoting\n\nAime, 414 Mass. at 673.     \"When government action depriving a\n\nperson of life, liberty, or property survives substantive due\n\nprocess scrutiny, it must still be implemented in a fair manner.\n\nMathews v. Eldridge, 424 U.S. 319, 335 (1976).     This requirement\n\ntraditionally has been referred to as 'procedural' due process.\"\n\nQuerubin, 440 Mass. at 116, quoting United States v. Salerno,\n\n481 U.S. 739, 746 (1987).\n\n    Applying these standards, we have held that in certain\n\nlimited circumstances a judge may properly detain a defendant\n\nbefore trial, where such detention is demonstrably necessary to\n\nensure the defendant's appearance at future proceedings or to\n\nprotect public safety.    In Querubin, we affirmed a Superior\n\nCourt judge's order denying bail under G. L. c. 276, § 57, to a\n\ndefendant indicted for drug trafficking who plainly posed a\n\nserious flight risk:     he had fled from police who sought to\n\narrest him on a default warrant; had used an alias; had failed\n\nto appear in court in response to a summons; and had been\n\napprehended by border patrol officers as he attempted to flee\n\ninto Mexico.   See Querubin, 440 Mass. at 109-110, 119.    After\n\nreviewing the statutory procedures and common-law standards for\n\f                                                                   23\n\n\ndetermining whether a defendant should be held without bail\n\nbecause he is likely to flee, we concluded that these procedures\n\nare \"narrowly tailored to the State's legitimate and compelling\n\ninterest in assuring the defendant's presence at trial,\" id. at\n\n116, and that the hearing requirement afforded the defendant\n\nsufficient procedural protection, see id. at 117-119.\n\n    In Mendonza, we upheld the statutory scheme in G. L.\n\nc. 276, § 58A, which was enacted in 1994 to authorize temporary\n\npreventive pretrial detention of a defendant charged with\n\ncertain violent or dangerous crimes due to his or her\n\ndangerousness.   We noted that the statute's application is\n\nlimited to cases where probable cause has been found to charge a\n\ndefendant with certain serious offenses (such as crimes\n\ninvolving force, the risk of force, abuse, or violation of\n\ndomestic violence protection orders); that the judge must\n\nconduct an evidentiary hearing at which the defendant has the\n\nright to testify, present evidence, and cross-examine witnesses;\n\nand that the judge may order pretrial detention only where the\n\njudge finds, based on based on clear and convincing evidence,\n\nthat no conditions of release will reasonably assure the safety\n\nof any other person or the community.   See Mendonza, 423 Mass.\n\nat 774, 780-781, 792; G. L. c. 276, § 58A (1), (3), and (4).      We\n\nalso pointed out that these safeguards were similar to those\n\ncontained in the Federal Bail Reform Act of 1984, 18 U.S.C.\n\f                                                                    24\n\n\n§ 3142, on which § 58A was modeled, and we relied extensively on\n\nthe Supreme Court's decision in Salerno, 481 U.S. 739, which\n\nupheld a similar preventive detention scheme in that statute.\n\nSee Mendonza, 423 Mass. at 780-781, 786-788.\n\n    Conversely, in Aime we invalidated earlier 1992 amendments\n\nto the bail statutes that would have allowed a judge to detain a\n\ndefendant on high bail due to his or her perceived\n\ndangerousness, without adequate due process safeguards to ensure\n\nthe accuracy of that determination.      In that case, a District\n\nCourt judge ordered an alleged drug dealer to be held on bail of\n\n$100,000 cash or $1 million surety because he was a danger to\n\nthe community.    See Aime, 414 Mass. at 669 & n.2.    The judge\n\nrelied on amendments to G. L. c. 276, § 58, that authorized\n\njudicial officers, in setting bail, to take into account the\n\n\"seriousness of the danger to any person or the community that\n\nwould be posed by the prisoner's release.\"      Aime, supra at 671,\n\nquoting St. 1992, c. 201, § 4.      We determined that these\n\namendments did not meet the due process requirements of the\n\nFourteenth Amendment because they \"essentially grant[ed] the\n\njudicial officer unbridled discretion to determine whether an\n\narrested individual is dangerous\" and lacked \"procedures\n\n'designed to further the accuracy' of the judicial officer's\n\ndetermination.\"   Aime, supra at 682, quoting Salerno, 481 U.S.\n\nat 751.   See Aime, supra at 683.\n\f                                                                    25\n\n\n    In sum, \"in our society liberty is the norm, and detention\n\nprior to trial or without trial is the carefully limited\n\nexception.\"    Aime, 414 Mass. at 677, quoting Foucha v.\n\nLouisiana, 504 U.S. 71, 83 (1992).    Although the Federal\n\nConstitution and the Massachusetts Declaration of Rights do not\n\nprohibit pretrial detention, they permit it only \"in carefully\n\ncircumscribed circumstances and subject to quite demanding\n\nprocedures.\"   Mendonza, 423 Mass. at 790.\n\n    With this background, we now turn to the present case.        In\n\nher judgment denying Brangan's most recent petition, the single\n\njustice ruled:   \"That [Brangan] is unable to pay a particular\n\namount of bail does not, contrary to [his] assertion,\n\nnecessarily render it a functional denial of bail.   Nor does it\n\nestablish, without more, that [he] is entitled to the\n\nextraordinary relief available under G. L. c. 211, § 3.\"     We\n\ndisagree.\n\n    It is certainly true that \"a defendant does not have a\n\nconstitutional right to be released on bail prior to trial.\"\n\nQuerubin, 440 Mass. at 112.    Still less does a defendant have a\n\nconstitutional right to an affordable bail, as we discussed\n\nabove.   But where a judge sets bail in an amount so far beyond a\n\ndefendant's ability to pay that it is likely to result in long-\n\nterm pretrial detention, it is the functional equivalent of an\n\norder for pretrial detention, and the judge's decision must be\n\f                                                                    26\n\n\nevaluated in light of the same due process requirements\n\napplicable to such a deprivation of liberty.   See Aime, 414\n\nMass. at 676.17\n\n     Here, the record shows that Brangan is indigent and that\n\nbail has been set in an amount that is unattainable for him,\n\nresulting in his long-term pretrial detention.    Accordingly, we\n\nmust analyze the bail judge's order and the record below in\n\nlight of the requirements of due process applicable to pretrial\n\ndetention.   Based on that review, we discern three particular\n\nareas of concern, for which we articulate three corresponding\n\ndue process standards applicable to such cases.\n\n     First, a judge may not consider a defendant's alleged\n\ndangerousness in setting the amount of bail, although a\n\ndefendant's dangerousness may be considered as a factor in\n\nsetting other conditions of release.   Using unattainable bail to\n\ndetain a defendant because he is dangerous is improper.    If the\n\n     17\n        In Aime, the Commonwealth argued that the 1992 amendments\nallowing a judge to consider a defendant's dangerousness in\nsetting a bail amount \"merely added an additional, unremarkable\nfactor to the bail statute\" and did not enact a preventive\ndetention scheme. Aime, 414 Mass. at 676. We rejected that\nargument. We reasoned that, even though the amendments did \"not\nexplicitly provide for preventive detention,\" they effectively\nsought \"to accomplish this goal through the use of the surety\nwhich an arrestee must post in order to be admitted to bail,\" by\n\"setting unattainable surety in order to secure the detention of\nan arrestee.\" Id. at 676 & n.12. We therefore concluded that\n\"[t]he amendments infringe[d] on the individual interest in\nfreedom from detention\" and must be analyzed on that basis. Id.\nat 676.\n\f                                                                   27\n\n\nCommonwealth wishes to have a defendant held pretrial because he\n\nposes a danger to another person or the community, it must\n\nproceed under G. L. c. 276, § 58A, and comply with that\n\nstatute's procedural requirements.\n\n    We emphasize this point because the Commonwealth's briefs\n\nsubmitted to us and to the single justice repeatedly present\n\narguments concerning Brangan's dangerousness, stating for\n\nexample that he \"fails to acknowledge the danger that he poses\n\nto the community,\" \"created a public safety risk,\" \"endangered\n\nthe public,\" and \"poses a threat to public safety\" and \"a\n\nsecurity risk,\" while citing his rape convictions, the abuse\n\nprevention orders issued against him, and his alleged failure to\n\nregister as a sex offender.   These would be proper arguments if\n\nthe Commonwealth had sought to detain Brangan under § 58A, but\n\nit never did so.   The use of dangerousness as a discretionary\n\nfactor in setting bail without the kind of procedural safeguards\n\nfound in § 58A and in the Federal Bail Reform Act is precisely\n\nwhat Aime prohibits.   See Aime, 414 Mass. at 680 (\"State may not\n\nenact detention schemes without providing safeguards similar to\n\nthose which Congress incorporated into the Bail Reform Act\");\n\nsee also Mendonza, 423 Mass. at 774 (under G. L. c. 276, § 58A,\n\n\"judge is precluded from imposing a financial condition that\n\nresults in pretrial detention in order to assure the safety of\n\nother persons,\" which \"should end any tendency to require high\n\f                                                                    28\n\n\nbail as a device for effecting preventive detention\").    We\n\nrecognize the importance of protecting public safety by\n\nproviding \"preliminary relief for the government in\n\nincapacitating persons who pose a particular danger to the\n\npublic.\"   Id. at 781.   But this relief must be obtained through\n\nthe constitutionally appropriate process in § 58A.\n\n    We might be less concerned about the Commonwealth's\n\ndangerousness arguments if it were clear from the record that\n\nthe bail judge's determination was based solely on Brangan's\n\nrisk of flight.   But the bail order does not specifically weigh\n\nthat risk.   We also note that the evidence that Brangan posed a\n\nserious flight risk seems relatively equivocal, taking into\n\naccount his voluntary appearance when the police sought to talk\n\nwith him after the robbery and the evidence that he never missed\n\na court appearance.\n\n    Second, where, based on a defendant's credible\n\nrepresentations and any other evidence before the judge, it\n\nappears that the defendant lacks the financial resources to post\n\nthe amount of bail set by the judge, such that it will likely\n\nresult in the defendant's long-term pretrial detention, the\n\njudge must provide findings of fact and a statement of reasons\n\nfor the bail decision, either in writing or orally on the\n\f                                                                    29\n\n\nrecord.18    The statement must confirm the judge's consideration\n\nof the defendant's financial resources,19 explain how the bail\n\namount was calculated, and state why, notwithstanding the fact\n\nthat the bail amount will likely result in the defendant's\n\ndetention,    the defendant's risk of flight is so great that no\n\nalternative, less restrictive financial or nonfinancial\n\nconditions will suffice to assure his or her presence at future\n\ncourt proceedings.20\n\n\n     18\n       Judges in the District Court, Boston Municipal Court, and\nJuvenile Court routinely make findings, based on the factors in\nG. L. c. 276, § 58, in support of their bail decisions. Thus, a\nrequirement of written or oral findings on the record does not\nimpose an undue hardship in the setting of bail. In setting\nbail under G. L. c. 276, § 57, a judge may rely on the factors\nset forth in G. L. c. 276, § 58, to demonstrate that a\ndefendant's right to due process has been given appropriate\nconsideration. Although the District Court form, captioned\n\"Reasons for Ordering Bail, G. L. c. 276, § 58,\" may be useful\nin making the findings required in this opinion, we caution that\nfurther elaboration of the findings may be prudent where the\nbail is likely to result in a defendant's long-term detention.\n     19\n       As the amicus suggests, consideration of a defendant's\nfinancial resources may be facilitated by reviewing the report\nprepared by the probation department to determine whether a\ndefendant qualifies as indigent for court-appointed counsel.\nSee Mass. R. Crim. P. 7 (a) (3) and 7 (b) (2), as appearing in\n461 Mass. 1501 (2012); S.J.C. Rule 3:10, § 5 (a), as appearing\nin 475 Mass. 1301 (2016); G. L. c. 211D, § 2A (a)-(c).\n     20\n       For example, where a judge imposes a bail amount that is\ngreater than what a defendant represents that he can pay, that\namount might be justified where the judge states on the record\nthat she has considered alternative nonfinancial conditions and\na lesser bail amount, but has concluded that they would not be\nsufficient to assure the defendant's appearance at future\nproceedings given the defendant's record of defaults or other\n\f                                                                   30\n\n\n       We borrow these requirements, with some modifications, from\n\nUnited States v. Mantecon-Zayas, 949 F.2d 548 (1st Cir. 1991),\n\nwhich addressed a comparable situation where the bail imposed by\n\nthe Federal District Court judge exceeded the defendant's means,\n\nresulting in his pretrial detention.    In that case, the United\n\nStates Court of Appeals for the First Circuit concluded that the\n\nDistrict Court judge could properly insist on a financial\n\ncondition that the defendant could not afford to pay, resulting\n\nin his detention, provided that the judge complied with the\n\nprocedural requirements for a valid detention order, including\n\nwritten findings of fact and a written statement of reasons for\n\ndetermining that the financial condition imposed was an\n\nindispensable condition for release.    See id. at 550-551.   In\n\nparticular, the First Circuit found the District Court judge's\n\nbail order to be deficient because it gave \"no indication of the\n\nreasons underlying the district court's calculation of the\n\nbond,\" and did not explain \"why the district court thought a\n\n$200,000 bond was necessary in the face of the defendant's\n\nrepresentation that he could not afford such a bond.\"     Id. at\n\n551.\n\n\n\nindications that the defendant poses a flight risk. The judge\nalso is not bound by a defendant's representation as to what\nbail he can reasonably afford, and may indicate that she is not\nconvinced, based on the record, that the defendant cannot post\nbail in the amount set by the judge.\n\f                                                                  31\n\n\n     Although the rulings in Mantecon-Zayas were based on the\n\nlanguage and legislative history of the Federal Bail Reform Act,\n\nthe same requirements are also dictated by the constitutional\n\ndemands of due process.   A statement of findings and reasons,\n\neither in writing or orally on the record, is a minimum\n\nrequirement where a defendant faces a loss of liberty.21    See\n\nCommonwealth v. Hartfield, 474 Mass. 474, 484 (2016) (\"Due\n\nprocess requires that a judge issue a written statement\n\nregarding the evidence relied upon and the reasons for revoking\n\nprobation\"); id. at 484 n.8 (due process requirement is\n\nsatisfied where judge makes oral statements on record and\n\ntranscript is available); Doucette v. Massachusetts Parole Bd.,\n\n86 Mass. App. Ct. 531, 539 (2014), quoting Commonwealth v.\n\nDurling, 407 Mass. 108, 113 (1990) (\"The minimum requirements of\n\ndue process include 'a written statement by the factfinders as\n\nto the evidence relied on and reasons for revoking . . .\n\nparole'\").   Requiring a particularized statement as to why no\n\nless restrictive condition will suffice to assure the\n\n\n     21\n       We recognize the practical difficulty in determining\nwhether a particular bail amount will result in the defendant's\npretrial detention and whether, in that case, the judge must\nmake findings in accordance with due process justifying the bail\norder. Therefore, to ensure that findings are made, the better\npractice is to make findings in every case where the defendant\nis not released on personal recognizance and the defendant\nrepresents in good faith to the judge that he or she is unable\nto make the bail set by the judge.\n\f                                                                   32\n\n\ndefendant's presence at future court proceedings is appropriate\n\nin light of the applicable standard of substantive due process,\n\nthat the procedure be \"narrowly tailored to the State's\n\nlegitimate and compelling interest in assuring the defendant's\n\npresence at trial.\"   Querubin, 440 Mass. at 116.   It also is\n\nimportant because holding a defendant on an unaffordable bail\n\namount defeats bail's purpose of securing pretrial liberty.22\n\n     Measured against these requirements, the bail order here is\n\ndeficient.   The order lists the factors the judge considered in\n\nordering bail and cites Brangan's previous sentence for rape of\n\na child, the potential penalty he faced if convicted of armed\n\n\n     22\n       There are also practical reasons why it is sensible to\navoid detaining a defendant on unaffordable bail unless it is\ntruly necessary. Pretrial detention disrupts a defendant's\nemployment and family relationships, with often tragic\nconsequences. See Pinto, The Bail Trap, The New York Times\nMagazine (Aug. 13, 2015). Pretrial detention disproportionately\naffects ethnic and racial minority groups. See Jones & Forman,\nExploring the Potential for Pretrial Innovation in\nMassachusetts, The Massachusetts Institute for a New\nCommonwealth, Justice Reinvestment Policy Brief Series, at 3-4,\n5 (Sept. 2015); Bail Fail: Why the U.S. Should End the Practice\nof Using Money for Bail, Justice Policy Institute, at 15-16\n(Sept. 2012) (Bail Fail). And funds expended on pretrial\ndetention might be better spent on treatment and supervision.\nSee Jones & Forman, supra at 5-6. Research indicates that\nalternatives to cash bail and secured bonds, such as unsecured\nbonds, pretrial supervision, and court notification systems, may\nbe just as effective in assuring that a defendant appears at\nfuture court proceedings. See Jones, Unsecured Bonds: The As\nEffective and Most Efficient Pretrial Release Option, Pretrial\nJustice Institute (Oct. 2013); Bail Fail, supra at 27-35; Moving\nBeyond Money: A Primer on Bail Reform, Harvard Law School\nCriminal Justice Policy Program, at 14-18 (Oct. 2016).\n\f                                                                  33\n\n\nrobbery, the previous orders issued against him under G. L.\n\nc. 209A, and the fact that he was on probation when he allegedly\n\ncommitted the robbery.   Although these are appropriate matters\n\nto take into account in setting bail, the order does not\n\nevidence any consideration of Brangan's financial resources, and\n\ndoes not explain how the judge calculated the bail amount, how\n\nBrangan's criminal history demonstrated that he posed a serious\n\nflight risk, or why that risk was so great that it necessitated\n\na bail amount beyond his means.   Furthermore, the order does not\n\nexplain why the judge rejected Brangan's alternative proposal\n\nthat he be released on $5,000 cash with the condition that he\n\nwear a GPS tracking bracelet.\n\n    Third, when a bail order comes before a judge for\n\nreconsideration or review and a defendant has been detained due\n\nto his inability to post bail, the judge must consider the\n\nlength of the defendant's pretrial detention and the equities of\n\nthe case.   In upholding pretrial detention of a defendant to\n\nassure his or her future presence in court or safeguard other\n\npersons or the community, we have emphasized the temporary\n\nnature of this detention.   See Querubin, 440 Mass. at 118 (\"If a\n\ndefendant is held pending trial, the consequences to him,\n\nalthough significant, are temporary\"); Mendonza, 423 Mass. at\n\n781, 790 (\"the conclusion of the trial itself provides an\n\ninevitable end point to the State's preventive authority,\" and\n\f                                                                  34\n\n\ndetention under G. L. c. 276, § 58A, is \"temporary and\n\nprovisional\").    That justification for pretrial detention erodes\n\nthe longer a defendant has been held.\n\n     In this case, Brangan has been held for more than three and\n\none-half years.    In their briefs the parties exchange\n\naccusations as to the underlying reasons for the delay in\n\nbringing Brangan to trial, and we do not purport to assess where\n\nthe fault, if any, lies.23   We only note that the delay is an\n\nadditional factor to be considered in determining whether\n\nBrangan's continued pretrial detention is justified.\n\n     Conclusion.   For the reasons stated above, we reverse the\n\norder of the single justice and remand this case to the county\n\ncourt for entry of an order directing the Superior Court judge\n\nto conduct a new bail hearing for Brangan as soon as possible in\n\naccord with the standards set out in this opinion.\n\n     23\n       Much of the delay appears to have resulted from the\nmistrial that the trial judge ordered based on the prosecutor's\nclosing statement, and by the Commonwealth's interlocutory\nappeal from that order, which we rejected in Brangan I on the\nground that the judge's order was not appealable. Brangan I,\n475 Mass. at 145-146, 148, 149. In the context of determining\nwhether a defendant's speedy trial rights have been violated,\nthe United States Supreme Court has observed that \"an\ninterlocutory appeal by the Government ordinarily is a valid\nreason that justifies delay,\" but \"a delay resulting from an\nappeal would weigh heavily against the Government if the issue\nwere clearly tangential or frivolous.\" United States v. Loud\nHawk, 474 U.S. 302, 315-316 (1986). Brangan's pending appeal on\ndouble jeopardy grounds, which we declined to consider as part\nof Brangan I, supra at 148-149, also appears to have delayed his\nretrial.\n\f              35\n\n\nSo ordered.\n\f",
            "ocr": false,
            "opinion_id": 4199151
        }
    ],
    "court_short_name": "Massachusetts Supreme Judicial Court",
    "court_full_name": "Massachusetts Supreme Judicial Court",
    "court_type": "S",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Robbery"
}