{
    "id": 4427100,
    "judges": "Hunter, Murphy",
    "date_filed": "1981-06-16",
    "date_filed_is_approximate": true,
    "slug": "state-v-nicholsona",
    "case_name_short": "NicholsonÂ",
    "case_name": "State v. NicholsonÂ",
    "case_name_full": "STATE of North Carolina v. Ahmad Jamil NICHOLSON, Defendant.",
    "attorneys": "Attorney General Joshua H. Stein, by Special Deputy Attorney General John R. Green, Jr., for the State., Patterson Harkavy LLP, Chapel Hill, by Narendra K. Ghosh, for defendant-appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "Reasonable Suspicion.",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    STATE of North Carolina\n    <br/>\n    v.\n    <br/>\n    Ahmad Jamil NICHOLSON, Defendant.\n   </parties><docketnumber id=\"p-2\">\n    No. COA17-28\n   </docketnumber><court id=\"p-3\">\n    Court of Appeals of North Carolina.\n   </court><decisiondate id=\"p-4\">\n    Filed: September 19, 2017\n   </decisiondate><attorneys id=\"p-5\">\n    Attorney General Joshua H. Stein, by Special Deputy Attorney General John R. Green, Jr., for the State.\n   </attorneys><attorneys id=\"p-6\">\n    Patterson Harkavy LLP, Chapel Hill, by Narendra K. Ghosh, for defendant-appellant.\n   </attorneys>",
    "citations": [
        "805 S.E.2d 348",
        "255 N.C. App. 665"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 29.0,
            "download_url": "http://appellate.nccourts.org/opinions/?c=2&pdf=35675",
            "author_id": null,
            "opinion_text": "               IN THE COURT OF APPEALS OF NORTH CAROLINA\n\n                                       No. COA17-28\n\n                                 Filed: 19 September 2017\n\nForsyth County, No. 15 CRS 061796\n\nSTATE OF NORTH CAROLINA\n\n              v.\n\nAHMAD JAMIL NICHOLSON, Defendant.\n\n\n        Appeal by Defendant from judgment entered 13 May 2016 by Judge John O.\n\nCraig, III in Forsyth County Superior Court. Heard in the Court of Appeals 9 August\n\n2017.\n\n\n        Attorney General Joshua H. Stein, by Special Deputy Attorney General John R.\n        Green, Jr., for the State.\n\n        Patterson Harkavy LLP, by Narendra K. Ghosh, for defendant-appellant.\n\n\n        HUNTER, JR., Robert N., Judge.\n\n\n        On 4 May 2016, Ahmad Jamil Nicholson (“Defendant”) filed a motion to\n\nsuppress evidence obtained by law enforcement officers following a traffic stop. On 9\n\nMay 2016, the trial court orally denied Defendant’s motion to suppress. 1 Defendant\n\nappeals following a 12 May 2016 verdict convicting him of common law robbery. On\n\n\n\n\n        1We note, the trial court suggested a written order would be prepared by Mr. Matthew H.\nBreeding, counsel for the State, but no written order is included in the record.\n\f                                       STATE V. NICHOLSON\n\n                                         Opinion of the Court\n\n\n\nappeal, Defendant contends the trial court erred by denying his motion to suppress\n\nevidence. We find prejudicial error and grant a new trial for Defendant.\n\n                            I. Factual and Procedural History\n\n        On 14 March 2016, a Forsyth County Grand Jury indicted Defendant for\n\nrobbery with a dangerous weapon. On 4 May 2016, Defendant filed a written, verified\n\nmotion to suppress “any and all statements obtained from the defendant” while he\n\nwas “seized” on the morning of 23 December 2015. On 9 May 2016, the Forsyth\n\nCounty Superior Court called Defendant’s case for trial. After addressing other\n\npretrial motions (not in contention on appeal), the trial court heard Defendant’s\n\nmotion to suppress.\n\n        In opposition to the motion, the State called Lieutenant Damien Marotz, the\n\narresting officer. Around 4:00 a.m., on 23 December 2015, Lt. Marotz drove west\n\ndown West Mountain Street in Kernersville, North Carolina. As he approached the\n\nintersection of West Mountain Street and West Bodenhamer Street, he noticed a car\n\nparked in the road, facing east, just past the Petro 66 gas station. “It was just sitting\n\nthere in the turn lane, with its headlights on and no turn signals . . . .” There were\n\nno reports of criminal activity in the area that morning.2\n\n        As Lt. Marotz drove towards the stationary car, he saw two African American\n\nmen inside the car; one man sat in the driver’s seat, and the other passenger sat\n\n\n        2\n        Lt. Marotz did not specify how he knew there were no reports of criminal activity, but testified\nthere were no reports and confirmed he was conducting a “routine” patrol.\n\n                                                 -2-\n\f                                  STATE V. NICHOLSON\n\n                                    Opinion of the Court\n\n\n\ndirectly behind the driver, with the front passenger seat empty. Lt. Marotz later\n\nidentified the passenger as Defendant. Although it was “in the 40s” and “misting\n\nrain[,]” both windows on the driver’s side of the car were down. Defendant began to\n\npull down “a toboggan-style mask of some kind” to approximately “the bridge of [his]\n\nnose[,]” but “pushed it back up” as Lt. Marotz pulled up next to the car. However, Lt.\n\nMarotz did not know if the garment actually had eyeholes.\n\n      Lt. Marotz rolled his window down and asked both men if everything was okay.\n\nBoth men confirmed everything was okay, and the driver, Quentin Chavis, explained\n\n“[Defendant] was his brother and . . . they had gotten into an argument and that\n\neverything was okay now, that they were not arguing anymore.” Defendant agreed,\n\nstating, “Yes, Officer, everything’s fine.”\n\n      Lt. Marotz “did not observe a sign of struggle” between the men. However,\n\n“something just didn’t seem quite right.” He asked, again, if the men were sure\n\neverything was okay. Both men “[shook] their head[s] and agree[d]” everything was\n\nokay. Lt. Marotz noticed Chavis “move[ ] his hand up . . . scratching” or “making a\n\nmotion with his hand[.]” Lt. Marotz specifically recalled this action because he “kept\n\nwatching everybody’s hands to make sure they didn’t have any weapons.” Lt. Marotz\n\ninquired, again, if they needed any help, and the men continued to confirm\n\n“everything was fine.”\n\n\n\n\n                                              -3-\n\f                                      STATE V. NICHOLSON\n\n                                        Opinion of the Court\n\n\n\n       Lt. Marotz drove into the gas station parking lot. He decided to continue\n\nwatching the car because he “felt like something wasn’t quite right” and he “wanted\n\nto make sure that they didn’t continue to argue[.]” Approximately thirty seconds\n\nelapsed, and the car did not move. Lt. Marotz decided to speak with the men again\n\nand got out of his car to walk over to them. Lt. Marotz “thought it was odd that they\n\nwere just still sitting in the middle of the road.” Lt. Marotz activated his body-worn\n\ncamera3 and called for backup.\n\n       As Lt. Marotz walked towards the car, Defendant got out of the backseat.\n\nChavis pulled the car forward approximately two feet and stopped. Lt. Marotz called\n\nout to Chavis, “Hey. Where are you going? Are you going to leave your brother just\n\nout here?” Chavis replied he was late and needed to get to work.\n\n       Again, Lt. Marotz inquired if everything was okay.                    Initially, both men\n\ncontinued to confirm everything was okay. However, the second time Lt. Marotz\n\ninquired, Chavis shook his head, as if to indicate “No.” But Defendant continued to\n\nsay, “No, Officer. Everything is fine.” Lt. Marotz responded, “Well, your brother here\n\nin the driver’s seat is shaking his head. He’s telling me everything’s not fine. Is\n\neverything fine or not? Is everything good?” Chavis interrupted Lt. Marotz and\n\nstated, “No, Officer, everything’s fine. I’ve just got to get to work.” Chavis explained\n\nhe worked at FedEx. Lt. Marotz described Chavis as “hurried” and “just ready to\n\n\n       3 Lt. Marotz’s body-worn camera did not activate the first time he attempted to turn it on. He\nhad to hit it two additional times before it activated.\n\n                                                -4-\n\f                                 STATE V. NICHOLSON\n\n                                   Opinion of the Court\n\n\n\ngo[,]” noting he “edged the vehicle forward a couple of feet[.]” After Defendant\n\nconfirmed again everything was okay, Lt. Marotz told the driver, “Okay. Go to work.”\n\nLt. Marotz explained “if I wanted to continue the investigation, I could have went [to\n\nFedEx]” to speak with Chavis. However, Lt. Marotz did not know the identity of the\n\ndriver at this time.\n\n        Defendant continued to “st[and] there[,]” but stated he was going to go to the\n\nstore. Lt. Marotz responded, “Hang on a minute . . . . Do you have any weapons on\n\nyou?” Lt. Marotz confirmed this was a command, and Defendant was thereafter\n\n“detained.” He wanted to make sure he was not being followed “with any sort of\n\nweapon” and it was not unusual for him to ask such a question, given the darkness\n\nand early morning hour. Defendant told Lt. Marotz he had a knife. Defendant\n\nexplained “he normally carries a knife because he wants to make sure he doesn’t get\n\nrobbed.” Lt. Marotz asked Defendant where the knife was, but advised him not to\n\nreach for it. Despite Lt. Marotz’s instruction, Defendant moved “his hand into his left\n\npants pocket.” At that point, Lt. Marotz drew his firearm, but kept it lowered by his\n\nside.\n\n        Officers Oriana and Feldman arrived on the scene. Defendant removed his\n\nhand from his pocket and stated, “Just don’t shoot me.” Lt. Marotz asked Defendant\n\nseveral times to put his hands on his head and to step out of the road to avoid\n\napproaching traffic before he complied.           Defendant appeared confused and\n\n\n\n                                          -5-\n\f                                       STATE V. NICHOLSON\n\n                                         Opinion of the Court\n\n\n\n“slow . . . to listen to . . . instructions and . . . commands.” Defendant asked several\n\ntimes, “What am I doing?” Defendant also had “a moderate odor of alcohol on his\n\nperson, and his speech was slurred.”\n\n       One of the backup officers asked Defendant where the knife was. Defendant\n\nresponded, “It’s in my waistband” and began to reach for it. Lt. Marotz and the\n\nbackup officers told Defendant to put his hands back on top of his head. Defendant\n\ncomplied. Officer Feldman performed a pat-down, but he could not locate a knife.\n\nThroughout the process, Defendant attempted to lower his hands repeatedly, and\n\nofficers advised him multiple times to keep his hands on the top of his head. Officer\n\nFeldman performed a second pat-down, but he still could not find a knife on\n\nDefendant. Lt. Marotz told Defendant they could not locate a knife. Defendant\n\nreplied, “he didn’t have the knife on him, that he used to carry this knife but that\n\nsometimes he carries a knife.”\n\n       Then, Lt. Marotz asked Defendant for his identification.4 Officer Feldman\n\nprovided Defendant’s information over the radio. Lt. Marotz continued to question\n\nDefendant about “what was going on with him and his brother” because he “wanted\n\nto make sure that there wasn’t any problems and that he wasn’t injured, [and] his\n\n\n\n\n       4 Based on Lt. Marotz’s testimony during the motion to suppress hearing, we are unable to\nascertain exactly how Defendant’s identification was produced. Lt. Marotz’s testimony during trial\nprovided further clarification. It appears Officer Feldman removed Defendant’s wallet from\nDefendant’s pocket and Defendant “reached over and grabbed the ID -- or the wallet out of the officer’s\nhand and says, ‘I can give you my ID.’”\n\n                                                 -6-\n\f                                STATE V. NICHOLSON\n\n                                   Opinion of the Court\n\n\n\nbrother wasn’t injured . . . because something did not seem quite right.” When asked\n\nwhy he continued to question Defendant when “[he] had no evidence of any criminal\n\nactivity that [he] was able to objectively point to[,]” Lt. Marotz answered he “wanted\n\nto make sure that both [Defendant] and also [Chavis] were safe and that nothing had\n\nhappened to either one of them.”\n\n      Officer Oriana also asked Defendant where he lived. Defendant did not answer\n\nthe question and instead asked several times whether Officer Oriana was going to\n\ngive him a ride home. Defendant became “angry” and “aggressive.” Lt. Marotz\n\ninstructed Officer Oriana not to give Defendant a ride home because Defendant\n\nappeared to be “impaired.”\n\n      Defendant also made several other statements, including he was late for work\n\nand his brother had let him borrow the car so he could go to work.          However,\n\nDefendant refused to say where he worked, and Defendant’s statement regarding\n\nborrowing the car “didn’t make any sense because [Chavis] was driving the vehicle.”\n\n      After determining there were no active warrants against Defendant, Lt.\n\nMarotz told Defendant, “You’re free to go.” Defendant told officers he was going to\n\nthe store.   However, he remained with Lt. Marotz and the two officers for\n\napproximately another thirty seconds. He asked for a cigarette and a lighter, but\n\nthey did not have any. Defendant started heading towards the store, but one of the\n\nofficers informed Lt. Marotz the store was closed. Lt. Marotz called out to Defendant,\n\n\n\n                                          -7-\n\f                                      STATE V. NICHOLSON\n\n                                        Opinion of the Court\n\n\n\n“I’m sorry, sir. I didn’t realize the store is closed.” The entire encounter lasted\n\napproximately eight to ten minutes.\n\n         Lt. Marotz confirmed his body-worn camera recorded the entire encounter, and\n\nthe video footage “fairly and accurately” depicted the interaction.                   The defense\n\n“stipulate[d] for [the] hearing [the video was] admissible to play.” The trial court\n\nviewed the video.\n\n         Following arguments from the defense, the trial court denied Defendant’s\n\nmotion to suppress. The trial court reconvened on 10 May 2016 and proceeded to\n\ntrial.\n\n         The State first called Chavis to testify.5 On 23 December 2015, at around 3:00\n\na.m., Chavis woke up for work. Around 3:40 a.m., he drove out of his parents’\n\nneighborhood, towards the intersection of Westlo Drive and Mountain Street. There,\n\nhe saw Defendant waving at him. Chavis did not know Defendant. However, he\n\nstopped because he thought Defendant might need help. Defendant asked for a ride\n\nto a nearby gas station. Chavis told Defendant he could not give him a ride because\n\nhe was going to be late for work. Defendant then asked for a “blunt[,]” and Chavis\n\ntold him he did not have one. When Defendant again asked for a ride, Chavis again\n\nrefused.\n\n\n\n         5\n         The State also called the following witnesses: (1) Bobby Chavis, Quentin Chavis’s father; (2)\nSergeant Dan Wemyss, who administered the photographic lineup; and (3) Detective Alan Cox, who\ninterviewed Quentin Chavis.\n\n                                                -8-\n\f                                     STATE V. NICHOLSON\n\n                                       Opinion of the Court\n\n\n\n       Then, Defendant “just got in the car” and said, “I’ll just sit in the back.” Chavis\n\ndecided to give Defendant a ride to the gas station because he believed “[Defendant\n\nwas] not going to get out because he really need[ed] a ride” and “it was raining . . . .”\n\nDefendant told Chavis, “I see you’re living good” and he liked his shoes that were in\n\na bag. Defendant explained that his phone died and he just needed a ride.\n\n       The two arrived “in front of the Petro 66 gas station[.]” Chavis said, “Here you\n\ngo, man. Can you just get out because I’m late for work.” At that point, Defendant\n\nplaced a knife against Chavis’s neck and said, “Well, let’s just make this easy. Give\n\nme everything you have, any money you have.” Chavis told Defendant he did not\n\nhave any cash. Defendant ordered Chavis to give him his credit card. Chavis gave\n\nDefendant his State Employees’ Credit Union savings card. Defendant asked for\n\nChavis’s pin number, and Chavis told him a fake number. Defendant then said he\n\nwould not be able to remember the number and told Chavis to write it down.\n\nDefendant rummaged through the middle console and found a pen and paper to write\n\non. Defendant wrote the pin down.6 Defendant leaned forward and warned Chavis\n\nnot to cancel the card. Chavis confirmed he would not. During this time, Chavis felt\n\n“nervous and scared[,]” but explained he “was always taught” not to show any fear\n\n“because when you show fear, that’s when -- that’s when it makes it easier for the\n\nperson.”\n\n\n       6 In his initial testimony and his written statement to police, Chavis said he wrote the pin\ndown, not Defendant.\n\n                                               -9-\n\f                                       STATE V. NICHOLSON\n\n                                         Opinion of the Court\n\n\n\n        Defendant moved the knife “as if he was going to stab [Chavis.]” Defendant\n\nsaid, “he had nothing to lose” and he “didn’t have a problem sticking [Chavis.]” At\n\nthat point, Chavis noticed a car approaching. Defendant “tried to pull his toboggan\n\nover his face[.]” Lt. Marotz pulled up beside the car in the opposite lane. Chavis\n\nspoke with Lt. Marotz, but he did not tell the officer what was going on because he\n\n“didn’t know what the defendant was going to do[,]” or whether “he still had a knife\n\non him[,]” and “[t]here was only one officer.”7 However, Chavis attempted to signal\n\nto Lt. Marotz “to show him that everything wasn’t okay” by “winking real hard . . . to\n\nsee if he could identify I was trying to wink at him on purpose[.]” He also made a “cut\n\nthroat” gesture.\n\n        Chavis called his mother and told her and his father about the incident. Then\n\nhe went to work, arriving at around 4:15 a.m. Chavis returned home around 6:30\n\na.m. and then went to the police station with his father.\n\n        Upon arriving at the police station at approximately 7:00 or 7:15 a.m., Chavis\n\nconveyed the same story and provided a written statement.                         Chavis identified\n\nDefendant as the person who robbed him, from a photographic lineup8 containing\n\n\n\n\n         7 Chavis testified, “[Defendant] still had the knife to my neck.” We note, although Lt. Marotz\n\ntestified he was trying to keep an eye on everyone’s hands, he could not actually see Defendant’s hands,\nand only knew they were down, and he did not see a knife. He did note, “It was dark out.”\n         8 Chavis also identified Defendant as the man who robbed him during his testimony.\n\n\n\n\n                                                - 10 -\n\f                                          STATE V. NICHOLSON\n\n                                            Opinion of the Court\n\n\n\nseven9 photos.10 An officer searched Chavis’s car and found a knife 11in the backseat,\n\nbehind the passenger seat.12 After returning home, Chavis began to clean out his car\n\nand found his bank card in an “envelope that [ ] had [his] pay stub from Fedex[.]”13\n\nChavis called police to notify them “[Defendant] didn’t take the card. He just left the\n\ncard.”\n\n         Lt. Marotz also testified, providing largely the same information regarding his\n\nencounter with Defendant as he did during the motion to suppress hearing.14 The\n\nState published the footage from Lt. Marotz’s body-worn camera to the jury.\n\n         The State called Officer Serrin. Officer Serrin largely confirmed Chavis’s\n\ntestimony regarding their interaction at the police station. He provided additional\n\ndetails regarding the knife he seized from Chavis’s car, describing it as a “steak\n\n\n\n\n         9 Chavis’s testimony conflicts with Officer J.D. Serrin’s as to whether there were seven or eight\nphotos in the lineup.\n         10 Chavis first chose the first photo, but considered the sixth photo. After determining the man\n\nin the sixth photo was too large to be his robber, he ultimately chose the first photo, Defendant’s photo.\n         11 The trial court admitted the knife into evidence, and it was shown to the jury.\n         12 Chavis rode to the police station with his father, in his father’s car. Initially, the officer told\n\nChavis he would go to Chavis’s house to search Chavis’s car. However, officers later instructed Chavis\nto return to the police station. He returned to the station with his car around 8:00 a.m., approximately\nthirty minutes after he originally left.\n         13 Chavis explained he keeps his old pay stubs in his car, and the pay stub in the envelope in\n\nhis card “was an older pay stub.”\n         14 Defendant requested a line objection with respect to evidence obtained from the encounter\n\nwith Defendant after Lt. Marotz “seized” him, thus preserving the issue of admissibility for appeal.\nState v. Randolph, 224 N.C. App. 521, 528, 735 S.E.2d 845, 851 (2012) (quoting State v. Oglesby, 361\nN.C. 550, 554, 648 S.E.2d 819, 821 (2007)) (“[A] trial court’s evidentiary ruling on a pretrial motion is\nnot sufficient to preserve the issue of admissibility for appeal unless a defendant renews the objection\nduring trial.”).\n\n\n\n                                                    - 11 -\n\f                                       STATE V. NICHOLSON\n\n                                         Opinion of the Court\n\n\n\nknife.” He specifically recalled, “It had a logo on it, the J. A. Henckels logo on it. I\n\nrecognized it because that’s the same brand of knife that I have.”\n\n       After obtaining a warrant for Defendant’s arrest, Officer Serrin and several\n\nother officers went to Defendant’s home and obtained permission to search the\n\nhome.15 Officer Serrin found a J.A. Henckels knife block in the kitchen.16 “[T]he\n\nblock [had] two sections. It had one section for steak knives, and above that was a\n\nsection for other cooking knives.” A single steak knife was missing. “[He] pulled out\n\none of the steak knives out of the block, and it looked identical to the knife [he] found\n\nin [Chavis’s] car.” When asked, Officer Serrin admitted the knife seized from Chavis’s\n\ncar looked much older than the pictures of the knives in the block, but believed “the\n\nlatent print dust” contributed to this appearance. He did not seize the knife block\n\nbecause “it wasn’t evidence of a crime. It was what [he] compared evidence to.” The\n\nState published pictures of the knife set to the jury.\n\n       The State rested.17 Defendant offered no evidence on his behalf. On 12 May\n\n2016, the jury found Defendant guilty of common law robbery.                        The trial court\n\n\n\n       15   Defendant’s mother, and owner of the home, gave consent.\n       16   Defendant moved in limine to “prohibit[ ] the State or any of its witnesses, from stating in\nthe presence of the jury any information relating to an allegedly matching set of steak knives missing\none which matched the knife recovered from the back of the complaining witness’ car” because police\nfailed to seize the set of knives. The court denied Defendant’s motion, and Defendant does not raise\nthis issue on appeal. Because this issue is not raised on appeal, we do not address it. N.C. R. App. P.\n28(a) (2016) (“The scope of review on appeal is limited to issues so presented in the several briefs.\nIssues not presented and discussed in a party’s brief are deemed abandoned.”).\n         17 As noted supra in footnote 5, the State called several other witnesses whose testimonies are\n\nnot included in this discussion.\n\n                                                - 12 -\n\f                                 STATE V. NICHOLSON\n\n                                     Opinion of the Court\n\n\n\nsentenced Defendant to a suspended sentence of ten to twenty-one months. On 13\n\nMay 2016, Defendant gave timely oral and written notice of appeal.\n\n                              II. Standard of Review\n\n      Our review of a trial court’s denial of a motion to suppress is “strictly limited\n\nto determining whether the trial judge’s underlying findings of fact are supported by\n\ncompetent evidence, in which event they are conclusively binding on appeal, and\n\nwhether those factual findings in turn support the judge’s ultimate conclusions of\n\nlaw.” State v. Cooke, 306 N.C. 132, 134, 291 S.E.2d 618, 619 (1982) (citations omitted).\n\n“The trial court’s conclusions of law . . . are fully reviewable on appeal.” State v.\n\nHughes, 353 N.C. 200, 208, 539 S.E.2d 625, 631 (2000).\n\n      “[A]n error under the United States Constitution will be held harmless if ‘the\n\njury verdict would have been the same absent the error.’” State v. Lawrence, 365 N.C.\n\n506, 513, 723 S.E.2d 326, 331 (2012) (quoting Neder v. United States, 527 U.S. 1, 17,\n\n144 L. Ed. 2d 35, 52 (1999)). “[T]he government bears the burden of showing that no\n\nprejudice resulted from the challenged federal constitutional error.” Id. at 513, 723\n\nS.E.2d at 331 (citations omitted).\n\n                                       III. Analysis\n\n      We review Defendant’s contentions in two parts: (A) whether Lt. Marotz\n\npossessed reasonable suspicion to seize Defendant; and (B) whether the trial court’s\n\ndenial of Defendant’s motion to suppress resulted in reversible error.\n\n\n\n                                            - 13 -\n\f                                   STATE V. NICHOLSON\n\n                                     Opinion of the Court\n\n\n\nA. Reasonable Suspicion\n\n       On appeal, Defendant contends the trial court erred in denying his motion to\n\nsuppress. Specifically, Defendant argues Lt. Marotz lacked reasonable suspicion,\n\nand, accordingly, Defendant was “seized” in violation of his Fourth Amendment\n\nrights. We agree.\n\n       The Fourth Amendment protects “against unreasonable searches and\n\nseizures . . . .”   U.S. Const. amend. IV.           Fourth Amendment protections are\n\n“applicable to the states through the Due Process Clause of the Fourteenth\n\nAmendment.” State v. Watkins, 337 N.C. 437, 441, 446 S.E.2d 67, 69 (1994) (citing\n\nMapp v. Ohio, 367 U.S. 643, 655, 6 L. Ed. 2d 1081, 1090 (1961)). The North Carolina\n\nConstitution also affords individuals similar protections. State v. Barnard, 362 N.C.\n\n244, 246, 658 S.E.2d 643, 645 (2008) (citing N.C. Const. art. I, § 20).\n\n       Under the Fourth Amendment, a “seizure” occurs when a police officer\n\n“restrains [an individual’s] freedom to walk away[.]” Terry v. Ohio, 392 U.S. 1, 16, 20\n\nL. Ed. 2d 889, 903 (1968). Thus, Fourth Amendment protections are applicable to\n\n“police conduct [even] if the officers stop short of . . . a ‘technical arrest[.]’” Id. at 19,\n\n20 L. Ed. 2d at 904; Watkins, 337 N.C. at 441, 446 S.E.2d at 69-70 (applying Fourth\n\nAmendment protections to a “brief” investigatory detention).\n\n       “An investigatory stop must be justified by ‘a reasonable suspicion, based on\n\nobjective facts, that the individual is involved in criminal activity.’” Watkins, 337\n\n\n\n                                            - 14 -\n\f                                 STATE V. NICHOLSON\n\n                                   Opinion of the Court\n\n\n\nN.C. at 441, 446 S.E.2d at 70 (quoting Brown v. Texas, 443 U.S. 47, 51, 61 L. Ed. 2d\n\n357, 362 (1979)). “[D]ue weight must be given not to [an officer’s] inchoate and\n\nunparticularized suspicion or ‘hunch.’” Terry, 392 U.S. at 27, 20 L. Ed. 2d at 909\n\n(citation omitted).   Rather, reasonable suspicion must be based on “rational\n\ninferences” drawn from “specific and articulable facts . . . as viewed through the eyes\n\nof a reasonable, cautious officer, guided by his experience and training.” Watkins,\n\n337 N.C. at 441, 446 S.E.2d at 70 (citing Terry, 392 U.S. at 21-22, 20 L. Ed. 2d at 906;\n\nState v. Thompson, 296 N.C. 703, 706, 252 S.E.2d 776, 779, cert. denied, 444 U.S. 907,\n\n62 L. Ed. 2d 143 (1979)). “[T]he totality of the circumstancesthe whole picturemust\n\nbe taken into account.” United States v. Cortez, 449 U.S. 411, 417, 66 L. Ed. 2d 621,\n\n629 (1981).   “[W]holly lawful conduct [may in certain circumstances] justify the\n\nsuspicion that criminal activity was afoot.” United States v. Sokolow, 490 U.S. 1, 9\n\n104 L. Ed. 2d 1, 11-12 (1989) (citation omitted).\n\n      “In applying this test we have consistently eschewed bright-line rules, instead\n\nemphasizing the fact-specific nature of the reasonableness inquiry.”           Ohio v.\n\nRobinette, 519 U.S. 33, 39, 136 L. Ed. 2d 347, 354 (1996). However, “courts have\n\nrecognized factors such as activity at an ‘unusual hour[,]’ and ‘an area’s disposition\n\ntoward criminal activity’ as articulable circumstances which may be considered along\n\nwith more particularized factors to support reasonable suspicion[.]” State v. Parker,\n\n137 N.C. App. 590, 601, 530 S.E.2d 297, 304 (2000) (citations omitted). “Conflicting\n\n\n\n                                          - 15 -\n\f                                      STATE V. NICHOLSON\n\n                                        Opinion of the Court\n\n\n\nstatements”, State v. Johnson, ___ N.C. App. ___, ___, 783 S.E.2d 758, 762-63 (2016)\n\n(citing State v. Hernandez, 170 N.C. App. 299, 308, 612 S.E.2d 420, 426 (2005)), as\n\nwell as a vehicle “stopped in a lane of traffic on the road way” have also provided basis\n\nfor reasonable suspicion. State v. Evans, ___ N.C. App. ___, ___, 795 S.E.2d 444, 454-\n\n56 (2017) (holding reasonable suspicion supported by: “(1) defendant[’s vehicle]\n\nstopped . . . in a lane of traffic on the roadway; (2) . . . an unknown pedestrian\n\napproach[ing] the car and lean[ing] in the window; and (3) th[e] incident occur[ing]\n\nat 4:00 a.m. in an area known . . . to be a location where drug sales frequently took\n\nplace”).18\n\n          At the outset we note, the trial court denied Defendant’s motion to suppress\n\norally.\n\n               If the trial court provides the rationale for its ruling from\n               the bench and there are no material conflicts in the\n               evidence, the court is not required to enter a written order.\n               If these two criteria are met, the necessary findings of fact\n               are implied from the denial of the motion to suppress. If\n\n          18\n           We note both the State and Defendant cite State v. Roberts, 142 N.C. App. 424, 542 S.E.2d\n703 (2001). However, Roberts is no longer binding precedent. The North Carolina Supreme Court\nallowed the Attorney General’s motion “to vacate judgment of Court of Appeals[.]” State v. Roberts,\n353 N.C. 733, 551 S.E.2d 851 (2001). Defendant argues because the Supreme Court only vacated the\njudgment, not the opinion, Roberts is still binding precedent. Our research shows Roberts passed away\nwhile imprisoned on 10 January 2001. See North Carolina Department of Public Safety Offender\nPublic                                                                                    Information,\n(http://webapps6.doc.state.nc.us/opi/viewoffender.do?method=view&offenderID=0346619&searchLas\ntName=roberts&searchFirstName=James&searchMiddleName=d&listurl=pagelistoffendersearchres\nults&listpage=1) (last visited August 9, 2017). “Under North Carolina Rule of Evidence 201, we take\njudicial notice of this fact from the Department of Public Safety website’s offender search results.”\nState v. Harwood, ___ N.C. App. ___, ___ n.2, 777 S.E.2d 116, 118 (2015) (citations omitted). Because\nRoberts passed away before this Court filed its opinion, and thus before his conviction was final, the\nentire prosecution is abated ab initio. See State v. Dixon, 265 N.C. 561, 561-62, 144 S.E.2d 622, 622-\n23 (1965).\n\n                                               - 16 -\n\f                                     STATE V. NICHOLSON\n\n                                       Opinion of the Court\n\n\n\n               there is not a material conflict in the evidence, it is not\n               reversible error to fail to make such findings because we\n               can determine the propriety of the ruling on the undisputed\n               facts which the evidence shows.\n\nState v. Wainwright, 240 N.C. App. 77, 83, 770 S.E.2d 99, 104 (2015) (internal\n\ncitations and quotation marks omitted).\n\n       For the motion to suppress, only Lt. Marotz testified. Defendant declined the\n\nopportunity to present any evidence. Additionally, Defendant does not argue any\n\nmaterial conflicts with Lt. Marotz’s testimony. Thus, “[t]he record is sufficient to\n\npermit appellate review of the [oral] denial of [D]efendant’s motion to suppress.” Id.\n\nat 83, 770 S.E.2d at 104.\n\n       Defendant does not challenge the constitutionality of his initial interaction\n\nwith Lt. Marotz, but rather the point at which Lt. Marotz stopped Defendant from\n\ngoing to the store. Lt. Marotz acknowledged Defendant was from that point forward,\n\n“detained,” and the State does not contest this on appeal.19 We therefore assume,\n\nwithout deciding, Defendant was from that point forward “seized” until Lt. Marotz\n\ntold him he was free to leave.\n\n       We turn to whether Lt. Marotz possessed reasonable suspicion to seize\n\nDefendant. We begin with Lt. Marotz’s cross examination:\n\n               Q. And you, at that point, had no evidence of any criminal\n               activity that you were able to objectively point to. Correct?\n\n\n       19 The State does note in passing, perhaps it was not a “seizure” because Defendant remained\nwith police even after he was told he was free to leave.\n\n                                              - 17 -\n\f                                  STATE V. NICHOLSON\n\n                                    Opinion of the Court\n\n\n\n             A. No. That’s why I was continuing to investigate.\n\n             Q. So you were looking to see if you could find anything,\n             but you hadn’t yet seen anything?\n\n             A. That’s correct. I wanted to make sure that both your\n             client and also the alleged victim were safe and that\n             nothing had happened to either one of them.\n\n      State v. Murray, 192 N.C. App. 684, 666 S.E.2d 205 (2008) provides relevant\n\nguidance. In Murray, the law enforcement officer similarly testified, “he had no\n\nreason to believe that Defendant was engaged in any unlawful activity at the time of\n\nthe stop.” Id. at 684, 666 S.E.2d at 206. Despite the reference to facts that “were\n\ngeneral to the area, namely, the ‘break-ins of property at Motorsports Industrial\n\nPark . . . the businesses were closed . . . no residences were located there . . . [and it]\n\nwas in the early hours of the morning,’” this Court concluded the officer did not have\n\na basis for reasonable suspicion.      Id. at 689, 666 S.E.2d at 208-09.       The Court\n\nreasoned, “[the officer] never articulated any specific facts about the vehicle itself to\n\njustify the stop . . . ” and “[t]o hold otherwise would make any individual in the\n\nMotorsports Industrial Park ‘subject to arbitrary invasions solely at the unfettered\n\ndiscretion of officers in the field.’” Id. at 689-90, 666 S.E.2d at 208-09 (emphasis\n\nadded) (citation omitted).\n\n      Here, Lt. Marotz similarly confirmed he had no evidence of any criminal\n\nactivity to which he could objectively point. However, unlike Murray which relied\n\nsolely on facts “general to the area,” Lt. Marotz pointed to Defendant’s toboggan,\n\n\n                                           - 18 -\n\f                                 STATE V. NICHOLSON\n\n                                   Opinion of the Court\n\n\n\nstating, “[t]he only thing I saw with [Defendant] was the -- what I was concerned\n\nabout was the -- when he was pulling the toboggan down over his head. I wasn’t sure\n\nexactly what was going on at that point.” Notably, although Lt. Marotz initially\n\nsuggested the garment appeared to be “a toboggan-style mask . . . the [kind] with the\n\nholes in the eyes[,]” Lt. Marotz confirmed he did not know whether the toboggan\n\nactually had any eyeholes.\n\n      The State points to several factors in support of its argument for reasonable\n\nsuspicion, including: (1) the unoccupied front passenger seatdespite there being two\n\noccupants in the carwith Defendant seated in the backseat, directly behind Chavis;\n\n(2) the car’s stationary position “in the middle of the road”; (3) Lt. Marotz’s knowledge\n\nthat Defendant and Chavis had just been engaged in “a heated argument”; (4) the\n\ninconsistent answers provided by Chavis when asked whether everything was okay;\n\nand (5) the early morning hour. However, unlike the “totality of the circumstances”\n\npresent in Evans, the circumstances present here do not logically lead to the same\n\nconclusions. See Evans, ___ N.C. App. at ___, 795 S.E.2d at 454-56. This is especially\n\ntrue in light of the fact Lt. Marotz already questioned both Defendant and Chavis\n\ntwice and subsequently released Chavis so he could go to work after he assessed the\n\nsituation and concluded “[i]t was a heated argument between two brothers.”\n\n      Moreover, when asked why he seized Defendant and inquired whether\n\nDefendant was armed, Lt. Marotz stated, “Well, it’s just a common thing that I ask\n\n\n\n                                          - 19 -\n\f                                    STATE V. NICHOLSON\n\n                                     Opinion of the Court\n\n\n\neverybody that’s out at 4:00 A.M. in the morning, in the dark. And if you’re -- I just\n\nwant to make sure that if I’m coming out with you, you don’t -- you’re not following\n\nme with any sort of weapon.” Such basis for a “seizure” would have made “any\n\nindividual in the [area] subject to arbitrary invasions” as was contemplated in\n\nMurray. Murray, 192 N.C. App. at 689-90, 666 S.E.2d at 208-09 (emphasis added)\n\n(citation and quotation marks omitted).\n\n        “‘[A] series of acts, each of them perhaps innocent’ if viewed separately, ‘but\n\nwhich    taken   together’”   can    in   certain    circumstances   “warrant[ ]   further\n\ninvestigation.” Sokolow, 490 U.S. at 10, 104 L. Ed. 2d at 12 (citation and quotation\n\nmarks omitted). However, the acts present here, when taken together do not provide\n\na basis for reasonable suspicion.         Accordingly, we conclude Lt. Marotz lacked\n\nreasonable suspicion to stop Defendant, and the trial court erred in denying\n\nDefendant’s motion to suppress.\n\nB. Prejudicial Error\n\n        Defendant also contends the trial court’s denial of his motion to suppress\n\nresulted in reversible error. We agree.\n\n              Some constitutional errors in the setting of a particular\n              case are so unimportant and insignificant that they may,\n              consistent with the Federal Constitution, be deemed\n              harmless, not requiring the automatic reversal of the\n              conviction . . . . [B]efore a federal constitutional error can\n              be held harmless, the court must be able to declare a belief\n              that it was harmless beyond a reasonable doubt. In\n              deciding what constituted harmless error . . . the [United\n\n\n                                            - 20 -\n\f                                 STATE V. NICHOLSON\n\n                                    Opinion of the Court\n\n\n\n             States Supreme] Court said: “The question is whether\n             there is a reasonable possibility that the evidence\n             complained of might have contributed to the conviction.”\n\nState v. Johnson, 29 N.C. App. 534, 537-38, 225 S.E.2d 113, 115-16 (1976) (citation\n\nand quotation marks omitted) (first alteration in original). If other “overwhelming\n\nevidence” supports the conviction beyond a reasonable doubt, the erroneous\n\nadmission of the contested evidence is harmless error. State v. Johnston, 154 N.C.\n\nApp. 500, 503, 572 S.E.2d 438, 441 (2002) (citations omitted) (holding erroneous\n\nadmission of evidence was harmless due to the “overwhelming evidence of defendant’s\n\nguilt” as established by the positive identification of defendant by various witnesses\n\nand defendant’s presence at the crime scene). We must, therefore, determine whether\n\nthe evidence, excluding “any and all statements obtained from the defendant as a\n\nresult of the unlawful seizure and detention of the defendant[,]” supports Defendant’s\n\nconviction of common law robbery. We note this only excludes the statements from\n\nDefendant during the time Lt. Marotz stopped him from going to the store and when\n\nofficers conducted two pat-downs.\n\n      “Common law robbery ‘is the felonious taking of money or goods of any value\n\nfrom the person of another, or in his presence, against his will, by violence or putting\n\nhim in fear.’” State v. Carter, 186 N.C. App. 259, 262, 650 S.E.2d 650, 653 (2007)\n\n(quoting State v. Stewart, 255 N.C. 571, 572, 122 S.E.2d 355, 356 (1961)). “‘It is not\n\nnecessary to prove both violence and putting in fearproof of either is sufficient.’” Id.\n\n\n\n                                           - 21 -\n\f                                  STATE V. NICHOLSON\n\n                                   Opinion of the Court\n\n\n\nat 262, 650 S.E.2d at 653 (quoting State v. Moore, 279 N.C. 455, 458, 183 S.E.2d 546,\n\n547 (1971)).\n\n      Here, much of the evidence used to support Defendant’s conviction was derived\n\nfrom Lt. Marotz’s unconstitutional seizure; thus, it was fruit of the poisonous tree and\n\nshould be suppressed. Fourth Amendment protections are enforced through the\n\n“exclusionary rule.” State v. McKinney, 361 N.C. 53, 58, 637 S.E.2d 868, 872 (2006).\n\nUnder the exclusionary rule “evidence derived from an unconstitutional search or\n\nseizure is generally inadmissible in a criminal prosecution of the individual subjected\n\nto the constitutional violation.” Id. Additionally, the “fruit of the poisonous tree\n\ndoctrine,” provides “when evidence is obtained as the result of illegal police conduct,\n\nnot only should that evidence be suppressed, but all evidence that is the ‘fruit’ of that\n\nunlawful conduct should be suppressed.” State v. Pope, 333 N.C. 106, 113-14, 423\n\nS.E.2d 740, 744 (1992).\n\n      Defendant’s conviction is supported by the following: (1) Chavis’s testimony\n\nregarding the robbery; (2) Chavis’s positive identification of Defendant from a\n\nphotographic lineup; (3) Chavis identifying Defendant as the robber in court; (4) the\n\nsteak knife found in Chavis’s car; and (5) the block of knives found in Defendant’s\n\nresidence, missing one steak knife and bearing a striking resemblance to the steak\n\nknife seized from Chavis’s car.\n\n\n\n\n                                          - 22 -\n\f                                   STATE V. NICHOLSON\n\n                                     Opinion of the Court\n\n\n\n       Had Lt. Marotz not seized Defendant, he would not have obtained Defendant’s\n\nidentification.20 Therefore Chavis’ subsequent identification of Defendant both in a\n\nphotograph line-up and in open court would not have occurred. Additionally, while\n\nDefendant was unlawfully seized he disclosed his habit of often carrying a knife on\n\nhis person. This information led to the seizure of the knife from Chavis’s car, and the\n\nsubsequent search of Defendant’s home which revealed the block of knifes. Because\n\nevidence that would not be discoverable but for the unconstitutional seizure must be\n\nsuppressed, McKinney, 361 N.C. at 58, 637 S.E.2d at 872, this evidence should have\n\nbeen suppressed.     We, therefore, conclude the evidence admitted from Defendant’s\n\nunlawful seizure resulted in prejudicial error.\n\n                                     IV. Conclusion\n\n       For the foregoing reasons, we conclude Defendant’s seizure violated his Fourth\n\nAmendment rights. Lt. Marotz lacked reasonable suspicion for the investigatory stop\n\nof Defendant. Additionally, the trial court’s denial of Defendant’s motion to suppress\n\nwas prejudicial error entitling Defendant to a new trial.\n\n       NEW TRIAL.\n\n       Judge DAVIS concurs.\n\n       Judge MURPHY dissents in a separate opinion.\n\n\n\n       20The record does not suggest the State would have been able to independently link the\nunknown suspect directly to Defendant, or obtain the evidence resulting from knowledge of\nDefendant’s name.\n\n                                            - 23 -\n\f No. COA17-28 – State v. Nicholson\n\n\n      Murphy, Judge, dissenting.\n\n\n      I accept the facts portion as set out by the Majority, however, the facts\n\ndemonstrate that there was a reasonably articulable suspicion that criminal activity\n\nwas afoot when Lt. Marotz seized Defendant. Therefore, I respectfully dissent from\n\nthe Majority’s holding that the trial court erred by denying Defendant’s motion to\n\nsuppress.\n\n      On appeal, Defendant argues, and the Majority agrees, that the trial court\n\nerred by denying Defendant’s motion to suppress because Lt. Marotz lacked the\n\nreasonable suspicion that was required to stop Defendant. I disagree, because Lt.\n\nMarotz operated within the bounds of the Fourth Amendment’s protections, only\n\nseizing Defendant once there was a reasonably articulable suspicion that criminal\n\nactivity was afoot.\n\n      In Terry v. Ohio, 392 U.S. 1, 20 L. Ed. 2d 889 (1968), the United States Supreme\n\nCourt recognized that “a police officer may in appropriate circumstances and in an\n\nappropriate manner approach a person for purposes of investigating possibly criminal\n\nbehavior even though there is no probable cause to make an arrest.” Id. at 22, 20\n\nL.Ed.2d at 906-07. This is because “[t]he Fourth Amendment does not require a\n\npoliceman who lacks the precise level of information necessary for probable cause to\n\narrest to simply shrug his shoulders and allow a crime to occur or a criminal to\n\nescape.” Adams v. Williams, 407 U.S. 143, 145, 32 L. Ed. 2d 612, 617 (1972). Thus,\n\n“[a] brief stop of a suspicious individual . . . may be most reasonable in light of the\n\f                                 STATE V. NICHOLSON\n\n                                  Murphy, J., dissenting\n\n\n\nfacts known to the officer at the time” so that the officer can “maintain the status quo\n\nmomentarily” to gather more information. Id. at 146, 32 L. Ed. 2d at 617 (citations\n\nomitted).\n\n      We “consider the totality of the circumstances—the whole picture in\n\ndetermining whether a reasonable suspicion to make an investigatory stop exists.”\n\nState v. Watkins, 337 N.C. 437, 441, 446 S.E.2d 67, 70 (1994) (quotation omitted). “An\n\ninvestigatory stop must be justified by a reasonable suspicion, based on objective\n\nfacts, that the individual is involved in criminal activity.” Id. at 441, 446 S.E.2d at\n\n70 (quotation omitted). These facts must be “specific and articulable[,]” and we also\n\nconsider “the rational inferences from those facts, as viewed through the eyes of a\n\nreasonable, cautious officer, guided by his experience and training.” Id. at 441-42,\n\n446 S.E.2d at 70 (citations omitted). Conduct may “justify the suspicion that criminal\n\nactivity was afoot[,]” even if, in other circumstances, the conduct would be “wholly\n\nlawful.” United States v. Sokolow, 490 U.S. 1, 9, 104 L. Ed. 2d 1, 11 (1989) (quotation\n\nomitted).   For example, when an activity occurs “at an unusual hour” we have\n\nconsidered it an articulable circumstance that may be considered “along with more\n\nparticularized factors to support reasonable suspicion[.]” State v. Parker, 137 N.C.\n\nApp. 590, 601, 530 S.E.2d 297, 304 (2000) (quotations and citations omitted).\n\n      Whether the requisite reasonable suspicion to stop Defendant existed is a\n\nconclusion of law.    Thus, I apply the principles set forth above in a de novo\n\n\n\n                                            2\n\f                                     STATE V. NICHOLSON\n\n                                      Murphy, J., dissenting\n\n\n\ndetermination of whether reasonable suspicion to make an investigatory stop existed,\n\ngiving “due weight to inferences drawn from the facts by resident judges and local\n\nlaw enforcement officers, and view[ing] the facts through the eyes of a reasonable,\n\ncautious officer, guided by his experience and training, in light of the totality of the\n\ncircumstances.” Id. at 598, 530 S.E.2d at 302 (quotations and alterations omitted).\n\nThis analysis assumes the seizure occurred when Lt. Marotz stopped Defendant from\n\ngoing to the store.21\n\n       At the outset, I emphasize that the objective facts are viewed through the lens\n\nof a reasonable, cautious officer, not based on Lt. Marotz’s subjective analysis of the\n\nlaw. I note this point as the Majority places too much weight on Lt. Marotz’s analysis\n\non cross-examination as to whether there was evidence of criminal activity he could\n\npoint to at the time of seizure. In doing so, the Majority relies on a case where the\n\nofficer relied on a hunch and “never articulated any specific facts about the vehicle\n\nitself to justify the stop . . . .” State v. Murray, 192 N.C. App. 684, 689, 666 S.E.2d\n\n205, 208 (2008) (emphasis added). In contrast, Lt. Marotz articulated objective facts\n\nabout Defendant, from which a reasonable, cautious officer could infer that an\n\nindividual is involved in criminal activity.\n\n       Lt. Marotz first noticed the vehicle from which Defendant emerged because it\n\nwas parked in the middle of a turning lane at an unusual hour – 4 a.m. – with\n\n\n       21 I assume, without deciding, that this was the point at which the seizure occurred for the\nreasons articulated by the Majority.\n\n                                                3\n\f                                 STATE V. NICHOLSON\n\n                                  Murphy, J., dissenting\n\n\n\nwindows rolled down, even though there was “misting rain” and the temperature was\n\nin the “40s.” He also noted the unusual seating arrangement of the vehicle’s two\n\npassengers, where one man sat directly behind the driver, and was “concerned” when\n\nDefendant pulled “a toboggan-style mask of some kind” – with what “looked like two\n\ncutouts” – over his head to approximately “the bridge of [his] nose[,]” and then\n\nremoved it when Lt. Marotz pulled his patrol car up next to the vehicle. When Lt.\n\nMarotz asked if the men were okay, they explained they were brothers who “had\n\ngotten into an argument[,]” but “that everything was okay now.” Based on this\n\nanswer, Lt. Marotz drove away, but parked at a nearby gas station, and continued\n\nwatching the vehicle because he felt that something was not right, and wanted “to\n\nmake sure that they didn’t continue to argue[.]” The vehicle remained stationary,\n\nwhich Lt. Marotz thought was “odd[,]” so he decided to speak with them again. He\n\nleft his patrol car, and walked over to the stationary vehicle.\n\n      As he approached, unusual events continued.           Defendant got out of the\n\nbackseat and stood in the middle of the road, and the driver immediately pulled the\n\ncar forward two feet, then stopped. Lt. Marotz called out to the driver to inquire\n\nwhether he was just going to leave his brother in the middle of the road, which notably\n\nwas in the dark at 4 a.m., and no other people were present. The driver claimed he\n\nwas late for work. In an eerie exchange, Lt. Marotz again asked if everything was\n\n\n\n\n                                            4\n\f                                       STATE V. NICHOLSON\n\n                                        Murphy, J., dissenting\n\n\n\nokay, and although the men initially confirmed everything was okay, Lt. Marotz\n\nasked a second time, and the driver shook his head “no” while saying yes.\n\n       When Lt. Marotz told Defendant that the driver had indicated “no,” the driver\n\ninterrupted Lt. Marotz to say everything was fine, appearing “hurried[,]” “edg[ing]\n\nthe vehicle forward[.]” Lt. Marotz told the driver to go to work, and the driver left.\n\nDefendant remained, just standing in the middle of the road. He then stated he was\n\ngoing to the store, which was closed.22 Lt. Marotz testified that, in response, he told\n\nDefendant to “[h]ang on a minute[,]” which he testified was a command, and the point\n\nat which Defendant was seized.\n\n       In my review, there were objective facts related to the driver’s fear and unease,\n\nincluding that he notified Lt. Marotz that he was not okay, while eager to leave\n\nDefendant behind. This fear was observed after Defendant had pulled a toboggan\n\nover his face as if it were a mask, which are routinely used in crimes. 23 Defendant\n\n\n\n       22  Although Lt. Marotz subjectively did not know the store was closed at this point, review of\nLt. Marotz’s bodycam shows a closed store, and, when two other officers appeared on scene, they were\nable to observe that the store was closed, as one of the officers told Lt. Marotz it was closed.\n\n       23 “Toboggan” refers to a “stocking cap.” In re N.J., No. COA13-53, 230 N.C. App. 140, 752\nS.E.2d 255, 2013 WL 5460091 *1, fn. 2 (N.C. Ct. App. October 1, 2013) (unpublished) (citing Merriam–\nWebster’s Collegiate Dictionary 1313 (11th ed. 2004)).\n\n         Our case law demonstrates many crimes are committed while a ski mask is used. See e.g. State\nv. Hall, 165 N.C. App. 658, 664, 599 S.E.2d 104, 107 (2004) (“The robber wore a ski mask[.]”); State v.\nBellamy, 172 N.C. App. 649, 654, 617 S.E.2d 81, 86 (2005) (“[The robber] wore a green ski mask[.]”);\nState v. Taylor, 80 N.C. App. 500, 502, 342 S.E.2d 539, 540 (1986) (“[The robber] was wearing the ski\nmask.”).\n\n\n\n\n                                                  5\n\f                                        STATE V. NICHOLSON\n\n                                         Murphy, J., dissenting\n\n\n\nwas then left in the middle of the road at 4 a.m., claiming he was going to a closed\n\nstore. The totality of these circumstances leading up to this seizure demonstrate\n\nthere was a reasonably articulable suspicion that criminal activity was afoot when\n\nLt. Marotz seized Defendant and discovered his name and identity. Thus, the Fourth\n\nAmendment permitted Lt. Marotz to briefly stop Defendant in an attempt to dispel\n\nthe suspicion. See Adams, 407 U.S. at 146, 32 L. Ed. 2d at 617 (“A brief stop of a\n\nsuspicious individual, in order to . . . maintain the status quo momentarily while\n\nobtaining more information, may be most reasonable in light of the facts known to\n\nthe officer at the time.”). Lt. Marotz rightly ended the encounter once he found no\n\nfurther signs that criminal activity was afoot.\n\n\n\n\n          Even if the mask were a toboggan without eye holes, our review is based on the facts available\nto Lt. Marotz at the time, who could not definitively tell whether there were eye holes, but thought it\nlooked like a mask with cutouts. Moreover, toboggan-style masks are also used to further crime. See\ne.g. State v. Hagans, 177 N.C. App. 17, 18, 628 S.E.2d 776, 778 (2006) (“[The] assailants were . . .\ndressed in . . . toboggan masks with the areas over the eyes cut out.”); State v. Ford, 194 N.C. App.\n468, 470, 669 S.E.2d 832, 835 (2008) (“[They wore] toboggans over their faces. . . .”); State v. Stephens,\n175 N.C. App. 328, 331, 623 S.E.2d 610, 612 (2006) (describing how “[a]nother man wearing . . . a black\ntoboggan over his head and face, with home made eye holes cut into it” participated in the robbery).\n\n                                                    6\n\f",
            "ocr": false,
            "opinion_id": 4204353
        },
        {
            "author_str": "Hunter",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHUNTER, JR., Robert N., Judge.\n*666On 4 May 2016, Ahmad Jamil Nicholson (\"Defendant\") filed a motion to suppress evidence obtained by law enforcement officers following a traffic stop. On 9 May 2016, the trial court orally denied Defendant's motion *350to suppress.1 Defendant appeals following a 12 May 2016 verdict convicting him of common law robbery. On appeal, Defendant contends the trial court erred by denying his motion to suppress evidence. We find prejudicial error and grant a new trial for Defendant.\nI. Factual and Procedural History\nOn 14 March 2016, a Forsyth County Grand Jury indicted Defendant for robbery with a dangerous weapon. On 4 May 2016, Defendant filed a written, verified motion to suppress \"any and all statements obtained from the defendant\" while he was \"seized\" on the morning of 23 December 2015. On 9 May 2016, the Forsyth County Superior Court called Defendant's case for trial. After addressing other pretrial motions (not in contention on appeal), the trial court heard Defendant's motion to suppress.\nIn opposition to the motion, the State called Lieutenant Damien Marotz, the arresting officer. Around 4:00 a.m., on 23 December 2015, Lt. Marotz drove west down West Mountain Street in Kernersville, North Carolina. As he approached the intersection of West Mountain Street and West Bodenhamer Street, he noticed a car parked in the road, facing east, just past the Petro 66 gas station. \"It was just sitting there in the turn lane, with its headlights on and no turn signals....\" There were no reports of criminal activity in the area that morning.2\n*667As Lt. Marotz drove towards the stationary car, he saw two African American men inside the car; one man sat in the driver's seat, and the other passenger sat directly behind the driver, with the front passenger seat empty. Lt. Marotz later identified the passenger as Defendant. Although it was \"in the 40s\" and \"misting rain[,]\" both windows on the driver's side of the car were down. Defendant began to pull down \"a toboggan-style mask of some kind\" to approximately \"the bridge of [his] nose[,]\" but \"pushed it back up\" as Lt. Marotz pulled up next to the car. However, Lt. Marotz did not know if the garment actually had eyeholes.\nLt. Marotz rolled his window down and asked both men if everything was okay. Both men confirmed everything was okay, and the driver, Quentin Chavis, explained \"[Defendant] was his brother and ... they had gotten into an argument and that everything was okay now, that they were not arguing anymore.\" Defendant agreed, stating, \"Yes, Officer, everything's fine.\"\nLt. Marotz \"did not observe a sign of struggle\" between the men. However, \"something just didn't seem quite right.\" He asked, again, if the men were sure everything was okay. Both men \"[shook] their head[s] and agree[d]\" everything was okay. Lt. Marotz noticed Chavis \"move[ ] his hand up ... scratching\" or \"making a motion with his hand[.]\" Lt. Marotz specifically recalled this action because he \"kept watching everybody's hands to make sure they didn't have any weapons.\" Lt. Marotz inquired, again, if they needed any help, and the men continued to confirm \"everything was fine.\"\nLt. Marotz drove into the gas station parking lot. He decided to continue watching the car because he \"felt like something wasn't quite right\" and he \"wanted to make sure that they didn't continue to argue[.]\" Approximately thirty seconds elapsed, and the car did not move. Lt. Marotz decided to speak with the men again and got out of his car to walk over to them. Lt. Marotz \"thought it was odd that they were just still sitting in the middle of the road.\" Lt. Marotz activated his body-worn camera3 and called for backup.\nAs Lt. Marotz walked towards the car, Defendant got out of the backseat. Chavis pulled the car forward approximately two feet and stopped. Lt. Marotz called out to Chavis, \"Hey. Where are you going? Are you going to leave your brother just out here?\" Chavis replied he was late and needed to get to work.\n*351*668Again, Lt. Marotz inquired if everything was okay. Initially, both men continued to confirm everything was okay. However, the second time Lt. Marotz inquired, Chavis shook his head, as if to indicate \"No.\" But Defendant continued to say, \"No, Officer. Everything is fine.\" Lt. Marotz responded, \"Well, your brother here in the driver's seat is shaking his head. He's telling me everything's not fine. Is everything fine or not? Is everything good?\" Chavis interrupted Lt. Marotz and stated, \"No, Officer, everything's fine. I've just got to get to work.\" Chavis explained he worked at FedEx. Lt. Marotz described Chavis as \"hurried\" and \"just ready to go[,]\" noting he \"edged the vehicle forward a couple of feet[.]\" After Defendant confirmed again everything was okay, Lt. Marotz told the driver, \"Okay. Go to work.\" Lt. Marotz explained \"if I wanted to continue the investigation, I could have went [to FedEx]\" to speak with Chavis. However, Lt. Marotz did not know the identity of the driver at this time.\nDefendant continued to \"st[and] there[,]\" but stated he was going to go to the store. Lt. Marotz responded, \"Hang on a minute.... Do you have any weapons on you?\" Lt. Marotz confirmed this was a command, and Defendant was thereafter \"detained.\" He wanted to make sure he was not being followed \"with any sort of weapon\" and it was not unusual for him to ask such a question, given the darkness and early morning hour. Defendant told Lt. Marotz he had a knife. Defendant explained \"he normally carries a knife because he wants to make sure he doesn't get robbed.\" Lt. Marotz asked Defendant where the knife was, but advised him not to reach for it. Despite Lt. Marotz's instruction, Defendant moved \"his hand into his left pants pocket.\" At that point, Lt. Marotz drew his firearm, but kept it lowered by his side.\nOfficers Oriana and Feldman arrived on the scene. Defendant removed his hand from his pocket and stated, \"Just don't shoot me.\" Lt. Marotz asked Defendant several times to put his hands on his head and to step out of the road to avoid approaching traffic before he complied. Defendant appeared confused and \"slow ... to listen to ... instructions and ... commands.\" Defendant asked several times, \"What am I doing?\" Defendant also had \"a moderate odor of alcohol on his person, and his speech was slurred.\"\nOne of the backup officers asked Defendant where the knife was. Defendant responded, \"It's in my waistband\" and began to reach for it. Lt. Marotz and the backup officers told Defendant to put his hands back on top of his head. Defendant complied. Officer Feldman performed a pat-down, but he could not locate a knife. Throughout the process, Defendant attempted to lower his hands repeatedly, and officers advised *669him multiple times to keep his hands on the top of his head. Officer Feldman performed a second pat-down, but he still could not find a knife on Defendant. Lt. Marotz told Defendant they could not locate a knife. Defendant replied, \"he didn't have the knife on him, that he used to carry this knife but that sometimes he carries a knife.\"\nThen, Lt. Marotz asked Defendant for his identification.4 Officer Feldman provided Defendant's information over the radio. Lt. Marotz continued to question Defendant about \"what was going on with him and his brother\" because he \"wanted to make sure that there wasn't any problems and that he wasn't injured, [and] his brother wasn't injured ... because something did not seem quite right.\" When asked why he continued to question Defendant when \"[he] had no evidence of any criminal activity that [he] was able to objectively point to[,]\" Lt. Marotz answered he \"wanted to make sure that both [Defendant] and also [Chavis] were safe and that nothing had happened to either one of them.\"\nOfficer Oriana also asked Defendant where he lived. Defendant did not answer the question and instead asked several times whether Officer Oriana was going to give him a ride *352home. Defendant became \"angry\" and \"aggressive.\" Lt. Marotz instructed Officer Oriana not to give Defendant a ride home because Defendant appeared to be \"impaired.\"\nDefendant also made several other statements, including he was late for work and his brother had let him borrow the car so he could go to work. However, Defendant refused to say where he worked, and Defendant's statement regarding borrowing the car \"didn't make any sense because [Chavis] was driving the vehicle.\"\nAfter determining there were no active warrants against Defendant, Lt. Marotz told Defendant, \"You're free to go.\" Defendant told officers he was going to the store. However, he remained with Lt. Marotz and the two officers for approximately another thirty seconds. He asked for a cigarette and a lighter, but they did not have any. Defendant started heading towards the store, but one of the officers informed Lt. Marotz the store was closed. Lt. Marotz called out to Defendant, \"I'm sorry, sir. I didn't realize the store is closed.\" The entire encounter lasted approximately eight to ten minutes.\n*670Lt. Marotz confirmed his body-worn camera recorded the entire encounter, and the video footage \"fairly and accurately\" depicted the interaction. The defense \"stipulate[d] for [the] hearing [the video was] admissible to play.\" The trial court viewed the video.\nFollowing arguments from the defense, the trial court denied Defendant's motion to suppress. The trial court reconvened on 10 May 2016 and proceeded to trial.\nThe State first called Chavis to testify.5 On 23 December 2015, at around 3:00 a.m., Chavis woke up for work. Around 3:40 a.m., he drove out of his parents' neighborhood, towards the intersection of Westlo Drive and Mountain Street. There, he saw Defendant waving at him. Chavis did not know Defendant. However, he stopped because he thought Defendant might need help. Defendant asked for a ride to a nearby gas station. Chavis told Defendant he could not give him a ride because he was going to be late for work. Defendant then asked for a \"blunt[,]\" and Chavis told him he did not have one. When Defendant again asked for a ride, Chavis again refused.\nThen, Defendant \"just got in the car\" and said, \"I'll just sit in the back.\" Chavis decided to give Defendant a ride to the gas station because he believed \"[Defendant was] not going to get out because he really need[ed] a ride\" and \"it was raining....\" Defendant told Chavis, \"I see you're living good\" and he liked his shoes that were in a bag. Defendant explained that his phone died and he just needed a ride.\nThe two arrived \"in front of the Petro 66 gas station[.]\" Chavis said, \"Here you go, man. Can you just get out because I'm late for work.\" At that point, Defendant placed a knife against Chavis's neck and said, \"Well, let's just make this easy. Give me everything you have, any money you have.\" Chavis told Defendant he did not have any cash. Defendant ordered Chavis to give him his credit card. Chavis gave Defendant his State Employees' Credit Union savings card. Defendant asked for Chavis's pin number, and Chavis told him a fake number. Defendant then said he would not be able to remember the number and told Chavis to write it down. Defendant rummaged through the middle console and found a pen and paper to write on. Defendant wrote the pin down.6\n*671Defendant leaned forward and warned Chavis not to cancel the card. Chavis confirmed he would not. During this time, Chavis felt \"nervous and scared[,]\" but explained he \"was always taught\" not to show any fear \"because when you show fear, that's when-that's when it makes it easier for the person.\"\nDefendant moved the knife \"as if he was going to stab [Chavis.]\" Defendant said, \"he had nothing to lose\" and he \"didn't have a problem sticking [Chavis.]\" At that point, Chavis noticed a car approaching. Defendant \"tried to pull his toboggan over his face[.]\" Lt. Marotz pulled up beside the car in the *353opposite lane. Chavis spoke with Lt. Marotz, but he did not tell the officer what was going on because he \"didn't know what the defendant was going to do[,]\" or whether \"he still had a knife on him[,]\" and \"[t]here was only one officer.\"7 However, Chavis attempted to signal to Lt. Marotz \"to show him that everything wasn't okay\" by \"winking real hard ... to see if he could identify I was trying to wink at him on purpose[.]\" He also made a \"cut throat\" gesture.\nChavis called his mother and told her and his father about the incident. Then he went to work, arriving at around 4:15 a.m. Chavis returned home around 6:30 a.m. and then went to the police station with his father.\nUpon arriving at the police station at approximately 7:00 or 7:15 a.m., Chavis conveyed the same story and provided a written statement. Chavis identified Defendant as the person who robbed him, from a photographic lineup8 containing seven9 photos.10 An officer searched Chavis's car and found a knife11 in the backseat, behind the passenger seat.12 After returning home, Chavis began to clean out his car and found *672his bank card in an \"envelope that [ ] had [his] pay stub from Fedex[.]\"13 Chavis called police to notify them \"[Defendant] didn't take the card. He just left the card.\"\nLt. Marotz also testified, providing largely the same information regarding his encounter with Defendant as he did during the motion to suppress hearing.14 The State published the footage from Lt. Marotz's body-worn camera to the jury.\nThe State called Officer Serrin. Officer Serrin largely confirmed Chavis's testimony regarding their interaction at the police station. He provided additional details regarding the knife he seized from Chavis's car, describing it as a \"steak knife.\" He specifically recalled, \"It had a logo on it, the J. A. Henckels logo on it. I recognized it because that's the same brand of knife that I have.\"\nAfter obtaining a warrant for Defendant's arrest, Officer Serrin and several other officers went to Defendant's home and obtained permission to search the home.15 Officer Serrin found a J.A. Henckels knife block in the kitchen.16 \"[T]he block [had] two sections. It *354had one section for steak knives, and above that was a section for other cooking knives.\" A single steak knife was missing. \"[He] pulled out one of the steak knives out of the block, and it looked identical to the knife [he] found in [Chavis's] car.\" When asked, Officer Serrin admitted the knife seized from Chavis's car looked much older than the pictures of the knives in the block, but believed \"the latent print dust\" contributed to this appearance. He did not seize the knife block because \"it wasn't evidence of a crime. It was what [he] compared evidence to.\" The State published pictures of the knife set to the jury. *673The State rested.17 Defendant offered no evidence on his behalf. On 12 May 2016, the jury found Defendant guilty of common law robbery. The trial court sentenced Defendant to a suspended sentence of ten to twenty-one months. On 13 May 2016, Defendant gave timely oral and written notice of appeal.\nII. Standard of Review\nOur review of a trial court's denial of a motion to suppress is \"strictly limited to determining whether the trial judge's underlying findings of fact are supported by competent evidence, in which event they are conclusively binding on appeal, and whether those factual findings in turn support the judge's ultimate conclusions of law.\" State v. Cooke , 306 N.C. 132, 134, 291 S.E.2d 618, 619 (1982) (citations omitted). \"The trial court's conclusions of law ... are fully reviewable on appeal.\" State v. Hughes , 353 N.C. 200, 208, 539 S.E.2d 625, 631 (2000).\n\"[A]n error under the United States Constitution will be held harmless if 'the jury verdict would have been the same absent the error.' \" State v. Lawrence , 365 N.C. 506, 513, 723 S.E.2d 326, 331 (2012) (quoting Neder v. United States , 527 U.S. 1, 17, 119 S.Ct. 1827, 144 L.Ed.2d 35, 52 (1999) ). \"[T]he government bears the burden of showing that no prejudice resulted from the challenged federal constitutional error.\" Id. at 513, 723 S.E.2d at 331 (citations omitted).\nIII. Analysis\nWe review Defendant's contentions in two parts: (A) whether Lt. Marotz possessed reasonable suspicion to seize Defendant; and (B) whether the trial court's denial of Defendant's motion to suppress resulted in reversible error.\nA. Reasonable Suspicion\nOn appeal, Defendant contends the trial court erred in denying his motion to suppress. Specifically, Defendant argues Lt. Marotz lacked reasonable suspicion, and, accordingly, Defendant was \"seized\" in violation of his Fourth Amendment rights. We agree.\nThe Fourth Amendment protects \"against unreasonable searches and seizures....\" U.S. Const. amend. IV. Fourth Amendment protections *674are \"applicable to the states through the Due Process Clause of the Fourteenth Amendment.\" State v. Watkins , 337 N.C. 437, 441, 446 S.E.2d 67, 69 (1994) (citing Mapp v. Ohio , 367 U.S. 643, 655, 81 S.Ct. 1684, 6 L.Ed.2d 1081, 1090 (1961) ). The North Carolina Constitution also affords individuals similar protections. State v. Barnard , 362 N.C. 244, 246, 658 S.E.2d 643, 645 (2008) (citing N.C. Const. art. I, § 20 ).\nUnder the Fourth Amendment, a \"seizure\" occurs when a police officer \"restrains [an individual's] freedom to walk away[.]\" Terry v. Ohio , 392 U.S. 1, 16, 88 S.Ct. 1868, 20 L.Ed.2d 889, 903 (1968). Thus, Fourth Amendment protections are applicable to \"police conduct [even] if the officers stop short of ... a 'technical arrest[.]' \" Id. at 19, 88 S.Ct. at 1879, 20 L.Ed.2d at 904 ; Watkins , 337 N.C. at 441, 446 S.E.2d at 69-70 (applying Fourth Amendment protections to a \"brief\" investigatory detention).\n\"An investigatory stop must be justified by 'a reasonable suspicion, based on objective facts, that the individual is involved in criminal activity.' \" Watkins , 337 N.C. at 441, 446 S.E.2d at 70 (quoting *355Brown v. Texas , 443 U.S. 47, 51, 99 S.Ct. 2637, 2641, 61 L.Ed.2d 357, 362 (1979) ). \"[D]ue weight must be given not to [an officer's] inchoate and unparticularized suspicion or 'hunch.' \" Terry , 392 U.S. at 27, 88 S.Ct. at 1883, 20 L.Ed.2d at 909 (citation omitted). Rather, reasonable suspicion must be based on \"rational inferences\" drawn from \"specific and articulable facts ... as viewed through the eyes of a reasonable, cautious officer, guided by his experience and training.\" Watkins , 337 N.C. at 441, 446 S.E.2d at 70 (citing Terry , 392 U.S. at 21-22, 88 S.Ct. at 1880-81, 20 L.Ed.2d at 906 ; State v. Thompson , 296 N.C. 703, 706, 252 S.E.2d 776, 779, cert. denied , 444 U.S. 907, 100 S.Ct. 220, 62 L.Ed.2d 143 (1979) ). \"[T]he totality of the circumstances-the whole picture-must be taken into account.\" United States v. Cortez , 449 U.S. 411, 417, 101 S.Ct. 690, 695, 66 L.Ed.2d 621, 629 (1981). \"[W]holly lawful conduct [may in certain circumstances] justify the suspicion that criminal activity was afoot.\" United States v. Sokolow , 490 U.S. 1, 9, 109 S.Ct. 1581, 1586, 104 L.Ed.2d 1, 11-12 (1989) (citation omitted).\n\"In applying this test we have consistently eschewed bright-line rules, instead emphasizing the fact-specific nature of the reasonableness inquiry.\" Ohio v. Robinette , 519 U.S. 33, 39, 117 S.Ct. 417, 421, 136 L.Ed.2d 347, 354 (1996). However, \"courts have recognized factors such as activity at an 'unusual hour[,]' and 'an area's disposition toward criminal activity' as articulable circumstances which may be considered along with more particularized factors to support reasonable suspicion[.]\" State v. Parker , 137 N.C. App. 590, 601, 530 S.E.2d 297, 304 (2000) (citations omitted). \"Conflicting statements\", State v. Johnson , --- N.C. App. ----, ----, 783 S.E.2d 753, 762-63 (2016) (citing State v. Hernandez , 170 N.C. App. 299, 308, 612 S.E.2d 420, 426 (2005) ), as well as a vehicle \"stopped in a lane of traffic *675on the road way\" have also provided basis for reasonable suspicion. State v. Evans , --- N.C. App. ----, ----, 795 S.E.2d 444, 454-56 (2017) (holding reasonable suspicion supported by: \"(1) defendant['s vehicle] stopped ... in a lane of traffic on the roadway; (2) ... an unknown pedestrian approach[ing] the car and lean[ing] in the window; and (3) th[e] incident occur[ing] at 4:00 a.m. in an area known ... to be a location where drug sales frequently took place\").18\nAt the outset we note, the trial court denied Defendant's motion to suppress orally.\nIf the trial court provides the rationale for its ruling from the bench and there are no material conflicts in the evidence, the court is not required to enter a written order. If these two criteria are met, the necessary findings of fact are implied from the denial of the motion to suppress. If there is not a material conflict in the evidence, it is not reversible error to fail to make such findings because we can determine the propriety of the ruling on the undisputed facts which the evidence shows.\nState v. Wainwright , 240 N.C. App. 77, 83, 770 S.E.2d 99, 104 (2015) (internal citations and quotation marks omitted).\nFor the motion to suppress, only Lt. Marotz testified. Defendant declined the opportunity to present any evidence. Additionally, Defendant does not argue any material conflicts with Lt. Marotz's testimony. Thus, \"[t]he record is sufficient to permit appellate review of the [oral] denial of [D]efendant's *356motion to suppress.\" Id. at 83, 770 S.E.2d at 104. *676Defendant does not challenge the constitutionality of his initial interaction with Lt. Marotz, but rather the point at which Lt. Marotz stopped Defendant from going to the store. Lt. Marotz acknowledged Defendant was from that point forward, \"detained,\" and the State does not contest this on appeal.19 We therefore assume, without deciding, Defendant was from that point forward \"seized\" until Lt. Marotz told him he was free to leave.\nWe turn to whether Lt. Marotz possessed reasonable suspicion to seize Defendant. We begin with Lt. Marotz's cross examination:\nQ. And you, at that point, had no evidence of any criminal activity that you were able to objectively point to. Correct?\nA. No. That's why I was continuing to investigate.\nQ. So you were looking to see if you could find anything, but you hadn't yet seen anything?\nA. That's correct. I wanted to make sure that both your client and also the alleged victim were safe and that nothing had happened to either one of them.\nState v. Murray , 192 N.C. App. 684, 666 S.E.2d 205 (2008) provides relevant guidance. In Murray , the law enforcement officer similarly testified, \"he had no reason to believe that Defendant was engaged in any unlawful activity at the time of the stop.\" Id. at 684, 666 S.E.2d at 206. Despite the reference to facts that \"were general to the area, namely, the 'break-ins of property at Motorsports Industrial Park ... the businesses were closed ... no residences were located there ... [and it] was in the early hours of the morning,' \" this Court concluded the officer did not have a basis for reasonable suspicion. Id. at 689, 666 S.E.2d at 208-09. The Court reasoned, \"[the officer] never articulated any specific facts about the vehicle itself to justify the stop ...\" and \"[t]o hold otherwise would make any individual in the Motorsports Industrial Park 'subject to arbitrary invasions solely at the unfettered discretion of officers in the field.' \" Id. at 689-90, 666 S.E.2d at 208-09 (emphasis added) (citation omitted).\nHere, Lt. Marotz similarly confirmed he had no evidence of any criminal activity to which he could objectively point. However, unlike *677Murray which relied solely on facts \"general to the area,\" Lt. Marotz pointed to Defendant's toboggan, stating, \"[t]he only thing I saw with [Defendant] was the-what I was concerned about was the-when he was pulling the toboggan down over his head. I wasn't sure exactly what was going on at that point.\" Notably, although Lt. Marotz initially suggested the garment appeared to be \"a toboggan-style mask ... the [kind] with the holes in the eyes[,]\" Lt. Marotz confirmed he did not know whether the toboggan actually had any eyeholes.\nThe State points to several factors in support of its argument for reasonable suspicion, including: (1) the unoccupied front passenger seat-despite there being two occupants in the car-with Defendant seated in the backseat, directly behind Chavis; (2) the car's stationary position \"in the middle of the road\"; (3) Lt. Marotz's knowledge that Defendant and Chavis had just been engaged in \"a heated argument\"; (4) the inconsistent answers provided by Chavis when asked whether everything was okay; and (5) the early morning hour. However, unlike the \"totality of the circumstances\" present in Evans , the circumstances present here do not logically lead to the same conclusions. See Evans , --- N.C. App. at ----, 795 S.E.2d at 454-56. This is especially true in light of the fact Lt. Marotz already questioned both Defendant and Chavis twice and subsequently released Chavis so he could go to work after he assessed the situation and concluded \"[i]t was a heated argument between two brothers.\"\nMoreover, when asked why he seized Defendant and inquired whether Defendant was armed, Lt. Marotz stated, \"Well, it's just a common thing that I ask everybody that's out at 4:00 A.M. in the morning, in the dark. And if you're-I just want to make sure that if I'm coming out with you, you don't-you're *357not following me with any sort of weapon.\" Such basis for a \"seizure\" would have made \"any individual in the [area] subject to arbitrary invasions\" as was contemplated in Murray . Murray , 192 N.C. App. at 689-90, 666 S.E.2d at 208-09 (emphasis added) (citation and quotation marks omitted).\n\" '[A] series of acts, each of them perhaps innocent' if viewed separately, 'but which taken together' \" can in certain circumstances \"warrant[ ] further investigation.\" Sokolow , 490 U.S. at 10, 109 S.Ct. at 1587, 104 L.Ed. 2d at 12 (citation and quotation marks omitted). However, the acts present here, when taken together do not provide a basis for reasonable suspicion. Accordingly, we conclude Lt. Marotz lacked reasonable suspicion to stop Defendant, and the trial court erred in denying Defendant's motion to suppress.\n*678B. Prejudicial Error\nDefendant also contends the trial court's denial of his motion to suppress resulted in reversible error. We agree.\nSome constitutional errors in the setting of a particular case are so unimportant and insignificant that they may, consistent with the Federal Constitution, be deemed harmless, not requiring the automatic reversal of the conviction.... [B]efore a federal constitutional error can be held harmless, the court must be able to declare a belief that it was harmless beyond a reasonable doubt. In deciding what constituted harmless error ... the [United States Supreme] Court said: \"The question is whether there is a reasonable possibility that the evidence complained of might have contributed to the conviction.\"\nState v. Johnson , 29 N.C. App. 534, 537-38, 225 S.E.2d 113, 115-16 (1976) (citation and quotation marks omitted) (first alteration in original). If other \"overwhelming evidence\" supports the conviction beyond a reasonable doubt, the erroneous admission of the contested evidence is harmless error. State v. Johnston , 154 N.C. App. 500, 503, 572 S.E.2d 438, 441 (2002) (citations omitted) (holding erroneous admission of evidence was harmless due to the \"overwhelming evidence of defendant's guilt\" as established by the positive identification of defendant by various witnesses and defendant's presence at the crime scene). We must, therefore, determine whether the evidence, excluding \"any and all statements obtained from the defendant as a result of the unlawful seizure and detention of the defendant[,]\" supports Defendant's conviction of common law robbery. We note this only excludes the statements from Defendant during the time Lt. Marotz stopped him from going to the store and when officers conducted two pat-downs.\n\"Common law robbery 'is the felonious taking of money or goods of any value from the person of another, or in his presence, against his will, by violence or putting him in fear.' \" State v. Carter , 186 N.C. App. 259, 262, 650 S.E.2d 650, 653 (2007) (quoting State v. Stewart , 255 N.C. 571, 572, 122 S.E.2d 355, 356 (1961) ). \" 'It is not necessary to prove both violence and putting in fear-proof of either is sufficient.' \" Id. at 262, 650 S.E.2d at 653 (quoting State v. Moore , 279 N.C. 455, 458, 183 S.E.2d 546, 547 (1971) ).\nHere, much of the evidence used to support Defendant's conviction was derived from Lt. Marotz's unconstitutional seizure; thus, it was fruit *679of the poisonous tree and should be suppressed. Fourth Amendment protections are enforced through the \"exclusionary rule.\" State v. McKinney , 361 N.C. 53, 58, 637 S.E.2d 868, 872 (2006). Under the exclusionary rule \"evidence derived from an unconstitutional search or seizure is generally inadmissible in a criminal prosecution of the individual subjected to the constitutional violation.\" Id. Additionally, the \"fruit of the poisonous tree doctrine,\" provides \"when evidence is obtained as the result of illegal police conduct, not only should that evidence be suppressed, but all evidence that is the 'fruit' of that unlawful conduct should be suppressed.\" State v. Pope , 333 N.C. 106, 113-14, 423 S.E.2d 740, 744 (1992).\nDefendant's conviction is supported by the following: (1) Chavis's testimony regarding the robbery; (2) Chavis's positive identification of Defendant from a photographic lineup; (3) Chavis identifying Defendant as the robber in court; (4) the steak knife found in Chavis's car; and (5) the block of knives found in Defendant's residence, missing one steak knife and bearing a striking resemblance *358to the steak knife seized from Chavis's car.\nHad Lt. Marotz not seized Defendant, he would not have obtained Defendant's identification.20 Therefore Chavis' subsequent identification of Defendant both in a photograph line-up and in open court would not have occurred. Additionally, while Defendant was unlawfully seized he disclosed his habit of often carrying a knife on his person. This information led to the seizure of the knife from Chavis's car, and the subsequent search of Defendant's home which revealed the block of knifes. Because evidence that would not be discoverable but for the unconstitutional seizure must be suppressed, McKinney , 361 N.C. at 58, 637 S.E.2d at 872, this evidence should have been suppressed. We, therefore, conclude the evidence admitted from Defendant's unlawful seizure resulted in prejudicial error.\nIV. Conclusion\nFor the foregoing reasons, we conclude Defendant's seizure violated his Fourth Amendment rights. Lt. Marotz lacked reasonable suspicion for the investigatory stop of Defendant. Additionally, the trial court's *680denial of Defendant's motion to suppress was prejudicial error entitling Defendant to a new trial.\nNEW TRIAL.\nJudge DAVIS concurs.\nJudge MURPHY dissents in a separate opinion.\n\nWe note, the trial court suggested a written order would be prepared by Mr. Matthew H. Breeding, counsel for the State, but no written order is included in the record.\n\n\nLt. Marotz did not specify how he knew there were no reports of criminal activity, but testified there were no reports and confirmed he was conducting a \"routine\" patrol.\n\n\nLt. Marotz's body-worn camera did not activate the first time he attempted to turn it on. He had to hit it two additional times before it activated.\n\n\nBased on Lt. Marotz's testimony during the motion to suppress hearing, we are unable to ascertain exactly how Defendant's identification was produced. Lt. Marotz's testimony during trial provided further clarification. It appears Officer Feldman removed Defendant's wallet from Defendant's pocket and Defendant \"reached over and grabbed the ID-or the wallet out of the officer's hand and says, 'I can give you my ID.' \"\n\n\nThe State also called the following witnesses: (1) Bobby Chavis, Quentin Chavis's father; (2) Sergeant Dan Wemyss, who administered the photographic lineup; and (3) Detective Alan Cox, who interviewed Quentin Chavis.\n\n\nIn his initial testimony and his written statement to police, Chavis said he wrote the pin down, not Defendant.\n\n\nChavis testified, \"[Defendant] still had the knife to my neck.\" We note, although Lt. Marotz testified he was trying to keep an eye on everyone's hands, he could not actually see Defendant's hands, and only knew they were down, and he did not see a knife. He did note, \"It was dark out.\"\n\n\nChavis also identified Defendant as the man who robbed him during his testimony.\n\n\nChavis's testimony conflicts with Officer J.D. Serrin's as to whether there were seven or eight photos in the lineup.\n\n\nChavis first chose the first photo, but considered the sixth photo. After determining the man in the sixth photo was too large to be his robber, he ultimately chose the first photo, Defendant's photo.\n\n\nThe trial court admitted the knife into evidence, and it was shown to the jury.\n\n\nChavis rode to the police station with his father, in his father's car. Initially, the officer told Chavis he would go to Chavis's house to search Chavis's car. However, officers later instructed Chavis to return to the police station. He returned to the station with his car around 8:00 a.m., approximately thirty minutes after he originally left.\n\n\nChavis explained he keeps his old pay stubs in his car, and the pay stub in the envelope in his card \"was an older pay stub.\"\n\n\nDefendant requested a line objection with respect to evidence obtained from the encounter with Defendant after Lt. Marotz \"seized\" him, thus preserving the issue of admissibility for appeal. State v. Randolph , 224 N.C. App. 521, 528, 735 S.E.2d 845, 851 (2012) (quoting State v. Oglesby , 361 N.C. 550, 554, 648 S.E.2d 819, 821 (2007) ) (\"[A] trial court's evidentiary ruling on a pretrial motion is not sufficient to preserve the issue of admissibility for appeal unless a defendant renews the objection during trial.\").\n\n\nDefendant's mother, and owner of the home, gave consent.\n\n\nDefendant moved in limine to \"prohibit[ ] the State or any of its witnesses, from stating in the presence of the jury any information relating to an allegedly matching set of steak knives missing one which matched the knife recovered from the back of the complaining witness' car\" because police failed to seize the set of knives. The court denied Defendant's motion, and Defendant does not raise this issue on appeal. Because this issue is not raised on appeal, we do not address it. N.C. R. App. P. 28(a) (2016) (\"The scope of review on appeal is limited to issues so presented in the several briefs. Issues not presented and discussed in a party's brief are deemed abandoned.\").\n\n\nAs noted supra in footnote 5, the State called several other witnesses whose testimonies are not included in this discussion.\n\n\nWe note both the State and Defendant cite State v. Roberts , 142 N.C. App. 424, 542 S.E.2d 703 (2001). However, Roberts is no longer binding precedent. The North Carolina Supreme Court allowed the Attorney General's motion \"to vacate judgment of Court of Appeals[.]\" State v. Roberts , 353 N.C. 733, 551 S.E.2d 851 (2001). Defendant argues because the Supreme Court only vacated the judgment, not the opinion, Roberts is still binding precedent. Our research shows Roberts passed away while imprisoned on 10 January 2001. See North Carolina Department of Public Safety Offender Public Information, (http://webapps6.doc.state.nc.us/opi/viewoffender.do?method=view&amp;offenderID=03466190346619&amp;searchLas tName=roberts&amp;searchFirstName=James&amp;searchMiddleName=d&amp;listurl=pagelistoffendersearchresults&amp;listpage=1) (last visited August 9, 2017). \"Under North Carolina Rule of Evidence 201, we take judicial notice of this fact from the Department of Public Safety website's offender search results.\" State v. Harwood , 243 N.C. App. 425, 427 n.2, 777 S.E.2d 116, 118 (2015) (citations omitted). Because Roberts passed away before this Court filed its opinion, and thus before his conviction was final, the entire prosecution is abated ab initio . See State v. Dixon , 265 N.C. 561, 561-62, 144 S.E.2d 622, 622-23 (1965).\n\n\nThe State does note in passing, perhaps it was not a \"seizure\" because Defendant remained with police even after he was told he was free to leave.\n\n\nThe record does not suggest the State would have been able to independently link the unknown suspect directly to Defendant, or obtain the evidence resulting from knowledge of Defendant's name.\n\n",
            "ocr": false,
            "opinion_id": 9878460
        },
        {
            "author_str": "Murphy",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMurphy, Judge, dissenting.\nI accept the facts portion as set out by the Majority, however, the facts demonstrate that there was a reasonably articulable suspicion that criminal activity was afoot when Lt. Marotz seized Defendant. Therefore, I respectfully dissent from the Majority's holding that the trial court erred by denying Defendant's motion to suppress.\nOn appeal, Defendant argues, and the Majority agrees, that the trial court erred by denying Defendant's motion to suppress because Lt. Marotz lacked the reasonable suspicion that was required to stop Defendant. I disagree, because Lt. Marotz operated within the bounds of the Fourth Amendment's protections, only seizing Defendant once there was a reasonably articulable suspicion that criminal activity was afoot.\nIn Terry v. Ohio , 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), the United States Supreme Court recognized that \"a police officer may in appropriate circumstances and in an appropriate manner approach a person for purposes of investigating possibly criminal behavior even though there is no probable cause to make an arrest.\" Id . at 22, 88 S.Ct. at 1880, 20 L.Ed.2d at 906-07. This is because \"[t]he Fourth Amendment does not require a policeman who lacks the precise level of information necessary for probable cause to arrest to simply shrug his shoulders and allow a crime to occur or a criminal to escape.\" Adams v. Williams , 407 U.S. 143, 145, 92 S.Ct. 1921, 1923, 32 L.Ed.2d 612, 617 (1972). Thus, \"[a] brief stop of a suspicious individual ... may be most reasonable in light of the facts known to the officer at the time\" so that the officer can \"maintain the status quo momentarily\" to gather more information. Id. at 146, 92 S.Ct. at 1923, 32 L.Ed.2d at 617 (citations omitted).\nWe \"consider the totality of the circumstances-the whole picture in determining whether a reasonable suspicion to make an investigatory stop exists.\" State v. Watkins , 337 N.C. 437, 441, 446 S.E.2d 67, 70 (1994) (quotation omitted). \"An investigatory stop must be justified by a reasonable suspicion, based on objective facts, that the individual is involved in criminal activity.\" Id . at 441, 446 S.E.2d at 70 (quotation *681omitted). These facts must be \"specific and articulable[,]\" and we also consider \"the rational inferences from those facts, as viewed through the eyes of a reasonable, cautious officer, guided by his experience and training.\" Id . at 441-42, 446 S.E.2d at 70 (citations omitted). Conduct may \"justify the suspicion that criminal activity was afoot[,]\" even if, in other circumstances, the conduct would be \"wholly lawful.\" *359United States v. Sokolow , 490 U.S. 1, 9, 109 S.Ct. 1581, 1586, 104 L.Ed.2d 1, 11 (1989) (quotation omitted). For example, when an activity occurs \"at an unusual hour\" we have considered it an articulable circumstance that may be considered \"along with more particularized factors to support reasonable suspicion[.]\" State v. Parker, 137 N.C. App. 590, 601, 530 S.E.2d 297, 304 (2000) (quotations and citations omitted).\nWhether the requisite reasonable suspicion to stop Defendant existed is a conclusion of law. Thus, I apply the principles set forth above in a de novo determination of whether reasonable suspicion to make an investigatory stop existed, giving \"due weight to inferences drawn from the facts by resident judges and local law enforcement officers, and view[ing] the facts through the eyes of a reasonable, cautious officer, guided by his experience and training, in light of the totality of the circumstances.\" Id. at 598, 530 S.E.2d at 302 (quotations and alterations omitted). This analysis assumes the seizure occurred when Lt. Marotz stopped Defendant from going to the store.21\nAt the outset, I emphasize that the objective facts are viewed through the lens of a reasonable, cautious officer , not based on Lt. Marotz's subjective analysis of the law. I note this point as the Majority places too much weight on Lt. Marotz's analysis on cross-examination as to whether there was evidence of criminal activity he could point to at the time of seizure. In doing so, the Majority relies on a case where the officer relied on a hunch and \"never articulated any specific facts about the vehicle itself to justify the stop....\" State v. Murray , 192 N.C. App. 684, 689, 666 S.E.2d 205, 208 (2008) (emphasis added). In contrast, Lt. Marotz articulated objective facts about Defendant, from which a reasonable, cautious officer could infer that an individual is involved in criminal activity.\nLt. Marotz first noticed the vehicle from which Defendant emerged because it was parked in the middle of a turning lane at an unusual hour-4 a.m.-with windows rolled down, even though there was \"misting rain\" and the temperature was in the \"40s.\" He also noted the unusual *682seating arrangement of the vehicle's two passengers, where one man sat directly behind the driver, and was \"concerned\" when Defendant pulled \"a toboggan-style mask of some kind\"-with what \"looked like two cutouts\"-over his head to approximately \"the bridge of [his] nose[,]\" and then removed it when Lt. Marotz pulled his patrol car up next to the vehicle. When Lt. Marotz asked if the men were okay, they explained they were brothers who \"had gotten into an argument[,]\" but \"that everything was okay now.\" Based on this answer, Lt. Marotz drove away, but parked at a nearby gas station, and continued watching the vehicle because he felt that something was not right, and wanted \"to make sure that they didn't continue to argue[.]\" The vehicle remained stationary, which Lt. Marotz thought was \"odd[,]\" so he decided to speak with them again. He left his patrol car, and walked over to the stationary vehicle.\nAs he approached, unusual events continued. Defendant got out of the backseat and stood in the middle of the road, and the driver immediately pulled the car forward two feet, then stopped. Lt. Marotz called out to the driver to inquire whether he was just going to leave his brother in the middle of the road, which notably was in the dark at 4 a.m., and no other people were present. The driver claimed he was late for work. In an eerie exchange, Lt. Marotz again asked if everything was okay, and although the men initially confirmed everything was okay, Lt. Marotz asked a second time, and the driver shook his head \"no\" while saying yes.\nWhen Lt. Marotz told Defendant that the driver had indicated \"no,\" the driver interrupted Lt. Marotz to say everything was fine, appearing \"hurried[,]\" \"edg[ing] the vehicle forward[.]\" Lt. Marotz told the driver to go to work, and the driver left. Defendant remained, just standing in the middle of the road. He then stated he was going to the *360store, which was closed.22 Lt. Marotz testified that, in response, he told Defendant to \"[h]ang on a minute[,]\" which he testified was a command, and the point at which Defendant was seized.\nIn my review, there were objective facts related to the driver's fear and unease, including that he notified Lt. Marotz that he was not okay, while eager to leave Defendant behind. This fear was observed after Defendant had pulled a toboggan over his face as if it were a mask, which *683are routinely used in crimes.23 Defendant was then left in the middle of the road at 4 a.m., claiming he was going to a closed store. The totality of these circumstances leading up to this seizure demonstrate there was a reasonably articulable suspicion that criminal activity was afoot when Lt. Marotz seized Defendant and discovered his name and identity. Thus, the Fourth Amendment permitted Lt. Marotz to briefly stop Defendant in an attempt to dispel the suspicion. See Adams , 407 U.S. at 146, 92 S.Ct. at 1923, 32 L.Ed. 2d at 617 (\"A brief stop of a suspicious individual, in order to ... maintain the status quo momentarily while obtaining more information, may be most reasonable in light of the facts known to the officer at the time.\"). Lt. Marotz rightly ended the encounter once he found no further signs that criminal activity was afoot.\n\nI assume, without deciding, that this was the point at which the seizure occurred for the reasons articulated by the Majority.\n\n\nAlthough Lt. Marotz subjectively did not know the store was closed at this point, review of Lt. Marotz's bodycam shows a closed store, and, when two other officers appeared on scene, they were able to observe that the store was closed, as one of the officers told Lt. Marotz it was closed.\n\n\n\"Toboggan\" refers to a \"stocking cap.\" In re N.J. , No. COA13-53, 230 N.C. App. 140, 752 S.E.2d 255, 2013 WL 5460091 *1, fn. 2 (N.C. Ct. App. October 1, 2013) (unpublished) (citing Merriam-Webster's Collegiate Dictionary 1313 (11th ed. 2004)).\nOur case law demonstrates many crimes are committed while a ski mask is used. See e.g. State v. Hall , 165 N.C. App. 658, 664, 599 S.E.2d 104, 107 (2004) (\"The robber wore a ski mask[.]\"); State v. Bellamy , 172 N.C. App. 649, 654, 617 S.E.2d 81, 86 (2005) (\"[The robber] wore a green ski mask[.]\"); State v. Taylor , 80 N.C. App. 500, 502, 342 S.E.2d 539, 540 (1986) (\"[The robber] was wearing the ski mask.\").\nEven if the mask were a toboggan without eye holes, our review is based on the facts available to Lt. Marotz at the time, who could not definitively tell whether there were eye holes, but thought it looked like a mask with cutouts. Moreover, toboggan-style masks are also used to further crime. See e.g. State v. Hagans , 177 N.C. App. 17, 18, 628 S.E.2d 776, 778 (2006) (\"[The] assailants were ... dressed in ... toboggan masks with the areas over the eyes cut out.\"); State v. Ford , 194 N.C. App. 468, 470, 669 S.E.2d 832, 835 (2008) (\"[They wore] toboggans over their faces....\"); State v. Stephens , 175 N.C. App. 328, 331, 623 S.E.2d 610, 612 (2006) (describing how \"[a]nother man wearing ... a black toboggan over his head and face, with home made eye holes cut into it\" participated in the robbery).\n\n",
            "ocr": false,
            "opinion_id": 9878461
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Robbery"
}