{
    "id": 4440029,
    "judges": "Minton",
    "date_filed": "1999-12-31",
    "date_filed_is_approximate": true,
    "slug": "angela-ford-v-faisal-shah",
    "case_name_short": null,
    "case_name": "Angela Ford v. Faisal Shah",
    "case_name_full": "Angela FORD; Angela Ford, P.S.C.; ATI Ventures, LLC; And Villa Paridisio, LLC, Appellants v. Harold BAERG, Jr.; Kathleen M. Baerg; And Faisal Shah, Appellees",
    "attorneys": "COUNSEL FOR APPELLANTS: Angela Margaret Ford, Mindy Barfield, Brett Nolan, Lexington, Dinsmore & Shohl, LLP., COUNSEL FOR APPELLEE FAISAL SHAH: Stephen M. O’Brien III, Lexington, David Coomer, Stephen M. O’Brien, III, PLLC., COUNSEL FOR APPELLEES KATHLEEN M. BAERG AND HAROLD BAERG JR.: John F. Billings, John Na-thanael Billings, Christopher L, Thacker, Stephen Wilson, Billings Law Firm, PLLC.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unknown",
    "arguments": null,
    "headmatter": "<parties id=\"b658-13\" pgmap=\"658\">\n    Angela FORD; Angela Ford, P.S.C.; ATI Ventures, LLC; and Villa Paridisio, LLC, Appellants v. Harold BAERG, Jr.; Kathleen M. Baerg; and Faisal Shah, Appellees\n   </parties><br><docketnumber id=\"b658-16\" pgmap=\"658\">\n    2016-SC-000136-DG\n   </docketnumber><br><court id=\"b658-17\" pgmap=\"658\">\n    Supreme Court of Kentucky.\n   </court><br><decisiondate id=\"b658-18\" pgmap=\"658\">\n    NOVEMBER 2, 2017\n   </decisiondate><br><attorneys id=\"b659-28\" pgmap=\"659\">\n    COUNSEL FOR APPELLANTS: Angela Margaret Ford, Mindy Barfield, Brett Nolan, Lexington, Dinsmore &amp; Shohl, LLP.\n   </attorneys><br><attorneys id=\"b659-29\" pgmap=\"659\">\n    COUNSEL FOR APPELLEE FAISAL SHAH: Stephen M. O’Brien III, Lexington, David Coomer, Stephen M. O’Brien, III, PLLC.\n   </attorneys><br><attorneys id=\"b659-30\" pgmap=\"659(16) 660(11)\">\n    COUNSEL FOR APPELLEES KATHLEEN M. BAERG AND HAROLD BAERG JR.: John F. Billings, John Na-thanael Billings, Christopher L, Thacker, Stephen Wilson, Billings Law Firm, PLLC.\n   </attorneys>",
    "citations": [
        "532 S.W.3d 638"
    ],
    "opinions": [
        {
            "author_str": "Minton",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://162.114.92.72/SC/2016-SC-000136-DG.pdf",
            "author_id": null,
            "opinion_text": "                                                 RENDERED: .NOVEMBER 2, 2017\n                                                             TO BE PUBLISHED\n\n\n                ~uprtmt ~nurf                  nf t'itnfutklJ\n                                2016-SC-000136-DG\n\n\n\n ANGELA FORD; ANGELA FORD, P.S.C.; ATI                                 APPELLANTS\n VENTURES, LLC; AND VILLA PARIDISIO,\n LLC\n\n\n                     ON REVIEW FROM COURT OF APPEALS\n v.               CASE NOS. 2014-CA-000762.& 2014-CA-00791\n                   FAYETTE CIRCUIT COURT NO. 12-CI-03758\n\n\n\n HAROLD BAERG, JR.; KATHLEEN M.                                         APPELLEES\n BAERG; AND FAISAL SHAH\n\n\n             OPINION OF THE COURT BY CHIEF JUSTICE MINTON\n\n                          AFFIRMING AND REMANDING\n\n       Among the elements required under our law to prove the tort of\n\n conversion, the plaintiff must first prove that she has legal title to the\n\n converted property and then prove the right to possess the property at the time\n\n of the alleged conversion. Attorney Angela Ford filed this civil action asserting\n\n the tort of conversion, claiming that Harold and Kathleen Baerg and Fasal\n\n Shah should be required to disgorge large sums of ·money that Ford claimed\n\n had been stolen from her by her attorney, Seth Johnston, and transferred by\n\n- him to the Baergs and Shah. The trial court granted summary judgment in\n\n favor of Ford, but the Court of Appeals reversed the trial court's judgment,\n\n holdirig that Ford failed to prove the essential elements of conversion\n\fmentioned above. On discretionary review, we affirm the opinion of the Court of\n\nAppeals and remand this case to the trial court with direction to grant\n\nsummary judgment to the Baergs and to Shah.\n\n                   I. FACTUAL AND PROCEDURAL BACKGROUND.\n      Attorney Angela Ford received a large sum of legal fees for her work in\n\nthe notorious fen-phen lawsuit. 1 Ford hired attorney Seth Johnston to help her\n\nform several LLCs to manage and _secrete these funds. Johnston then formed\n\ntwo limited liability companies (LLCs), Villa Paridisio and ATI Ventures, to own\n\nand manage the funds. Ford placed some funds into Villa Paridisio's PNC Bank\n\naccount and some into ATI Ventures's Republic Bank account. Johnston,\n\naccording to the record available to us, was the signatory on both LLCs'\n                                                            •\naccounts, later transferring Villa Paridisio's funds to BB&T, also an account\n\nwhere Johnston was named the ,sole signatory as revealed by the available\n\nrecord.\n\n      Johnston also represented Harold and Kathleen Baerg at this time. The\n\nBaergs wished to engage in an I.R.C. § 1031 llke-kind property exchange. And\n\nthey wanted Johnston to hold the proceeds from their sold property in an\n\nintermediary company, Emerald Riverport, solely controlled by Johnston, until\n\nthey purchased new property to complete the § 1031 transaction.\n\n      Unknown to Ford and the Baergs, Johnston was involved in an extensive\n\nscheme of fraud, theft, and illegal drug distribution. Johnston spent the\n\nBaergs' proceeds from the sale of their property, placed in Emerald Riverport,\n\n\n\n     .1   See, e.g., Abbott v. Chesley, 413 S.W.3d 589(Ky.2013)\n                                            2\n\f     for his own scheme. When the Baergs wanted the money to purchase new\n\n     property under their§ 1031 transaction, Johnston wire-transferred funds from\n\n     Ford's Villa Paridisfo account to pay the seller of the new property. Johnston\n\n     also used funds from Ford's ATI Ventures account to purchase a cashier's\n\n     check, which he then negotiated to Zafar Nasir. Nasir later negotiated that\n                                                     I         .\n\n\n\n\n     cashier's check to Faisal Shah, who deposited the check's funds into his\n\n     personal bank account.\n\n           After discovering these fraudulent c!,.ealings, Ford filed the underlying\n\n     action against Johnston, the Baergs, and Shah for conversion. Ford moved for\n\n     summacy judgment against all parties, and the trial court granted Ford's\n\n     motion and found all parties liable. Shah and the Baergs appealed, and the\n\n     appellate court reversed the trial court's findings with respect to them, finding\n\n     that Ford could not prove the first two elements of conversion2-specifically,\n\n/,   that Ford lacked the requisite legal title or possessory rights to the allegedly\n\n     converted property. This court took this case on discretionacy review.\n\n\n\n\n     2 The elements of conversion are: (1) the plaintiff had legal title to the converted\n     property; (2) the plaintiff had the right to possess the property at the time of the\n     conversion; (3) the defendant exercised dominion over the plaintiffs property in. a way\n     that deprived the plaint;iff of its use and enjoyrrient; (4) the defendant intended to\n     interfere with the plaintiffs possession; (5) the plaintiff demanded return of the\n     property and the defendant refused; (6) the defendant's act was the legal cause of the\n     plaintiff's loss of the property; and (7) the plaintiff suffered damages from the loss of\n     the property. Kentucky Ass'n of Ctys. AU Lines Fund Trust v. McC1.endon, 157 S.W.3d\n     626, 630 n.12 (Ky. 2005).\n                                                 3\n\f                                          II. ANALYSIS.\n     A. Standard of Review.\n         We review a trial court's granting of a party's summary judgment motion\n\nde novo. 3 ' \"On appeal, '[t]he standard of review ... of a summary judgment is\n\nwhether the circuit judge correctly found that there were no issues as to any\n\nmaterial fact and that the moving party was entitled to a judgment as a matter\n\nof law.'\"4\n\n     B. Ford Cannot Satisfy the First Two Elements of Conversion.\n         The Baergs correctly argue that Johnston, as the sole signatory on the\n\nVilla Paridisio bank accounts at PNC Bank and BB&T, possessed, at the least,\n\napparent authority over those bank accounts. Shah argues the same-\n\nJohnston remained the sole signatory on the ATI Ventures bank account at\n\nRepublic Bank, and thus Johnston possessed apparent authority over that\n\nbank account. The Baergs and Shah argue that, through his apparent ·\n\nauthority, Johnston divested Ford of legal title and possessory rights when\n\nJohnston completed the wire transfer in the Baergs' case and the negotiation\n\nand deposit of the cashier's      c~eck   in Shah's case.\n\n         As stated previously, the first two elements of conversioh require the\n\nplaintiff, Ford, to (1) have legal title over the property in question and (2) the\n\nright to possess the property at the time of the conversion. In other words, if\n\n\n\n\n3   Caniffv. CSXTransp., Inc., .438 S.W.3d368, 372 (Ky. 2014).\n4   Id. (quoting Pearson ex rel. Trent v. Nat'l.Feeding Sys., Inc., 90 S.W.3d 46, 49 (Ky.·\n2002)).\n                                               4·\n\fFord does not possess legal title over or the right to possess the property in\n\nquestion, her conversion claims against the Baergs and Shah fail.\n\n      l. Johnston Possessed Apparent Authority to Act on Behalf of Ford\n         When Managing her LLCs' Bank Accounts.\n         A signatory is \"A person or entity that signs a document, personally or\n\nthrough an agent, and thereby becomes a party to an agreement. \"5 For the\n\npurposes of this case, the most important feature of designation as a signatory\n\nis the vesting of signatory authority in the signatory. Signatory authority is the\n\n\"License to make a decision, esp. to withdraw money from an .account or to\n\ntransfer a negotiable instrument.\" 6 In other words, when an individual is\n\ndesignated as a signatory, that :individual possesses some type of authority to\n\nact on behalf of the principal who designated the individual as a signatory.\n\n         Recall that Ford designated Johnston as a signatory on both her Villa\n\nParidis:lo and ATI Ventures bank accounts. So Johnston possessed some type\n\nof authority over these accounts. The Baergs and Shah correctly argue that, at\n\nthe vecy least, Johnston possessed apparent authority to transfer funds from\n\nthese accounts to third parties, thereby eventually validly divesting Ford of any\n\nlegal title or right to possess the transferred funds in both cases.\n\n         \"Apparent authority .. .is not actual authority but is the authority the\n\nagent is held out by the principal as possessing. It is a matter of appearances\n\n\n\n\ns Signatory, Black's Law Dictionary (10th ed. 2014).\n6   Signatory Authority, Black's Law Dictionary (10th ed. 2014).\n                                             5\n\fon which third parties comes to rely.\" 7 \"An agent is said to have apparent\n\nauthority to ·enter transactions on his or her principal's behalf with a third\n\nparty when the principal has manifested to the third party that the agent is so\n\nauthorized, and the third party reasonably relies on that manifestation.\"B \"That\n\na principal did not approve an individual transaction does not change the fact\n\nthat an agent can have apparent authority to make the signature and thus\n\nengage in the transaction, at least when viewed from the perspective of the\n\nbank.\"9\n\n        Without question, as a signatory, Johnston possessed the authority to\n\ntransfer funds from the bank accounts of Villa Paridisio and ATI Ventures to\n\nthird parties from the perspective of BB&T and Republic Bank. This is the\n\nentire reason an individual designates a signatory on a bank account-to vest\n\nauthority in that individual to make transfers from one's bank account and to\n\nhave the bank recognize that authority. BB&T and Republic Bank reasonably\n\nrelied on Johnston's status as a signatory when. transferring funds\n                                                               .\n                                                                    from the\n\nLLCs' bank accounts to the respective third parties at Johnston's direction. In\n\nsum, there is no question that Johnston possessed apparent authority to act\n\non· behalf of Ford when managing her LLCs' bank accounts.\n\n\n\n1Mark D. Dean, P.S.'C. v. Commonwealth Bank & Trust Co., 434 S.W.3d 489, 499 (Ky.\n2014) (quoting Mill St. Church of Christ v. Hogan, 785 S.W.2d 263, 267 (Ky. App.\n1990)).                                               .\ns i'in.g v. Beverly Enterprises, Inc., 376 S.W.3d 581, 594 (Ky. 2012); see al.so       ·\nRestatement (Third) of Agency§ 2.03 (2006) (\"Apparent authority is the power held by\nan agent or other actor to affect a principal's legal relations with third parties when a\nthird party reasonably believes the actor has authority to act on behalf of th~ principal\nand that belief is traceable to the principal's manifestations.\").\n9   MarkD. Dean, 434 S.W.3d at 500.\n                                          ·6\n\f      2. Johnston's Apparent Authority Allowed Title to Transfer Validly\n         from the LLCs' Bank Accounts to Respective Third Parties.\n         As a signatory, Johnston committed two transfers vital to determining\n\nthe end result of this case. Regarding the Baergs, Johnston wire-transferred\n\nfunds from Ford's Villa Paridisio account to pay the seller of the new property.\n\nRegarding Shah, Johnston used funds from Ford's ATI Ventures acqount to\n                '                     '\npurchase a cashier's check, which he later negotiated to Zafar Nasir, who then\n\nnegotiated the check to Shah, who deposited the funds from the cashier's\n\ncheck into his personal bank account.\n\n      a. The Wire Transfers.\n         Regarding Johnston's wire transfer from Villa Paridisio to the seller's\n\ndesignated third parties, as a matter oflaw, \"Title to funds in a wire transfer\n\npasses to the beneficiary bank upon acceptance of a payment order.\"10 So\n\nwhen Johnston validly ordered BB&T to wire money to the seller's designated\n\nthird parties, the completion of the transfer of valid title occurred upon those\n\nthird parties acceptance by the payment order.11 At that point in time, Ford\n\nlost all her claim to title and possession. Because Ford no longer has title over\n\nor the right to possess the funds, Ford cannot satisfy the first tWo elements of\n\nher conversion claim against the Baergs and her claim against them fails.\n\n\n10 Regions Bank v. Provident Bank, Inc., 345 F.3d 1267, 1277 (11th Cir. 2003); 7\nAnderson U.C.C. § 4A-209:7 (3d. ed.). Although only persuasive authority, Regions\nBank has been heavily cited and relied upon by both parties and the Court of Appeals\nin this case. Clearly, if the receiving bank in the wire transfer \"know[ s] or [has]\nreasonable cause to believe that the property [has] been obtained through commission\nof a theft offense,\" then title would not validly pass. Regwns Bank, 345 F.3d at 1277.\nHere, there is absolutely no evidence that the [bank] receiving Johnston's wire\ntransfers had any knowledge or reason to believe that the transfers were fraudulent.\nSo UCC Artide 4A is not being used \"as a shield for fraudulent activity.\" Id. at 1276.\n11   Again, Johnston possessed valid apparent authority to complete this transfer.\n                                             7\n\f      b. The Negotiation of the Cashier's Check.\n          Regarding Johnston's purchase and negotiation of the cashier's check,\n\n Johnston validly possessed the ability to eilforce the cashier's check because\n\n he validly purchased the cashier's check using Forcfs funds through his\n\n apparent authority over Ford's ATI Ventures bank account.12 Once Johnston\n\n·negotiated the cashier's check to Nasir, Johnston's ability to enforce the\n\n cashier's check passed to Nasir.13 Nasir then negotiated the check to Shah,\n\n who later deposited the funds into his personal account, at which point Ford\n\n lost all title and possessory rights in the funds.14 Because Ford no longer has\n\n any possessory rights in the funds, she cannot satisfy the second element of a\n\n conversion action, and thus her claim fails.\n\n      c. Cheapest Cost Avoider Principle.\n         With respect to Ford's claims against the Baergs and Shah, we assert a\n\n further justification for our holding in this unfortunate case. The \"cheapest\n\n cost avoider\" economic principle states, in the words of Judge Posner, \"that the\n\n dufy to avoid a loss should be placed on the party that can prevent the loss at\n\n\n· 12. There is an argument that once Johnston purchased the cashier's check, Ford lost\n possessory rights at that point in time. But as the Court of Appeals aptly noted, there\n is debate about this concept. Cf; Gregory E. Maggs Determining the Rights and\n Li.abilities of the Re.mitter of a Negotiable Instrument: A Theory Applied to Some\n Unsettled Questions, 36 B.C.L. Rev. 619, 654-55 (1995). Because of this debate, and\n because this case is conclusively decided differently, we need not resolve this debate at\n this time.\n 13 \"Transfer of an instrWnent, whether or not the transfer is a negotiation, vests in the\n transferee any right of the transferor to enforce the instrument .... \" KRS 355.3-203(2).\n\n 14 When a general deposit is made by a bank's customer (account holder) at the bank,\n title to the general deposit passes from the depositor to the bank, with the bank\n undertaking a duty to repay. Ann Graham, Banking Law§ 9.02[1] (1997); Dean Witter\n Reynolds, Inc. v. Variable Annuity Life Ins. Co., 373 F.3d 1100, 1107-08 (10th Cir.\n 2004).\n                                             8\n\flower cost \"15 In this case, Ford was the party in the best position to prevent\n\nher loss. She entrusted Johnston with unconstrained authority to handle her\n\nfunds. Had she properly vetted Johnston or monitored her accounts, she could\n\nhave terminated his status as a signatory or never even have bestowed upon\n\nhim sole signatory status, preventing her own loss. Ford's status as the\n\ncheapest cost avoider in this case further cements our holdings.\n\n     d. Johnston is Not a ''Thief\" for Purposes of Determining Title\n        Transfer.\n         Ford argues to us the well-established rule that \"a robber or thief cannot\n\nas against the owner pass title to ... stolen property, even to a bona fide\n\npurchaser for    v~ue\" 1 6   when she insists that she never lost title to the funds\n\neventually transferred to the Baergs and Shah. But Johnston is not a \"thief' in\n\nthis specific context-Johnston possessed apparent authority over Ford's LLCs'\n                         '\nbank accounts by virtue of his signatory authority granted to him by Ford. And\n\nwhen Johnston exercised his authority over the accounts, it was as if Ford\n\nherself was the actor. So Johnston cannot be considered a \"thief' in this\n\ncontext.\n\n                                   III.      CONCLUSION.\n\n         Angela Ford no longer possesses title to or a possessory interest in the\n\nfunds transferred in the Baergs' case, nor does she possess an interest in the\n\nfunds transferred in Shah's case. For those reasons, Ford cannot maintain a\n\n\n\n1s   Wachovia Bank, N.A. v. Foster Bancshares, Inc., 457 F.3d 619, 622 (7th Cir. 2006).\n16 Peopl.e's Nat Bank v. Jones, 61 S.W.2d 17, 19 (Ky. 1933); See In re Newpower, 233\nF.3d 922, 929 (6th Cir. 2000); Restatement (Second)·ofTorts § 229 cmt. d. (1965);\nBogert, Trust & 'frustees § 476 (2d~ ed. 1978).\n                                              9\n\fconversion action against these parties, and her claim fails as a matter of law.\n\nWe affirm the Court of Appeals in reversing the trial court's grant of Ford's\n\nmotions for summary judgment and remand the case to the trial court with\n\ninstructions.to enter summary judgment in favor of the Baergs and Shah.\n\n      All sitting. All concur.\n\n\n\nCOUNSEL FOR APPELLANTS:\n\nAngela Margaret Ford\n                      I\n\n\n\nMindy Barfield\nBrett Nolan · ·\nDinsmore & Shohl, LLP\n\nCOUNSEL FOR APPELLEE FAISAL SHAH:\n\nStephen M. O'Brien III\nDavid Coomer\nStephen M. O'Brien, III, PLLC\n\nCOUNSEL FOR APPELLEES KATHLEEN M. BAERG AND HAROLD BAERG JR.:\n\nJohn F. Billings\nJohn Nathanael Billings\nChristopher L. Thacker\nStephen Wilson\nBillings Law Firm, PLLC.\n\n\n\n\n                                        10   '\n\f",
            "ocr": false,
            "opinion_id": 4217282
        }
    ],
    "court_short_name": "Kentucky Supreme Court",
    "court_full_name": "Kentucky Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Robbery"
}