{
    "id": 4449479,
    "judges": "Diarmuid, Johnnie, Marquez, O'Scannlain, Rawlinson, Rosemary",
    "date_filed": "2005-12-02",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-jose-valdivia-flores",
    "case_name_short": null,
    "case_name": "United States v. Jose Valdivia-Flores",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Jose Alejandro VALDIVIA-FLORES, AKA Francisco Cruz-Mendoza, Defendant-Appellant",
    "attorneys": "Ellis M. Johnston III (argued), San Diego, California, for Defendant-Appellant., Helen H. Hong (argued), Assistant United States Attorney; Lindsey A. Forrester Archer, Special Assistant United States Attorney; Peter Ko, Chief, Appellate Section, Criminal Division; United States Attorney’s Office, San Diego, California; for Plaintiff-Appellee.",
    "nature_of_suit": "Criminal",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted November 10, 2016—Pasadena, California",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1211-15\" pgmap=\"1211\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Jose Alejandro VALDIVIA-FLORES, aka Francisco Cruz-Mendoza, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b1211-18\" pgmap=\"1211\">\n    No. 15-50384\n   </docketnumber><br><court id=\"b1211-19\" pgmap=\"1211\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><br><otherdate id=\"b1211-21\" pgmap=\"1211\">\n    Argued and Submitted November 10, 2016—Pasadena, California\n   </otherdate><decisiondate id=\"aki-dedup-0\" pgmap=\"1211\">\n    Filed December 7, 2017\n   </decisiondate><br><attorneys id=\"b1213-8\" pgmap=\"1213\">\n    Ellis M. Johnston III (argued), San Diego, California, for Defendant-Appellant.\n   </attorneys><br><attorneys id=\"b1213-9\" pgmap=\"1213\">\n    Helen H. Hong (argued), Assistant United States Attorney; Lindsey A. Forrester Archer, Special Assistant United States Attorney; Peter Ko, Chief, Appellate Section, Criminal Division; United States Attorney’s Office, San Diego, California; for Plaintiff-Appellee.\n   </attorneys><br><judges id=\"b1213-12\" pgmap=\"1213\">\n    Before: DIARMUID F. O’SCANNLAIN and JOHNNIE B. RAWLINSON, Circuit Judges, and ROSEMARY MARQUEZ,\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    District Judge.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b1213-10\" pgmap=\"1213\">\n     The Honorable Rosemary Marquez, United States District Judge for the District of Arizona, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "876 F.3d 1201"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 26.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/opinions/2017/12/07/15-50384.pdf",
            "author_id": null,
            "opinion_text": "                      FOR PUBLICATION\n\n   UNITED STATES COURT OF APPEALS\n        FOR THE NINTH CIRCUIT\n\n\n UNITED STATES OF AMERICA,                   No. 15-50384\n            Plaintiff-Appellee,\n                                               D.C. No.\n                 v.                      3:14-cr-03700-BAS-1\n\n JOSE ALEJANDRO VALDIVIA-\n FLORES, AKA Francisco Cruz-                   OPINION\n Mendoza,\n          Defendant-Appellant.\n\n\n        Appeal from the United States District Court\n           for the Southern District of California\n        Cynthia A. Bashant, District Judge, Presiding\n\n         Argued and Submitted November 10, 2016\n                   Pasadena, California\n\n                      Filed December 7, 2017\n\n    Before: Diarmuid F. O’Scannlain and Johnnie B.\n   Rawlinson, Circuit Judges, and Rosemary Marquez, *\n                      District Judge.\n\n\n\n\n     *\n       The Honorable Rosemary Marquez, United States District Judge\nfor the District of Arizona, sitting by designation.\n\f2            UNITED STATES V. VALDIVIA-FLORES\n\n               Opinion by Judge O’Scannlain;\n         Special Concurrence by Judge O’Scannlain;\n                 Dissent by Judge Rawlinson\n\n\n                          SUMMARY **\n\n\n                          Criminal Law\n\n    The panel reversed a criminal judgment, and remanded,\nin a case in which the defendant, who was convicted of\nattempted reentry of a removed alien, contended that his\n2009 removal was invalid because his 1997 drug trafficking\nconviction under Wash. Rev. Code § 69.50.401 was\nincorrectly determined to be an aggravated felony.\n\n    The panel held that the defendant’s waiver of the right to\nseek judicial review of the removal order was not considered\nand intelligent, where the Notice of Intent to Issue a Final\nAdministrative Removal Order suggested the defendant\ncould contest removability only on factual grounds, the\ndefendant was not represented, and the defendant never had\nthe benefit of appearing before an immigration judge despite\nhis request for a hearing.\n\n    The panel held that the Washington drug trafficking\nstatute is overbroad compared to its federal analogue\nbecause the former has a more inclusive mens rea\nrequirement for accomplice liability. The panel held that\nunder a straightforward application of the categorical\n\n    **\n       This summary constitutes no part of the opinion of the court. It\nhas been prepared by court staff for the convenience of the reader.\n\f           UNITED STATES V. VALDIVIA-FLORES                  3\n\napproach, the defendant’s conviction therefore cannot\nsupport an aggravated felony determination. Because under\nWashington law a jury need not agree on whether a\ndefendant is a principal or accomplice, the panel held that\nthe Washington drug trafficking statute is not divisible so far\nas the distinction between those roles is concerned. The\npanel held that the modified categorical approach therefore\nmay not be applied, and it was error for the district court to\ndo so.\n\n    The panel concluded that the defendant was,\naccordingly, prejudiced from his inability to seek judicial\nreview for his 2009 removal, and that his collateral attack\npursuant to 8 U.S.C. § 1326(d) on the underlying deportation\norder should have been successful.\n\n    Specially concurring, Judge O’Scannlain wrote\nseparately to highlight how the result in this case illustrates\nthe bizarre and arbitrary effects of the ever-spreading\ncategorical approach for comparing state law offenses to\nfederal criminal definitions.\n\n    Dissenting, Judge Rawlinson wrote that the majority has\nimpermissibly veered away from the statute of conviction to\nfind overbreadth based on its analysis of a statute that was\nnot part of the prosecution or conviction in this case.\n\f4          UNITED STATES V. VALDIVIA-FLORES\n\n                        COUNSEL\n\nEllis M. Johnston III (argued), San Diego, California, for\nDefendant-Appellant.\n\nHelen H. Hong (argued), Assistant United States Attorney;\nLindsey A. Forrester Archer, Special Assistant United States\nAttorney; Peter Ko, Chief, Appellate Section, Criminal\nDivision; United States Attorney’s Office, San Diego,\nCalifornia; for Plaintiff-Appellee.\n\n\n                        OPINION\n\nO=SCANNLAIN, Circuit Judge:\n\n    We must decide whether a conviction for possession of\na controlled substance with intent to distribute under\nWashington state law is an aggravated felony for purposes\nof federal immigration law.\n\n                              I\n\n    Jose Valdivia-Flores is a Mexican citizen who entered\nthe United States without inspection in 1995. In 1997, he\nwas charged with and ultimately pled guilty to a violation of\nWashington’s drug trafficking statute, Wash. Rev. Code\n§ 69.50.401. In his Statement of Defendant on Plea of\nGuilty, Valdivia-Flores described the crime he was being\ncharged with as: “possession with intent to deliver—\nHeroin.” He also wrote out the elements of the crime:\n“Possess a controlled substance (heroin) with intent to\ndistribute it in King County and know it was a narcotic\ndrug.” Finally, stating what made him guilty of Wash. Rev.\nCode § 69.50.401 in his own words, Valdivia-Flores wrote:\n“On June 20, 1997 in King County WA I did unlawfully\n\f           UNITED STATES V. VALDIVIA-FLORES                5\n\npossess with intent to deliver Heroin a controlled substance\nand did know it was a controlled substance.” Valdivia-\nFlores was sentenced to 21 months’ imprisonment, which he\nserved at an accelerated pace over seven months at a work\nethic camp.\n\n    While he was in the camp, immigration officers prepared\na Notice to Appear which charged Valdivia-Flores with\nbeing removable. In an order dated January 28, 1998, an\nimmigration judge suspended the immigration proceedings\nbecause Valdivia-Flores was still serving his sentence at the\ncamp and therefore could not be produced for a hearing.\nNonetheless, at the conclusion of his sentence in April 1998,\nimmigration officers physically removed Valdivia-Flores to\nMexico without an order. Valdivia-Flores returned to the\nState of Washington that same year, again without\ninspection at the border.\n\n    In 2009, Valdivia-Flores was convicted of malicious\nmischief in the third degree in violation of Wash. Rev. Code\n§ 9A.48.090 for smashing the windshield of his wife’s\nvehicle after an argument. He pled guilty, and his sentence\nwas suspended. At the time of that prosecution, the\nDepartment of Homeland Security initiated administrative\nremoval proceedings pursuant to 8 U.S.C. § 1228(b). In\nMarch 2009, he received two copies of a form, one in\nEnglish and one in Spanish, titled Notice of Rights and\nRequest for Disposition. This notice informed Valdivia-\nFlores that he had “the right to a hearing before the\nImmigration Court to determine whether [he] may remain in\nthe United States.” Valdivia-Flores filled out and signed the\nSpanish version of the form, electing to request a hearing\nbefore the Immigration Court.\n\n   Also in March 2009, the Department of Homeland\nSecurity issued Valdivia-Flores a Notice of Intent to Issue a\n\f6           UNITED STATES V. VALDIVIA-FLORES\n\nFinal Administrative Removal Order (“Notice of Intent”). It\nstated that Valdivia-Flores’s 1997 conviction under Wash.\nRev. Code § 69.50.401(a) was for an aggravated felony so\nthat he was removable without a hearing before an\nimmigration judge. The Notice of Intent informed Valdivia-\nFlores of his right to petition for review of his removal in the\nappropriate U.S. Circuit Court of Appeals. It also provided\nthree check-boxes of options by which Valdivia-Flores\ncould “contest [his] deportability”: (1) he could assert that\nhe was “a citizen or national of the United States”; (2) he\ncould assert that he was “a lawful permanent resident”; and\n(3) he could claim that he was “not convicted of the criminal\noffense described” in the Notice of Intent. Valdivia-Flores\ndid not contest his removal or request withholding of\nremoval and instead checked a box acknowledging that he\nhad “the right to remain in the United States for 14 calendar\ndays in order to apply for judicial review” and that he\n“waive[d] this right.” He did not petition for review of the\nremoval decision and was removed on April 4, 2009. He\nremained in Mexico for a few days and then unlawfully\nreentered the United States for a third time.\n\n     On August 13, 2013, Valdivia-Flores was arrested in\nWashington for being an illegal alien found in the United\nStates, in violation of 8 U.S.C. § 1326. He pled guilty and\nwas convicted in the Western District of Washington in\nSeptember 2013. Immigration authorities once again\ninitiated removal proceedings. Valdivia-Flores requested\nasylum and sought a stay of removal “for humanitarian\nreasons,” but those requests were denied, and Valdivia-\nFlores was removed in September 2014.\n\n    On November 13, 2014, Valdivia-Flores attempted to\nreturn (for a fourth time) to the United States, applying for\nentry through the pedestrian lanes at the San Ysidiro,\n\f             UNITED STATES V. VALDIVIA-FLORES                          7\n\nCalifornia port of entry. Valdivia-Flores falsely identified\nhimself as another person and presented a false and\nfraudulent United States Certification of Naturalization. He\nwas charged with one count of attempted reentry of a\nremoved alien in violation of 8 U.S.C. § 1326 and one count\nof fraudulent use of an immigration document in violation of\n18 U.S.C. § 1546.\n\n    Prior to trial, Valdivia-Flores brought a collateral attack\nagainst the validity of his 2009 order of removal and moved\nto dismiss the attempted reentry count of the indictment.\nThe district court denied the motion to dismiss because\nValdivia-Flores “did in fact admit in his plea agreement to\ncommitting a drug trafficking offense, which is an\naggravated felony.”\n\n    The parties then entered into a stipulation in which\nValdivia-Flores agreed to facts satisfying all the elements of\nboth counts in the indictment. Based on those stipulated\nfacts, following a bench trial the district court found\nValdivia-Flores guilty of both charges and sentenced him to\n21 months’ imprisonment on both counts, running\nconcurrently.\n\n   Valdivia-Flores filed this timely appeal and seeks to\nchallenge collaterally the classification of his underlying\nWashington state conviction as an aggravated felony. 1\n\n\n\n    1\n      “We review the district court’s denial of a motion to dismiss an\nindictment brought pursuant to 8 U.S.C. § 1326(d) de novo.” United\nStates v. Cisneros-Rodriguez, 813 F.3d 748, 755 (9th Cir. 2015) (citation\nomitted). Whether a crime constituted an aggravated felony is a question\nof law reviewed de novo. See Wang v. Rodriguez, 830 F.3d 958, 960\n(9th Cir. 2016).\n\f8          UNITED STATES V. VALDIVIA-FLORES\n\n                             II\n\n    Valdivia-Flores contends that because his 1997\nconviction was incorrectly determined to be an aggravated\nfelony, his 2009 removal was invalid. If the 2009 removal\nwas invalid, that “precludes reliance on th[at] deportation”\nin the subsequent illegal reentry prosecution. United States\nv. Ramos, 623 F.3d 672, 679 (9th Cir. 2010). Valdivia-\nFlores’s collateral attack is governed by 8 U.S.C. § 1326(d),\nwhich allows such an attack to succeed if Valdivia-Flores\ncan demonstrate that (1) he exhausted the administrative\nremedies available for seeking relief from the predicate\nremoval order; (2) the removal proceedings improperly\ndeprived him of the opportunity for judicial review; and\n(3) the removal order was fundamentally unfair. 8 U.S.C.\n§ 1326(d). The first two prongs of § 1326(d) are satisfied if\nhis right to appeal was denied in violation of due process.\nUnited States v. Gomez, 757 F.3d 885, 893 (9th Cir. 2014).\n\n    Valdivia-Flores contends that his due process rights were\nindeed violated because “immigration officials failed to\nobtain a knowing waiver of” his right to appeal the removal\norder. Gomez, 757 F.3d at 893. “In order for [a] waiver to\nbe valid . . . it must be both considered and intelligent.”\nUnited States v. Arrieta, 224 F.3d 1076, 1079 (9th Cir. 2000)\n(internal quotation marks omitted). The government\ncontends that Valdivia-Flores did validly waive his right to\nappeal by signing the Notice of Intent, by failing to appeal,\nand by freely choosing instead to return to this country\nunlawfully.\n\n    Because Valdivia-Flores asserts that his waiver was not\nconsidered and intelligent, the government must show by\nclear and convincing evidence that the waiver was valid,\nRamos, 623 F.3d at 681, and it may not simply rely on the\nsigned document purportedly agreeing to the waiver, Gomez,\n\f           UNITED STATES V. VALDIVIA-FLORES                 9\n\n757 F.3d at 895. Because we cannot rely on the contested\nwaiver document itself, we evaluate the surrounding\ncircumstances to determine whether the government can\novercome the presumption against waiver. See Cisneros-\nRodriguez, 813 F.3d at 756.\n\n    Here, although the Notice of Intent described the\nwindow in which Valdivia-Flores could respond to the\ncharges against him or file a petition for judicial review, it\ndid not explicitly inform him that he could refute, through\neither an administrative or judicial procedure, the legal\nconclusion underlying his removability. In fact, the Notice\nof Intent’s three check boxes suggested just the opposite—\nthat removability could only be contested on factual\ngrounds. The list of options available to “check off” did not\ninclude an option to contest the classification of the\nconviction as an aggravated felony, and the only check box\nrelevant to the conviction itself only allowed Valdivia-Flores\nto contest that he “was not convicted of the criminal offense\ndescribed.”\n\n    The form’s deficiencies are magnified because Valdivia-\nFlores “was not represented and never had the benefit of\nappearing before an [immigration judge], who, we presume,\nwould have adequately conveyed both [his] appeal options\nand the finality associated with waiving appeal.” Ramos,\n623 F.3d at 681 (internal quotation marks omitted). Indeed,\nthe Notice of Intent was issued without a hearing before an\nimmigration judge despite Valdivia-Flores’s request for a\nhearing. The government provides no evidence that an\nimmigration officer ever met with Valdivia-Flores to explain\nthe form or the issues it raised; rather, the government\nmerely relies on the sufficiency of the form’s text to\ncommunicate Valdivia-Flores’s options.\n\f10         UNITED STATES V. VALDIVIA-FLORES\n\n    Under these circumstances, we conclude that Valdivia-\nFlores’s waiver of the right to seek judicial review was not\nconsidered and intelligent. Accord Gomez, 757 F.3d at 896\n(explaining that the fact that an alien signed a waiver was\ninsufficient to meet the government’s burden to establish a\nvalid waiver when the record reflected deficiencies in the\nadvisements given). Therefore, he was deprived of due\nprocess and satisfies the first two prongs of 8 U.S.C.\n§ 1326(d).\n\n                             III\n\n                              A\n\n    With a due process violation established, the next step in\nValdivia-Flores’s argument is that the 2009 removal order\n“was fundamentally unfair,” so he satisfies the final prong of\n8 U.S.C. § 1326(d) to succeed in his collateral attack. He\nmust “show that it was ‘plausible’ that he would have\nreceived some form of relief from removal had his rights not\nbeen violated in the removal proceedings.” Gomez, 757 F.3d\nat 898 (quoting Arrieta, 224 F.3d at 1079). To meet that\nburden, Valdivia-Flores argues that, had he sought judicial\nreview of the order, he would have prevailed in showing that\nhe was not convicted of an aggravated felony as alleged in\nthe Notice of Intent as the sole basis for his removal without\na hearing before an immigration judge. The government\ndisagrees and argues that Valdivia-Flores’s drug trafficking\nconviction was properly classified as an aggravated felony.\nWe must therefore determine whether Valdivia-Flores’s\n1997 conviction under Wash. Rev. Code § 69.50.401 was for\nan aggravated felony.\n\n    To determine whether an offense qualifies as an\n“aggravated felony,” we apply the categorical approach\narticulated in Taylor v. United States, 495 U.S. 575 (1990).\n\f           UNITED STATES V. VALDIVIA-FLORES                 11\n\nRendon v. Holder, 764 F.3d 1077, 1082 (9th Cir. 2014).\nUnder the categorical approach, “we look not to the facts of\nthe particular prior case, but instead to whether the state\nstatute defining the crime of conviction categorically fits\nwithin the generic federal definition of a corresponding\naggravated felony.” Roman-Suaste v. Holder, 766 F.3d\n1035, 1038 (9th Cir. 2014) (citation and internal quotation\nmarks omitted).\n\n    To make his argument that the Washington drug-\ntrafficking law is broader than its federal analogue, Valdivia-\nFlores observes that, under both the federal and state\ncriminal laws, a person charged with a drug trafficking\noffense may be convicted either as a principal or for aiding\nand abetting. Critically, he says, Washington defines aiding\nand abetting more broadly than does federal law so that\nWashington forbids more conduct.\n\n    The implicit nature of aiding and abetting liability in\nevery criminal charge is sufficiently well-settled that the\ngovernment in this case does not contest it. See Gonzales v.\nDuenas-Alvarez, 549 U.S. 183, 189 (2007) (In the United\nStates, “every jurisdiction—all States and the Federal\nGovernment—has expressly abrogated the distinction\namong principals and aiders and abettors.”). Instead, the\ngovernment contends that Washington’s definition of aiding\nand abetting liability is essentially the same as the federal\ndefinition so that they do, in fact, match categorically.\n\n    At the time of Valdivia-Flores’s conviction,\nWashington’s aiding and abetting statute stated: “A person\nis an accomplice . . . in the commission of a crime if . . .\n[w]ith knowledge that it will promote or facilitate the\ncommission of the crime, he . . . solicits, commands,\nencourages, or requests such other person to commit it; or\naids or agrees to aid such other person in planning or\n\f12          UNITED STATES V. VALDIVIA-FLORES\n\ncommitting it.” Wash. Rev. Code § 9A.08.020(3)(a)(i)–(ii)\n(1997) (emphasis added). In contrast, under federal law, “to\nprove liability as an aider and abettor the government must\nestablish beyond a reasonable doubt that the accused had the\nspecific intent to facilitate the commission of a crime by\nsomeone else.” United States v. Garcia, 400 F.3d 816, 819\n(9th Cir. 2005) (emphasis added). Therefore, federal law\nrequires a mens rea of specific intent for conviction for\naiding and abetting, whereas Washington requires merely\nknowledge.\n\n    Consistent with the Model Penal Code on which it is\nbased, Washington’s criminal law expressly codifies the\ndistinction between intent and knowledge and makes plain\nthat knowledge is a less demanding mens rea requirement.\n“A person acts with intent or intentionally when he acts with\nthe objective or purpose to accomplish a result which\nconstitutes a crime.” Wash. Rev. Code § 9A.08.010(1)(a)\n(1997) (emphasis added). In contrast, “[a] person knows or\nacts knowingly or with knowledge when . . . (i) he is aware\nof a fact, facts, or circumstances or result described by a\nstatute defining an offense; or (ii) he has information which\nwould lead a reasonable man in the same situation to believe\nthat facts exist which facts are described by a statute defining\nan offense.” Id. § 9A.08.010(1)(b) (emphasis added).\n\n    The same distinction exists in federal law. There, “a\nperson who causes a particular result is said to act\npurposefully”—or with specific intent—“if he consciously\ndesires that result . . . while he is said to act knowingly if he\nis aware that that result is practically certain to follow from\nhis conduct, whatever his desire may be as to that result.”\nUnited States v. Bailey, 444 U.S. 394, 404 (1980) (internal\nquotation marks omitted); see also Abagninin v. AMVAC\nChem. Corp., 545 F.3d 733, 739 (9th Cir. 2008)\n\f             UNITED STATES V. VALDIVIA-FLORES                         13\n\n(distinguishing specific intent from “mere knowledge, or\ngeneral intent”).\n\n     Therefore, the Washington drug trafficking law on its\nface appears to have a more inclusive mens rea requirement\nfor accomplice liability than its federal analogue. The\nWashington Supreme Court’s case law indicates that the\ndistinction between intent and knowledge is meaningful. 2\nSee State v. Thomas, 208 P.3d 1107, 1111 (Wash. 2009)\n(“To convict an accomplice of premeditated murder in the\nfirst degree, the State need not show that the accomplice had\nthe intent that the victim would be killed. The prosecution\nneed only prove that the defendant knew his actions would\nfacilitate the crime . . . .”); State v. Roberts, 14 P.3d 713,\n731–32 (Wash. 2000) (“The accomplice liability statute\nrequires only a mens rea of knowledge . . . . [A]n\naccomplice, like a felony murder defendant, may be\nconvicted with a lesser mens rea and a lesser actus reus than\na principal to premeditated first degree murder.”); State v.\nGocken, 896 P.2d 1267, 1273–74 (Wash. 1995) (“Criminal\nconspiracy requires an element of intent, while accomplice\nliability requires a lesser culpable state of knowledge.”).\n\n                                   B\n\n    The government’s principal response to this statutory\nlanguage and case law is to cite contrary Washington case\nlaw that suggests accomplice liability turns on a mens rea\nstandard closer to intent than knowledge. E.g., In re Welfare\nof Wilson, 588 P.2d 1161, 1164 (Wash. 1979) (“[I]t is the\nencouragement plus the intent of the bystander to encourage\n\n    2\n      State statutes and the state court decisions interpreting them are\nboth “authoritative sources of state law.” Mathis v. United States, 136 S.\nCt. 2243, 2256 (2016).\n\f14          UNITED STATES V. VALDIVIA-FLORES\n\nthat constitutes abetting.”); State v. Truong, 277 P.3d 74, 79–\n80 (Wash. Ct. App. 2012) (“[T]he State must prove that the\ndefendant . . . shared in the criminal intent of the principal,\nthus demonstrating a community of unlawful purpose at the\ntime the act was committed.” (internal quotation marks\nomitted)). The Washington Supreme Court cases the\ngovernment cites, however, significantly predate the above-\nquoted authoritative interpretations by that court, and in\nsome cases they even predate the 1976 enactment of\nWashington’s modern accomplice liability statute. The\nmore recent state intermediate appellate court cases are also\nless authoritative than the clear statements of Washington’s\nhighest court. We are satisfied that the government’s cited\ncase law is less authoritative than the more recent\nWashington Supreme Court cases that indicate a clear\ndistinction between the mental states of intent and\nknowledge.\n\n    In the face of the clear statutory language and the most\nauthoritative state case law, the government argues as a\nfallback that—even if there is a formal distinction between\nthe state and federal mens rea requirements—in practice,\nWashington’s law does not “extend significantly beyond” its\nfederal analogue for purposes of categorical comparison.\nDuenas-Alvarez, 549 U.S. at 193.                  Whatever the\nmetaphysical merit of the government’s attack on the\ndistinction between intent and knowledge, we have held that,\n“where, as here, a state statute explicitly defines a crime\nmore broadly than the generic definition, no ‘legal\nimagination’ is required to hold that a realistic probability\nexists that the state will apply its statute to conduct that falls\noutside the generic definition of the crime.” United States v.\nGrisel, 488 F.3d 844, 850 (9th Cir. 2007) (quoting Duenas-\nAlvarez, 549 U.S. at 193). Because the difference in breadth\n\f              UNITED STATES V. VALDIVIA-FLORES                          15\n\nis apparent on the face of the statute, we must conclude that\nWashington’s statute is broader than its federal analogue.\n\n    Finally, the government makes a pragmatic argument\nthat, under Valdivia-Flores’s proposed application of the\ncategorical approach, “no Washington state conviction can\nserve as an aggravated felony at all because of [the]\naccomplice liability statute” and that such a result “cannot\nhave been Congress’s intent.” The government here merely\njoins a chorus of those who “have raised concerns about [the]\nline of decisions” applying the categorical approach, “[b]ut\nwhether for good or for ill, the elements-based approach\nremains the law.” Mathis v. United States, 136 S. Ct. 2243,\n2257 (2016). Indeed, Justice Kennedy wrote separately in\nMathis to note specifically that Congress “could not have\nintended vast . . . disparities for defendants convicted of\nidentical criminal conduct in different jurisdictions”; but he\nconcurred in the opinion that held that the categorical\napproach required just that result. Id. at 2258 (Kennedy, J.,\nconcurring). As an inferior court, we must follow suit.\n\n    Under a straightforward application of the categorical\napproach, Washington’s drug trafficking statute is overbroad\ncompared to its federal analogue, and Valdivia-Flores’s\nconviction cannot support an aggravated felony\ndetermination. 3\n\n\n    3\n       Our dissenting colleague rejects potential differences between\nWashington and federal aiding and abetting liability on the ground that\nwe should look no further than the state statute defining the principal\noffense of drug trafficking, which does match its federal analogue. But\nas the dissent points out, “conviction of aiding and abetting is tantamount\nto conviction of the underlying offense.” It is for just that reason that,\nunder the categorical approach, “the criminal activities of . . . aiders and\nabettors of a generic” offense “must themselves fall within the scope of\n\f16            UNITED STATES V. VALDIVIA-FLORES\n\n                                     C\n\n    The district court’s ruling, however, was based on a\nsomewhat alternative analysis: applying the modified\ncategorical approach, which permits a court to look at the\ndocuments of conviction. Using those, the district court\ndetermined that Valdivia-Flores was, in fact, convicted as a\nprincipal rather than an accomplice and so fell within the\nfederal generic drug trafficking prohibition.\n\n    It is only “[i]n a narrow range of cases,” however, “when\nthe statute at issue is divisible,” that a court “may employ”\nthe modified categorical approach to look at the underlying\ndocuments of conviction. 4 Ramirez v. Lynch, 810 F.3d 1127,\n1131 (9th Cir. 2016). Where a “statutory phrase . . . refers\n\nthe [analogue] federal statute.” Duenas-Alvarez, 549 U.S. at 190. The\ntest under Taylor is straightforward in this context: “[i]f the state statute\ncriminalizes conduct that would not constitute a drug trafficking offense\nunder federal . . . law, then a prior conviction under that statute does not\ncategorically qualify” as an aggravated felony. United States v.\nValdavinos-Torres, 704 F.3d 679, 691 (9th Cir. 2012) (internal quotation\nmarks omitted). Because the Washington statute does criminalize\nconduct that would not constitute a drug offense under federal law—due\nto the distinct aiding and abetting definitions—it is overbroad. That we\nhave rejected an overbreadth challenge to this Washington statute before\nis irrelevant because such challenge was based on an argument unrelated\nto the overbreadth of the aiding and abetting component of the statute.\nSee United States v. Burgos-Ortega, 777 F.3d 1047, 1052 (9th Cir. 2015)\n(considering an overbreadth challenge because the Washington statute\ndid not include same exemption for “administering” a drug as its federal\nanalogue).\n     4\n       The dissent argues “that documents in the record relevant to\nValdivia-Flores’ conviction leave little doubt that he was convicted as a\nprincipal and not as an accomplice.” We may not consider such\ndocuments, of course, if the statute is not divisible.\n\f             UNITED STATES V. VALDIVIA-FLORES                       17\n\nto multiple, alternative means of commission” of the crime,\nit must “be regarded as indivisible if the jurors need not agree\non which method of committing the offense the defendant\nused.” Rendon, 764 F.3d at 1085.\n\n    Washington law is clear that jurors need not agree on\nwhether a defendant is a principal or accomplice. See State\nv. Hoffman, 804 P.2d 577, 605 (Wash. 1991) (“[I]t is not\nnecessary that jurors be unanimous as to the manner of an\naccomplice’s and a principal’s participation as long as all\nagree that they did participate in the crime.”). Because a jury\nneed not distinguish between principals and accomplices, the\ndrug trafficking statute is not divisible so far as the\ndistinction between those roles is concerned, so the modified\ncategorical approach may not be applied, and it was error for\nthe district court to do so. 5\n\n                                 IV\n\n    Because Valdivia-Flores’s drug trafficking conviction\ndoes not qualify as an aggravated felony under the\ncategorical approach, it cannot support the asserted basis for\nValdivia-Flores’s 2009 removal. Valdivia-Flores was\ntherefore prejudiced from his inability to seek judicial\nreview for that removal. He thus satisfies all three elements\nof 8 U.S.C. § 1326(d), and his collateral attack on the\nunderlying deportation order should have been successful.\n\n   The judgment of the district court is therefore\nREVERSED and the case REMANDED for further\nproceedings consistent with this opinion.\n    5\n      That conclusion comports with our prior holding regarding federal\naiding and abetting liability outside of the immigration context, where\nwe have held that “[a]iding and abetting . . . is simply one means of\ncommitting a . . . crime.” Garcia, 400 F.3d at 820.\n\f18          UNITED STATES V. VALDIVIA-FLORES\n\nO’SCANNLAIN, Circuit Judge, specially concurring.\n\n    Although the result in this case is dictated by the case\nlaw of the Supreme Court and our Circuit, I write separately\nto highlight how it illustrates the bizarre and arbitrary effects\nof the ever-spreading categorical approach for comparing\nstate law offenses to federal criminal definitions. I am\nhardly the first federal circuit judge to express puzzlement at\nhow the categorical approach has come to be applied. See,\ne.g., United States v. Doctor, 842 F.3d 306, 312 (4th Cir.\n2016) (Wilkinson, J., concurring); United States v. Faust,\n853 F.3d 39, 60 (1st Cir. 2017) (Lynch, J., concurring);\nUnited States v. Chapman, 866 F.3d 129, 136 (3d Cir. 2017)\n(Jordan, J., concurring). That criticism arises largely in\nrelation to the Armed Career Criminal Act (“ACCA”),\n18 U.S.C. § 924(e)—in which context the categorical\napproach was created to apply sentencing enhancements\nbased on prior state convictions—but the case before us\nillustrates the much broader reach of its peculiar\nconsequences.\n\n    Almost three decades ago, in Taylor v. United States,\n495 U.S. 575 (1990), the Supreme Court developed the\ncategorical approach in the context of ACCA, which\nimposes heightened mandatory minimums for serious repeat\noffenders. See 18 U.S.C. § 924(e). Two decades later, it had\nbecome clear that the same approach applied to determine\nwhat state crimes fell within certain categories enumerated\nin the Immigration and Nationality Act, 8 U.S.C. § 1101 et\nseq. See Gonzales v. Duenas-Alvarez, 549 U.S. 183, 187\n(2007). Several justices of the Supreme Court have\nexpressed concern about the “arbitrary and inequitable\nresults produced by applying” the categorical approach to\nthe ACCA sentencing scheme. Mathis v. United States,\n136 S. Ct. 2243, 2258 (2016) (Kennedy, J., concurring)\n\f           UNITED STATES V. VALDIVIA-FLORES                 19\n\n(noting similar criticisms raised in dissent by Justices\nGinsburg, Breyer, and Alito). The results can be even more\narbitrary in other contexts, including the case before us\ninvolving a collateral attack on a removal order.\n\n    As Judge Wilkinson observed in his criticism of the\npresent state of the categorical approach, when it comes to\nACCA and sentencing, a district court “has various tools to\nimpose a stricter sentence if it believes that the categorical\napproach is ignoring a violent criminal history or disserving\nthe general aims of sentencing.” Doctor, 842 F.3d at 317\n(Wilkinson, J., concurring). Under the advisory sentencing\nguidelines, a district court can depart outside the guidelines\nto correct for a particularly unjust or absurd application of\nthe categorical approach.\n\n     In the context of the case before us, however, there is no\nway to remedy an especially absurd result of applying the\ncategorical approach. When a removal premised on a prior\nstate conviction for an aggravated felony is collaterally\nattacked years later, a court’s only role once reaching the\nmerits is to apply the categorical approach and to determine\nif the state statute of conviction was a categorical match with\nits federal analogue. As today’s decision makes clear, if the\nchallenger is clever enough to find some space in the state\nstatutory scheme that lies outside the federal analogue, he\ncan effectively void that prior removal for purposes of his\npresent illegal reentry prosecution—even though the\nchallenger admits that the actual conduct underlying his state\nconviction falls at the heart of the federal analogue. There is\nno discretion to be exercised.\n\n    Congress made clear its desire to remove aliens who\nhave committed “aggravated felonies,” which it expressly\ndefined to include any “drug trafficking crime,” 8 U.S.C.\n§ 1101(a)(43)(B), meaning “any felony punishable under the\n\f20          UNITED STATES V. VALDIVIA-FLORES\n\nControlled Substances Act,” 18 U.S.C. § 924. Nobody\ncontests that Valdivia-Flores possessed heroin with intent to\ndeliver it, nor that such conduct is indeed a felony punishable\nunder the Controlled Substances Act. There is no reason to\ndoubt, then, that Valdivia-Flores actually did commit an\naggravated felony. Because of the judicially-created\ncategorical approach and a quirk in the drafting of\nWashington’s statutory scheme, however, he escapes the\nconsequences that Congress intended for such conduct.\n\n    Whatever the merits of the Supreme Court’s rationale for\nimposing the categorical approach on sentencing under\nACCA, where judges have discretion to correct for\nparticularly arbitrary and unjust results, the effect is far more\npernicious in cases such as this one where there is no chance\nfor correction. Shouldn’t it be possible to have a more\n“practical reading” of the Immigration and Nationality Act\nso that, “[w]hen it is clear that a defendant necessarily\nadmitted or the jury necessarily found that the defendant\ncommitted the elements of [the generic federal crime], the\nconviction should qualify” for purposes of classifying it as\nan aggravated felony? Descamps v. United States, 133 S. Ct.\n2276, 2295 (2013) (Alito, J., dissenting). If the Supreme\nCourt is unwilling to revisit the categorical approach for\ncases such as this one, Congress should consider clarifying\nwhether it truly intended radically different treatment for\naliens “convicted of identical criminal conduct in different\njurisdictions.” Mathis, 136 S. Ct. at 2258 (Kennedy, J.,\nconcurring).\n\f           UNITED STATES V. VALDIVIA-FLORES                21\n\nRAWLINSON, Circuit Judge, dissenting:\n\n    Jose Valdivia-Flores was convicted of possession with\nintent to deliver a controlled substance in violation of Wash.\nRev. Code § 69.50.401. The majority describes our task as\n“determin[ing] whether Valdivia-Flores’ conviction under\nWash. Rev. Code § 69.50.401 was for an aggravated\nfelony.” Majority Opinion, p. 10. Yet, inexplicably, the\nmajority completely fails to address that statute.\n\n    In determining whether Valdivia-Flores was convicted\nof an aggraved felony, we compare the state statute of\nconviction to the generic federal definition of possession\nwith intent to deliver a controlled substance. See Roman-\nSuaste v. Holder, 766 F.3d 1035, 1038 (9th Cir. 2014). The\nImmigration and Nationality Act (INA) defines the term\n“aggravated felony” to include “illicit trafficking in a\ncontrolled substance (as defined in section 802 of Title 21),\nincluding a drug trafficking crime (as defined in section\n924(c) of Title 18).” 8 U.S.C. § 1101(a)(43)(B); see also\nRoman-Suaste, 766 F.3d at 1038. The phrase “drug\ntrafficking crime” supplies the generic federal description of\npossession of a controlled substance with intent to deliver,\ndefined in pertinent part as “any felony punishable under the\nControlled Substances Act (21 U.S.C. 801 et seq.).”\n18 U.S.C. § 924(c)(2); see also Roman-Suaste, 766 F.3d at\n1038. A “felony” includes an offense for which the\nmaximum term of imprisonment is “more than one year.”\n18 U.S.C. § 3559(a)(5); see also Roman-Suaste, 766 F.3d at\n1038. Ultimately, “under the plain language of these\nprovisions, a conviction qualifies as an aggravated felony\nwhen it is for an offense that the Controlled Substances Act\n(CSA) makes punishable by more than one year’s\nimprisonment.” United States v. Gonzalez-Corn, 807 F.3d\n\f22         UNITED STATES V. VALDIVIA-FLORES\n\n989, 993 (9th Cir. 2015) (citations and internal quotation\nmarks omitted).\n\n    The pertinent CSA provision in this case, provides:\n“Except as authorized by this subchapter, it shall be unlawful\nfor any person knowingly or intentionally . . . to\nmanufacture, distribute, or dispense, or possess with intent\nto manufacture, distribute, or dispense, a controlled\nsubstance.” 21 U.S.C. § 841(a)(1). The Washington statute\nunderlying Valdivia-Flores’ 1997 conviction, stated in\npertinent part: “Except as authorized by this chapter, it is\nunlawful for any person to manufacture, deliver, or possess\nwith intent to manufacture or deliver, a controlled\nsubstance.” Wash. Rev. Code § 69.50.401(a) (1997).\n\n     Washington’s aiding and abetting statute stated at the\ntime of Valdivia-Flores’ conviction: “A person is an\naccomplice of another person in the commission of a crime\nif . . .[w]ith knowledge that it will promote or facilitate the\ncommission of the crime, he . . .[s]olicits, commands,\nencourages, or requests such other person to commit it; or\n[a]ids or agrees to aid such other person in planning or\ncommitting it.” Wash. Rev. Code § 9A.08.020(3)(a)(i)-(ii)\n(1997).\n\n    Valdivia-Flores does not vigorously challenge the notion\nthat a drug trafficking offense constitutes an aggravated\nfelony. Rather, he contends that our categorical analysis\nshould focus on Washington’s aiding and abetting statute,\nwhich he argues is implicit in Washington’s drug trafficking\nstatute. Valdivia-Flores relies heavily on the Supreme\nCourt’s decision in Gonzalez v. Duenas-Alvarez, 549 U.S.\n183 (2007). He further contends that the implicit aiding and\nabetting liability is overbroad and indivisible.\n\f           UNITED STATES V. VALDIVIA-FLORES                23\n\n    The majority goes astray by accepting Valdivia-Flores’\nargument. Reliance on Duenas-Alvarez as authority to\nsupport focusing our categorical analysis on Washington’s\naiding and abetting statute is misplaced. In Duenas-Alvarez,\nthe Supreme Court held that a “theft offense” includes the\ncrime of aiding and abetting a theft offense. 549 U.S. at 189–\n90. However, the statute at issue provided in pertinent part:\n\n       Any person who drives or takes a vehicle not\n       his or her own, without the consent of the\n       owner thereof, and with intent either to\n       permanently or temporarily deprive the\n       owner thereof of his or her title to or\n       possession of the vehicle, whether with or\n       without intent to steal the vehicle, or any\n       person who is a party or an accessory to or\n       an accomplice in the driving or unauthorized\n       taking or stealing, is guilty of a public\n       offense.\n\nId. at 187 (quoting Cal. Veh. Code Ann. § 10851(a)) (some\nemphasis added). Importantly, the language supporting an\nanalysis of aiding and abetting liability came directly from\nthe statute underlying Duenas-Alvarez’s conviction. See id.\nThus, the Supreme Court compared Cal. Veh. Code Ann.\n§ 10851(a), the statute of conviction, to the generic\ndefinition of a theft offense, consistent with a traditional\ncategorical analysis. See id. at 189–94.\n\n   The majority compares Washington’s aiding and\nabetting statute—a statute that Valdivia admitted is a\nseparate statute from the statute of conviction—to the\ngeneric definition of aiding and abetting. See Majority\nOpinion, pp. 11–13. As the district court observed in United\n\f24         UNITED STATES V. VALDIVIA-FLORES\n\nStates v. Gonzalez-Altamirano, No. 14CR 750-BEN, 2014\nWL 7047636 at *5 (S.D. Cal. Dec. 12, 2014):\n\n       Defendant . . . asks the Court to go beyond\n       the Washington statute of conviction, look at\n       a different statute, find that it impliedly\n       applies to every offense, and find the\n       application of the implication carries the\n       conviction beyond the federal generic drug\n       trafficking offense. To borrow a phrase, this\n       argument requires the sort of theoretical\n       possibility that was cautioned against in\n       Gonzalez v. Duenas-Alvarez. . . .\n\n(citation and internal quotation marks omitted). Tellingly, as\nin Gonzalez-Altamirano, the majority cites no precedent\nskipping over the actual statute of conviction to plug a\ncompletely different statute into the Taylor analysis. See\n2014 WL 7047636 at *4. Further detracting from the\nmajority’s conclusion, we have explicitly determined that a\nconviction under Wash. Rev.Code § 69.50.401 qualifies as a\nconviction for an aggravated felony in a different context.\nSee United States v. Burgos-Ortega, 777 F.3d 1047, 1054–\n55 (9th Cir.), cert. denied, 135 S. Ct. 2848 (2015) (upholding\na sentence enhancement). Unlike the majority, we rejected\nthe argument that the statute was categorically overbroad.\nSee id.\n\n    It is also worth mentioning that documents in the record\nrelevant to Valdivia-Flores’ conviction leave little doubt that\nhe was convicted as a principal and not as an accomplice.\nThe information charged Valdivia-Flores with unlawfully\nand feloniously possessing with the intent to manufacture or\ndeliver heroin in violation of Wash. Rev.Code\n§ 69.50.401(a)(1). The Plea Statement signed by Valdivia-\n\f           UNITED STATES V. VALDIVIA-FLORES                 25\n\nFlores contains a handwritten acknowledgment that he was\ncharged with possession of heroin with intent to deliver,\nstating the elements of the crime, and describing in his own\nwords that he did “unlawfully possess with intent to deliver\nHeroin” knowing that it was a controlled substance. In a\nstipulation of facts provided to the district court, Valdivia-\nFlores agreed that on August 8, 1997, he suffered a felony\nconviction for Possession with Intent to Deliver Heroin, in\nviolation of Wash. Rev. Code § 69.50.401(a). Finally, the\nstate court’s judgment and sentence documented that\nValdivia-Flores was convicted of Possession with Intent to\nDeliver Heroin in violation of Wash. Rev. Code\n§ 69.50.401(a)(1). Noticeably, no evidence in the record\nrefers to Wash. Rev. Code § 9A.08.020 or suggests that\nValdivia-Flores was convicted as an accomplice.\n\n     In my view, the majority has impermissibly veered away\nfrom the statute of conviction to find overbreadth based on\nits analysis of a statute that was not part of the prosecution\nor conviction in this case. Our analysis should have been on\nthe actual statute of conviction, Wash. Rev. Code\n§ 69.50.401, which meets the definition of an aggravated\nfelony.\n\n    Indeed, our precedent makes it crystal clear that\nconviction of aiding and abetting is tantamount to conviction\nof the underlying offense. See Salazar-Luviano v. Mukasey,\n551 F.3d 857, 860 n.2 (9th Cir. 2008) (“Salazar’s aiding and\nabetting conviction is technically a violation of 18 U.S.C.\n§ 2. That Salazar was convicted of aiding and abetting,\nhowever, makes him liable as a principal of the underlying\noffense.”); see also Ortiz-Magana v. Mukasey, 542 F.3d 653,\n659 (9th Cir. 2008) (“[Because] there is no material\ndistinction between an aider and abettor and principals in\nany jurisdiction of the United States . . . aiding and abetting\n\f26         UNITED STATES V. VALDIVIA-FLORES\n\nan [offense] is the functional equivalent of personally\ncommitting that offense [and] that offense . . . constitutes an\naggravated felony.”) (emphasis added).\n\n    In Sales v. Sessions, 868 F.3d 779, 780 (9th Cir. 2017),\nwe recently considered a conviction for second degree\nmurder under California law. We noted that it was\nundisputed that a conviction for second degree murder is an\naggravated felony. See id. We then decided that a\nconviction for aiding and abetting second degree murder\n“also qualifies as an aggravated felony.” Id. We clarified\nthat “absent a showing that the law has been applied in some\n‘special’ way, a conviction in California for aiding and\nabetting a removable offense is also a removable offense.”\nId. We eschewed the defendant’s reliance on Duenas-\nAlvarez, as we should do in this case because our holding in\nDuenas-Alvarez does not apply to our Taylor analysis here.\nSee id.\n\n     In Salazar-Luviano and in Ortiz-Magana, we discerned\nno reason to delve into the intricacies of the aiding and\nabetting statutes. Quite the opposite. As we explained in\nSalazar-Luviano in rejecting the government’s attempt to\naddress the elements of the aiding and abetting statute, “[t]he\ngovernment’s observation that aiding and abetting is a\nspecific intent crime, is beside the point. Aiding and abetting\nis not a stand-alone offense–one convicted of aiding and\nabetting is guilty of the underlying substantive offense as if\nhe committed it directly.” 551 F.3d at 862 n.4 (citation,\nalteration and internal quotation marks omitted). The same\nis true in this case. Because aiding and abetting is not an\noffense in and of itself, the majority’s focus on the elements\nof the Washington aiding and abetting statute is, as we\npreviously noted, “beside the point.” Id. I respectfully\ndissent.\n\f",
            "ocr": false,
            "opinion_id": 4226732
        },
        {
            "author_str": "O'Scannlain",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Special Concurrence by Judge O’Scannlain; Dissent by Judge Ráwlinson OPINION O’SCANNLAIN, Circuit Judge: We must decide whether a conviction for .possession of a controlled substance with intent to distribute under Washington state law is an aggravated felony for purposes of federal immigration law.- I Jose Valdivia-Flores is a Mexican • citizen who entered the United States without inspection in 1995. In 1997, he was charged with and ultimately pled guilty to a violation of Washington’s drug trafficking statute, Wash. Rev., Code § 69.50.401. In his Statement of Defendant on Plea of Guilty, Valdivia-Flores described the crime he was being charged with as: “possession with intent to. deliver—Heroin.” He also wrote out the elements of the crime: “Possess a controlled substance (heroin) with intent to distribute it in King County and know it was a narcotic drug.” Finally, stating what made him guilty of Wash. Rev. Code § 69.50.401 in his own words, Valdi-via-Flores wrote: “On June 20, 1997 in King County WA I did unlawfully possess with intent to deliver Heroin a controlled substance and did know it Was a controlled substance.*’ Valdivia-Flores was sentenced to 21 months’ imprisonment, which ’ he served at an accelerated pace over seven months at a work ethic camp. While he was in the camp, immigration officers prepared a Notice to Appear which charged Valdivia-Flores with being removable. In an order dated January 28, 1998, an immigration judge suspended the immigration proceedings because Valdivia-Flores was still serving his sentence at the camp and therefore could not be produced for a hearing. Nonetheless, at the conclusion of his sentence in April 1998, immigration officers physically removed Valdi-via-Flores to Mexico without an order. Valdivia-Flores returned to the State of Washington that same year, again without inspection at the border. In 2009, Valdivia-Flores was convicted of malicious mischief in the third degree in violation of Wash. Rev. Code § 9A.48.090 for smashing the windshield of his wife’s vehicle after an argument. He pled guilty, and his sentence was suspended. At the time of that prosecution, the Department of Homeland Security initiated administrative removal proceedings pursuant to 8 U.S.C. § 1228(b). In March 2009, he received two copies of a form, one in English and one in Spanish, titled Notice of Rights and Request for Disposition. This notice informed Valdivia-Flores that he had “the right to a hearing before the Immigration Court to determine whether [he] may remain in the United States.” Valdivia-Flores filled out and signed the Spanish version of the form, electing to request a hearing before the Immigration Court. Also in March 2009, the Department of Homeland Security issued Valdivia-Flores a Notice of Intent to Issue a Final Administrative Removal Order (“Notice of Intent”). It stated that Valdivia-Flores’s 1997 conviction under Wash. Rev. Code § 69.50.401(a) was for an aggravated felony so that he was removable without a hearing before an immigration judge. The Notice of Intent informed Valdivia-Flores of his right to petition for review of his removal in the appropriate U.S. Circuit Court of Appeals. It also provided three check-boxes of options by which Valdivia-Flores could “contest [his] deportability”: (1) he could assert that he was “a citizen or national of the United States”; (2) he could assert that he was “a lawful permanent resident”; and (3) he could claim that he was “not convicted of the criminal offense described” in the Notice of Intent. Valdivia-Flores did not contest his removal or request withholding of removal and instead checked a box acknowledging that he had “the right to remain in the United States for 14 calendar days in order to apply for judicial review” and that he “waive[d] this right.” He did not petition for review of the removal decision and was removed on April 4, 2009. He remained in Mexico for a few days and then unlawfully reentered the United States for a third time. On August 13, 2013, Valdivia-Flores was arrested in Washington for being an illegal alien found in the United States, in violation of 8 U.S.C. § 1326. He pled guilty and was convicted in the Western District of Washington in September 2013. Immigration authorities once again initiated removal proceedings. Valdivia-Flores requested asylum and sought a stay of removal “for humanitarian reasons,” but those requests were denied, and Valdivia-Flores was removed in September 2014. On November 13, 2014, Valdivia-Flores attempted to return (for a fourth time) to the United States, applying for entry through the pedestrian lanes at the San Ysidiro, California port of entry. Valdivia-Flores falsely identified himself as another person and presented a false and fraudulent United States Certification of Naturalization. He was charged with one count of attempted reentry of a removed alien in violation of 8 U.S.C. § 1326 and one count of fraudulent use of an immigration document in violation of 18 U.S.C. § 1546. Prior to trial, Valdivia-Flores brought a collateral attack against the validity of his 2009 order of removal and moved to dismiss the attempted reentry count of the indictment. The district court denied the motion to dismiss because Valdivia-Flores “did in fact admit in his plea agreement to committing a drug trafficking offense, which is an aggravated felony.” The parties then entered into a stipulation in which Valdivia-Flores agreed to facts satisfying all the elements of both counts in the indictment. Based on those stipulated facts, following a bench trial the district court found Valdivia-Flores guilty of both charges and sentenced him to 21 months’ imprisonment on both counts, running concurrently. Valdivia-Flores filed this timely appeal and seeks to challenge collaterally the classification of his underlying Washington state conviction as an aggravated felony.1  II  Valdivia-Flores contends that because his 1997 conviction was incorrectly determined to be an aggravated felony, his 2009 removal was invalid. If the 2009 removal was invalid, that “precludes reliance on th[at] deportation” in the subsequent illegal reentry prosecution. United States v. Ramos, 623 F.3d 672, 679 (9th Cir. 2010). Valdivia-Flores’s collateral attack is governed by 8 U.S.C. § 1326(d), which allows such an attack to succeed if Valdiviar-Flores can demonstrate that (1) he exhausted the administrative remedies available for seeking relief from the predicate removal order; (2) the removal proceedings improperly deprived him of the opportunity for judicial review; and (3) the removal order was fundamentally unfair. 8 U.S.C. § 1326(d). The first two prongs of § 1326(d) are satisfied if his right to appeal was denied in violation of due process. United States v. Gomez, 757 F.3d 885, 893 (9th Cir. 2014).  Valdivia-Flores contends that his due process rights were indeed violated because “immigration officials failed to obtain a knowing waiver of’ his right to appeal the removal order. Gomez, 757 F.3d at 893. “In order for [a] waiver to be valid ... it must be both considered and intelligent.” United States v. Arrieta, 224 F.3d 1076, 1079 (9th Cir. 2000) (internal quotation marks omitted). The government contends that Valdivia-Flores did validly waive his right to appeal by signing the Notice of Intent, by failing to appeal, and by freely choosing instead to return to this country unlawfully.  Because Valdivia-Flores asserts that his waiver was not considered and intelligent, the government must show, by clear and convincing evidence that the waiver was valid, Ramos, 623 F.3d at 681, and it may not simply rely on the signed document purportedly agreeing to the waiver, Gomez, 757 F.3d at 895. Because we cannot rely on the contested waiver document itself, we evaluate the surrounding circumstances to determine whether the government can overcome the presumption against waiver. See Cisneros-Rodriguez, 813 F.3d at 756.  Here, although the Notice of Intent described the window in which Valdivia-Flores could respond to the charges against him or file a petition for judicial review, it did not explicitly inform him that he could refute, through either an administrative or judicial procedure, the legal conclusion underlying his removability. In fact, the Notice of Intent’s three check boxes suggested just the opposite—that removability could only be contested on factual grounds. The list of options available to “check off’ did ■ not include an option to contest the classification of the conviction as an aggravated felony, and the only check box relevant to the conviction itself only allowed Valdivia-Flores to contest that- he “was not convicted of the criminal offense described.” The form’s deficiencies are magnified because Valdivia-Flores “was not represented and never had the benefit of appearing before an [immigration judge], who, we presume, would have adequately conveyed both [his] appeal options and the finality associated with waiving appeal.” Ramos, 623 F.3d at 681 (internal quotation marks omitted). Indeed, the Notice of Intent was issued without a hearing before an immigration judge despite Valdivia-Flores’s request for a hearing. The government provides no evidence that an immigration officer ever met with Valdivia-Flores to explain the form or the issues it raised; rather, the government merely relies on the sufficiency of the form’s text to communicate Valdivia-Flores’s options. Under these circumstances, we conclude that Valdivia-Flores’s waiver of the right to seek judicial review was not considered and intelligent. Accord Gomez, 757 F.3d at 896 (explaining that the fact that an alien signed a waiver was insufficient to meet the government’s burden to establish a valid waiver when the record reflected deficiencies in the advisements given). Therefore, he was deprived of due process and satisfies the first two prongs of 8 U.S.C. § 1326(d). Ill A With a due process violation established,, the next step in Valdivia-Flores’s argument is that the 2009 removal order “was fundamentally unfair,” so he satisfies the final prong of 8 U.S.C. § 1326(d) to succeed in his collateral attack. He must “show that it was ‘plausible’ that he would have received some form of relief from removal had his rights not been violated in the removal proceedings.” Gomez, 757 F.3d at 898 (quoting Arrieta, 224 F.3d at 1079). To meet that burden, Valdivia--Flores argues that, had he sought judicial review of the order, he would have prevailed in showing that he was not convicted of an aggravated felony as alleged in the Notice of Intent as the sole basis for his removal without a hearing before an immigration judge. The government disagrees and argues that Valdivia-Flores’s drug trafficking conviction was properly classified as an aggravated felony. We must therefore determine whether Valdivia-Flores’s 1997 conviction under Wash. Rev. Code § 69.50.401 -was for an aggravated felony.  To determine whether an offense qualifies as an “aggravated felony,” we apply the categorical approach articulated in Taylor v. United States, 495 U.S. 575, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990). Rendon v. Holder, 764 F.3d 1077, 1082 (9th Cir. 2014). Under the categorical approach, “we look not to the facts of the particular prior case, but. instead to whether the state statute defining the crime of conviction categorically fits within the generic federal definition of a corresponding aggravated felony.” Roman-Suaste v. Holder, 766 F.3d 1035, 1038 (9th Cir. 2014) (citation and internal quotation marks omitted). To make his argument that the Washington drug-trafficking law is broader than its federal analogue, .Valdivia-Flores observes that, under both the federal and state criminal laws, a person charged with a drug trafficking offense may be convicted either as a principal or for aiding and abetting. Critically, he says, Washington defines aiding and abetting more broadly than does federal law so that Washington forbids more conduct. The implicit nature of aiding and abetting liability in every criminal charge is sufficiently well-settled that the government in this case does not contest it. See Gonzales v. Duenas-Alvarez, 549 U.S. 183, 189, 127 S.Ct. 815, 166 L.Ed.2d 683 (2007) (In the United States, “every jurisdiction—all States and the Federal Government—has expressly abrogated the distinction among principals and aiders and abettors.”). Instead, the government contends that Washington’s definition of aiding and abetting liability is essentially the same as the federal definition so that they do, in fact, match categorically. At the time of Valdivia-Flores’s conviction, Washington’s aiding and abetting statute stated: “A person is an accomplice ... in the commission of a crime if ... [w]ith knowledge that it will promote or facilitate the commission of the crime, he ... solicits, commands, encourages, or requests such other person to commit it; or aids or agrees to aid such other person in planning or committing it.” Wash. Rev. Code § 9A.08.020(3)(a)(i)-(ii) (1997) (emphasis added). In contrast, under federal law, “to prove liability as an aider and abettor the government must establish beyond a reasonable doubt that the accused had the specific intent to facilitate the commission of a crime by someone else.” United States v. Garcia, 400 F.3d 816, 819 (9th Cir. 2005) (emphasis added). Therefore, federal law requires a mens rea of specific intent for conviction for aiding and abetting, whereas- Washington requires merely knowledge. Consistent with the Model Penal Code on which it is based, Washington’s criminal law expressly codifies the distinction between intent and knowledge and makes plain that knowledge is a less 'demanding mens rea requirement. “A person acts with intent or intentionally when he acts with the objective or purpose to accomplish a result which constitutes a crime.” Wash. Rev. Code § 9A.08.010(l)(a) (1997)' (emphasis added). In contrast, “[a] person knows or acts knowingly or with knowledge when ... (i) he is aware of a1 fact, facts, or circumstances or result described by a statute defining an offense; or (ii) he has information which would lead a reasonable man in the same situation to believe that facts exist-which facts are described by a statute defining an offense.” Id. § 9A.08.010(l)(b) (emphasis added). The same distinction exists in federal law, There, “a person who causes a particular result is said to act purposefully”—or with specific intent—“if he consciously desires that result ... while he is said to act knowingly if he is aware that that result is practically certain to follow from his conduct, whatever his desire may be as to that result.” United States v. Bailey, 444 U.S. 394, 404, 100 S.Ct. 624, 62 L.Ed.2d 575 (1980) (internal quotation marks omitted); see also Abagninin v. AMVAC Chem. Corp., 545 F.3d 733, 739 (9th Cir. 2008) (distinguishing specific intent from “mere knowledge, or general intent”). Therefore, the Washington drug trafficking law* on its face appears to have a more inclusive mens rea requirement for accomplice liability than-its federal analogue. The Washington Supreme Court’s case law indicates that the distinction between intent and knowledge is meaningful.2 See State v. Thomas, 166 Wash.2d 380, 208 P.3d 1107, 1111 (2009) (“To convict an accomplice of premeditated murder in the first degree, the State need not show that the accomplice had the intent that the victim would be killed. The prosecution need only prove that the defendant knew his actions would facilitate the crime .... ”); State v. Roberts, 142 Wash.2d 471, 14 P.3d 713, 731-32 (2000) (“The accomplice liability statute requires only a mens rea of knowledge .... [A]n accomplice, like a felony murder defendant, may be convicted with a lesser mens rea and a lesser actus reus than a principal to premeditated first degree murder.”); State v. Gocken, 127 Wash.2d 95, 896 P.2d 1267, 1273-74 (1995) (“Criminal conspiracy requires an element of intent, while accomplice liability requires a lesser culpable state of knowledge”). B The government’s principal response to this statutory language and case law is to cite contrary Washington case law that suggests accomplice liability turns on a mens rea standard closer to intent than knowledge. E.g., In re Welfare of Wilson, 91 Wash.2d 487, 588 P.2d 1161, 1164 (1979) (“[I]t is the encouragement plus the intent of the bystander to encourage that constitutes abetting.”); State v. Truong, 168 Wash.App. 529, 277 P.3d 74, 79-80 (2012) (“[T]he State must prove that the defendant ... shared in the criminal intent of the principal, thus demonstrating a community of unlawful purpose at the time the act was committed.” (internal quotation marks omitted)). The Washington Supreme Court cases the government cites, however, significantly predate the above-quoted authoritative interpretations by that court, and in some cases they even predate the 1976 enactment of Washington’s modern accomplice liability statute. The more recent state intermediate appellate court cases are also less authoritative than the clear statements of Washington’s highest court. We are satisfied that the government’s cited case law is less authoritative than the more recent Washington Supreme Court cases that indicate a clear distinction between the mental states of intent and knowledge.  In the face of the clear statutory language and the most authoritative state case law, the government argues as a fallback that—even if there is a formal distinction between the state and federal mens rea requirements—in practice, Washington’s law does not “extend significantly beyond” its federal analogue for purposes of categorical comparison. Duenas-Alvarez, 549 U.S. at 193, 127 S.Ct. 815. Whatever the metaphysical merit of the government’s attack on the distinction between intent and knowledge, we have held that, “where, as here, a state statute explicitly defines a crime more broadly than the generic definition, no ‘legal imagination’ is required to hold that a realistic probability exists that the state will apply its statute to conduct that falls outside the generic definition of the crime.” United States v. Grisel, 488 F.3d 844, 850 (9th Cir. 2007) (quoting Duenas-Alvarez, 549 U.S. at 193, 127 S.Ct. 815). Because the difference in breadth is apparent on the face of the statute, we must conclude that Washington’s statute is broader than its federal analogue. Finally, the government makes a pragmatic argument that, under Valdivia-Flores’s proposed application of the categorical approach, “no Washington state conviction can serve as an aggravated’felony at all because of [the] accomplice liability statute” and that such a result “cannot have been Congress’s intent.” The government here merely joins a chorus of those who “have raised concerns about [the] line of decisions” applying the categorical approach, “[b]ut whether for good or for ill, the elements-based approach remains the law.” Mathis v. United States, — U.S. -, 136 S.Ct. 2243, 2257, 195 L.Ed.2d 604 (2016). Indeed, Justice Kennedy wrote separately in Mathis to note specifically that Congress “could not have intended vast ... disparities for defendants convicted of identical criminal 'conduct in different jurisdictions”; but he concurred in the opinion that held that the categorical approach required just that result. Id. at 2258 (Kennedy, J., concurring). As an inferior court, we must follow suit. Under a straightforward application of the categorical approach, Washington’s drug trafficking statute is overbroad compared to its federal analogue, and Valdi-via-Flores’s conviction cannot support an aggravated felony determination.3  C The district court’s ruling, however, was based on a somewhat alternative analysis: applying the modified categorical approach, which permits a court to look at the documents of conviction. Using those, the district court determined that Valdi-via-Flores was, in fact, convicted as a principal rather than an accomplice and so fell within the federal generic drug trafficking prohibition. It is only “[i]n a narrow range of cases”’ however, “when the statute at issue is divisible,” that a court “may employ” the modified categorical approach to look at the underlying documents of conviction.4 Ramirez v. Lynch, 810 F.3d 1127, 1131 (9th Cir. 2016). Where a “statutory phrase ... refers to multiple, alternative means of commission” of the crime, it must “be regarded as indivisible if the jurors need not agree on which method of committing the offense the defendant used.” Rendon, 764 F.3d at 1085. Washington law.is clear'that jurors need not agree. on whether a defendant is a principal or accomplice. See State v. Hoffman, 116 Wash.2d 51, 804 P.2d 577, 605 (1991) (“[I]t is not necessary that jurors be unanimous as to the manner of an accomplice’s - and a principal’s participation as long as all agree that they did participate in the .crime.”). Because a jury need not distinguish between principals and accomplices, the .drug trafficking statute is not divisible so far as the distinction between those roles is concerned, so the modified categorical approach may not be applied, and it was error for the district court to do so.5  IV Because Valdiviar-Flores’s drug trafficking conviction does not qualify as an aggravated felony under the categorical approach, it cannot support the asserted basis for Valdivia-Flores’s 2009 removal. Valdiviar-Flores was therefore prejudiced from his inability to seek judicial review for that removal. He thus satisfies all three elements of 8 U.S.C. § 1326(d), and his collateral attack on the underlying deportation order should have been successful. The judgment of the' district court is therefore REVERSED and the case. REMANDED for further proceedings consistent with this opinion.  . \"We review the district court’s denial of a motion to dismiss an indictment brought pursuant to 8 U.S.C. § 1326(d) de novo.” United States v. Cisneros-Rodriguez, 813 F.3d 748, 755 (9th Cir. 2015) (citation omitted). Whether a crime constituted an aggravated felony is a question of law reviewed de novo. See Wang v. Rodriguez, 830 F.3d 958, 960 (9th Cir. 2016).   . State statutes and the state court decisions interpreting them are both \"authoritative sources of state law.” Mathis v. United States, — U.S. —, 136 S.Ct. 2243, 2256, 195 L.Ed.2d 604 (2016).   . Our dissenting colleague rejects potential differences between Washington and federal aiding and abetting liability on the ground that we should look no further than the state statute defining the principal offense of drug trafficking, which does match its federal analogue. But as the dissent points out, “conviction of aiding and abetting is tantamount to conviction of the underlying offense.” It is for just that reason that, under the categorical approach, \"the criminal activities of ... aiders and abettors of a generic” offense “must themselves fall within the scope of the [analogue] federal statute.” Duenas-Alvarez, 549 U.S. at 190, 127 S.Ct. 815. The test under Taylor is straightforward in this context: \"[i]f the state statute criminalizes conduct that would not constitute a drug trafficking offense under federal ... law, then a prior conviction under that statute does not categorically qualify” as an aggravated felony. United States v. Valdavinos-Torres, 704 F.3d 679, 691 (9th Cir. 2012) (internal quotation marks omitted). Because the Washington statute does criminalize conduct that would not constitute a drag offense under federal law—due to the distinct aiding and abetting definitions—it is over-broad. That we have rejected an overbreadth challenge to this Washington statute before is irrelevant because such challenge was based on an argument unrelated to the overbreadth of the aiding and abetting component of the statute. See United States v. Burgos-Ortega, 777 F.3d 1047, 1052 (9th Cir. 2015) (considering an overbreadth challenge because the Washington statute did not include same exemption for \"administering” a drag as its federal analogue).   . The dissent argues \"that documents in the record relevant to ValdiviarFlores’ conviction leave little doubt that he was convicted as a . .principal, and not as an accomplice.” We may not consider such documents, of course, if the statute is not divisible.   . That conclusion comports with our prior holding regarding federal aiding and abetting liability outside of the immigration context, where we have held that \"[a]iding and abetting ... is simply one means of committing a ... crime.” Garcia, 400 F.3d at 820.  ",
            "ocr": false,
            "opinion_id": 9879470
        },
        {
            "author_str": "O'Scannlain",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " O’SCANNLAIN, Circuit Judge, specially concurring. Although the result in this case is dictated by the case law of the Supreme Court and our Circuit, I write separately to highlight how it illustrates the bizarre and arbitrary effects of the ever-spreading categorical approach for comparing state law offenses to federal criminal definitions. I am hardly the first federal circuit judge, to express puzzlement at how the categorical approach has come to be applied. See, e.g., United States v. Doctor, 842 F.3d 306, 312 (4th Cir. 2016) (Wilkinson, J., concurring); United States v. Faust, 853 F.3d 39, 60 (1st Cir. 2017) (Lynch, J., concurring); United States v. Chapman, 866 F.3d 129, 136 (3d Cir. 2017) (Jordan, J., concurring). That criticism arises largely in relation to the Armed Career Criminal Act (“ACCA”), 18 U,S.C. § 924(e)—in- which context the categorical approach was created to apply sentencing enhancements based on prior state convictions—but the case before us illustrates the much broader reach of its peculiar consequences. Almost three decades ago, in Taylor v. United States, 495 U.S. 575, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990), the Supreme Court developed the categorical approach in the context of ACCA, which imposes heightened mandatory mínimums for serious repeat offenders. See 18 U.S.C. § 924(e). Two decades later, 'it had become clear that the same approach applied to determine what state crimes fell within certain categories enumerated in the Immigration and Nationality Act, 8 U.S.C. § 1101 et seq. See Gonzales v. Duenas-Alvarez, 549 U.S. 183, 187, 127 S.Ct. 815, 166 L.Ed.2d 683 (2007). Several justices of the Supreme Court have expressed concern about the “arbitrary and inequitable results produced by applying” the categorical' approach to the ACCA sentencing scheme. Mathis v. United States, — U.S. -, 136 S.Ct. 2243, 2258, 195 L.Ed.2d 604 (2016) (Kennedy, J., concurring) (noting similar criticisms raised in dissent by Justices Ginsburg, Breyer, and Alito). The results can be even more arbitrary in other contexts, including the case before us involving a collateral attack on a removal order. - As Judge Wilkinson observed in his criticism of the present state of the categorical approach, when it comes to ACCA and sentencing, a district court “has various tools to impose a stricter sentence if it believes that the categorical approach is ignoring a violent criminal history or dis-serving the general aims of sentencing.” Doctor, 842 F.3d at 317 (Wilkinson, J., concurring). Under the advisory sentencing guidelines, a district court can depart outside the guidelines to correct for a particularly unjust or absurd application of the categorical approach. In the context of the case before us, however, there is no way to remedy an especially absurd result of applying the categorical approach. When a removal premised on a prior state conviction for an aggravated felony is collaterally attacked years later, a court’s only role once reaching the merits is to apply the categorical approach and to determine if. the state statute of conviction was a categorical match with its federal analogue. As today’s decision makes clear, if the challenger is clever enough to find some space in the state statutory scheme that lies outside the federal analogue, he can effectively void that prior removal for purposes of his present illegal reentry prosecution-even though the challenger admits that the actual conduct underlying his state conviction falls at the heart of the federal analogue. There is no discretion to be exercised. Congress made clear its desire to remove aliens who have committed “aggravated felonies,” which it expressly defined to include any “drug trafficking crime,” 8 U.S.C. § 1101(a)(43)(B), meaning “any felony punishable under the Controlled Substances Act,” 18, U.S.C. § 924. Nobody contests .that ,Valdivia-Flores possessed heroin with intent to deliver it, nor that such conduct is indeed a felony punishable under the Controlled Substances Act. There is no reason to doubt, then, that Valdivia-Flores actually did commit an aggravated felony. Because of the judicially-created categorical approach and a quirk in the drafting of Washington’s statutory scheme, however, he escapes the consequences that Congress intended for such conduct. Whatever the merits of' the Supreme Court’s rationale for imposing the categorical approach on sentencing under ACCA, where judges have discretion to correct for particularly arbitrary and unjust results, the effect is far more pernicious in cases such as this one where there is no chance for correction. Shouldn’t it be possible to have a more “practical reading” of the Immigration and Nationality Act so that, “[w]hen it is clear that a. defendant necessarily admitted or the jury necessarily found that the .defendant committed the elements of [the generic federal crime], the conviction should qualify” for purposes of classifying it as an aggravated felony? Descamps v. United States, 570 U.S. 254, 133 S.Ct. 2276, 2295, 186 L.Ed.2d 438 (2013) (Alito, J., dissenting). If the Supreme Court is unwilling to revisit the categorical approach for cases such as this one, Congress should consider clarifying whether it truly intended radically different treatment for aliens “convicted of identical criminal conduct in different jurisdictions.” Mathis, 136 S.Ct. at 2258 (Kennedy, J., concurring). ",
            "ocr": false,
            "opinion_id": 9879471
        },
        {
            "author_str": "Rawlinson",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " RAWLINSON, Circuit Judge, dissenting: Jose Valdivia-Flores was convicted of possession with intent to deliver a controlled substance in violation of Wash. Rev. Code § 69.50.401. The majority describes our task as “determin[ing] whether Valdi-via-Flores’ conviction under Wash. Rev. Code § 69.50.401 was for an aggravated felony.” Majority Opinion, p. 1206. Yet, inexplicably, the majority completely fails to address that statute. In determining whether Valdivia-Flores was convicted of an aggraved felony, we compare the state statute of conviction to the generic federal definition of possession with intent to deliver a controlled substance. See Roman-Suaste v. Holder, 766 F.3d 1035, 1038 (9th Cir. 2014). The Immigration and Nationality Act (INA) defines the term “aggravated felony” to include “illicit trafficking in a controlled substance (as defined in section 802 of Title 21), including a drug trafficking crime (as defined in section 924(c) of Title 18).” 8 U.S.C. § 1101(a)(43)(B); see also Roman-Suaste, 766 F.3d at 1038. The phrase “drug trafficking crime” supplies the generic federal description of possession of a controlled substance with intent to deliver, defined in pertinent part as “any felony punishable under the Controlled Substances Act (21 U.S.C. 801 et seq.).” 18 U.S.C. § 924(c)(2); see also Roman-Suaste, 766 F.3d at 1038. A “felony” includes an offense for which the maximum term of imprisonment is “more than one year.” 18 U.S.C. § 3559(a)(5); see also Roman-Suaste, 766 F.3d at 1038. Ultimately, “under the plain language of these provisions, a conviction qualifies as an aggravated felony when it is for an offense that the Controlled Substances Act (CSA) makes punishable by more than one year’s .imprisonment.” United States v. Gonzalez-Corn, 807 F.3d 989, 993 (9th Cir. 2015) (citations and internal quotation marks omitted). The pertinent CSA provision in this case, provides: “Except as authorized by this subchapter, it shall be unlawful for any person knowingly or intentionally ... to manufacture, distribute, or dispense, or possess with intent tó manufacture, distribute, or dispense, a controlled substance.” 21 U.S.C. §■ 841(a)(1). The Washington statute underlying Valdivia-Flores’ 1997 conviction, stated in pertinent part: “Except as authorized by this chapter, it is unlawful for any person to manufacture, deliver, or possess with intent to manufacture or deliver, a controlled substance.” Wash. Rev. Code § 69.50.401(a) (1997). Washington’s aiding and abetting statute stated at the time of Valdivia-Flores’ conviction: “A person is an accomplice of another person in the commission of a crime if ... [wjith knowledge that it will promote or facilitate the commission of the crime, he ... [sjolicits, commands, encourages, or requests such other person to commit it; or [ajids or agrees to aid such other person in planning or committing it.” Wash. Rev. Code § 9A.08.020(3)(a)(i)-(ii) (1997). Valdivia-Flores does not vigorously challenge the notion that a drug trafficking offense constitutes an aggravated felony. Rather, he contends that'our categorical analysis should focus on Washington’s aiding and abetting statute, which he argues is implicit in Washington’s drug trafficking statute. Valdivia-Flores relies heavily on the Supreme Court’s decision in Gonzales v. Duenas-Alvarez, 549 U.S. 183, 127 S.Ct. 815, 166 L.Ed.2d 683 (2007). He further contends'that the implicit aiding and abetting liability is ovei’broad and indivisible, The majority goes astray by accepting Valdivia-Flores’ argument. Reliance on Duenas-Alvarez as authority to support focusing our categorical analysis on Washington’s aiding and abetting statute is misplaced. In Duenas-Alvarez, the Supreme Court held that a “theft offense” includes the crime of aiding and abetting a theft offense. 549 U.S. at 189-90, 127 S.Ct. 815. However, the statute at issue provided in pertinent part: Any person who drives or takes a vehicle not his or her own, without the consent of the owner thereof, and with intent either to permanently or temporarily deprive the owner thereof of his or her title to or possession of the vehicle, whether with or without intent to steal the vehicle, or any person who is a party or an accessory to or an accomplice in the driving or unauthorized taking or stealing, is guilty of a public offense. Id. at 187, 127 S.Ct. 815 (quoting Cal. Veh. Code Ann. § 10851(a)) (some emphasis added). Importantly, the language supporting an analysis of aiding and abetting liability came directly from the statute underlying Duenas-Alvarez’s conviction. See id. Thus, the Supreme Court compared Cal. Veh. Code Ann. § 10851(a), the statute of conviction, to the generic definition of a theft offense, consistent with a traditional categorical analysis. See id. at 189-94, 127 S.Ct. 815. The majority compares Washington’s aiding and abetting statute—a statute that Valdivia admitted is a separate statute from the statute of conviction—to the generic definition of aiding and abetting. See Majority Opinion, pp. 1206-09. As the district court observed in United States v. Gonzalez-Altamirano, No. 14CR 750-BEN, 2014 WL 7047636 at *5 (S.D. Cal. Dec. 12, 2014): Defendant ... asks the Court to go beyond the Washington statute of conviction, look at a different statute, find that it impliedly applies to every offense, and find the application of the implication carries the conviction beyond the federal generic drug trafficking offense. To borrow a phrase, this argument requires the sort of theoretical possibility that was cautioned against in Gonzalez v. Duenas-Alvarez.... (citation and internal quotation marks omitted). Tellingly, as in Gonzalez-Altami-rano, the majority cites no precedent skipping over the actual statute of conviction to plug a completely different statute into the Taylor analysis. See 2014 WL 7047636 at *4. Further detracting from the majority’s conclusion, we have explicitly determined that a conviction under Wash. Rev. Code § 69.50.401 qualifies as a conviction for an aggravated felony in a different context. See United States v. Burgos-Ortega, 777 F.3d 1047, 1054-55 (9th Cir.), cert. denied, — U.S. -, 135 S.Ct. 2848, 192 L.Ed.2d 883 (2015) (upholding a sentence enhancement). Unlike the majority, we rejected the argument that the statute was categorically overbroad. See id. It is also worth mentioning that documents in the record relevant to Valdivia-Flores’ conviction leave little doubt that he' was convicted as a principal and not as an accomplice. The information charged Val-divia-Flores with unlawfully and felo-niously possessing with the intent to manufacture or deliver heroin in violation of Wash. Rev.- Code § 69.50.401(a)(1). The Plea Statement signed by Valdivia-Flores contains a handwritten acknowledgment that he was charged with possession of heroin with intent to deliver, stating the elements of-the crime, and describing in his own words that he did “unlawfully possess with intent to deliver Heroin” knowing that it was a controlled substance. In a stipulation of facts provided to the district court, Valdivia-Flores agreed that on August 8, 1997, he suffered a felony conviction for Possession with Intent to Deliver Heroin, in violation of Wash. Rev. Code § 69.50.401(a). Finally, the state court’s judgment and sentence documented that Valdivia-Flores was convicted of Possession with Intent to Deliver Heroin in violation of Wash. Rev. Code' § 69.50.401(a)(1). Noticeably, no evidence in the record refers to Wash. Rev. Code § 9A.08.020 or suggests that Valdivia-Flores was convicted as an accomplice. In my view, the majority has impermis-sibly veered away from the statute of conviction to find overbreadth based on its analysis of a statute that was not part of the prosecution or conviction in this case. Our analysis should have been on the actual statute of conviction, Wash. Rev. Code § 69.50,401, which meets the; definition of an aggravated felony. ■ Indeed, our precedent makes it crystal clear that conviction of aiding and abetting is tantamount to conviction of the underlying offense. See Salazar-Luviano v. Mukasey, 551 F.3d 857, 860 n.2 (9th Cir. 2008) (“Salazar’s aiding and abetting conviction is technically a violation of 18 U.S.C. § -2. That Salazar was convicted of aiding and abetting, however, makes him liable as a principal of the underlying offense.”); see also Ortiz-Magana v. Mukasey, 542 F.3d 653, 659 (9th Cir. 2008) (“[Because] there is no material distinction between an aider and abettor and principals in any jurisdiction of the United States ... aiding and abetting an [offense] is the functional equivalent of personally committing that offense [and] that offense ,... constitutes an aggravated felony.”) (emphasis added). In Sales v. Sessions, 868 F.3d 779, 780 (9th Cir. 2017), we recently considered a conviction for second degree murder under California .law. We noted that it was undisputed that a conviction for second degree murder is an aggravated felony. See id. We then decided that a conviction for aiding and abetting second degree murder “also qualifies as an aggravated felony.” Id. We clarified that “absent a showing that the law has been applied, in some ‘special’ way, a conviction in California for aiding and abetting a removable offense is also a removable offense.” Id. We eschewed the defendants reliance on Due-nas-Alvarez, as we should do in this case because our holding in Duenas-Alvarez does not apply to our Taylor analysis here. See id. In Salazar-Lmiano and in Ortiz-Maga-na, we discerned no reason to delve into the intricacies of the aiding and abetting statutes. Quite the opposite. \"As we explained in Salazar-Luviano in. rejecting the government’s attempt to address the elements of the aiding and abetting statute, “[t]he government’s observation that aiding and abetting is a specific intent crime, is beside the point. Aiding and abetting is not a stand-alone offense-one convicted of aiding and abetting is guilty of the underlying substantive offense as if he committed it directly.” 551 F.3d at 862 n.4 (citation, alteration and internal quotation marks omitted). The same is true in this case. Because aiding and abetting is not an offense in and of itself, the majority’s focus on the elements of the Washington aiding and abetting statute is, as we previously noted, “beside the point.” Id. I respectfully dissent. ",
            "ocr": false,
            "opinion_id": 9879472
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}