{
    "id": 8280392,
    "judges": "Anderson, Barry, Meyer, Paul",
    "date_filed": "1992-09-20",
    "date_filed_is_approximate": true,
    "slug": "state-v-borg",
    "case_name_short": "Borg",
    "case_name": "State v. Borg",
    "case_name_full": "STATE of Minnesota v. Brett David BORG",
    "attorneys": "Meyer, J., dissented and filed opinion in which Page, J., joined and Paul H. Anderson, J., joined in part., Paul H. Anderson, J., dissented and filed statement., Lori Swanson, Attorney General, Kelly O’Neill Moller, Assistant Attorney General, St. Paul, MN; and Jan Jude, Mille Lacs County Attorney, Milaca, MN, for appellant., David W. Merchant, Chief Appellate Public Defender, Jodie L. Carlson, Assistant State Public Defender, St. Paul, MN, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "As Amended on Denial of Rehearing Nov. 14, 2011.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "806 N.W.2d 535"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPAGE, Justice\n(dissenting).\nI join in the dissent of Justice Helen Meyer.\n",
            "ocr": true,
            "opinion_id": 8245962
        },
        {
            "author_str": "Andersonpaul",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nANDERSON, PAUL H.\n(dissenting).\nI join in part II of the dissent of Justice Helen Meyer.\n",
            "ocr": true,
            "opinion_id": 8245963
        },
        {
            "author_str": "Andersonpaul",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nANDERSON, PAUL H., Justice\n(dissenting).\nI join in the dissent of Justice Meyer as to Part II of her dissent on the violation of *558Borg’s Fifth Amendment rights and would remand to the district court for a new trial.\n",
            "ocr": true,
            "opinion_id": 8245964
        },
        {
            "author_str": "Andersonbarry",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nANDERSON, G. BARRY, Justice.\nA Mille Lacs County jury found Brett David Borg guilty of third-degree criminal sexual conduct, Minn.Stat. § 609.844, subd. 1(d) (2002). The district court allowed a police officer to testify in the State’s case in chief that Borg did not respond to a mailed request for an interview by the officer. The court of appeals reversed Borg’s conviction, concluding that the district court erred when it allowed the officer to testify about “silence in response to police questions or attempts to pose questions.” State v. Borg, 780 N.W.2d 8, 16 (Minn.App.2010). The State petitioned for review. Because the Fifth Amendment to the United States Constitution does not prohibit the State from introducing evidence during the State’s case in chief regarding a defendant’s silence unless the government compelled the defendant to speak or to remain silent, we reverse the court of appeals and remand for consideration of Borg’s remaining arguments.1\n*538Respondent Brett David Borg spent the evening of May 6, 2004, at Grand Casino in Mille Lacs with a group of young adults celebrating a friend’s 18th birthday. The members of the group gambled at the casino, drank alcohol in a hotel room, and went to a nearby resort to swim at the pool. More alcohol was consumed while at the pool and the group eventually returned to the hotel around 2 a.m. on May 7. Three women, including M.W., had planned to stay together in one hotel room. Borg and another man joined the three women in the room. Borg had sexual intercourse with M.W. during the night, and M.W. reported the incident to the police at a hospital on May 7. After investigation by the police, the State charged Borg on November 24, 2004, with third-degree criminal sexual conduct, Minn.Stat. § 609.344, subd. 1(d) (2002), alleging that he engaged in sexual penetration involving a person who was mentally impaired, mentally incapacitated, or physically helpless.\nBorg’s trial began in September 2008. At trial, M.W. testified that she drank four or five beers and some sips of an alcoholic drink over the course of the evening and was extraordinarily tired. After she returned to the hotel from the pool, M.W. changed into her pajamas and was the first person to lie down in one of the two beds. M.W. testified that she quickly fell asleep but slipped in and out of sleep. She was aware that Borg got into her bed with her. At one point during the night, M.W. “felt a hand over my stomach and I was so tired I wanted to move it but I couldn’t.... My body was so tired and I just fell back asleep.” M.W. woke the next morning and realized that her pajama pants and underwear were removed from one leg. One of the other women told her that Borg had sexual intercourse with her during the night. M.W. denied having intercourse and stated she was menstruating. M.W. then realized that her tampon had been removed, and one of the women found M.W.’s tampon on the floor. M.W. called a rape crisis center and was advised to go to a hospital. M.W. brought to the hospital an ice bucket into which she had vomited because she wondered if she had been drugged.\nM.W. testified that she had met Borg previously and considered him an acquaintance. M.W. testified that she was not interested in Borg, did not flirt with him, did not kiss him, and did not consent to intercourse with him. When cross-examined, M.W. attributed her inability to remember the intercourse to her tiredness and to intoxication.\nBorg testified in his defense. According to Borg, he kissed M.W. while the group was at the pool and thought that M.W. was interested in him. Borg testified that M.W. entered the bed after he did and put her head on his arm. Borg testified that he gave M.W. a “provocative” back massage to which she physically responded and verbally consented. Borg testified that M.W. kissed him while he was in bed with her, and claimed that both pulled down their own pants before intercourse. Borg denied knowing that M.W. was menstruating, and testified that he did not remove her tampon.\nTestimony of other members of the group differed as to how Borg and M.W. interacted when the group was at the pool. The two women who were in the hotel room when Borg had intercourse with M.W. each testified to seeing Borg move his hands over M.W. under the bed covers. One of the women, K.K., testified that M.W. was laying on her side with her eyes closed and was not moving, but K.K. did not interrupt because she did not know *539whether the activity was consensual. The other woman, D.C., testified that she saw Borg and M.W. having sex. D.C. did not interrupt, nor did she think that M.W. was “asleep through all of it.”\nBorg woke the next morning when D.C. hit him in the face. Borg testified that he was “shocked” and didn’t understand what was going on, asked D.C. why she had hit him, and then left the room after the women continued to yell at him. Borg testified that he did not remember whether he said that the sex was consensual when confronted in the hotel room. Other witnesses testified that they did not remember Borg saying anything in response to the blow. Borg denied drugging M.W., and tests found no evidence of date-rape drugs.\n\nBorg’s silence\n\nWhen the State charged Borg, it filed with the complaint a copy of the Minn. R.Crim. P. 7.01 notice given to Borg that the State possessed “[c]onfessions, admissions, or statements in the nature of confessions made by the defendant.” Counsel for Borg moved to dismiss the complaint for lack of probable cause, and the district court held a contested omnibus hearing on November 16, 2005. At the omnibus hearing, the State filed witness statements, police reports, and other documents to support probable cause, including a copy of a letter addressed to Borg from Mille Lacs Tribal Police Department Sergeant Scott W. Niemeyer. In the letter, dated July 21, 2004, Niemeyer told Borg:\nI would like to speak with you regarding an investigation that I am conducting. When I spoke with you briefly in May, 2004, you indicated that you had hired an attorney to represent you.\nPlease have your attorney contact me as soon as possible to arrange an interview appointment. Thank you very much.\nThe copy of the letter that was filed in the district court is stamped “Copy to Defendant,” but the date on which a copy was provided to Borg is not legible on the document in the court file. One of the police reports filed by the State at the omnibus hearing is a supplemental report prepared by Niemeyer. The supplemental report bears the same “Copy to Defendant” stamp as the letter from Niemeyer to Borg, but the date of the stamp on the report is legible: December 21, 2004. The supplemental report is consistent with the letter and indicates that Niemeyer called Borg on May 18, 2004, and, during the conversation, Borg told Niemeyer “that he had spoken with an attorney from Little Falls, MN, and he would not speak with [Niemeyer].”\nCounsel for Borg filed a memorandum in support of his motion to dismiss for lack of probable cause on December 9, 2005, about three weeks after the letter from Niemeyer to Borg and Niemeyer’s supplemental report were filed in court. In the memorandum, counsel for Borg did not mention or challenge the letter from Niemeyer to Borg and did not mention or challenge Niemeyer’s supplemental police report. Defense counsel also made no argument in the memorandum based on the contact between Niemeyer and Borg. The district court denied the motion to dismiss by order filed February 7, 2006.\nShortly before Borg’s 2008 trial, Borg moved the district court to preclude Niem-eyer from testifying about Niemeyer’s attempts to contact Borg by letter and by telephone, arguing that the Fifth Amendment provided Borg the right to remain silent. In response to the motion, the State told the court that Borg “was contacted via mail initially and then he was contacted via telephone by the investigator and asked if he would be willing to provide a statement and the defendant indi*540cated that no, he would not.” The sequence of events presented by the State— that Borg was “contacted via mail initially and then he was contacted via telephone” — was not consistent with the sequence of events presented in the letter from Niemeyer to Borg and in Niemeyer’s supplemental police report. The details of the request as described by the State— that Borg was “asked if he would be willing to provide a statement” — were not consistent with the request made in the letter, in which Niemeyer sought a response from Borg’s counsel and not from Borg. Despite the inconsistency between the statements by counsel for the State and the record, counsel for Borg did not object to or correct the statements made by the State at the pretrial heai’ing.\nThe district court withheld its decision on Borg’s motion to preclude Niemeyer from testifying about his attempts to contact Borg until Niemeyer was on the witness stand during the State’s case in chief. Counsel for Borg opposed Niemeyer’s testimony and asserted that Borg had a Fifth Amendment right not to incriminate himself. When Niemeyer was on the stand, the State told the court that if permitted, Niemeyer would testify that “he had contacted [Borg] first by letter and then via phone call and neither time did defendant indicate ... anything other than silence.” Counsel for Borg did not object to the State’s description of the sequence of contacts with Borg. In its offer of proof regarding Niemeyer’s testimony, the State emphasized that the contact between Niemeyer and Borg occurred when Borg was not in custody and asserted that “pre-arrest silence [would be] very probative” in circumstances “when it would be typical with a defense being raised such as self-defense or consent, that someone would come forward to tell their side [of] the story.”\nThe district court distinguished Borg’s failure to respond to the letter from Niem-eyer from Borg’s statements during the telephone call with Niemeyer. The court ruled that Niemeyer could testify that Niemeyer mailed a letter to Borg and received no response, and noted that counsel for Borg could cross-examine Niemeyer on whether the State could prove that Borg received the letter. The court also ruled that the State could not ask about the telephone call during its case in chief because Borg indicated to Niemeyer during the call that Borg had an attorney. But the court ruled that if Borg took the stand “and wants to give his explanation, then that opens the door and everything can come in at that point.” The court then permitted the following testimony:\n[THE STATE]: And did you attempt to speak with the defendant in any manner?\n[NIEMEYER]: By mail, yes.\n[THE STATE]: And did you, ah, receive a response from the defendant?\n[NIEMEYER]: No response.\nCounsel for Borg did not cross-examine Niemeyer on whether the police could prove Borg received the letter or about the contents of the letter.\nBorg testified on direct examination that the police telephoned him several months after the May trip to the casino and asked if he wanted to make a statement. Borg testified that he did not make a statement “ ‘Cause I had spoken to an attorney ’cause I — -I know that she went to the hospital.” Borg testified that he never received a letter from the police. On cross-examination, Borg conceded that he did not go to the police to tell the police that the sex was consensual after learning of M.W.’s allegations.\nThe State underscored Borg’s silence during closing argument:\n*541When law enforcement contacted him by phone and by mail, [Borg] didn’t say “Hey, I don’t understand what’s goin’ on here with ... these questions. This was a consensual situation.” He never said that. He never — when he found out later that day what the report was from [M.W.], he never called the police to say, “Hey, woah, I wanna make sure everybody’s clear on this, this is a consensual situation”.... He did none of those things. And you get to ask yourself based on your common sense and experience whether those are the actions of somebody who believes that they have done nothing wrong.\nThe jury found Borg guilty on September 17, 2008, of sexual penetration involving a physically helpless person and not guilty of sexual penetration involving a mentally incapacitated person. The court sentenced Borg to the presumptive term of 48 months in prison. Borg filed a motion for a new trial on September 25, 2008. The motion for a new trial alleged that the State violated discovery obligations but did not base any argument on Niemeyer’s testimony about Borg’s lack of response to the letter from Niemeyer. The court denied the motion for a new trial.\nBorg appealed his conviction to the court of appeals. In his brief to the court of appeals, Borg repeated the sequence of events presented by the State at trial: that Niemeyer sent the letter to Borg before the telephone conversation. The court of appeals reversed. The court concluded that the district court erred when it allowed evidence during the State’s case in chief regarding Borg’s “pre-eounseled, pre-arrest, and pre-Miranda ” silence. State v. Borg, 780 N.W.2d 8, 16 (Minn.App.2010).\nThe State sought further review. We granted review to determine whether the district court erred when it allowed Niem-eyer to testify during the State’s case in chief regarding Borg’s silence in response to the letter from Niemeyer.\nI.\nTo decide this case, we must determine whether the Fifth Amendment to the United States Constitution, as applied to the states by the Fourteenth Amendment, prohibits the State from eliciting testimony during its case in chief regarding a criminal defendant’s lack of response to a letter mailed to him by the police when the defendant was not under arrest or in custody and had not been informed of his Miranda rights. The U.S. Supreme Court has not addressed whether the Fifth Amendment protection against compelled self-incrimination prevents the State from presenting evidence during its case in chief of a defendant’s silence when that silence precedes the defendant’s arrest and arises outside of a custodial context, and neither have we. See State v. Jones, 753 N.W.2d 677, 688-89 (Minn.2008) (holding that it was not plain error for the State to elicit testimony of pre-arrest silence because the legal rule was unsettled). We review this constitutional question de novo. See State v. Davis, 732 N.W.2d 173, 176 (Minn.2007); State v. Dettman, 719 N.W.2d 644, 649 (Minn.2006).\nWe begin our analysis with the core protection of the Fifth Amendment, which provides that no person “shall be compelled in any criminal case to be a witness against himself.” U.S. Const, amend. V. The protection against compelled self-incrimination guarantees the right of a defendant to remain silent during his criminal trial by prohibiting the State from forcing a defendant to testify against himself. The Fifth Amendment also prohibits the State from commenting on the silence of a defendant who asserts his right not to testify at his trial. See *542Griffin v. California, 380 U.S. 609, 613-15, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965). The Court explained in Griffin that allowing the State to comment on a defendant’s decision not to testify unfairly penalizes the defendant for exercising a constitutional privilege. Id. at 614, 85 S.Ct. 1229. Once a defendant elects to testify in his defense, however, he “cast[s] aside his cloak of silence” and may be impeached by evidence that he remained silent before arrest without the impeachment running afoul of the Fifth Amendment. Jenkins v. Anderson, 447 U.S. 231, 238, 100 S.Ct. 2124, 65 L.Ed.2d 86 (1980).\nIn Jenkins, the defendant was on trial for murder and testified in support of his self-defense claim. Id. at 232, 100 S.Ct. 2124. During cross-examination, the State questioned the defendant about his failure to come to the police with his version of events until two weeks after the killing. Id. at 233-34, 100 S.Ct. 2124. The Court found that the questioning permissibly challenged the defendant’s credibility as a witness and did not violate the Fifth Amendment. Id. at 238, 100 S.Ct. 2124.\nThe Court in Jenkins stated that, although it may “be argued that a person facing arrest will not remain silent if his failure to speak later can be used to impeach him[,] ... the Constitution does not forbid every government-imposed choice in the criminal process that has the effect of discouraging the exercise of constitutional rights.” Id. at 236,100 S.Ct. 2124 (citation omitted) (internal quotation omitted). The Court stated that the “threshold question” to consider is “whether compelling the election impairs to an appreciable extent any of the policies behind the rights involved.” Id. (citation omitted) (internal quotation omitted). The Court stated that “[i]n determining whether a constitutional right has been burdened impermissibly, it also is appropriate to consider the legitimacy of the challenged governmental practice.” Id. at 238, 100 S.Ct. 2124 (citation omitted). The Court then reviewed the challenged practice at issue in Jenkins— the attempted impeachment of a defendant who testified in his own defense — and determined that such impeachment “advances the truth-finding function of the criminal trial” and does not violate the Fifth Amendment. Id.\nJenkins does not clearly provide the rule to apply to this case, in which evidence of Borg’s lack of response to the letter from Niemeyer was presented before he elected to testify at his trial. But in a concurring opinion to Jenkins, Justice Stevens stated that he would reject the Fifth Amendment claim at issue on the basis that “the privilege against compulsory self-incrimination is simply irrelevant to a citizen’s decision to remain silent when he is under no official compulsion to speak.” Id. at 241, 100 S.Ct. 2124 (Stevens, J., concurring). Because the core purpose of the Fifth Amendment is to protect a defendant from being compelled to testify against himself at his own trial, in Justice Stevens’s view, a decision not to testify is “fundamentally different” than “silence in a precustody context.” Id. at 241, 100 S.Ct. 2124. Justice Stevens explained:\nWhen a citizen is under no official compulsion whatever, either to speak or to remain silent, I see no reason why his voluntary decision to do one or the other should raise any issue under the Fifth Amendment. For in determining whether the privilege is applicable, the question is whether petitioner was in a position to have his testimony compelled and then asserted his privilege, not simply whether he was silent. A different view ignores the clear words of the Fifth Amendment.\n*543Id. at 243-44, 100 S.Ct. 2124. Under Justice Stevens’s analysis, the admissibility of evidence regarding pre-arrest silence is not a constitutional question but rather “a routine evidentiary question that turns on the probative significance of that evidence.” Id. at 244, 100 S.Ct. 2124.\nWe agree with the analysis set out by Justice Stevens. The text of the Fifth Amendment plainly protects a person from being “compelled in any criminal case to be a witness against himself.” U.S. Const, amend. V. When the government does nothing to compel a person who is not in custody to speak or to remain silent, however, then the voluntary decision to do one or the other raises no Fifth Amendment issue. 447 U.S. at 241, 100 S.Ct. 2124 (Stevens, J., concurring). We hold that if a defendant’s silence is not in response to a choice compelled by the government to speak or remain silent, then testimony about the defendant’s silence presents “a routine evidentiary question that turns on the probative significance of that evidence.” Id. at 245, 100 S.Ct. 2124.\nIn this case, Niemeyer testified during the State’s case in chief that Niem-eyer made an attempt by mail to interview Borg and received “no response.” The State presented no evidence during its case in chief that Borg received the letter, and counsel for Borg did not cross-examine Niemeyer on whether the police had evidence that the letter was received. The jury was free to evaluate the likelihood that the letter was delivered and weigh for itself the probative value of Borg’s failure to respond to the letter. If Borg did not receive the letter, as he testified, then the letter presented him with no choice because Borg never read it. But if Borg did receive and read the letter, contrary to his testimony, then he would have received this communication from Niemeyer:\nI would like to speak with you regarding an investigation I am conducting. When I spoke with you briefly in May, 2004, you indicated that you had hired an attorney to represent you.\nPlease have your attorney contact me as soon as possible to arrange an interview appointment. Thank you very much.\nThe dissent would hold that this letter is “questioning” — despite the fact that the letter includes not one question. Infra, at D-557. And the dissent declares that the letter was “clearly” intended to elicit a response from Borg — despite the fact that the letter plainly requests a response from Borg’s lawyer, not Borg. Id. at D-557. The letter is not questioning, and the letter compels nothing. The letter is what Niemeyer testified it was: a written attempt to interview Borg. Borg’s voluntary decision not to respond to the letter, assuming he received it, raises no issue under the Fifth Amendment. We conclude that the privilege against compelled self-incrimination did not prevent the State from presenting evidence during the State’s case in chief of Borg’s failure to respond to the letter. Moreover, when we follow the approach taken by the majority in Jenkins and evaluate the “legitimacy of the challenged governmental practice,” see 447 U.S. at 238, 100 S.Ct. 2124 (citation omitted), we conclude that there is nothing illegitimate about Niemeyer’s attempt to interview Borg by arranging an appointment through Borg’s lawyer. The district court did not err when it allowed Niemeyer’s testimony.2\n*544II.\nEven though Borg waived any argument based on the protections of the Due Process Clause of the Fourteenth Amendment, we choose to address here the overly broad assertion by the dissent that “[i]t is a violation of due process in Minnesota to use a criminal defendant’s silence against him at trial when that silence follows the defendant’s invocation of his right to counsel.” Infra, at D-550. We are compelled to respond because we disagree that the law cited by the dissent actually supports its sweeping assertion.\nA.\nThe dissent is wrong to rely on State v. Billups, 264 N.W.2d 137 (Minn.1978) (per curiam), to support its assertion that due process is violated when a defendant’s silence is used against him at trial, if that silence follows the invocation of a right to counsel. Infra, at D-550. Although Bill-ups refers to counsel’s advice that Billups not talk to the police unless counsel was present, Billups contains no reference to an invocation of the right to counsel. The dissent’s attempt to equate counsel’s advice with a defendant’s invocation of the right to counsel is unsound, and therefore Billups provides no support for the dissent’s analysis.\n1.\nWe begin with a review of Billups, in which we addressed the fundamental fairness issue that arises when a suspect is warned of his Miranda rights and then remains silent. Billups, 264 N.W.2d at 138. In Billups, the police investigated a robbery in which a liquor store clerk was accosted while delivering a telephone order to a Saint Paul address. Id. at 137. When a second telephone order was placed with a liquor store for a delivery to the same address, a police officer went to the address and saw the suspect crouching beside the house. Id. at 138. The police officer identified himself and shot the suspect after the suspect tried to run away. Id. The suspect was arrested, hospitalized, and questioned twice about the night he was shot. Id. During each interview, the police warned the suspect of his Miranda rights, and each time, the suspect denied doing anything wrong on the night that he was shot. Id. Later, the suspect met with counsel, who instructed the suspect “not to talk to the police unless [counsel] was present.” Id. The suspect was not questioned again. Id. But he was placed in a lineup, identified by the robbery victim, and charged with the initial robbery. Id. at 137-38.\n*545The issue in Billups stemmed from the suspect’s testimony at trial about an alibi. Id. at 138. The question for us was whether the State violated due process because its cross-examination of the suspect addressed his pre-trial silence regarding the alibi. Id. To decide the question presented in Billups, we applied Doyle v. Ohio, 426 U.S. 610, 96 S.Ct. 2240, 49 L.Ed.2d 91 (1976), in which the U.S. Supreme Court held that Miranda warnings carry the implicit assurance that “silence will carry no penalty.... In such circumstances, it would be fundamentally unfair and a deprivation of due process to allow the arrested person’s silence to be used to impeach an explanation subsequently offered at trial.” Doyle, 426 U.S. at 617, 96 S.Ct. 2240 (cited in Billups, 264 N.W.2d at 138). We held that any factual distinction between Billups and Doyle was “rather tenuous and without great difference,” but we did not explain the factual distinction to which we referred. Billups, 264 N.W.2d at 139. We concluded that the district court erred by allowing the State to cross-examine the suspect about his failure to offer his alibi before trial. Id. Therefore, Billups stands for the limited — and given how the law of criminal procedure has evolved in the past 30 years, wholly unremarkable — proposition that a suspect warned of his Miranda right to remain silent while in custody enjoys a right to fundamental fairness, protected by the Due Process Clause of the Fourteenth Amendment, that prohibits post-Miranda silence from being used against him.\nBillups applies only in the context of Miranda; Miranda applies only when a suspect is in custody, and therefore Bill-ups does not apply to the facts of this case because nothing in the record establishes that Borg was in custody on May 18, 2004, when he talked with Niemeyer on the telephone. Likewise, nothing in the record establishes that Borg was in custody on July 21, 2004, when Niemeyer mailed him the letter, or that Borg was in custody on any subsequent day that he read the letter-if, contrary to Borg’s testimony, he received the letter.\n2.\nEven if Billups supported a point of law related to the right to counsel outside the context of due process and Miranda, we are unable to determine the source of the right to counsel that the dissent posits Borg invoked during the May 18, 2004, telephone conversation between Niemeyer and Borg.\nThe Sixth Amendment to the U.S. Constitution, as applied to the states by the Fourteenth Amendment, guarantees that “[i]n all criminal prosecutions, the accused shall enjoy the right to ... have the assistance of counsel for his defence.” U.S. Const, amend. VI. The Sixth Amendment right to counsel attaches as soon as the suspect is subject to adverse judicial proceedings “ ‘by way of formal charge, preliminary hearing, indictment, information, or arraignment.’ ” State v. Willis, 559 N.W.2d 693, 697 (Minn.1997) (quoting Kirby v. Illinois, 406 U.S. 682, 689, 92 S.Ct. 1877, 32 L.Ed.2d 411 (1972)). Borg and Niemeyer spoke by telephone on May 18, 2004. Borg was charged with third-degree criminal sexual conduct on November 24, 2004. Because the Sixth Amendment right to counsel attached on November 24, 2004, it could not have been invoked on May 18, 2004.\nIn addition to the Sixth Amendment right to counsel, a criminal suspect has a right to counsel under the Fifth Amendment, as applied to the states by the Fourteenth Amendment, if the criminal suspect is interrogated while in the custody of the police. Miranda v. Arizona, 384 U.S. 436, 469, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966). A right to counsel *546arises under the Fifth Amendment when a suspect is in custody in order to protect the suspect’s constitutional privilege against self-incrimination. Id. (“The circumstances surrounding in-custody interrogation can operate very quickly to overbear the will of one merely made aware of his privilege [against self-incrimination] by his interrogators. Therefore, the right to have counsel present at the interrogation is indispensable to the protection of the Fifth Amendment privilege under the system we delineate today.”) Because Borg was not in custody when he spoke by telephone to Niemeyer, Borg did not have a Fifth Amendment right to counsel under Miranda at that time.3\n3.\nThe dissent’s application of Billups is based on its view that Billups related to the invocation of the right to counsel, and also on its view that Borg’s statement during the May 18, 2004, telephone conversation was an invocation. Neither view is correct.\nTo invoke the right to counsel under the Fifth Amendment and Miranda, a suspect who is in custody must unambiguously request the assistance of or access to counsel. See, e.g., State v. Ortega, 798 N.W.2d 59, 71 (Minn.2011) (“To invoke the right to counsel a suspect must do more than make reference to an attorney.”) To invoke the right to counsel under the Sixth Amendment, suspects must likewise request the assistance of or access to counsel at a point in time when the Sixth Amendment right has attached. See Willis, 559 N.W.2d at 698 (“Appellant’s incarceration did not hinder him in asserting his Sixth Amendment right; he could have done so simply by telling his interviewer he wanted an attorney before or during questioning.”) There is nothing in Billups that indicates that the suspect invoked his right to counsel by unambiguously requesting the assistance of or access to counsel. In Billups, we stated only that the suspect was visited at the hospital by his lawyer, who advised him to not to talk unless the lawyer was present. 264 N.W.2d at 138. Contrary to the assertion by the dissent, our holding in Billups was not based on any invocation of a right to counsel.4\n*547In this case, during the conversation with Niemeyer, Borg stated that Borg had talked with counsel and would not talk with Niemeyer. If we infer that counsel advised Borg to not speak with the police, then the dissent’s rule, if adopted, would make it so that an uncharged person who is not in custody invokes a right to counsel when the person simply informs the police of counsel’s advice. This has no support in the law.\nB.\nWhile necessary to respond to the dissent, our discussion of due process is not required to decide this case because Borg waived any due process claim by failing to object on due process grounds in the district court.\nBorg first raised a due process argument in the supplemental brief that we directed the parties to file after oral argument.5 In his supplemental brief, Borg argued that we should apply Billups to decide this case. The State argues that Borg waived his due process claim when he failed to object on due process grounds at trial. We agree with the State that Borg waived his due process claim.\n1.\nWe ordinarily do not consider issues raised for the first time on appeal. State v. Henderson, 706 N.W.2d 758, 759 (Minn.2005); State v. Schleicher, 672 N.W.2d 550, 555 (Minn.2003). In rare cases, we may address an issue not raised at the district court if the interests of justice require consideration of the issue and when doing so would not work an unfair surprise on a party. Henderson, 706 N.W.2d at 759, see also Minn. R.Crim. P. 29.04, subd. 11(6) (incorporating by reference Minn. R.Crim. P. 28.02, subd. 11). Because we ordered supplemental briefing, considering the due process issue here would not work an unfair surprise on either party. See State v. Clow, 600 N.W.2d 724, 726 (Minn.App.1999), rev. denied (Minn. Oct. 21, 1999). But, we conclude that the interests of justice do not require us to address the due process issue because we are not confronted here with a rule of law that was unknown at the time of trial, and because there is no “fundamental unfairness to the defendant [that] needs to be addressed.” See State v. Green, 747 N.W.2d 912, 918-19 (Minn.2008).\n*548First, unlike Henderson, we are not confronted here with a rule of law that was unknown at the time of trial. The dissent asserts that Billups stands for the proposition that “[i]t is a violation of due process to use a criminal defendant’s silence against him at trial when that silence follows the invocation of his right to counsel.” See infra, D-550. Even if that were a correct statement of the law — and it is not, as we discussed supra — Billups was decided in 1978. Its potential application to this case was known when Borg went to trial in 2008. This is a much different circumstance than Henderso'si, in which we concluded that the interests of justice required us to apply Blakely v. Washington, 542 U.S. 296, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), because Blakely directly affected the appellant’s claims but was not issued until after his appeal was submitted to the court of appeals. 760 N.W.2d at 760.\nSecond, Borg bases his due process claim upon what he describes as the “corrected” factual record of this case. We do not agree with this characterization of the record. On or around December 21, 2004, counsel for Borg was provided a copy of the police report in which Niemeyer stated that he mailed the July 21, 2004, letter to Borg after the May 18, 2004, telephone conversation between Borg and Niemeyer. The stamps on the documents filed in court indicate that Borg may have received a copy of the letter itself on December 21, 2004 — but in any event, did receive a copy of the letter on November 16, 2005. The dissent would apply Green to this record and find that this case presents a “fundamental unfairness to the defendant [that] needs to be addressed.” Green, 747 N.W.2d at 918-19. This is not so.\nIn Green, we held that the interests of justice did not require us to order a new trial, even though a transcript of a police interview inaccurately indicated that the defendant said he had placed his fingers “in” the alleged victim of the sexual assault with which the defendant was charged. Id. at 917, 920. The recording of the interview demonstrated that the defendant in fact said “um,” not “in” — negating what appeared to be an admission of an element of the charged offense. Id. at 917. Here, no one asserts that the letter from Niem-eyer to Borg is inaccurate. But for all of the argument before and during trial about the sequence of contact between Borg and Niemeyer and about the letter and Borg’s response to it, no one apparently read the letter, because the letter itself indicated that the letter followed the telephone conversation. There is no fundamental unfairness for us to address.\nIII.\nTo decide this case, we need not, and do not, draw a line to define what government actions rise to the level of compulsion sufficient to implicate a person’s Fifth Amendment privilege against self-incrimination. Under the facts and circumstances of this case, we hold only that the letter mailed by Niemeyer to Borg to request an interview does not. Because the Fifth Amendment did not prohibit the State from presenting evidence during its case in chief of Borg’s failure to respond to the letter from Niem-eyer, we reverse the court of appeals and remand to the court of appeals for consideration of Borg’s remaining arguments.\nReversed and remanded.\n\n. The court of appeals did not address all of Borg’s arguments because it reversed Borg’s conviction and remanded for a new trial based on its conclusion that the district court committed reversible error by permitting a police officer to testify about Borg’s pre-coun-seled, pre-arrest, and pre-Miranda silence in the State’s case in chief. Specifically, the court of appeals did not address Borg's arguments that the prosecutor engaged in prejudicial misconduct, that the district court abused its discretion by refusing to impose a disposi-tional sentencing departure, and that Borg was entitled to specific performance of the State's plea offer. Because we previously denied Borg’s petition for cross-review of the *538unaddressed arguments, we need not and do not consider those arguments in this opinion.\n\n\n. The United States Courts of Appeals for the Fifth, Eighth, and Ninth Circuits also have adopted the analysis set out by Justice Stevens in his Jenkins concurrence and have held that the Fifth Amendment does not apply in the absence of a government compulsion to speak. See, e.g., United States v. Frazier, 408 F.3d 1102, 1111 (8th Cir.2005) (holding that *544the use of a suspect's silence during and immediately after his arrest during the State’s case in chief did not violate the Fifth Amendment because the arrest did not compel the suspect to choose whether to speak or remain silent); United States v. Oplinger, 150 F.3d 1061, 1067 (9th Cir.1998) (\"Prior to custody or indictment here, the government made no effort to compel Oplinger to speak; he was free to act as he pleased. Consequently, the constitutional privilege against compelled self incrimination simply did not come into play.”), overruled on other grounds, United States v. Contreras 593 F.3d 1135, 1136 (9th Cir.2010) (per curiam); United States v. Za-nabria, 74 F.3d 590, 593 (5th Cir.1996) (stating that the Fifth Amendment \"protects against compelled self-incrimination but does not ... preclude the proper evidentiary use and prosecutorial comment about every communication or lack thereof by the defendant which may give rise to an incriminating inference”).\nThe dissent attempts to distinguish Frazier, Oplinger, and Zanabria by asserting that none of the cases \"involved questioning by government agents.” Infra, at D-554-D-555. We conclude that the absence of questioning makes these cases more, and not less, persuasive because Niemeyer's letter to Borg also was not \"questioning.”\n\n\n. The dissent's theory, if adopted, would appear to provide greater protection to a suspect who is not in custody than one who is in custody. This is so because we have held that if a suspect invokes his Fifth Amendment right to counsel while in custody, a subsequent break in custody may nullify the invocation such that the police may renew questioning without violating the suspect’s rights. State v. Scanlon, 719 N.W.2d 674, 683 (Minn. 2006); see also Maryland v. Shatzer,-U.S. -,-, 130 S.Ct. 1213, 1223, 175 L.Ed.2d 1045 (2010) (establishing 14 days as the period within which a custodial invocation of the right to counsel survives a subsequent break in custody).\n\n\n. The dissent attempts to bolster the applicability of Billups by citing the decision of the Minnesota Court of Appeals in State v. Dunk-el, 466 N.W.2d 425 (Minn.App. 1991). Infra, at D-550. Because the due process argument is waived, we will not address Dunkel in this opinion, other than to note that decisions of the court of appeals are not binding upon us, and that we have never adopted or applied the reasoning of Dunkel.\nBut we will address, and reject, the dissent’s attempt to elevate Billups and Dunkel into \"settled law.” Id. at D-550. To support this description, the dissent relies solely on unreported decisions of the court of appeals that are factually distinguishable and inapplicable to this case. See State v. Ford, No. A09-632, 2010 WL 1439364, at *4 (Minn.App. Apr. 13, 2010) (finding harmless error in the admission of officer’s testimony regarding fact that suspect declined to give a statement during a meeting with the officer and suspect's counsel); State v. Rogers, No. A04-378, 2004 WL 2939667, at *2 (Minn.App. Dec. 21, 2004) (evaluating post-arrest statements by defendant), rev. denied (Minn. Feb. 23, 2005); State v. Houseman, No. C1-00-2196, 2001 WL 1182698, at *2 (Minn.App. Oct. 9, 2001) (eval*547uating admission at trial of recorded interview in which suspect’s only responses to police questions were either requests to speak to counsel or statements that counsel had advised suspect to remain silent).\n\n\n. We ordered Borg and the State to file supplemental briefs because of an apparent conflict between the record on appeal, statements at trial, and the initial briefs filed by the parties. The record on appeal established that Niemeyer mailed the letter to Borg after the telephone conversation during which Borg told Niemeyer that Borg had talked with legal counsel and would not speak with the police. The trial transcript includes statements that indicate that the parties believed that Niemeyer and Borg spoke on the telephone after the July 21, 2004, letter was mailed to Borg.\nWe note here that the July 21, 2004, letter, which was filed in the district court on November 16, 2005, is part of the record on appeal and itself establishes that the letter followed the telephone conversation because, in the letter, Niemeyer refers to the telephone conversation. The record on appeal also includes the supplemental police report in which Niemeyer states that his telephone conversation with Borg occurred in May 2004 and that he drafted the letter to Borg in July 2004. See Minn. R.Crim. P. 29.01, subd. 2 (providing that the Rules of Civil Appellate Procedure govern appeals in criminal cases to our court, absent a conflict with a Rule of Criminal Procedure), Minn. R. Civ.App. P. 110.01 (providing that \"[t]he papers filed in the trial court, the exhibits, and the transcript of the proceedings, if any, shall constitute the record on appeal in all cases”).\n\n",
            "ocr": true,
            "opinion_id": 8245960
        },
        {
            "author_str": "Meyer",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEYER, Justice\n(dissenting).\nI respectfully dissent. The State’s use of Borg’s counseled silence violated his due process rights and the Fifth Amendment protection against self-incrimination. The majority’s decision significantly erodes a citizen’s constitutionally protected right to remain silent when questioned by police.\n*549The undisputed record establishes that the State improperly commented on Borg’s counseled silence. The prosecutor argued to the jury that Borg’s silence was evidence of guilt — a clear violation of his due process rights. Because evidence of guilt was not overwhelming, the violation was not harmless beyond a reasonable doubt and the case should be remanded for a new trial. I would hold, in the alternative, that commenting on Borg’s silence by his failure to respond to Sergeant Niemeyer’s letter violated the Fifth Amendment protection against self-incrimination.\nI.\nWhen this case was tried, everyone involved believed that the State sent Borg a letter as part of its investigation of the incident, to which Borg did not respond, and that Niemeyer then contacted Borg by phone, at which point Borg said that he had spoken to an attorney and would not talk to police. These beliefs were based on statements made by the prosecutor in response to Borg’s motion in limine to prevent Niemeyer from testifying about the letter and phone call. The prosecutor told the court that Borg “was contacted by mail initially and then he was contacted via telephone by the investigator and asked if he would be willing to provide a statement and the defendant indicated that no, he would not.” The court withheld ruling on that motion until trial. At trial, the prosecutor again represented that the letter came before the phone call, telling the court that Niemeyer would testify that “he had contacted [Borg] first by letter and then via phone call and neither time did the defendant indicate ... anything other than silence.” The court’s evidentiary ruling at trial and the arguments on appeal therefore assumed that Borg had not invoked his right to silence on the advice of counsel until after Niemeyer sent the letter.\nIn reviewing the record on appeal, this court discovered evidence in the district court case file indicating that Borg had invoked his right to counsel via a phone call before Niemeyer sent the letter. The case file contains Niemeyer’s letter to Borg and a report from Niemeyer indicating that Borg had refused to speak to Niemeyer in a phone call made two months before the letter. Borg apparently also noticed this evidence between briefing and oral argument, because he raised the discrepancy at oral argument.\nThe record indicates that a copy of the police report and Niemeyer’s letter were provided to Borg on December 21, 2004, and were submitted to the district court on November 16, 2005, as part of the State’s response to Borg’s motion to dismiss for lack of probable cause. The police report was used by the prosecutor at trial to refresh Niemeyer’s recollection of his investigation.\nWe ordered supplemental briefing to address whether, in fact, the phone call came before the letter and if it did, how the analysis might be different. The State did not dispute that the phone call came before the letter,1 but argued that Borg had waived appellate review of the due process issue and that the court should not reach the issue in the interests of justice. Borg argued that the record established that the phone call happened first and that the State’s use of his silence after the phone call violated Minnesota precedent. Based on the supplemental briefing, the majority *550concludes that the record establishes that Niemeyer’s letter to Borg came after the phone call in which Borg told Niemeyer that he had been counseled to remain silent. But the majority chooses not to review the due process claims. I would hold that the interests of justice require us to reach the issue and that the error affected Borg’s substantial rights.\nA.\nIt is a violation of due process in Minnesota to use a criminal defendant’s silence against him at trial when that silence follows the defendant’s invocation of his right to counsel. State v. Billups, 264 N.W.2d 137, 139 (Minn.1978); State v. Dunkel, 466 N.W.2d 425, 428 (Minn.App.1991). In Bill-ups, we held that the use on cross-examination of a defendant’s post-arrest silence on the advice of counsel violated due process. Billups, 264 N.W.2d at 138-39. In Dunkel, the court of appeals extended the reasoning of Billups to hold that the use on cross-examination of a defendant’s pre-Miranda, pre-arrest silence on advice of counsel is constitutionally prohibited. Dunkel, 466 N.W.2d at 428. The inadmissibility of counseled pre-arrest, pre-Mi-randa silence has been treated as settled law. See, e.g., State v. Ford, No. A09-632, 2010 WL 1439364, at *4 (Minn.App. Apr. 13, 2010); State v. Rogers, No. A04-378, 2004 WL 2939667, at *2 (Minn.App. Dec. 21, 2004), rev. denied (Minn. Feb. 23, 2005); State v. Houseman, No. C1-00-2196, 2001 WL 1182698, at *1 (Minn.App. Oct. 9, 2001).\nThus, the State’s introduction of Borg’s silence in response to the letter, sent after Borg had invoked his right to silence on advice of counsel, clearly violated settled due process law. But although the defense strongly objected to the introduction of Borg’s silence on Fifth Amendment grounds, it never objected on due process grounds. Thus, the issue before us is whether in the interests of justice we should address the merits of Borg’s due process claim. I would conclude that the interests of justice compel us to review and correct this error.\nThe majority relies for its decision not to reach the merits of Borg’s due process claim on State v. Green, 747 N.W.2d 912 (Minn.2008). Its reliance is misplaced. Green does not establish that it is not in the interests of justice to reach unobject-ed-to error when a defendant bears any responsibility for the error, only that reaching an unobjected-to error may not be in the interests of justice when the defendant was more at fault for the error than the State.\nIn Green, the defendant argued that there was an error in the transcription of a critical statement in his interview with police and that the error was not discovered until after he was convicted. Id. at 917. We analyzed the interests of justice, considering the degree to which each party was responsible for the error and whether some fundamental unfairness to the defendant needed to be addressed. Id. at 918-19. We held that the defendant was more at fault than the State for the admission of the inaccurate transcript into evidence. Id. at 919-20. Although the State was responsible for the inaccurate transcription and for failing to notice that the transcription was inaccurate, the defense, not the State, first referred to the erroneously-transcribed statement, introduced the transcript into evidence and, despite being in the best position to know what the defendant had said during the interview, had not objected to the erroneous statement or disputed the transcript’s accuracy. Id. at 919. We held that the district court had not abused its discretion by refusing to grant a new trial in the interests of justice.\n*551This is a very different case from Green. Here, the State, not Borg, introduced the error, both at the motions in limine hearing and at trial. Both the State and Borg had access to the police report and letter, but only the State is on the record as having actively used the police report at trial — to refresh Niemeyer’s recollection while he testified as to dates and other details of his investigation. There is no indication in the record that Borg was in a better position to know the correct order of events than the State. Borg testified that he never received the letter, and thus had no firsthand knowledge of when the letter was sent. The State’s witness was in the best position to know when he called Borg and when he sent the letter. Also in contrast to Green, the erroneous facts were relied upon entirely by the State. In short, the only responsibility Borg bears for the error was not noticing that a police report contradicted a statement made by the prosecutor. The State, however, was responsible not only for the same mistake Borg made but also for making the erroneous statement, introducing evidence of Borg’s silence based on the incorrect order of events, using at trial the police report that directly contradicted the prosecutor’s statement, and calling a witness who was in the best position to contradict the prosecutor’s stated order of events. A proper application of the balancing test used in Green indicates that the State was more at fault for the error than was Borg.\nThe majority replaces the balancing-of-faults approach used in Green with an approach that finds that the interests of justice do not require the court to address an error for the first time on appeal if the party claiming the error bore any fault for the error. The majority does not conclude that Borg was more at fault for the error than was the State; it concludes that Borg had an opportunity to object to or correct the prosecutor’s misstatement but did not, and so missed his chance. This is an unprecedented application of the interests-of-justice analysis — under such a standard, no unobjected-to error would ever merit review in the interests of justice.\nI would hold that the due process issue needs to be addressed to avoid the fundamental unfairness of convicting a defendant in direct violation of his counseled right to remain silent.\nB.\nIssues that were not raised at trial are evaluated according to the plain error standard. See State v. Jones, 753 N.W.2d 677, 686 (Minn.2008). Plain error is (1) error (2) that is plain and (3) affects the defendant’s substantial rights. State v. Griller, 583 N.W.2d 736, 740 (Minn.1998). An error is plain if it is clear or obvious. State v. Strommen, 648 N.W.2d 681, 688 (Minn.2002). An error affects substantial rights if “the error was prejudicial and affected the outcome of the case.” Griller, 583 N.W.2d at 744. If the three prongs are met, “the appellate court then assesses whether it should address the error to ensure fairness and the integrity of the judicial proceedings.” Id. at 740.\nThe prosecutor’s introduction of testimony of Borg’s silence and comment on Borg’s silence was error that was plain because it relied on a misstatement of fact and because it led to the introduction of evidence that otherwise would have been impermissible. See State v. Young, 710 N.W.2d 272, 281 (Minn.2006) (holding that a prosecutor’s misstatement of a date during closing argument made the prosecutor’s argument implausible and was therefore plain error). The remaining question is therefore whether that error affected Borg’s substantial rights.\n“An error affects substantial rights if it is prejudicial and affect[s] the outcome of *552the case.” State v. Schlienz, 774 N.W.2d 361, 366 (Minn.2009) (internal quotation omitted). A plain error prejudices a defendant’s substantial rights if “there is a reasonable likelihood that the error had a significant effect on the jury’s verdict.” State v. Cao, 788 N.W.2d 710, 717 (Minn. 2010) (citing Griller, 583 N.W.2d at 741). “On review, we consider the strength of evidence against the defendant, the pervasiveness of improper suggestions, and whether the defendant had an opportunity to (or made efforts to) rebut the improper suggestions.” Id. This is essentially the same as a harmless-error analysis. State v. Reed, 737 N.W.2d 572, 584 n. 4 (Minn.2007) (“[A] plain error analysis includes the equivalent of a harmless error inquiry in its third factor.”). In cases alleging prosecutorial misconduct that is plain, the State bears the burden of showing lack of prejudice. State v. Ramey, 721 N.W.2d 294, 299-300 (Minn.2006).\nThe evidence of guilt in this case was not strong. There was no physical evidence inconsistent with Borg’s claim that the intercourse was consensual. The witnesses testified to conflicting versions of the events. Most witnesses had gaps in their memories as a result of the four years between the incident and trial. Two of the State’s witnesses were actually in the room when the intercourse happened. But neither testified that they thought the intercourse was non-consensual. They testified that they did not think M.W. was asleep during the incident, and that they did not attempt to interrupt Borg and M.W.\nIt is against this close set of facts that the prosecution introduced evidence of Borg’s silence against him. In its case-in-chief, the State introduced testimony by Sergeant Niemeyer that he had talked to everyone at the scene of the incident except Borg, and had sent Borg a letter but received no response. In closing argument, the prosecutor argued to the jury that Borg’s silence indicated guilt:\nWhen law enforcement contacted [Borg] by phone and mail, he didn’t say, “Hey, I don’t understand what’s going on here with you — with these questions. This was a consensual situation.” He never said that.... [W]hen he found out later that day what the report was from [M.W.], he never called the police to say, “Hey, whoa, I wanna make sure everybody’s clear on this, this is a consensual situation”.... He did none of those things. And you get to ask yourself based on your common sense and experience whether those are the actions of somebody who believes that they have done nothing wrong.\nIn a case this close, it is more than reasonably likely that the State’s use of Borg’s silence as evidence of his guilt affected the jury’s verdict.\nThe final inquiry in the plain-error analysis is whether the error should be addressed “to ensure fairness and integrity of the judicial proceedings.” Griller, 583 N.W.2d at 740. In this case, the prosecution and the defense both failed to identify the correct facts needed to properly inform the court, and the court did not notice the correct facts on its own. The integrity and fairness of the judicial system is served by correcting errors that lead the court2 and jury to different decisions than they would have reached given the correct facts. I would therefore conclude that the prosecutor plainly erred by commenting on Borg’s *553counseled, pre-arrest, pr e-Miranda silence.\nII.\nI would hold in the alternative that the State’s introduction in its case-in-chief of Borg’s silence in response to Niemeyer’s letter was prohibited by the Self-Incrimination Clause of the Fifth Amendment.\nA.\n“No person ... shall be compelled in any criminal case to be a witness against himself.” U.S. Const, amend. V. The Fifth Amendment right against self-incrimination not only guarantees the accused the right to remain silent during a criminal trial, but also prevents the prosecution from commenting on the silence of a defendant who exercises his right not to testify at trial. Griffin v. California, 380 U.S. 609, 613-15, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965). Prosecutorial comment on a defendant’s choice not to testify penalizes the exercise of a constitutional privilege by “making its assertion costly.” Id. at 614, 85 S.Ct. 1229. Nor may the State comment at trial on a defendant’s post-Miranda silence. Doyle v. Ohio, 426 U.S. 610, 619, 96 S.Ct. 2240, 49 L.Ed.2d 91 (1976). Comment on a defendant’s silence after he has been read the Miranda warnings violates due process because it would be fundamentally unfair to tell a suspect that he has the right to remain silent then penalize him for exercising that right. Id. at 617-18, 96 S.Ct. 2240; see also State v. Dobbins, 725 N.W.2d 492, 509-10 (Minn. 2006).\nThe question presented in this case is one that neither our court nor the Supreme Court has addressed: whether the Fifth Amendment permits the State to introduce evidence in its case-in-chief of a defendant’s pre-arrest, pr e-Miranda silence in response to government questioning. Until now, the universal answer to that question has been “no.” Every other state high court and federal appellate court faced with this issue has held that the Fifth Amendment prohibits such use. The United States Courts of Appeals for the First, Sixth, Seventh, and Tenth Circuit and high courts in Idaho, Maryland, Massachusetts, New Hampshire, Nebraska, Ohio, Washington, Wisconsin, and Wyoming have all held that the introduction in the prosecution’s case-in-chief of a defendant’s pre-arrest silence in response to government questioning violates the Fifth Amendment.3 I would join these jurisdic*554tions and adopt the rule of law that the Fifth Amendment’s protection against self-incrimination prohibits the State from introducing in its case-in-chief evidence of a defendant’s silence in response to government questioning.\nThe majority, citing Justice Stevens’ concurrence in Jenkins v. Anderson, 447 U.S. 231, 100 S.Ct. 2124, 65 L.Ed.2d 86 (1980), holds that the Fifth Amendment Self-Incrimination Clause does not apply “when a defendant’s silence is not compelled by the government.” Op. at 543. I would not interpret the protections of the Fifth Amendment so narrowly.\nAlthough the majority cites cases out of the Fifth, Eighth, and Ninth circuits that adopted the approach advocated by Justice Stevens in his concurrence in Jenkins, none of those cases involved questioning by government agents.4 And even Jenkins itself did not involve government questioning.\nIn Jenkins, the defendant, accused of first-degree murder for a stabbing, took the stand and testified that the stabbing was in self-defense. Jenkins, 447 U.S. at 232-33, 100 S.Ct. 2124. To impeach Jenkins’ credibility, the state introduced evidence that Jenkins had waited two weeks before going to the police with his self-defense story. Id. at 233-34, 100 S.Ct. 2124. The Supreme Court held that the use of a defendant’s pre-arrest silence to impeach his credibility did not violate the Fifth Amendment protection against self-incrimination because “impeachment follows the defendant’s own decision to cast aside his cloak of silence.” Id. at 238, 100 S.Ct. 2124. It also held that the Due Process Clause of the Fourteenth Amendment did not bar use of Jenkins’ pre-arrest silence against him for the purposes of impeachment because his silence was not induced by government action. Id. at 240, 100 S.Ct. 2124.\nJustice Stevens, in a concurring opinion, wrote that he would have rejected the Fifth Amendment claims because “the privilege against compulsory self-inerimi-nation is simply irrelevant to a citizen’s decision to remain silent when he is under no official compulsion to speak.” Id. at 241, 100 S.Ct. 2124 (Stevens, J., concurring). But Justice Stevens’ opinion is clearly tied to the facts of that case, in which the defendant’s silence came before any contact with the police. As Justice Stevens wrote in his concurrence, “[t]he *555fact that a citizen has a constitutional right to remain silent when he is questioned has no bearing on the probative significance of his silence before he has any contact with the police.” Id. at 243, 100 S.Ct. 2124 (emphasis added). Justice Stevens’ concurrence thus has no applicability to the facts of this case, in which Borg was questioned after he had contact with the police.\nThe majority’s narrow reading of the Fifth Amendment is at odds with Supreme Court precedent. The Fifth Amendment protection against self-incrimination “must be accorded liberal construction in favor of the right it was intended to secure.” Hoffman v. United States, 341 U.S. 479, 486, 71 S.Ct. 814, 95 L.Ed. 1118 (1951). The privilege “can be asserted in any proceeding, civil or criminal, administrative or judicial, investigatory or adjudicatory; and it protects against any disclosures which the witness reasonably believes could be used in a criminal prosecution or could lead to other evidence that might be so used.” Kastigar v. United States, 406 U.S. 441, 444-45, 92 S.Ct. 1653, 32 L.Ed.2d 212 (1972). The protection applies when “the witness has reasonable cause to apprehend danger from a direct answer.” Hoffman, 341 U.S. at 486, 71 S.Ct. 814. “To sustain the privilege, it need only be evident from the implications of the question, in the setting in which it is asked, that a responsive answer to the question or an explanation of why it cannot be answered might be dangerous because injurious disclosure could result.” Id. at 486-87, 71 S.Ct. 814; see Coppola v. Powell, 878 F.2d 1562, 1565 (1st Cir.1989) (“[T]he application of the privilege is not limited to persons in custody or charged with a crime.”); United States ex rel. Savory v. Lane, 832 F.2d 1011, 1017 (7th Cir.1987) (“The right to remain silent, unlike the right to counsel, attaches before the institution of formal adversary proceedings.”).\nTo hold that the Fifth Amendment is limited to people in custody or charged with a crime would “substantially impair the policies behind the privilege” against self-incrimination. See Coppola, 878 F.2d at 1564-65. The privilege\nreflects many of our fundamental values and most noble aspirations: our unwillingness to subject those suspected of crime to the cruel trilemma of self-accusation, perjury or contempt; our preference for an accusatorial rather than an inquisitorial system of criminal justice; our fear that self-incriminating statements will be elicited by inhumane treatment and abuses; our sense of fair play which dictates “a fair state-individual balance by requiring the government to leave the individual alone until good cause is shown for disturbing him and by requiring the government in its contest with the individual to shoulder the entire load”; our respect for the inviolability of the human personality and of the right of each individual “to a private enclave where he may lead a private life”; our distrust of self-deprecatory statements; and our realization that the privilege, while sometimes “a shelter to the guilty”, is often “a protection to the innocent.”\nMurphy v. Waterfront Comm’n, 378 U.S. 52, 55, 84 S.Ct. 1594, 12 L.Ed.2d 678 (1964) (citations omitted). These values and aspirations are not served by allowing the State to question a defendant and then use either his response or lack of response against him.\nEven if I agreed with the majority that only silence in the face of compulsion5 *556receives Fifth Amendment protection, I would hold that Borg’s lack of response to Niemeyer’s letter was protected.\nAny time an individual is questioned by the police, that individual is compelled to do one of two things — either speak or remain silent. If both a person’s prear-rest speech and silence may be used against that person, as the state suggests, that person has no choice that will prevent self-incrimination. This is a veritable “Catch-22.”\nState v. Fencl, 109 Wis.2d 224, 325 N.W.2d 703, 711 (1982). Allowing comment on a defendant’s silence in response to government questioning subjects the defendant to the “cruel trilemma of self-accusation, perjury, or contempt,” Murphy, 378 U.S. at 55, 84 S.Ct. 1594, and puts a potential defendant under substantial pressure to waive the privilege. See Combs, 205 F.3d at 285. “After all, the only means of compelling a person to incriminate himself is to penalize him if he does not.” Jenkins, 447 U.S. at 250 n. 4, 100 S.Ct. 2124 (Marshall, J., dissenting). Penalizing a defendant’s silence in response to government questioning by allowing the use of that silence as part of the State’s case-in-chief against the defendant is compulsion that meets Justice Stevens’ test from his Jenkins concurrence.\nA rule that allows the government to comment at trial on a defendant’s pre-arrest, pr e-Miranda silence creates a situation ripe for abuse. Triggering the Fifth Amendment protections based on the timing of Miranda warnings creates an incentive for police to manipulate the timing of arrest and the reading of the Miranda warnings to maximize the evidence against the defendant. Until the police choose to read a suspect his Miranda rights, the suspect cannot avoid giving the police evidence against him — the choice is either to give the police evidence by answering their questions or give them “powerful and persuasive evidence” of guilt by refusing to answer their questions. United States v. Velarde-Gomez, 269 F.3d 1023, 1032 (9th Cir.2001). The majority’s decision opens the door to allowing the State to manufacture evidence against suspects.\nB.\nBecause I would hold that a defendant’s pre-arrest, pr e-Miranda silence in response to government questioning may not be used against him at trial in the State’s case-in-chief, I also address whether Niemeyer’s letter to Borg constituted government questioning. I would hold that it did.\nNiemeyer’s first contact with Borg was by phone on May 18, 2004. During that phone call, Borg told Niemeyer “that [Borg] had spoken with an attorney from Little Falls, MN and would not speak with [Niemeyer].” On July 21, 2004, Niemeyer *557drafted a letter to Borg. The body of the letter read:\nI would like to speak with you regarding an investigation that I am conducting. When I spoke with you briefly in May, 2004, you indicated that you had hired an attorney to represent you.\nPlease have your attorney contact me as soon as possible to arrange an interview appointment. Thank you very much.\nAlthough the text of the letter did not directly ask any questions, the letter was clearly intended to elicit a response in which Borg would have had to speak to the police. It asked Borg to “arrange an interview appointment” — the purpose of which could only have been to ask Borg questions. Although Niemeyer knew that Borg had obtained representation by an attorney and had refused to speak with the police, Niemeyer sent a letter asking for an interview. Under these circumstances, I would hold that the letter constituted questioning.\nC.\nAn appellate court will not reverse a conviction based on erroneous admission of evidence if the error was harmless. Because I would hold that the admission of Borg’s silence in response to the letter violated his Fifth Amendment rights, I would also reach the question of whether the error was harmless.\n“Before a Federal constitutional error can be held harmless, the court must be able to declare a belief that it is harmless beyond a reasonable doubt.” State v. Roberts, 296 Minn. 347, 353, 208 N.W.2d 744, 747 (1973). “An error is harmless beyond a reasonable doubt ‘[i]f the verdict actually rendered was surely unattributable to the error.’ ” State v. Roman Nose, 649 N.W.2d 815, 827 (Minn.2002) (quoting State v. Jones, 556 N.W.2d 903, 910 (Minn.1996)). The inquiry is not “whether a jury would have convicted the defendant without the error, [but] whether the error reasonably could have impacted upon the jury’s decision.” State v. Juarez, 572, N.W.2d 286, 292 (Minn.1997). This requires the appellate court to “examine[] the record as a whole and consider[] the strength of the state’s evidence and the weakness of any defense evidence.” Roman Nose, 649 N.W.2d at 827 (citing State v. Van Wagner, 504 N.W.2d 746, 749 (Minn.1993)).\nAs discussed above, the evidence in this case was exceptionally close. The verdict in this case was not surely unattributable to the erroneously admitted testimony of Borg’s silence. Under close facts, Niem-eyer’s statement, although a small part of the case, cannot be ruled out as a factor on which the jury relied in making its decision. I would therefore hold that any error in admitting testimony about Borg’s pre-arrest silence was not harmless beyond a reasonable doubt.\nIII.\nIn conclusion, I would hold that the State’s use of Borg’s silence against him violated both due process and the Fifth Amendment Self-Incrimination Clause and would remand to the district court for a new trial.\n\n. In its supplemental brief, the State argued that the existence of the letter and police report in the record established a \"conflict” between the prosecutor's statement and the record. The State's brief did not, however, claim that the letter and police report were inaccurate.\n\n\n. The district court ruled that it would have been improper for the State to comment on the phone call because Borg invoked his right to counsel during that call. It clearly would have ruled that testimony about the letter was also inadmissible had it known that the silence in response to the letter was also on the advice of counsel.\n\n\n. See Combs v. Coyle, 205 F.3d 269, 284 (6th Cir.2000); United States v. Burson, 952 F.2d 1196, 1201 (10th Cir.1991); Coppola v. Powell, 878 F.2d 1562, 1568 (1st Cir.1989); United States ex rel. Savory v. Lane, 832 F.2d 1011 (7th Cir.1987); State v. Moore, 131 Idaho 814, 965 P.2d 174, 180-81 (1998); Weitzel v. State, 384 Md. 451, 863 A.2d 999, 1004-05 (2004); Commonwealth v. Thompson, 431 Mass. 108, 725 N.E.2d 556, 565 (2000); State v. Rowland, 234 Neb. 846, 452 N.W.2d 758, 763 (1990); State v. Remick, 149 N.H. 745, 829 A.2d 1079, 1081 (2003); State v. Leach, 102 Ohio St.3d 135, 807 N.E.2d 335, 342 (2004); State v. Easter, 130 Wash.2d 228, 922 P.2d 1285, 1290, 1292 (1996); State v. Fencl, 109 Wis.2d 224, 325 N.W.2d 703, 711 (1982); Tortolito v. State, 901 P.2d 387, 390 (Wyo. 1995).\nThe Fourth and Eleventh Circuits have held the use of pre-arrest silence in the government's case-in-chief to be constitutionally permissible, without examining the Fifth Amendment question. See United States v. Rivera, 944 F.2d 1563 (11th Cir.1991); United States v. Love, 767 F.2d 1052 (4th Cir.1985). These cases erroneously applied Supreme Court precedent and merit no persuasive value in this case. Rivera cited Jenkins v. Anderson, 447 U.S. 231, 100 S.Ct. 2124, 65 L.Ed.2d 86 (1980), for the proposition that \"[t]he government may comment on a defendant’s silence if it occurred prior to the time that he is arrested and given his Miranda warnings” without also noting that Jenkins was limited to the use of statements for impeachment. See Rivera, 944 F.2d at 1567-68 (citing Jenkins, 447 U.S. 231, 100 S.Ct. 2124). Love *554based its holding on Doyle v. Ohio, 426 U.S. 610, 96 S.Ct. 2240, 49 L.Ed.2d 91 (1976), and Fletcher v. Weir, 455 U.S. 603, 102 S.Ct. 1309, 71 L.Ed.2d 490 (1982), but ignored the fact that both were impeachment cases. See 767 F.2d at 1063; see also Christopher Macchia-roli, To Speak or Not to Speak: Can Pre-Miranda Silence Be Used as Substantive Evidence of Guilt?, 33 Champion 14, 19 (Mar. 2009) (\"Love and Rivera misinterpreted Fletcher as admitting post-arrest, pre-Miranda silence in all circumstances and not just for impeachment. ”).\n\n\n. See United States v. Frazier, 408 F.3d 1102, 1111 (8th Cir.2005) (noting, about a defendant who remained silent when told when he was being arrested, that it was “not as if Frazier refused to answer questions in the face of interrogation”); United States v. Oplinger, 150 F.3d 1061, 1067 (9th Cir.1998) (finding no Fifth Amendment or due process violation in testimony of the defendant's silence in response to questioning by his non-government employers), overruled on other grounds, United States v. Contreras, 593 F.3d 1135, 1136 (9th Cir.2010) (per curiam); United States v. Zanabria, 74 F.3d 590, 593 (5th Cir.1996) (noting that “the record makes manifest that the silence at issue was neither induced by nor a response to any action by a government agent”); see also United States v. Giese, 597 F.2d 1170, 1196-97 (9th Cir.1979) (holding that reasons for prohibiting the use of post-Miranda statements \"did not apply to the non-custodial, preindictment meeting” between the defendant and two non-government attorneys).\n\n\n. I use the phrase “silence in the face of compulsion\" instead of \"compelled silence” because the State rarely if ever compels silence from a criminal suspect. Quite the op*556posite. The State expends considerable effort, influence, and expertise in attempts to convince suspects to talk to the police. Thus, I interpret the majority's rule of law not as holding that the introduction of a defendant's silence in the State’s case-in-chief is only prohibited when the Slate compelled the defendant to remain silent, but as a holding that the introduction of evidence of a defendant’s silence in the State's case-in-chief is only prohibited when the defendant remained silent under circumstances that would have compelled the defendant to speak.\nRestating the majority’s holding in this way highlights an inherent conflict. To \"compel” is to \"drive or urge with force, or irresistibly; to constrain; oblige; necessitate, whether by physical or moral force.” Webster’s New International Dictionary 544 (2d ed.1934). In other words, the majority seems to hold that if a defendant is faced with irresistible forces that make it necessary for him to speak, but somehow remains silent anyway, then that silence may not be used against him. The Fifth Amendment does not require such Herculean feats of ordinary humans.\n\n",
            "ocr": true,
            "opinion_id": 8245961
        }
    ],
    "court_short_name": "Supreme Court of Minnesota",
    "court_full_name": "Supreme Court of Minnesota",
    "court_type": "S",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Robbery"
}