{
    "id": 8280994,
    "judges": "Connolly, Crippen, Stauber",
    "date_filed": "2013-05-24",
    "date_filed_is_approximate": true,
    "slug": "state-v-yarbrough",
    "case_name_short": "Yarbrough",
    "case_name": "State v. Yarbrough",
    "case_name_full": "STATE of Minnesota v. LaDream Hampton YARBROUGH",
    "attorneys": "Lori Swanson, Attorney General, St. Paul, MN; and John J. Choi, Ramsey County Attorney, Thomas R. Ragatz, Assistant County Attorney, St. Paul, MN, for appellant., Mark D. Nyvold, Assistant State Public Defender, Fridley, MN, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "828 N.W.2d 489"
    ],
    "opinions": [
        {
            "author_str": "Connolly",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nCONNOLLY, Judge.\nIn this pretrial appeal, the state argues that the district court erred by finding a lack of nexus between the alleged criminal activity and respondent’s residence, where the signed search warrant included evidence of drug dealing and evidence that respondent possessed and used a gun in committing a crime a few days before the search was executed. Because it was common sense and reasonable to infer that respondent would keep the gun at his residence, we reverse and remand.\nFACTS\nOn May 10, 2012, law enforcement requested a search warrant to search a residential address in St. Paul (the address). The affidavit in support of the search warrant application stated that respondent La-Dream Hampton Yarbrough was allegedly involved in a terroristic-threats situation on May 7, 2012. According to the affidavit, respondent (1) accused the victim of stealing a “large amount of crack cocaine from him,” (2) punched the victim, (3) brandished a .22 caliber handgun, and (4) fled in a maroon Chevrolet Caprice. The affidavit also alleged that the Caprice was driven by a black female and that the vehicle was registered to the address. The affidavit further alleged that “[ujsing the police data bases,” law enforcement found documentation that respondent lives at the address. Finally, the affidavit alleged that (1) respondent had been arrested in February 2012, for possession of a controlled substance with intent; (2) crack cocaine and marijuana were recovered in the arrest; and (3) a confidential reliable *491informant (CRI) “knew [respondent] to deal in crack cocaine.”\nThe search warrant was signed and, upon execution of the search warrant, law enforcement found drugs, a .22 caliber handgun, money, and other incriminating evidence. Respondent was subsequently charged with first- and fifth-degree possession of a controlled substance, and receiving stolen property.\nRespondent moved to suppress the evidence on the basis that no nexus existed between the place to be searched and the alleged criminal activity. The district court found that “even when the facts in this affidavit are considered as a whole, there is still no nexus between [respondent’s] alleged drug activities, a gun, and the apartment searched.” Thus, the court concluded that “the warrant was not supported by probable cause and that evidence found as a result of the search warrant of [the address] is suppressed.” This appeal followed.\nISSUE\nDid the district court err by granting respondent’s motion to suppress because the search warrant lacked a nexus between the alleged criminal activity and the place to be searched?\nANALYSIS\nThe state is permitted to appeal a district court’s pretrial order under Minn. R.Crim. P. 28.04, subd. 1(1). If the state appeals a pretrial suppression order, it “must clearly and unequivocally show both that the [district] court’s order will have a critical impact on the state’s ability to prosecute the defendant successfully and that the order constituted error.” State v. Scott, 584 N.W.2d 412, 416 (Minn.1998) (quotations omitted). It is undisputed that the district court’s order here will have a critical impact on the state’s ability to prosecute respondent.\nNo search warrant may be issued except upon probable cause. Minn. Stat. § 626.08 (2010); see U.S. Const, amend. IV; Minn. Const. art. 1, § 10. The warrant-issuing judge must determine, based on the totality of the circumstances set forth in an affidavit, whether there is a “fair probability that contraband or evidence of a crime will be found in a particular place.” Illinois v. Gates, 462 U.S. 213, 238, 103 S.Ct. 2317, 2332, 76 L.Ed.2d 527 (1983); State v. Harris, 589 N.W.2d 782, 788 (Minn.1999). The affidavit must provide enough details for the issuing judge to independently discern whether probable 'cause exists. State v. Souto, 578 N.W.2d 744, 749 (Minn.1998).\nWhen reviewing whether a search warrant is supported by probable cause, this court affords great deference to the issuing judge. Harris, 589 N.W.2d at 787. The reviewing court recognizes that the issuing judge may “draw common-sense and reasonable inferences from the facts and circumstances set forth in an affidavit.” State v. Brennan, 674 N.W.2d 200, 204 (Minn.App.2004) (quotation omitted), review denied (Minn. Apr. 20, 2004). An. appellate court inquiry is limited to whether, viewing the- affidavit as a whole, State v. McCloskey, 453 N.W.2d 700, 703 (Minn.1990), the issuing judge “had a substantial basis for concluding that probable cause existed.” Harris, 589 N.W.2d at 788 (quotations omitted).\n The state challenges the district court’s determination that the affidavit submitted by the officers failed to establish a nexus between respondent’s drug activities, a gun, and the address to be searched. To be valid, a warrant must establish “a direct connection, or nexus, between the alleged crime and the particular place to *492be searched....” Souto, 578 N.W.2d at 747. The factors the issuing judge must consider in determining whether such a nexus exists include the nature of the crime, “the nature of the items sought, the extent of the suspect’s opportunity for concealment, and the normal inferences as to where the suspect would normally keep the items.” Harris, 589 N.W.2d at 788. “[information linking the crime to the place to be searched and the freshness of the information” are also relevant. Souto, 578 N.W.2d at 747 (citing 2 Wayne R. LaFave, Search and Seizure § 3.7(d), at 372 (3d ed.1996)). But an issuing judge may not base a finding of probable cause on an investigator’s “wholly eonclusory statement.” Gates, 462 U.S. at 239, 103 S.Ct. at 2332-33.\nHere, the search-warrant affidavit contained the following information: (1) respondent was allegedly involved in a ter-roristic-threats situation in which he brandished a .22 caliber handgun, accused the victim of stealing a “large” amount of cocaine from him, and fled in a maroon Chevrolet Caprice driven by a black female; (2) the registered owner of the Caprice resides at the address, which is also the same address at which respondent resides according to “police data bases”; (3) respondent had been arrested three months prior for possession of a controlled substance with intent, and crack cocaine and marijuana were recovered at the time of the arrest; and (4) a “recent[ ]” statement from a CRI that “he/she knew [respondent] to deal in crack cocaine” and had seen respondent “with a handgun on his person in the past.”\nThe state argues that the evidence in the search-warrant affidavit establishes respondent’s status as a drug dealer, demonstrates that he possessed a .22 caliber handgun, and links him to the address referenced in the search-warrant affidavit. The state also contends that, because it was established that respondent is a drug dealer and that he possessed a gun, it was reasonable to infer that respondent would keep the gun and contraband at his residence. Thus, the state argues that the district court erred by concluding that the search-warrant affidavit failed to establish a sufficient nexus between the alleged criminal activity and the place to be searched.\nIn deciding respondent’s motion to suppress, the district court focused largely on the alleged drug activities to determine that the search-warrant affidavit lacked probable cause because there was an insufficient nexus between respondent’s alleged drug activities and his residence. Respondent contends that under Souto and Kahn, the district court properly decided the issue. But Souto and Kahn, pertained to search warrants that sought the recovery of only drugs. See Souto, 578 N.W.2d at 749 (concluding that information in the affidavit failed to establish a sufficient nexus between any purported drug dealing in the area and the defendant’s home); see also State v. Kahn, 555 N.W.2d 15, 19 (Minn.App.1996) (holding that there was not probable cause for the search of the defendant’s residence because the warrant application lacked any “evidence linking [defendant’s] alleged possession in Minneapolis and the likelihood of evidence or contraband being found at his residence 75 to 85 miles away”). In contrast, the search warrant here sought both drugs and a gun. Although we agree that the issue is close as to whether the search-warrant affidavit established a sufficient nexus between respondent’s alleged drug activities and the place to be searched, we need not determine the outcome of that issue on the merits. Rather, we conclude that evidence that respondent possessed the gun is dispositive of the issue of whether the search warrant established a suffi*493cient nexus between the place to be searched and the alleged crime of terroristic threats.1\nRespondent argues that the search-warrant affidavit failed to establish probable cause because, without some evidence linking the gun to his residence, a reasonable inference that he would keep the gun at his residence was not sufficient to establish a nexus between the alleged criminal activity and the place to be searched. We disagree. It is well settled that the issuing judge may “draw common-sense and reasonable inferences from the facts and circumstances set forth in an affidavit.” Brennan, 674 N.W.2d at 204. For example, this court has reasoned that because of the nature of drug trafficking, it is reasonable to assume that persons who buy and sell drugs would maintain evidence of their crime in their residence. State v. Ruoho, 685 N.W.2d 451, 457 (Minn.App.2004), review denied (Minn. Nov. 16, 2004). And the supreme court has recognized that “the normal place one would keep extra bullets for his gun ... would ... be at his residence.” State v. Pierce, 358 N.W.2d 672, 674 (Minn.1984). Further, in State v. Gail, the supreme court affirmed the issuance of a warrant on the basis that it was reasonable to infer that a murder weapon would be located in the apartment where defendant was arrested. 713 N.W.2d 851, 858-59 (Minn.2006). Therefore, in light of existing precedent, we conclude that where the evidence in the search-warrant affidavit establishes that a defendant possessed a gun, it is common sense and reasonable to infer that the defendant would keep that gun at his residence. See Harris, 589 N.W.2d at 788 (stating that for purposes of issuing a search warrant, “[cjommon sense permits an inference” that documents showing that a suspect resided in a certain place would normally be found in a person’s home).\nOur conclusion that it is common sense and reasonable to infer that a criminal would keep a gun at his residence is also supported by federal caselaw. As the state points out, the United States Third Circuit Court of Appeals has indicated that an issuing judge may infer that a criminal suspect keeps the instrumentalities and fruits of his crime at his residence. United States v. Jones, 994 F.2d 1051, 1056 (3d Cir.1993) (opining that firearms used in a robbery are “likely to be kept in a suspect’s residence”). And the federal courts, including the United States Eighth Circuit Court of Appeals, have concluded that the reasonable inferences involving “instru-mentalities” include guns. See United States v. Cowling, 648 F.3d 690, 696 (8th Cir.2011) (concluding that because the warrant affidavit established probable cause that the defendant possessed stolen firearms, it follows that probable cause existed to search the defendant’s residence “because people generally keep firearms at home or on their persons”), cert. denied, - U.S. -, 132 S.Ct. 1905, 182 L.Ed.2d 776 (2012); United States v. Steeves, 525 F.2d 33, 38 (8th Cir.1975) (noting in a bank robbery case that there *494is “little reason to believe that any of the bank’s money ... would still be in the home,” but “the same concession cannot be made with respect to the revolver”); see also United States v. Williams, 544 F.3d 683, 688 (6th Cir.2008) (denying defendant’s suppression motion because it was reasonable to infer that a defendant known to possess firearms would keep a gun at his residence and, therefore, the warrant contained a nexus between residence and the firearms that were the target of the warrant); United States v. Anderson, 851 F.2d 727, 729 (4th Cir.1988) (holding, in a case involving the illegal sale of a gun silencer, that “[i]t was reasonable for the magistrate to believe that the defendant’s gun and the silencer would be found in his x-esidence. Therefore, even though the affidavit contained no facts that the weapons were located in defendant’s trailer, we re-jeet his argument that the warrant was defective.”), cert. denied, 488 U.S. 1031, 109 S.Ct. 841, 102 L.Ed.2d 973 (1989).\nHere, the evidence in the search-warrant affidavit established that respondent possessed the handgun. The logical place respondent would keep this gun is at his residence. Because it is both common sense and reasonable to infer that respondent would keep his gun at his residence, there was a nexus between the alleged criminal activity and the place to be seai'ched. Accordingly, the district court erred by granting respondent’s motion to suppress.\nDECISION\nWhere the evidence in the search-warrant affidavit established that respondent possessed a gun, it was common sense and reasonable to infer that respondent would keep that gun at his residence. Therefoi’e, because a nexus existed between the alleged criminal activity and the place to be searched, the district court erred by suppressing the evidence.\nReversed and remanded.\n\n. Because the \"Receipt, Inventory and Return” document indicates that the controlled substances were discovered in plain view or in places that law enforcement would generally search when searching for a gun, a conclusion that there was probable cause to issue a search warrant for the gun allows for the admissibility of the controlled substances under the plain view doctrine. See State v. Zanter, 535 N.W.2d 624, 631 (Minn.1995) (stating that under the plain view doctrine, the law enforcement can, without a valid search warrant, \"seize an object they believe to be the fruit or instrumentality of a crime, provided: (1) the police are legitimately in the position from which they view the object; (2) they have a lawful right of access to the object; and (3) the object’s incriminating nature is immediately apparent”).\n\n",
            "ocr": true,
            "opinion_id": 8246752
        },
        {
            "author_str": "Stauber",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSTAUBER, Judge\n(dissenting).\nI respectfully dissent from the majority’s conclusion that the search warrant was supported by probable cause.\nIt is well settled that a search warrant may not be issued absent a finding of probable cause. U.S. Const, amend. IV; Minn. Const, art. I, § 10. To determine whether probable cause exists, a judge must look at the totality of the circumstances and “ ‘make a practical, common sense decision whether, given all the circumstances set forth in the affidavit before him ... there is a fair probability that contraband or evidence of a crime will be found in a particular place.’ ” State v. Wiley, 366 N.W.2d 265, 268 (Minn.1985) (quoting Illinois v. Gates, 462 U.S. 213, 238, 103 S.Ct. 2317, 2332, 76 L.Ed.2d 527 (1983)). “When the request of the court is for the issuance of a warrant to search a particular location, there must be specific facts to establish a direct connection between the alleged criminal activity and the site to be searched.” State v. Souto, 578 N.W.2d 744, 749 (Minn.1998) (emphasis added). The nexus between the crime and the place to be searched is clear where direct information connects an item to a location. See State v. Cavegn, 356 N.W.2d 671, 674 (Minn.1984) (stating that nexus is clearer that drugs would be found in apartment where there is direct infoi'mation that a di’ug sale occurred there).\nHex-e, the seai'ch-warrant affidavit established that respondent was allegedly making terroiistic threats and that he flashed a handgun. The search-warrant affidavit also established that a CRI saw i'espondent with a handgun in the past. Finally, the affidavit established an address at which respondent resides. There *495is, however, nothing linking the gun to that address. There is no evidence that anyone either saw a gun at the address or that respondent went to that address immediately after the alleged terroristic threats incident occurred. Moreover, there is no evidence that respondent told anyone that he kept a gun at the residence. There is simply no evidence directly connecting the gun to respondent’s residence.\nThe majority concludes that the connection or “nexus” is established by a reasonable and common sense inference that respondent would keep the gun at his residence. I agree that a judge may “draw common-sense and reasonable inferences from the facts and circumstances set forth in the affidavit.” State v. Brennan, 674 N.W.2d 200, 204 (Minn.App.2004) (quotation omitted), review denied (Minn. Apr. 20, 2004). But, the law requires more than an inference to support a nexus between the alleged crime and the place to be searched. In other words, there must be something significant “connecting” the alleged criminal activity and the site to be searched. See Souto, 578 N.W.2d at 749 (stating that there must be a “direct connection” between the alleged criminal activity and the site to be searched). If all that is needed to search a location is a reasonable inference, we defeat the probable cause requirement of the search warrant. Law enforcement would simply need to establish that an offender possessed a particular item, identify his or her residence, and conclude that it is “common sense and reasonable” to infer that the offender would keep that item at his or her residence. While it may be reasonable to infer that people keep many things at their residence, such an inference is not a “direct connection,” which is what the law requires to issue a search warrant. See id. It is just as easy to infer that a person, particularly a person not authorized to possess a weapon, would not keep a weapon at his or her home. Therefore, because this direct connection, or nexus, between the alleged crime and the place to be searched is missing from this search-warrant affidavit, I would affirm the district court’s conclusion that the search warrant lacked probable cause.\n",
            "ocr": true,
            "opinion_id": 8246753
        }
    ],
    "court_short_name": "Court of Appeals of Minnesota",
    "court_full_name": "Court of Appeals of Minnesota",
    "court_type": "SA",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Robbery"
}