{
    "id": 4471249,
    "judges": null,
    "date_filed": 1519689600000,
    "date_filed_is_approximate": false,
    "slug": "lewis-klayton-kratzer-v-state-of-indiana-mem-dec",
    "case_name_short": null,
    "case_name": "Lewis Klayton Kratzer v. State of Indiana (mem. dec.)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.in.gov/judiciary/opinions/pdf/02271803lmb.pdf",
            "author_id": null,
            "opinion_text": "MEMORANDUM DECISION\nPursuant to Ind. Appellate Rule 65(D),                                       FILED\nthis Memorandum Decision shall not be                                  Feb 27 2018, 10:48 am\nregarded as precedent or cited before any\n                                                                             CLERK\ncourt except for the purpose of establishing                             Indiana Supreme Court\n                                                                            Court of Appeals\nthe defense of res judicata, collateral                                       and Tax Court\n\nestoppel, or the law of the case.\n\n\nATTORNEY FOR APPELLANT                                   ATTORNEYS FOR APPELLEE\nCara Schaefer Wieneke                                    Curtis T. Hill, Jr.\nWieneke Law Office, LLC                                  Attorney General of Indiana\nBrooklyn, Indiana\n                                                         Katherine M. Cooper\n                                                         Deputy Attorney General\n                                                         Indianapolis, Indiana\n\n\n\n                                           IN THE\n    COURT OF APPEALS OF INDIANA\n\nLewis Klayton Kratzer,                                   February 27, 2018\nAppellant-Defendant,                                     Court of Appeals Case No.\n                                                         61A01-1707-CR-1680\n        v.                                               Appeal from the Parke Circuit\n                                                         Court\nState of Indiana,                                        The Honorable Samuel A. Swaim,\nAppellee-Plaintiff.                                      Judge\n                                                         Trial Court Cause No.\n                                                         61C01-1601-F3-11\n\n\n\nBailey, Judge.\n\n\n\n\nCourt of Appeals of Indiana | Memorandum Decision 61A01-1707-CR-1680 | February 27, 2018         Page 1 of 6\n\f                                             Case Summary\n[1]   Lewis Klayton Kratzer (“Kratzer”) was convicted of Attempted Robbery, as a\n\n      Level 3 felony,1 and Unlawful Possession of a Firearm by a Serious Violent\n\n      Felon (“SVF”), a Level 4 felony.2 Kratzer presents the sole issue of whether the\n\n      Attempted Robbery conviction must be reduced to a Level 5 felony to avoid a\n\n      double jeopardy violation,3 as the Attempted Robbery enhancement and the\n\n      SVF conviction were based upon the same possession. We affirm in part,\n\n      reverse in part, and remand with instructions.\n\n\n\n                                   Facts and Procedural History\n[2]   On January 12, 2016, a man later identified as Kratzer entered the Montezuma\n\n      Quick Stop in Parke County, pointed a handgun at the clerk, and demanded\n\n      money. When the clerk called out to her supervisor, Kratzer left the store.\n\n\n[3]   Later that night, Terre Haute police officers were dispatched to investigate a\n\n      report of a suspicious vehicle at the Red Roof Inn. As the officers approached\n\n      the vehicle, the driver disregarded commands to stop and drove off.\n\n\n\n\n      1\n          Ind. Code § 35-42-5-1.\n      2\n          I.C. § 35-47-4-5(c).\n      3\n        Kratzer confines his argument to the Indiana Constitution and common law. The Fifth Amendment to the\n      United States Constitution provides “[n]o person shall be … subject for the same offense to be twice put in\n      jeopardy of life or limb[.] Under the Fifth Amendment, a defendant’s conviction upon multiple offenses will\n      not be precluded by double jeopardy principles if each statutory offense requires proof of a fact the other does\n      not. Blockburger v. United States, 284 U.S. 299, 302 (1932). Kratzer concedes that his convictions do not\n      violate the Blockburger test.\n\n      Court of Appeals of Indiana | Memorandum Decision 61A01-1707-CR-1680 | February 27, 2018             Page 2 of 6\n\f      Eventually, the vehicle stopped and the driver and passenger both fled on foot.\n\n      They were apprehended and arrested. Kratzer, the passenger, was wearing\n\n      clothing like that worn by the would-be robber of the Montezuma Quick Stop.\n\n      Inside the vehicle, there was a handgun.\n\n\n[4]   Kratzer was charged with Attempted Robbery, as a Level 3 felony, and\n\n      Unlawful Possession of a Firearm by a SVF, a Level 4 felony. A jury convicted\n\n      Kratzer as charged; he received consecutive sentences of thirteen years and\n\n      eight years, respectively. He now appeals.\n\n\n\n                                 Discussion and Decision\n[5]   To convict Kratzer of Attempted Robbery, the State was required to establish,\n\n      beyond a reasonable doubt, that Kratzer engaged in conduct constituting a\n\n      substantial step toward commission of the crime of Robbery. I.C. § 35-41-5-1.\n\n      Robbery, as a Level 5 offense, is committed when one knowingly or\n\n      intentionally takes property from another person by using or threating use of\n\n      force or placing the person in fear. I.C. § 35-42-5-1. To elevate the offense to a\n\n      Level 3 felony, as charged, the State was required to establish that Kratzer was\n\n      armed with a deadly weapon. To convict Kratzer of Unlawful Possession of a\n\n      Firearm by a SVF, the State was required to establish, beyond a reasonable\n\n      doubt, that Kratzer, a serious violent felon, knowingly or intentionally\n\n      possessed a firearm. I.C. § 35-47-4-5.\n\n\n\n\n      Court of Appeals of Indiana | Memorandum Decision 61A01-1707-CR-1680 | February 27, 2018   Page 3 of 6\n\f[6]   Article 1, Section 14 of the Indiana Constitution states, “[n]o person shall be\n\n      put in jeopardy twice for the same offense.” Two offenses are the “same\n\n      offense” in violation of Article 1, Section 14, if, with respect to either the\n\n      statutory elements of the challenged offenses or the actual evidence used to\n\n      convict, the essential elements of one challenged offense also establish the\n\n      essential elements of another challenged offense. Richardson v. State, 717\n\n      N.E.2d 32, 49-50 (Ind. 1999). To show that two challenged offenses are the\n\n      “same offense” in a claim of double jeopardy, a defendant must demonstrate a\n\n      reasonable possibility that the evidentiary facts used by the fact-finder to\n\n      establish the essential elements of one offense may also have been used to\n\n      establish the essential elements of a second challenged offense. Id. at 53.\n\n\n[7]   Additionally, ‘“we have long adhered to a series of rules of statutory\n\n      construction and common law that are often described as double jeopardy, but\n\n      are not governed by the constitutional test set forth in Richardson.”’ Guyton v.\n\n      State, 771 N.E.2d 1141, 1143 (Ind. 2002) (quoting Pierce v. State, 761 N.E.2d\n\n      826, 830 (Ind. 2002)). “These rules are sometimes referred to as Justice\n\n      Sullivan’s categories because he first enumerated them in his concurring\n\n      opinion in Richardson.” Zieman v. State, 990 N.E.2d 53, 61 (Ind. Ct. App. 2013).\n\n\n[8]   One such category prohibits “[c]onviction and punishment for an enhancement\n\n      of a crime where the enhancement is imposed for the very same behavior or\n\n      harm as another crime for which the defendant has been convicted and\n\n      punished.” Richardson, 717 N.E.2d at 56 (Sullivan, J., concurring). This\n\n      category is applicable in situations where the behavior supporting a conviction\n\n      Court of Appeals of Indiana | Memorandum Decision 61A01-1707-CR-1680 | February 27, 2018   Page 4 of 6\n\f       for one crime is the same behavior used to enhance a conviction for a separate\n\n       crime. See id. Thus, if we determine that Kratzer’s offense of Attempted\n\n       Robbery was enhanced based upon the same behavior or harm that is the basis\n\n       of his Unlawful Possession of a Firearm by a SVF, the enhancement and\n\n       separate conviction cannot both stand. In making this determination, we apply\n\n       the same “reasonable possibility” standard applicable under the actual evidence\n\n       test of Richardson. Zieman, 990 N.E.2d at 62.\n\n\n[9]    Kratzer’s trial was bifurcated. During the SVF phase, the State moved to\n\n       incorporate all the evidence from the first phase and submitted a certified\n\n       document relative to Kratzer’s prior felony conviction. Thereafter, the\n\n       prosecuting attorney presented the following argument to the jury:\n\n\n               Just briefly, Judge. No different from the last segment of the\n               trial. Start with all the give me’s in this case it’s pretty easy. But\n               we’ll go from one, two, three, four. The defendant. You’ve\n               already pretty much decided that by your prior verdict. Did\n               knowingly and possessed [sic] a firearm, which you’ve already\n               determined by the Armed Robbery conviction with a Deadly\n               Weapon. And he is admitting and stipulating too that he has the\n               prior Residential Burglary conviction which qualifies him under\n               that particular code section. Nothing further, Judge.\n\n\n       (Tr. Vol. II, pg. 218.)\n\n\n[10]   It is apparent that the prosecuting attorney invited the jury to rely on evidence\n\n       that Kratzer had a gun during the attempted robbery to convict Kratzer of\n\n       Possession of a Firearm by a SVF. There is a reasonable possibility that the\n\n\n\n       Court of Appeals of Indiana | Memorandum Decision 61A01-1707-CR-1680 | February 27, 2018   Page 5 of 6\n\f       jury did so. The same conduct cannot permissibly support both the\n\n       enhancement and form the basis of a separate crime.\n\n\n[11]   The proper remedy for a double jeopardy violation was explained in Zieman:\n\n\n               When two convictions are found to contravene double jeopardy\n               principles, a reviewing court may remedy the violation by\n               reducing either conviction to a less serious form of the same\n               offense if doing so will eliminate the violation. In the alternative,\n               a reviewing court may vacate one of the convictions to eliminate\n               a double jeopardy violation. In making that determination, we\n               must be mindful of the penal consequences that the trial court\n               found appropriate.\n\n\n       990 N.E.2d at 64 (quoting McCann v. State, 854 N.E.2d 905, 915 (Ind. Ct. App.\n\n       2006)). In this case, the violation is remedied by vacating the enhancement of\n\n       Kratzer’s Attempted Robbery conviction.\n\n\n\n                                               Conclusion\n[12]   We remand with instructions to the trial court to reduce Kratzer’s Attempted\n\n       Robbery conviction from a Level 3 felony to a Level 5 felony and sentence him\n\n       accordingly.\n\n\n[13]   Affirmed in part, reversed in part, and remanded with instructions.\n\n\n       Kirsch, J., and Pyle, J., concur.\n\n\n\n\n       Court of Appeals of Indiana | Memorandum Decision 61A01-1707-CR-1680 | February 27, 2018   Page 6 of 6\n\f",
            "ocr": false,
            "opinion_id": 4248502
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}