{
    "id": 4473273,
    "judges": null,
    "date_filed": "1986-06-27",
    "date_filed_is_approximate": true,
    "slug": "state-v-dunne",
    "case_name_short": "Dunne",
    "case_name": "State v. Dunne",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "https://www.iowacourts.gov/static/media/cms/162050_State_v_Dunne_82F5FED994CF2.pdf",
            "author_id": null,
            "opinion_text": "                    IN THE COURT OF APPEALS OF IOWA\n\n                                  No. 16-2050\n                            Filed January 10, 2018\n\nSTATE OF IOWA,\n   Plaintiff-Appellee,\n\nvs.\n\nADRIAN MICHAEL HOWARD DUNNE,\n   Defendant-Appellant.\n________________________________________________________________\n\n      Appeal from the Iowa District Court for Lee (South) County, Mary Ann\n\nBrown, Judge.\n\n\n\n\n      A defendant convicted of first-degree theft challenges the performance of\n\nhis plea counsel. AFFIRMED.\n\n\n\n\n      Anne K. Wilson of Anne K. Wilson Law Office, P.L.L.C., Hiawatha, for\n\nappellant.\n\n      Thomas J. Miller, Attorney General, and Kelli A. Huser, Assistant Attorney\n\nGeneral, for appellee.\n\n\n\n      Considered by Vogel, P.J., and Tabor and Bower, JJ.\n\f                                             2\n\n\nTABOR, Judge.\n\n       Adrian Dunne received a deferred judgment after pleading guilty to theft in\n\nthe first degree. Then he violated the terms of his probation, resulting in the\n\nimposition of judgment and sentence. On appeal, he argues his attorney provided\n\nineffective assistance by failing to file a motion in arrest of judgment to challenge\n\nboth the factual basis for the guilty plea and the court’s failure to inform him of the\n\nconsequences should he fail to comply with the terms of the deferred judgment.1\n\nFinding no breach of duty, we affirm.\n\n          I.   Facts and Prior Proceedings\n\n       In October 2015, Dunne entered an in-law’s garage and stole a Polaris\n\nRazor all-terrain vehicle (ATV). He intended to sell the ATV for roughly $700,\n\nthough it was worth more than $10,000. As a result, Dunne was charged with first-\n\ndegree theft, in violation of Iowa Code sections 714.1(1) and 714.2(1) (2015), and\n\nthird-degree burglary, in violation of Iowa Code section 713.6A.\n\n       Dunne eventually reached a bargain with the State in which he agreed to\n\nenter a guilty plea to first-degree theft in return for the State dismissing the burglary\n\ncount and recommending a deferred judgment. At the plea hearing, the district\n\ncourt reviewed the elements of first-degree theft and verified the factual basis for\n\neach element.\n\n\n1\n  Dunne also claims his guilty plea was not knowing, voluntary, and intelligent because\nthe district court failed to inform him of the consequences of pleading guilty and receiving\na deferred judgment. Because Dunne did not file a motion in arrest of judgment, this issue\nis not preserved for our review. See Iowa R. Crim. P. 2.24(3)(a). In addition, Dunne\nasserts in his reply brief that the district court should have suspended the proceedings to\nevaluate Dunne’s competency after learning of his drug use and mental-health issues.\nWe cannot consider an issue raised for the first time in a reply brief. See Polk Cty. v.\nDavis, 525 N.W.2d 434, 435 (Iowa Ct. App. 1994).\n\f                                           3\n\n\n       The court also explained once Dunne pleaded guilty he could be sentenced\n\nto the maximum penalty allowed, and Dunne said he understood. The court went\n\non to explain that maximum penalties included ten years in prison and up to a\n\n$10,000 fine, and Dunne said he understood. After reviewing this information, the\n\ncourt confirmed Dunne still wanted to plead guilty. The court accepted his guilty\n\nplea and informed Dunne any challenge to the plea must be advanced through a\n\nmotion in arrest of judgment.\n\n       At the February 29, 2016 sentencing, the court granted Dunne a deferred\n\njudgment. The court also imposed a five-year probationary term and ordered\n\nDunne to pay a civil penalty and restitution and to reside in a residential facility for\n\none year or until Dunne achieved maximum benefits. In May 2016, a probation\n\nofficer filed a report of violation, alleging Dunne failed to return to the residential\n\nfacility after attending an Alcoholic Anonymous meeting. As a result, the court\n\nentered judgment in November 2016 and sentenced Dunne to an indeterminate\n\nterm of ten years in prison and a $1000 fine. Dunne now appeals.\n\n        II.   Scope and Standard of Review\n\n       Generally, a defendant must challenge a defect in the guilty-plea\n\nproceeding through a motion in arrest of judgment.            See Iowa R. Crim. P.\n\n2.24(3)(a). When counsel fails to file such a motion, a defendant may attack the\n\nplea on appeal through a claim of ineffective assistance. State v. Perkins, 875\n\nN.W.2d 190, 192 (Iowa Ct. App. 2015). Because ineffective-assistance-of-counsel\n\nclaims are rooted in the Sixth Amendment, we review them de novo. State v.\n\nThorndike, 860 N.W.2d 316, 319 (Iowa 2015).             We will resolve ineffective-\n\nassistance claims on direct appeal only when the record is sufficient to do so; if the\n\f                                           4\n\nrecord is lacking, we will preserve the claim for postconviction proceedings. See\n\nid. To prevail, Dunne must show by a preponderance of the evidence that (1)\n\ncounsel failed to perform an essential duty and (2) prejudice resulted. See id. If\n\nDunne is unable to prove either element, then he cannot prevail. See id.\n\n        III.   Analysis of Dunne’s Ineffective-Assistance Claims\n\n       A.      Factual Basis for Guilty Plea\n\n       We first address Dunne’s claim that counsel breached a duty by not filing a\n\nmotion in arrest of judgment to challenge the factual basis supporting his plea for\n\nfirst-degree theft. Iowa Rule of Criminal Procedure 2.8(2)(b) requires a court to\n\nestablish a factual basis for an offense before accepting a guilty plea. To satisfy\n\nthis requirement, the court must identify facts consistent with the elements of the\n\ncrime and may consider the defendant’s statements. See Perkins, 875 N.W.2d at\n\n193. A person commits theft when he “[t]akes possession or control of the property\n\nof another, or property in the possession of another, with the intent to deprive the\n\nother thereof.” Iowa Code § 714.1(1). A person commits theft in the first degree\n\nif the property is worth more than $10,000. Id. § 714.2(1).\n\n       At the plea hearing, Dunne admitted taking an ATV from an in-law’s garage\n\nwithout the owner’s permission. Dunne also admitted he did not intend to return\n\nthe ATV, which was worth more than $10,000. In addition to Dunne’s admissions\n\nduring the plea hearing, minutes of evidence show Dunne’s uncle intended to\n\ntestify that Dunne took him for a ride on the stolen ATV, Dunne wore a sweatshirt\n\nwith distinctive markings, which was later recovered from the ATV, and Dunne said\n\nhe had plans to sell the ATV. Because this record was adequate to show a factual\n\nbasis for first-degree theft, counsel was not ineffective for failing to file a motion in\n\f                                         5\n\narrest of judgment. See State v. Brubaker, 805 N.W.2d 164, 171 (Iowa 2011)\n\n(noting counsel cannot be faulted for declining to pursue a meritless claim).\n\n      B.     Information on Consequences of Deferred Judgment\n\n      Dunne also argues counsel was ineffective in failing to challenge the guilty\n\nplea on the basis “the court did not inform [him] on the record of the consequences\n\nif he failed to meet the terms and conditions of the deferred judgment.” He now\n\ncontends had he been “properly advised of the terms and conditions of the\n\ndeferred judgment, he would not have agreed to the guilty plea as presented, or at\n\nleast would not have violated the terms of his probation, and therefore the outcome\n\nof the proceeding would have been different.”\n\n      We again find counsel breached no duty. The plea colloquy detailed the\n\npotential consequences of Dunne’s guilty plea. Dunne received the necessary\n\ninformation and confirmed his intent to plead guilty. Dunne also confirmed that he\n\nunderstood under the plea agreement that the State would recommend a deferred\n\njudgment. Dunne understood the sentencing court had discretion whether to grant\n\nthe deferred judgment and, if it did not, he faced a maximum penalty of ten years\n\nin prison. The district court was not required to explain as a part of the plea\n\ncolloquy how Dunne needed to comply with the terms of his probation to gain the\n\nbenefit of the deferred judgment.     See generally Iowa R. Crim. P. 2.8(2)(b)\n\n(outlining essential elements of plea colloquy). Plea counsel had no obligation to\n\nobject to the plea proceeding on this basis.\n\n      Dunne is unable to show any deficiency in counsel’s handling of the guilty\n\nplea. Accordingly, we decline to disturb his conviction.\n\n      AFFIRMED.\n\f",
            "ocr": false,
            "opinion_id": 4250526
        }
    ],
    "court_short_name": "Court of Appeals of Iowa",
    "court_full_name": "Court of Appeals of Iowa",
    "court_type": "SA",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Robbery"
}