{
    "id": 4477539,
    "judges": "Barnes",
    "date_filed": "1978-06-06",
    "date_filed_is_approximate": true,
    "slug": "turner-v-the-state",
    "case_name_short": null,
    "case_name": "TURNER v. the STATE.",
    "case_name_full": "Tyler Turner v. State",
    "attorneys": "*99Christina Marie Cribbs, for Appellant., Richard Ashley Mallard, Keith A. McIntyre, Statesboro, Daphne Jarriel Totten, Russell Robert Jones, Atlanta, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    TURNER\n    <br/>\n    v.\n    <br/>\n    The STATE.\n   </parties><docketnumber id=\"p-2\">\n    A17A1625\n   </docketnumber><court id=\"p-3\">\n    Court of Appeals of Georgia.\n   </court><decisiondate id=\"p-4\">\n    March 6, 2018\n    <br/>\n    Reconsideration Denied March 28, 2018\n   </decisiondate><attorneys id=\"p-5\">\n<a class=\"page-label\" data-citation-index=\"1\" data-label=\"99\" href=\"#p99\" id=\"p99\">\n     *99\n    </a>\n    Christina Marie Cribbs, for Appellant.\n   </attorneys><attorneys id=\"p-6\">\n    Richard Ashley Mallard, Keith A. McIntyre, Statesboro, Daphne Jarriel Totten, Russell Robert Jones, Atlanta, for Appellee.\n   </attorneys>",
    "citations": [
        "811 S.E.2d 97"
    ],
    "opinions": [
        {
            "author_str": "Barnes",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "https://efast.gaappeals.us/download?filingId=dd547b88-319c-4143-a7e3-7d4862d6915a",
            "author_id": null,
            "opinion_text": "                              FIRST DIVISION\n                               BARNES, P. J.,\n                         MCMILLIAN and MERCIER, JJ.\n\n                    NOTICE: Motions for reconsideration must be\n                    physically received in our clerk’s office within ten\n                    days of the date of decision to be deemed timely filed.\n                                http://www.gaappeals.us/rules\n\n\n                                                                      March 6, 2018\n\n\nIn the Court of Appeals of Georgia\n A17A1625. TURNER v. THE STATE.\n\n      BARNES, Presiding Judge.\n\n      Tyler Turner and a co-defendant were charged with crimes arising from two\n\nseparate armed robberies, and after a consolidated trial, Turner was acquitted of all\n\ncharges related to one of the robberies, but, as to the second robbery, he was convicted\n\nof armed robbery, four counts of false imprisonment, three counts of aggravated\n\nassault, possession of a firearm during the commission of a crime and possession of a\n\nfirearm by a convicted felon. Turner was sentenced as a recidivist pursuant to OCGA\n\n§ 17-10-7 (a), and received a sentence of life plus 90 years. Following the denial of his\n\nmotion for new trial, Turner appeals and contends that the trial court erred in admitting\n\na prior conviction and that trial counsel was ineffective. Following our review, we\n\naffirm.\n\n      Although Turner does not challenge the sufficiency of the evidence, we note that\n\n“on appeal from a criminal conviction, the evidence must be viewed in the light most\n\ffavorable to support the verdict, and the defendant no longer enjoys a presumption of\n\ninnocence.” (Citations and punctuation omitted.) Strobel v. State, 322 Ga. App. 569,\n\n569-570 (745 SE2d 796) (2013). So viewed, a brief summary of the evidence at trial\n\ndemonstrates that at approximately 12:45 a.m. on December 5, 2012, the Fast Stop gas\n\nstation was robbed at gunpoint by two men wearing masks. The men, who were also\n\nwearing white gloves, pointed guns at a cashier, demanded the money from the\n\nregister, and left the store. Although the incident was captured on surveillance video,\n\nit was unclear whether the masked men had escaped in a car or on foot. A BOLO had\n\nbeen previously been issued for suspects in a similar robbery that had occurred on\n\nDecember 2, 2012, involving two suspects in a red Ford focus with a missing driver’s\n\nside rear-view mirror.\n\n      About 30 minutes later, while combing the area for the suspects, a police officer\n\nsaw a car that matched the BOLO description parked at another gas station. Turner and\n\nhis co-defendant were in the vehicle. The men were questioned, and later, after a search\n\nof the vehicle, police recovered a white latex glove, a two dollar bill stamped with the\n\nnumber “226”- the store number of the Gate Station convenience store, and other small\n\ndenomination bills stashed in the glove compartment. The store’s clerk testified that\n\n\n\n\n                                           2\n\fthere had been no twenty dollar bills or higher in the register because the larger bills\n\nhad been removed before the robbery.\n\n       1. Turner contends that the trial court erred in admitting evidence of Turner’s\n\n2007 robbery conviction pursuant to OCGA § 24-4-404 (b) (“Rule 404 (b)”). He\n\nasserts that the prior conviction does not meet all three-prongs of the test for\n\nadmissibility per Brannon v. State, 298 Ga. 601, 606 (4) (783 SE2d 642) (2016). We\n\ndisagree.\n\n      This Court reviews a trial court’s decision under Rule 404 (b) to admit evidence\n\nof other crimes, wrongs or acts under a clear abuse of discretion standard. Parks v.\n\nState, 300 Ga. 303, 305-306 (2) (794 SE2d 623) (2016). At the Rule 404 (b) hearing\n\nbefore trial, the State proffered evidence of Turner’s guilty plea to a 2006 robbery by\n\nforce of a BP convenience store during which he had also worn a mask. The State\n\nargued that the two crimes “involve the same mental state,” and that one of the\n\npurposes for which it was introducing the evidence of the prior crime was to prove\n\nintent. Turner maintained that the two cases were not similar because there was no\n\nweapon used in the 2006 robbery, and “the fact that [in the present case] there was a\n\nweapon used clearly has got to distinguish this case that the State is trying to bring in\n\nfrom that previous case.” He argued that admitting the prior conviction would result\n\n\n                                           3\n\fin undue prejudice because the jury would think “once a robber, always a robber.”\n\nOver Turner’s objection, the trial court subsequently admitted the prior conviction,\n\nfinding that the State had met its burden of showing that the evidence was being\n\nadmitted for a proper purpose pursuant to Rule 404 (b). Although the trial court did not\n\nspecifically rule at that time that the prior conviction was being admitted for the\n\npurpose of proving intent, during the jury charge, the trial court instructed the jury that\n\nthe evidence of the prior conviction was being admitted only for use in the State’s\n\neffort to prove intent.\n\n       Rule 404 (b) provides in part:\n\n       Evidence of other crimes, wrongs, or acts shall not be admissible to prove\n       the character of a person in order to show action in conformity therewith.\n       It may, however, be admissible for other purposes, including, but not\n       limited to, proof of motive, opportunity, intent, preparation, plan,\n       knowledge, identity, or absence of mistake or accident. . . .\n\n\nBut evidence offered for a proper purpose under Rule 404 (b) may be excluded as\n\nprovided by OCGA § 24-4-403 (“Rule 403”), “if its probative value is substantially\n\noutweighed by the danger of unfair prejudice, confusion of the issues, or misleading\n\nthe jury or by considerations of undue delay, waste of time, or needless presentation\n\nof cumulative evidence.” Id. To determine the admissibility of other acts evidence\n\n\n                                            4\n\funder these provisions, the trial court must exercise its discretion under a three-part\n\ntest:\n\n        (1) the evidence must be relevant to an issue other than defendant’s\n        character; (2) the probative value must not be substantially outweighed\n        by its undue prejudice; (3) the government must offer sufficient proof so\n        that the jury could find that defendant committed the act.\n\n\nSmart v. State, 299 Ga. 414, 417 (788 SE2d 442) (2016). Turner does not contend that\n\nthe State failed to meet its burden under the third prong of the test, but asserts that the\n\nState failed to show that the prior act was relevant to any issue other than his character,\n\nor that the probative value outweighed the undue prejudice.\n\n        First as to relevance,”[a] culpable state of mind - intent or criminal negligence -\n\nis an essential element of every crime.” Olds v. State, 299 Ga. 65, 72 (2) (786 SE2d\n\n633) (2016). “And because a plea of not guilty puts the prosecution to its burden of\n\nproving every element of the crime - including intent - evidence of other acts that tends\n\nto make the requisite intent more or less probable to any extent is relevant.” Id. at 75.\n\nSee Bradshaw v. State, 296 Ga. 650, 657 (769 SE2d 892) (2015) (“where the state of\n\nmind required for the charged and extrinsic offenses is the same, the first prong of the\n\nRule 404 (b) test is satisfied.”) (citation omitted).\n\n\n\n\n                                             5\n\f      In this case a Screven County Sheriff’s Office investigator testified that on\n\nAugust 3, 2006, he received a call about a robbery at the “Browers BP Amoco in\n\nCooperville.” As the clerk left the store, two men wearing masks confronted her,\n\ndemanded money, and grabbed the bank bag that she was carrying. During the course\n\nof their investigation, the police executed an unrelated search warrant at a residence\n\nwhere Turner was located, and during the search discovered the bank bag from the\n\nstore, checks written to the store, the clerk’s purse, and $1440.00 in cash. Turner’s\n\ndefense in the current robbery was essentially that he was “unfortunate to be in the\n\nvehicle” when it was stopped, and that if his co-defendant had committed the robbery,\n\n“he committed it with somebody else.”\n\n      Although Turner contends that intent was not an issue in this case, his defense\n\nthat he was merely present in the car when police stopped it, “squarely challenges the\n\nelement of intent. And under these circumstances, the trial court did not err in finding\n\nthat the first prong of the similar-transaction test was satisfied because the evidence at\n\nissue was admissible for a purpose other than [Turner’s] character.” Curry v. State, 330\n\nGa. App. 610, 615 (1) (768 SE2d 791) (2015).\n\n      Next, as to prejudice prong, if the evidence is found to be relevant, the evidence\n\nis subject to the balancing test set forth in Rule 403 to determine whether its admission\n\n\n                                            6\n\fis more probative than prejudicial. Olds, 299 Ga. at 70 (2). But, “Rule 403 is an\n\nextraordinary remedy which should be used only sparingly since it permits the trial\n\ncourt to exclude concededly probative evidence.”(Citation and punctuation omitted.)\n\nBradshaw, 296 Ga. at 659 (3). And, “in close cases, balance under Rule 403 should be\n\nstruck in favor of admissibility.” State v. Jones, 297 Ga. 156, 164 (3) (773 SE2d 170)\n\n(2015).\n\n      Although Turner contends that the probative value of the prior robbery was\n\nsubstantially outweighed by the danger of unfair prejudice, in assessing this risk,\n\nappellate courts are required to make a “common sense assessment of all the\n\ncircumstances surrounding the extrinsic offense, including prosecutorial need, overall\n\nsimilarity between the extrinsic act and the charged offense, . . . [and] temporal\n\nremoteness” to determine whether the trial court abused its discretion in admitting the\n\nevidence pursuant to Rule 403. Brannon, 298 Ga. at 606 (4). In so assessing, “there is\n\nno requirement that the prior crime or transaction be absolutely identical in every\n\nrespect[,] . . . the proper focus is on the similarities, not the differences, between the\n\nseparate crime and the crime in question.”Curry, 330 Ga. App. at 615–616 (1). Here,\n\nin light of the similar nature of the acts and the strength of the prior act’s connection\n\nto demonstrating Turner’s intent, and while acknowledging that “the balance under\n\n\n                                            7\n\fRule 403 should be struck in favor of admissibility,” State v. Jones, 297 Ga. 156, 164\n\n(3), we find that the trial court did not abuse its discretion in determining that the\n\nprobative value of the prior conviction was not outweighed by its prejudicial effect.\n\n       2. Turner also contends that trial counsel was ineffective for not advising him\n\nthat he was facing a mandatory life sentence if convicted, failing to stipulate that intent\n\nwas not an issue in the case, failing to object to evidence that Turner’s prior conviction\n\nwas discovered through a drug warrant, and failing to object to the State’s improper\n\nclosing argument.\n\n              To establish an ineffective assistance of counsel claim, [Turner]\n       must show that the counsel’s performance was deficient and that the\n       deficient performance prejudiced the defense. Strickland v. Washington,\n       466 U. S. 668, 687 (III) [(104 SCt 2052, 80 LE2d 674)] (1984). [Turner]\n       must show that both prongs of the Strickland test are met. Further, a\n       strong presumption exists that the counsel rendered adequate assistance\n       and made all significant decisions in the exercise of reasonable\n       professional judgment. Ineffectiveness claims are mixed questions of law\n       and fact. We accept the trial court’s findings of fact unless clearly\n       erroneous and apply the law to the facts independently.\n\n\n(Citation and punctuation omitted.) Brooks v. State, 323 Ga. App. 681, 684 (2) (747\n\nSE2d 688) (2013).\n\n\n\n\n                                            8\n\f      a) Turner contends that trial counsel provided ineffective assistance when he\n\nfailed to advise Turner that, if convicted, a life sentence was mandatory, rather than a\n\npossibility. This issue was first raised in a third amended motion for new trial that was\n\nfiled in November 2016, several months after the May 2016 hearing on the motion for\n\nnew trial. Turner also filed a supporting affidavit in which he stated that the State had\n\noffered him a deal of 10 years if he testified against his co-defendant, and that trial\n\ncounsel had told him that if he went to trial he faced a possible life sentence, rather\n\nthan a mandatory life sentence. Turner averred that had he known that the life sentence\n\nwas mandatory, he would have accepted the plea.\n\n      In the order denying the motion for new trial, the trial court noted that it had\n\nconsented to Turner filing a post-hearing second amended motion for new trial and a\n\nresponsive supplemental affidavit from trial counsel, but there is no indication that the\n\ntrial court consented to Turner subsequently filing a third amended motion and\n\naffidavit. Given this, it does not appear that the assertion, although arguably “raised”\n\nbelow, was even considered or ruled upon by the trial court. In this circumstance,\n\nordinarily, the issue could not be considered for the first time on appeal. See Gipson\n\nv. State, 332 Ga. App. 309, 323 (8) (g) (772 SE2d 402) (2015) (holding that a claim of\n\nineffective assistance of counsel was waived on appeal when it was not raised in the\n\n\n                                           9\n\fappellant’s motion for a new trial); Darby v. State, 230 Ga. App. 32, 33 (3) (495 SE2d\n\n146) (1997) (“[i]ssues presented for the first time on appeal furnish nothing for us to\n\nreview, for this is a court for correction of errors of law committed by the trial court\n\nwhere proper exception is taken, because one may not . . . on appeal raise questions or\n\nissues neither raised nor ruled on by the trial court.”) (citation omitted.).       However,\n\neven assuming that Turner had properly raised a claim of ineffectiveness in relation to\n\nthis particular issue, we have held that, even if Turner was not informed that life\n\nsentence was mandatory, he knew that he could receive a life sentence and was\n\ntherefore “sufficiently apprised of the risks of going to trial.” Biggins v. State, 322 Ga.\n\nApp. 286, 291 (3) (a) (744 SE2d 811) (2013); Whitehead v. State, 211 Ga. App. 121\n\n(438 SE2d 128) (1993); Carson v. State, 264 Ga. App. 763 (592 SE2d 161) (2003).\n\nMoreover, we “have recognized the self-serving nature of a defendant’s post-\n\nconviction testimony regarding his intent with respect to a plea offer and have required\n\nsome further objective evidence that defendant would have accepted a plea offer.”\n\n(Punctuation omitted.) Biggins v. State, 322 Ga. App. at 290 (3) (a). And no such\n\nobjective evidence exists here. Thus, this claim of ineffectiveness fails.\n\n       b) With regard to Turner’s claim that trial counsel was ineffective for failing to\n\nstipulate that intent was not an issue in the case, Turner does not demonstrate how he\n\n\n                                            10\n\fwas prejudiced by such failure because the prior conviction could have been found to\n\nbe admissible for another proper purpose. See Mims v. State, 301 Ga. App. 436, 437\n\n(2) (687 SE2d 670) (2009) (when a defendant fails to show prejudice, we need not\n\naddress the deficient performance prong).\n\n      c) Turner’s contention that the trial court was ineffective for failing to object to\n\ntestimony that Turner’s prior conviction was discovered through a drug warrant is also\n\nmeritless. The “testimony came well within the scope of the facts brought up in the\n\n[Rule 404 (b)] hearing.” Woods v. State, 250 Ga. App. 164, 167 (1) (b) (550 SE2d 730)\n\n(2001). As the evidence was admissible, trial counsel was not ineffective for failing to\n\nmake a meritless objection. Wesley v. State, 286 Ga. 355, 357 (3) (e) (689 SE2d 280)\n\n(2010). Moreover, he has also not demonstrated that he is entitled to relief as to the\n\nprejudice prong. Green v. State, 291 Ga. 579 (2) (731 SE2d 359) (2012) (if Turner fails\n\nto satisfy either the “deficient performance” or the “prejudice” prong of the Strickland\n\ntest, this Court is not required to examine the other).\n\n      d) Likewise, trial counsel was not ineffective for failing to object to the portion\n\nof the State’s closing argument in which it referred to Turner as a “dangerous” man.\n\nTrial counsel averred that he did not object to the closing argument because he did not\n\nthink it “was sufficient to warrant an objection.” It is true that it is improper for a\n\n\n                                           11\n\fprosecutor to argue to the jury during the guilt-innocence phase of a trial that if the\n\ndefendant is found not guilty, the defendant will pose a threat of future dangerousness,\n\nand that the failure of defense counsel to object may be found to constitute deficient\n\nperformance. Fulton v. State, 278 Ga. 58, 64 (8) (597 SE2d 396) (2004). But contrary\n\nto Turner’s contention, the prosecutor made no reference to future behavior in which\n\nTurner might engage. Instead, the State argued, as to Turner and his co-defendant, that\n\n“these men are dangerous. And I ask that you come back with a verdict of guilty not\n\njust because they broke the law, but they terrorized their victims.” “The prosecutor’s\n\nargument urged conviction based on current evidence. . . and cannot be seen as urging\n\nconviction based on the future dangerousness of [Turner].” Cooper v. State, 258 Ga.\n\nApp. 825, 833 (6) (c) (575 SE2d 691) (2002). See generally Hooker v. State, 278 Ga.\n\nApp. 382, 385 (3) (629 SE2d 74) (2006) (“[T]he inference that Hooker was a\n\n‘dangerous man’ was a conclusion that should have been reserved for closing once the\n\nevidence was presented.”).\n\nJudgment affirmed. Mercier, J., concurs. McMillian, J. concurs as to Division 1, 2 (a),\n\n(c), and (d), into judgment only to 2(b).*\n\n* DIVISION 2(b) OF THIS OPINION IS PHYSICAL PRECEDENT ONLY.\nCOURT OF APPEALS RULE 33.2 (a)\n\n\n\n                                             12\n\f",
            "ocr": false,
            "opinion_id": 4254792
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}