{
    "id": 4484099,
    "judges": "Judge James E. Boasberg",
    "date_filed": "1998-05-14",
    "date_filed_is_approximate": true,
    "slug": "prince-v-acheson",
    "case_name_short": "Prince",
    "case_name": "Prince v. Acheson",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Civil",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2017cv2633-15",
            "author_id": 313.0,
            "opinion_text": "                            UNITED STATES DISTRICT COURT\n                            FOR THE DISTRICT OF COLUMBIA\n\n\n\n DARRELL PRINCE,\n\n          Plaintiff,\n                 v.                                         Civil Action No. 17-2633 (JEB)\n ELEANOR ACHESON, et al.,\n\n          Defendants.\n\n\n                                  MEMORANDUM OPINION\n\n       For pro se Plaintiff Darrell Prince, Amtrak Police’s motto “Protecting America in\n\nTransit” must ring hollow. After his bag and laptop were stolen while he was sleeping at Union\n\nStation, his attempts to enlist the aid of Amtrak Police officers to find his belongings and\n\napprehend a suspect were repeatedly rebuffed. Frustrated by their unwillingness to assist him,\n\nPrince is suing Eleanor Acheson (General Counsel for Amtrak), Amtrak Police, and the National\n\nRailroad Passenger Corporation (Amtrak) for “gross negligence of duty, and theft of honest\n\ngovernment services.” Defendants, believing Prince has failed to state a viable claim, now move\n\nto dismiss the Complaint. Notwithstanding their motto, Amtrak Police officers – like other law-\n\nenforcement officers in all but a few scenarios – have no affirmative duty to protect, and Prince\n\ncannot hold them liable for failing to do so here. As such, this Court will grant Defendants’\n\nMotion.\n\nI.     Background\n\n       According to the Complaint, which the Court must presume true at this stage, this case\n\narises from the January 8, 2017, theft of a laptop and bag from Plaintiff after he fell asleep in the\n\nDistrict of Columbia’s Union Station. See Compl. at 1; Opp. at 6. Immediately following the\n\n                                                  1\n\fincident, Prince attempted to report the theft to several Amtrak Police officers. See Compl. at 1.\n\nAfter assistance was twice refused, he was finally allowed to file a report but was denied access\n\nto the station’s security-camera footage, as the cameras were allegedly not operating. Id.\n\nPlaintiff then proceeded to search the station and located an individual using what appeared to be\n\nhis laptop. Id. at 2. After filming the likely culprit, Prince attempted to turn in “said evidence”\n\nbut was rebuffed by Amtrak Police officers. Id. Adding insult to injury, the report he allegedly\n\nfiled was later lost, leaving Plaintiff deeply unsatisfied with the officers’ response to his\n\npredicament. Id.\n\n       Seeking replacement costs for his bag and laptop, damages for pain and suffering, and\n\nseveral million dollars in punitives, Prince filed this suit against General Counsel Acheson,\n\nAmtrak Police, and Amtrak itself. See Compl. at 1, 2. Invoking 28 U.S.C. § 1343 and 42 U.S.C.\n\n§ 1983 and alleging “gross negligence of duty, and theft of honest government services,” Compl.\n\nat 2, Prince claims that the officers failed to assist him, repeatedly misled him, and neglected\n\ntheir basic “responsibility to investigate property loss or theft.” Opp. at 2. Defendants now\n\nmove to dismiss all of Plaintiff’s claims.\n\nII.    Legal Standard\n\n       Under Federal Rule of Civil Procedure 12(b)(6), a court must dismiss a suit when the\n\ncomplaint “fail[s] to state a claim upon which relief can be granted.” In evaluating a motion to\n\ndismiss under Rule 12(b)(6), the Court must “treat the complaint’s factual allegations as true and\n\nmust grant plaintiff the benefit of all inferences that can be derived from the facts alleged.”\n\nSparrow v. United Air Lines, Inc., 216 F.3d 1111, 1113 (D.C. Cir. 2000) (internal quotation\n\nmarks and citation omitted); see also Ashcroft v. Iqbal, 556 U.S. 662, 678 (2009). A court need\n\nnot accept as true, however, “a legal conclusion couched as a factual allegation,” or an inference\n\n\n\n                                                  2\n\funsupported by the facts set forth in the complaint. Trudeau v. FTC, 456 F.3d 178, 193 (D.C.\n\nCir. 2006) (quoting Papasan v. Allain, 478 U.S. 265, 286 (1986)). Although “detailed factual\n\nallegations” are not necessary to withstand a Rule 12(b)(6) motion, Bell Atl. Corp. v. Twombly,\n\n550 U.S. 544, 555 (2007), “a complaint must contain sufficient factual matter, [if] accepted as\n\ntrue, to state a claim to relief that is plausible on its face.” Iqbal, 556 U.S. at 678 (internal\n\nquotation marks omitted). Though a plaintiff may survive a Rule 12(b)(6) motion even if\n\n“recovery is very remote and unlikely,” the facts alleged in the complaint “must be enough to\n\nraise a right to relief above the speculative level.” Twombly, 550 U.S. at 555-56 (quoting\n\nScheuer v. Rhodes, 416 U.S. 232, 236 (1974)). Where the action is brought by a pro se plaintiff,\n\nthe Court must construe his filings liberally and hold the complaint to “less stringent standards\n\nthan formal pleadings drafted by lawyers.” Haines v. Kerner, 404 U.S. 519, 520-21 (1972); see\n\nalso Schnitzler v. United States, 761 F.3d 33, 38 (D.C. Cir. 2014).\n\nIII.    Analysis\n\n        Although the legal theories set out in Plaintiff’s Complaint are somewhat difficult to\n\nparse, it appears that his claims for negligence are brought pursuant to 28 U.S.C. § 1343 and 42\n\nU.S.C. § 1983. See Compl. at 1. His Opposition to the Motion to Dismiss explains that he is\n\nrelying on his Fifth and Fourteenth Amendment Due Process rights. See Opp. at 2 (“The 5th and\n\nthe 14th amendment’s [sic] due process clauses cover this.”). Reading his Complaint generously,\n\nPlaintiff might be asserting a negligence claim under D.C. law as well. See Compl. at 1.\n\nRegardless, Defendants correctly argue his suit is infirm.\n\n        First, the only conceivable subpart of 28 U.S.C. § 1343 he could invoke is § 1343(a)(3),\n\nwhich, like 42 U.S.C. § 1983, limits its jurisdictional grant to suits seeking to redress the\n\ndeprivation of constitutional rights “under color of any State law.” Even if Amtrak is a state\n\n\n\n                                                   3\n\fentity – a debatable proposition – Prince never alleges that Acheson, the General Counsel, has\n\nherself violated his rights in any way. Similarly, Plaintiff has not alleged that the entity\n\nDefendants (Amtrak and Amtrak Police) implemented or executed any policy to violate his\n\nconstitutional rights. See Monell v. Dep’t of Soc. Servs. of New York, 436 U.S. 658, 690-91\n\n(1978) (finding no vicarious liability for employing tortfeasor).\n\n        In any event, even if Prince were to seek to amend his Complaint to name the actual\n\nofficers, he would still fail to state a valid claim as such officers cannot breach a duty they never\n\nowed him in the first place. “[N]othing in the language of the Due Process Clause itself requires\n\nthe State to protect the life, liberty, and property of its citizens against invasion by private\n\nactors.” DeShaney v. Winnebago Cty. Dep’t of Soc. Servs., 489 U.S. 189, 195 (1989).\n\nGovernment officials do not have an affirmative duty to protect individuals from harm, and\n\nindividuals do not have a right to governmental aid. Id. at 196 (“[T]he Due Process Clauses\n\ngenerally confer no affirmative right to governmental aid, even where such aid may be necessary\n\nto secure life, liberty, or property interests of which the government itself may not deprive the\n\nindividual.”). To the extent Prince means to allege negligence under D.C. law, he fares no better.\n\nSee Warren v. Dist. of Columbia, 444 A.2d 1, 3 (D.C. 1981) (en banc) (“[A] government and its\n\nagents are under no general duty to provide public services, such as police protection, to any\n\nparticular individual citizen. The duty to provide public services is owed to the public at large,\n\nand, absent a special relationship between the police and an individual, no specific legal duty\n\nexists.”) (quotation marks and citation omitted).\n\n        There are only two circumstances in which officials may have an affirmative duty to\n\nprotect an individual from harm: if they (1) restrain the personal liberty of a victim, see\n\nDeShaney, 489 U.S. at 199-200, or (2) in some way affirmatively create or increase the danger\n\n\n\n                                                    4\n\ffaced by a victim. Butera v. Dist. of Columbia, 235 F.3d 637, 651 (D.C. Cir. 2001) (finding\n\npolice liable for murder of undercover operative they enlisted for drug buy). As nothing in\n\nPrince’s pleadings indicates that either exception is applicable here, the Court’s conclusion is\n\nquite clear: the officers simply could not be found liable for any harm Plaintiff suffered. While\n\nthey may not have provided him and his possessions with the level of protection he sought or\n\noffered him any meaningful investigative aid, they nonetheless did not violate his due-process\n\nrights. As such, even if Prince were to seek leave to name the officers in a properly amended\n\nComplaint, he could not proceed.\n\nIV.    Conclusion\n\n       For the foregoing reasons, the Court will grant Defendants’ Motion to Dismiss. It will\n\nissue a contemporaneous Order to that effect this day.\n\n\n                                                      /s/ James E. Boasberg\n                                                      JAMES E. BOASBERG\n                                                      United States District Judge\n\nDate: April 4, 2018\n\n\n\n\n                                                 5\n\f",
            "ocr": false,
            "opinion_id": 4261352
        }
    ],
    "court_short_name": "District of Columbia",
    "court_full_name": "District Court, District of Columbia",
    "court_type": "FD",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}