{
    "id": 4484505,
    "judges": "Workman",
    "date_filed": 1522886400000,
    "date_filed_is_approximate": false,
    "slug": "state-of-west-virginia-v-michael-keith-allman",
    "case_name_short": null,
    "case_name": "State of West Virginia v. Michael Keith Allman",
    "case_name_full": "STATE of West Virginia, Plaintiff Below, Respondent v. Michael Keith ALLMAN, Defendant Below, Petitioner",
    "attorneys": "\n  Richard D. Smith, Jr., Esq., Parkersburg, West Virginia, Attorney for Petitioner\n , \n  Patrick Morrisey, Esq., Attorney General, Robert Hogan, Esq., Assistant Attorney General, Charleston, West Virginia, Attorneys for Respondent\n ",
    "nature_of_suit": "Felony (non-Death Penalty)",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "\n  Submitted: March 13, 2018\n  \n  Filed: April 5, 2018\n ",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    STATE of West Virginia, Plaintiff Below, Respondent\n    <br/>\n    v.\n    <br/>\n    Michael Keith ALLMAN, Defendant Below, Petitioner\n   </parties><docketnumber id=\"p-2\">\n    No. 16-1128\n   </docketnumber><court id=\"p-3\">\n    Supreme Court of Appeals of West Virginia.\n   </court><otherdate id=\"p-4\">\n    Submitted: March 13, 2018\n    <br/>\n    Filed: April 5, 2018\n   </otherdate><attorneys id=\"p-5\">\n    Richard D. Smith, Jr., Esq., Parkersburg, West Virginia, Attorney for Petitioner\n   </attorneys><attorneys id=\"p-6\">\n    Patrick Morrisey, Esq., Attorney General, Robert Hogan, Esq., Assistant Attorney General, Charleston, West Virginia, Attorneys for Respondent\n   </attorneys><judges id=\"p-7\">\n    Workman, C. J.:\n   </judges>",
    "citations": [
        "813 S.E.2d 36"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 17.0,
            "download_url": "http://www.courtswv.gov/supreme-court/docs/spring2018/16-1128.pdf",
            "author_id": null,
            "opinion_text": "          IN THE SUPREME COURT OF APPEALS OF WEST VIRGINIA \n\n\n                                   January 2018 Term\n                                                                            FILED\n                                                                          April 5, 2018\n                                      No. 16-1128                           released at 3:00 p.m.\n                                                                        EDYTHE NASH GAISER, CLERK\n\n                                                                        SUPREME COURT OF APPEALS\n\n                                                                             OF WEST VIRGINIA\n\n\n\n\n                              STATE OF WEST VIRGINIA,\n                               Plaintiff Below, Respondent,\n\n                                           v.\n\n                              MICHAEL KEITH ALLMAN,\n                               Defendant Below, Petitioner.\n\n\n\n                    Appeal from the Circuit Court of Wood County \n\n                           The Honorable Jeffrey B. Reed \n\n                                 Case No. 15-F-179 \n\n\n                                      AFFIRMED \n\n\n\n                               Submitted: March 13, 2018\n                                  Filed: April 5, 2018\n\nRichard D. Smith, Jr., Esq.                            Patrick Morrisey, Esq.\nParkersburg, West Virginia                             Attorney General\nAttorney for Petitioner                                Robert Hogan, Esq.\n                                                       Assistant Attorney General\n                                                       Charleston, West Virginia\n                                                       Attorneys for Respondent\n\n\n\nCHIEF JUSTICE WORKMAN delivered the Opinion of the Court.\n\f                              SYLLABUS BY THE COURT \n\n\n\n              1.     “In reviewing challenges to findings and rulings made by a circuit\n\ncourt, we apply a two-pronged deferential standard of review. We review the rulings of the\n\ncircuit court concerning a new trial and its conclusion as to the existence of reversible error\n\nunder an abuse of discretion standard, and we review the circuit court’s underlying factual\n\nfindings under a clearly erroneous standard. Questions of law are subject to a de novo\n\nreview.” Syl. Pt. 3, State v. Vance, 207 W. Va. 640, 535 S.E.2d 484 (2000).\n\n\n\n              2.     “‘Where the issue on an appeal from the circuit court is clearly a\n\nquestion of law or involving an interpretation of a statute, we apply a de novo standard of\n\nreview.’ Syllabus point 1, Chrystal R.M. v. Charlie A.L., 194 W.Va. 138, 459 S.E.2d 415\n\n(1995).” Syl. Pt. 1, State v. Paynter, 206 W. Va. 521, 526 S.E.2d 43 (1999).\n\n\n\n              3.     “The Supreme Court of Appeals reviews sentencing orders, including\n\norders of restitution made in connection with a defendant’s sentencing, under a deferential\n\nabuse of discretion standard, unless the order violates statutory or constitutional\n\ncommands.” Syl. Pt. 1, State v. Lucas, 201 W. Va. 271, 496 S.E.2d 221 (1997).\n\n\n\n              4.     “Sentences imposed by the trial court, if within statutory limits and if\n\nnot based on some [im]permissible factor, are not subject to appellate review.” Syl. Pt. 4,\n\nState v. Goodnight, 169 W. Va. 366, 287 S.E.2d 504 (1982).\n\n\n\n                                               i\n\f              5.     An individual charged with a felony who escapes from lawful custody\n\nor confinement as prescribed in West Virginia Code § 61-5-10 (2000) (Repl. Vol. 2014)\n\nmay be convicted of the offense of felony escape irrespective of the ultimate outcome of\n\nthe charge for which he or she was in lawful custody or confinement.\n\n\n\n              6.     “‘A new trial will not be granted on the ground of newly-discovered\n\nevidence unless the case comes within the following rules: (1) The evidence must appear\n\nto have been discovered since the trial, and, from the affidavit of the new witness, what\n\nsuch evidence will be, or its absence satisfactorily explained. (2) It must appear from facts\n\nstated in his affidavit that plaintiff was diligent in ascertaining and securing his evidence,\n\nand that the new evidence is such that due diligence would not have secured it before the\n\nverdict. (3) Such evidence must be new and material, and not merely cumulative; and\n\ncumulative evidence is additional evidence of the same kind to the same point. (4) The\n\nevidence must be such as ought to produce an opposite result at a second trial on the merits.\n\n(5) And the new trial will generally be refused when the sole object of the new evidence is\n\nto discredit or impeach a witness on the opposite side.’ Syllabus Point 1, Halstead v.\n\nHorton, 38 W.Va. 727, 18 S.E. 953 (1894).” Syl., State v. Frazier, 162 W. Va. 935, 253\n\nS.E.2d 534 (1979).\n\n\n\n              7.     “A litigant may not silently acquiesce to an alleged error, or actively\n\ncontribute to such error, and then raise that error as a reason for reversal on appeal.” Syl.\n\n\n\n\n                                              ii\n\fPt. 1, Maples v. W. Virginia Dep’t of Commerce, Div. of Parks & Recreation, 197 W. Va.\n\n\n318, 475 S.E.2d 410 (1996). \n\n\n\n\n\n                                          iii \n\n\fWorkman, C. J.:\n\n              This is an appeal from the November 7, 2016, order denying Michael Keith\n\nAllman’s (hereinafter “petitioner”) motion for a new trial on his convictions of felony\n\nescape, destruction of property, and petit larceny and resultant November 9, 2016,\n\nsentencing order. Petitioner argues that his sentence on the felony escape conviction is\n\n“disproportionate” to the offense because he was ultimately found guilty only of a\n\nmisdemeanor, rather than a felony, on the underlying charge from which he escaped.\n\nPetitioner further argues as to both the felony escape and related destruction of property\n\nconvictions that the circuit court erred in failing to grant a new trial on the basis of newly-\n\ndiscovered, exculpatory evidence. Finally, as to the underlying petit larceny conviction,\n\npetitioner asserts that the circuit court erred in permitting the State to elect to prosecute the\n\nfelony escape and destruction of property charges prior to the underlying grand larceny\n\ncharge.\n\n\n\n              Upon careful review of the briefs, the appendix record, the arguments of the\n\nparties, and the applicable legal authority, we find that the circuit court committed no\n\nreversible error and therefore affirm petitioner’s conviction and the circuit court’s denial\n\nof a new trial.\n\n\n\n                      I. FACTS AND PROCEDURAL HISTORY\n\n              Petitioner was charged with grand larceny after he was discovered on\n\nsurveillance video removing a purse from a vehicle in the parking lot of a laundromat. The\n\n                                               1\n\n\fpurse allegedly contained $225 in cash, a ring valued at $1,992, two additional rings, a\n\ncheckbook, and other miscellaneous items. Petitioner was placed on home confinement as\n\na condition of his bond; he was ordered while on home confinement to remain at his\n\nresidence, not consume or have in his presence any illegal substance or alcohol, and to\n\nwear a GPS monitoring bracelet.\n\n\n\n              While he was on home confinement, the Wood County Sheriff’s Office\n\nreceived an electronic alert that petitioner had cut his monitoring bracelet strap. Upon\n\ninvestigation, petitioner was discovered several blocks from his residence and his cut\n\nbracelet was found on the mantle at his home. Upon being apprehended and transported\n\nto the Wood County Holding Center, petitioner stated that he had “taken some nerve pills\n\nand heroin earlier.” He was taken to Camden-Clark Medical Center for medical clearance\n\nwhere he again indicated that he had “done heroin before he went to bed last night and\n\ntaken some klonopin that was not prescribed to him.”\n\n\n\n              Thereafter, petitioner was indicted in Wood County on one count of grand\n\nlarceny arising out of the laundromat theft, one count of destruction of property as a result\n\nof destroying his monitoring bracelet, and felony escape. In advance of trial, petitioner\n\nmoved to sever the grand larceny charge from the escape and destruction of property\n\ncharges. In his motion, petitioner asked the circuit court to “sever the charges as requested\n\nin this motion and require the State of West Virginia to elect which particular count[s] that\n\nthe State wishes to try in the first trial.” The circuit court granted the motion and the State\n\n                                              2\n\n\felected to try the escape and destruction of property charges first. Petitioner was thereafter\n\nconvicted of escape and destruction of property.\n\n\n\n              Subsequent to the first trial, petitioner moved for a new trial on the basis that\n\nnew evidence had been discovered.         Specifically, petitioner argued that his counsel\n\nobtained his medical records from Camden-Clark Medical Center demonstrating that he\n\nwas intoxicated on the day of the escape and destruction of property. Petitioner argued this\n\nwould tend to negate specific intent and therefore required a new trial. The circuit court\n\ndenied the motion, finding that the evidence was not new and was well-known to petitioner\n\nand his counsel at the time of trial. The circuit court further found that escape and\n\ndestruction of property are general intent crimes, neither of which is susceptible to an\n\nintoxication defense.\n\n\n\n              Petitioner was then tried on the grand larceny charge. However, the jury\n\nreturned a verdict of guilty as to petit larceny, a lesser-included charge and misdemeanor.\n\nPetitioner was then sentenced to one year on the petit larceny, three years for escape, and\n\nsix months for destruction of property. The misdemeanor petit larceny and destruction of\n\nproperty sentences were ordered to be served concurrently, with the escape sentence to be\n\nserved consecutively thereto. This appeal followed.\n\n\n\n\n                                              3\n\n\f                            II. STANDARD OF REVIEW\n\n             Generally,\n\n                    [i]n reviewing challenges to findings and rulings made\n             by a circuit court, we apply a two-pronged deferential standard\n             of review. We review the rulings of the circuit court concerning\n             a new trial and its conclusion as to the existence of reversible\n             error under an abuse of discretion standard, and we review the\n             circuit court’s underlying factual findings under a clearly\n             erroneous standard. Questions of law are subject to a de novo\n             review.\n\nSyl. Pt. 3, State v. Vance, 207 W. Va. 640, 535 S.E.2d 484 (2000). More specifically,\n\n“‘[w]here the issue on an appeal from the circuit court is clearly a question of law or\n\ninvolving an interpretation of a statute, we apply a de novo standard of review.’ Syllabus\n\npoint 1, Chrystal R.M. v. Charlie A.L., 194 W. Va. 138, 459 S.E.2d 415 (1995).” Syl. Pt.\n\n1, State v. Paynter, 206 W. Va. 521, 526 S.E.2d 43 (1999). Finally, “[t]he Supreme Court\n\nof Appeals reviews sentencing orders, including orders of restitution made in connection\n\nwith a defendant’s sentencing, under a deferential abuse of discretion standard, unless the\n\norder violates statutory or constitutional commands.” Syl. Pt. 1, State v. Lucas, 201 W.\n\nVa. 271, 496 S.E.2d 221 (1997). With these standards in mind, we proceed to petitioner’s\n\nassignments of error.\n\n\n\n                                   III. DISCUSSION\n\n             Petitioner asserts three assignments of error.     First, petitioner makes a\n\nconstitutional challenge to his felony escape sentence contending that it was\n\n“disproportionate” inasmuch as he was ultimately only convicted of a misdemeanor on the\n\n\n                                            4\n\n\funderlying charge from which he escaped. Secondly, as to the escape and destruction of\n\nproperty charges, petitioner asserts that he is entitled to a new trial on the basis of newly\n\ndiscovered evidence, i.e. medical records demonstrating his intoxication at the time of the\n\nescape. Finally, petitioner asserts that the circuit court erred in permitting the State to elect\n\nto try the escape and destruction of property charges first, rather than the underlying grand\n\nlarceny offense.\n\n\n\nA.     FELONY ESCAPE UPON MISDEMEANOR CONVICTION ON UNDERLYING OFFENSE\n\n              We begin with petitioner’s most substantive assignment of error, which\n\npresents an issue of first impression: whether an individual can be convicted of felony\n\nescape when he or she is ultimately convicted only of a misdemeanor on the charge from\n\nwhich he or she was “escaping.”\n\n\n\n              We note first that although petitioner frames this challenge as one of\n\nconstitutionality, i.e. a disproportionate sentence in violation of Article III, Section 5 of the\n\nWest Virginia Constitution, it is plain that petitioner is attacking the conviction on its\n\nmerits. Petitioner alleges nothing substantively “disproportionate” about the sentence he\n\nreceived under the statute. The statute provides for one to five years in the penitentiary\n\nand petitioner received a sentence of three years on this charge. “Sentences imposed by\n\nthe trial court, if within statutory limits and if not based on some [im]permissible factor,\n\nare not subject to appellate review.” Syl. Pt. 4, State v. Goodnight, 169 W.Va. 366, 287\n\nS.E.2d 504 (1982). Clearly, petitioner’s sentence was within statutory limits and petitioner\n\n\n                                               5\n\n\fidentifies no “impermissible factor” utilized by the circuit court. Despite the absence of\n\nconstitutional magnitude as framed by petitioner, however, it is clear that he has raised an\n\nissue of statutory construction requiring this Court’s de novo review.\n\n\n\n              Accordingly, we begin with an analysis of our escape statute. West Virginia\n\nCode § 61-5-10 (2000) provides:\n\n                      Whoever escapes or attempts to escape by any means\n              from the custody of a county sheriff, the director of the regional\n              jail authority, an authorized representative of said persons, a\n              law-enforcement officer, probation officer, employee of the\n              division of corrections, court bailiff, or from any institution,\n              facility, or any alternative sentence confinement, by which he\n              or she is lawfully confined, if the custody or confinement is by\n              virtue of a charge or conviction for a felony, is guilty of a felony\n              and, upon conviction thereof, shall be confined in a\n              correctional facility for not more than five years; and if the\n              custody or confinement is by virtue of a charge or conviction\n              for a misdemeanor, is guilty of a misdemeanor and, upon\n              conviction thereof, he or she shall be confined in a county or\n              regional jail for not more than one year.\n\n(emphasis added).1 Petitioner argues that because he was ultimately convicted only of a\n\nmisdemeanor, he cannot be guilty of having escaped from custody or confinement arising\n\nout of a felony. Respondent counters that the plain language of the statute provides that\n\none can be guilty of felony escape if he or she escapes from custody or confinement arising\n\nfrom a “charge or conviction for a felony[.]” Id. (emphasis added). Indisputably,\n\npetitioner was on home confinement as the result of a felony charge. Respondent urges\n\n\n\n       1\n        The federal escape statute is worded similarly, providing for a felony charge of\nescape “if the custody or confinement is by virtue of an arrest on a charge of felony, or\nconviction of any offense . . . .” 18 U.S.C.A. § 751 (1994) (emphasis added).\n                                               6\n\n\fthat it is of no moment, therefore, that he was not ultimately convicted of a felony under\n\nthe wording of the statute. Respondent further notes that other courts have likewise held\n\nthat where a statute provides for escape charges based upon pre-conviction detention,\n\ncourts must look to the nature of the charges at the time of the escape.\n\n\n\n              In support of his position, petitioner cites to two purportedly analogous cases\n\nin which this Court held that if a conviction underlying an escape charge is ultimately found\n\nto be void or voidable on appeal, a conviction of escape will not lie. In Syllabus Point 1 of\n\nState v. Pishner, 73 W. Va. 744, 81 S.E. 1046 (1914), the Court held:\n\n                     A prisoner who escapes from jail by force and violence,\n              pending the determination of a writ of error to a judgment of\n              conviction for a felony resulting in a reversal thereof and a\n              discharge of the prisoner, does not thereby violate Sec. 11, Ch.\n              147, serial section 5239, Code 1913.\n\nOver fifty years later, this Court reiterated this holding in State ex rel. Robison v. Boles,\n\n149 W. Va. 516, 142 S.E.2d 55 (1965) finding that “‘[t]he escape from custody, of a person\n\nconfined in the penitentiary under a void judgment and sentence, does not constitute a\n\ncrime and a conviction therefore is likewise void.’” (quoting Syl. Pt. 3, State ex rel.\n\nMcGilton v. Adams, 143 W. Va. 325, 102 S.E.2d 145 (1958)).2 Petitioner argues that he\n\n\n       2\n         We observe that Pishner was a 3-2 decision subject to a strong dissent astutely\nnoting that this holding effectively stood for the proposition that “one erroneously\nconvicted of a felony and sentenced therefor, though lawfully imprisoned by the judgment\nof a court of competent jurisdiction, may break jail without violating the [law].” Id. at 748,\n81 S.E. at 1048 (Robinson, J., dissenting). As such, the opinion “tells one convicted and\nsentenced for felony that he may be his own judge of the soundness of his conviction and\nsentence and take chances on its being reversed as against the penitentiary penalty for jail\n\n                                              7\n\n\fmerely violated a condition of his pre-trial bond by removing his electronic bracelet and\n\nleaving his home and that he was never found guilty of a felony arising from his custody\n\nor confinement.\n\n\n\n              However, petitioner fails to recognize a critical difference in the wording of\n\nthe statute at the time these cases were decided and the one under which he stands\n\nconvicted. The escape statutes in effect at the time the Court decided Pishner and Robison\n\nprovided that “‘[a] person confined in jail on conviction of a criminal offence, who escapes\n\nthence by force or violence, shall be confined in the penitentiary one year . . . .’” Pishner,\n\n73 W. Va. at 745, 81 S.E. at 1047 (emphasis added). A “conviction,” therefore was a\n\nnecessary element of the crime. The statutes at that time did not make provision for escape\n\nwhile confined on an as-yet unprosecuted criminal charge.\n\n\n\n              The unambiguous language of the current statute unequivocally forecasts the\n\nresolution of this issue. “[I]f the legislative intent is clearly expressed in the statute, this\n\nCourt is not at liberty to construe the statutory provision, but is obligated to apply its plain\n\nlanguage.” Dan’s Carworld, LLC v. Serian, 223 W. Va. 478, 484, 677 S.E.2d 914, 920\n\n(2009). See also Syl. Pt. 2, Crockett v. Andrews, 153 W.Va. 714, 172 S.E.2d 384 (1970)\n\n(“Where the language of a statute is free from ambiguity, its plain meaning is to be accepted\n\nand applied without resort to interpretation.”); Syl. Pt. 5, State v. General Daniel Morgan\n\n\nbreaking.” Id. at 748-749, 81 S.E. at 1048. See also McGilton, 143 W. Va. at 331, 102\nS.E.2d at 148 (noting Pishner as “apparently representing the minority view on this\nquestion”).\n                                               8\n\n\fPost No. 548, V.F.W., 144 W. Va. 137, 107 S.E.2d 353 (1959) (“When a statute is clear\n\nand unambiguous and the legislative intent is plain, the statute should not be interpreted by\n\nthe courts, and in such case it is the duty of the courts not to construe but to apply the\n\nstatute.”). West Virginia Code § 61-5-10 clearly provides that one who escapes from\n\nlawful confinement is guilty of the felony offense of escape, if the custody or confinement\n\nfrom which he or she escapes “is by virtue of a charge or conviction for a felony[.]”\n\nAccordingly, when being prosecuted for felony escape “by virtue of a charge . . . for a\n\nfelony,” the focus is on the nature of the charges from which the individual escaped lawful\n\ncustody. It is therefore irrelevant whether he or she is ultimately convicted only of a\n\nmisdemeanor offense stemming from the underlying charge.\n\n\n\n              The Legislature’s wisdom in this regard is apparent. The offense of escape\n\nis clearly designed to serve as deterrent to escape from lawful custody, regardless of the\n\nstatus of the underlying proceedings. Escape statutes are “intended to protect our jails from\n\nforce and violence, and further to secure a holding of those convicted of crimes until the\n\nday of their punishment.” Pishner, 73 W. Va. at 748, 81 S.E. at 1048 (Robinson, J.,\n\ndissenting). That purpose is not lessened by virtue of the nature or timing of the custody,\n\nwhether it be pre-conviction or post-conviction. Neither guilt nor innocence have been\n\nadduced at the “charge” juncture, but one cannot deny the equal necessity of protecting\n\nthose charged with confining such individuals pending trial and providing a strong\n\ndisincentive to those in custody to breach that custody. The statute’s intended breadth to\n\nencompass escape on a pre-conviction charge is made patent by the litany of individuals\n\n                                             9\n\n\fand facilities from which one may be guilty of escape—many of whom maintain lawful\n\ncustody prior to conviction: “a county sheriff, the director of the regional jail authority, an\n\nauthorized representative of said persons, a law-enforcement officer, probation officer,\n\nemployee of the Division of Corrections, court bailiff, or [] any institution, facility, or any\n\nalternative sentence confinement[.]” W. Va. Code § 61-5-10.           Moreover, the ultimate\n\noutcome of the charge is immaterial to the fact that the escape in fact occurred while under\n\ncustody or confinement due to a pending felony charge. See Com v. Stoppard, 103 A.3d\n\n120, 124 (Pa. Super. Ct. 2014) (upholding felony escape conviction where “at the time\n\nAppellant fled” he had been charged with felonies which were later withdrawn).\n\n\n\n              We therefore hold that an individual charged with a felony who escapes from\n\nlawful confinement as prescribed in West Virginia Code § 61-5-10 may be convicted of\n\nthe offense of felony escape irrespective of the ultimate outcome of the charge for which\n\nhe or she was in lawful custody or confinement. Accordingly, contrary to his assertion,\n\npetitioner did not merely violate a condition of his home confinement; he breached the very\n\nconfinement to which he was subject and, commensurately, the provisions of West Virginia\n\nCode § 61-5-10. Accordingly, we find no error in petitioner’s conviction of the crime of\n\nfelony escape.\n\n\n\nB.     NEWLY-DISCOVERED EVIDENCE\n\n              Petitioner next asserts that the trial court erred in denying his motion for a\n\nnew trial as to the escape and destruction of property charges on the basis of newly-\n\n\n                                              10 \n\n\fdiscovered evidence. Petitioner argues that his second counsel (appointed after the first\n\nattorney tried the escape and destruction of property case) obtained medical records\n\ndemonstrating his intoxication at the time of the escape and destruction of property that\n\nwould have been relevant in his escape trial. This Court has held:\n\n                    “A new trial will not be granted on the ground of newly-\n             discovered evidence unless the case comes within the\n             following rules: (1) The evidence must appear to have been\n             discovered since the trial, and, from the affidavit of the new\n             witness, what such evidence will be, or its absence\n             satisfactorily explained. (2) It must appear from facts stated in\n             his affidavit that plaintiff was diligent in ascertaining and\n             securing his evidence, and that the new evidence is such that\n             due diligence would not have secured it before the verdict. (3)\n             Such evidence must be new and material, and not merely\n             cumulative; and cumulative evidence is additional evidence of\n             the same kind to the same point. (4) The evidence must be such\n             as ought to produce an opposite result at a second trial on the\n             merits. (5) And the new trial will generally be refused when the\n             sole object of the new evidence is to discredit or impeach a\n             witness on the opposite side.” Syllabus Point 1, Halstead v.\n             Horton, 38 W.Va. 727, 18 S.E. 953 (1894).\n\nSyl., State v. Frazier, 162 W. Va. 935, 253 S.E.2d 534 (1979).\n\n\n\n             We find that there is no reasonable basis upon which this information may\n\nbe characterized as “newly-discovered.” Petitioner reported to the officers and medical\n\npersonnel upon being apprehended after his escape that he had used heroin and non-\n\nprescribed Klonopin. The only “new” evidence according to petitioner’s counsel is the\n\n\n\n\n                                            11 \n\n\factual medical records demonstrating the level of his intoxication. 3 Medical records\n\ndemonstrating petitioner’s intoxication—which were known and available to petitioner and\n\nhis counsel during trial—satisfy none of the Frazier requirements.4 Accordingly, we find\n\nno error in the circuit court’s denial of a new trial.\n\n\n\nC.     SEVERANCE/ELECTION OF ORDER OF TRIALS\n\n              Finally, petitioner claims that the circuit court erred by allowing the State to\n\nprosecute the escape and destruction of property charges first. Petitioner maintains that if\n\nthe grand larceny were tried first, he would have then been in a position to introduce\n\nevidence of his misdemeanor petit larceny conviction in the escape trial.\n\n\n\n\n       3\n         Moreover, we note that general intent crimes—such as escape and destruction of\nproperty—are not susceptible to intoxication defense; accordingly this information would\nhave been ultimately inadmissible. See State v. Skidmore, 228 W. Va. 166, 171, 718 S.E.2d\n516, 521 (2011) (“This Court has recognized that voluntary intoxication does not ordinarily\nexcuse a crime. Voluntary intoxication may, however, reduce the degree of the crime or\nnegate a specific intent.” (citations omitted)); R. W. Gascoyne, Annotation, Modern Status\nof the Rules as to Voluntary Intoxication as Defense to Criminal Charge, 8 A.L.R. 3d 1236\n§4(a) (1966) (“The definitions of certain offenses include a specific intent to do certain\nthings for a specific purpose, while as to ordinary offenses, the general criminal intent\nnecessary to conviction is deduced from the doing of the criminal act.” (emphasis added)).\n       4\n         Further, as the circuit court noted, petitioner’s first attorney may not have\nintroduced that evidence for tactical reasons. During oral argument before this Court,\npetitioner’s counsel conceded that any assertion that petitioner’s trial counsel should have\nobtained such information is better suited for habeas review under an ineffective assistance\nof counsel claim.\n\n\n                                               12 \n\n\f              We find that this error, if any, was invited by petitioner. In his motion to\n\nsever the charges, petitioner stated: “Therefore, the Defendant requests that the Honorable\n\nCourt sever the charges as requested in this motion and require the State of West Virginia\n\nto elect which particular count[s] that the State wishes to try in the first trial.” (emphasis\n\nadded). It is well-established that “[a] litigant may not silently acquiesce to an alleged\n\nerror, or actively contribute to such error, and then raise that error as a reason for reversal\n\non appeal.” Syl. Pt. 1, Maples v. W. Virginia Dep’t of Commerce, Div. of Parks &\n\nRecreation, 197 W. Va. 318, 475 S.E.2d 410 (1996).5 We therefore likewise find that the\n\ncircuit court committed no reversible error in permitting the escape and destruction of\n\nproperty charges to be tried first.\n\n\n\n                                      IV. CONCLUSION\n\n              Based upon the foregoing, the November 7, 2016, and November 9, 2016,\n\norders of the Circuit Court of Wood County are hereby affirmed.\n\n\n\n                                                                                Affirmed.\n\n\n\n\n       5\n         Moreover, given our conclusion hereinabove that felony escape may be founded\non a felony charge or conviction, evidence of the misdemeanor conviction would have\nlikely been immaterial.\n                                              13 \n\n\f",
            "ocr": false,
            "opinion_id": 4261758
        }
    ],
    "court_short_name": "West Virginia Supreme Court",
    "court_full_name": "West Virginia Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "West Virginia, WV",
    "crime_category": "Robbery"
}