{
    "id": 4494230,
    "judges": null,
    "date_filed": "1975-10-13",
    "date_filed_is_approximate": true,
    "slug": "patrick-g-v-dcs",
    "case_name_short": "Dcs",
    "case_name": "Patrick G. v. Dcs",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.azcourts.gov/Portals/0/OpinionFiles/Div1/2018/1%20CA-JV%2017-0520%20Patrick%20G%20v%20DCS.pdf",
            "author_id": null,
            "opinion_text": "                      NOTICE: NOT FOR OFFICIAL PUBLICATION.\n  UNDER ARIZONA RULE OF THE SUPREME COURT 111(c), THIS DECISION IS NOT PRECEDENTIAL\n                  AND MAY BE CITED ONLY AS AUTHORIZED BY RULE.\n\n\n\n\n                                     IN THE\n              ARIZONA COURT OF APPEALS\n                                 DIVISION ONE\n\n\n                            PATRICK G., Appellant,\n\n                                         v.\n\n      DEPARTMENT OF CHILD SAFETY, H.G., SALT RIVER PIMA\n           MARICOPA INDIAN COMMUNITY, Appellees.\n\n                              No. 1 CA-JV 17-0520\n                                FILED 5-1-2018\n\n\n            Appeal from the Superior Court in Maricopa County\n                          No. JD30498, JS18878\n                 The Honorable Cari A. Harrison, Judge\n\n                                   AFFIRMED\n\n\n                                    COUNSEL\n\nJohn L. Popilek, P.C., Scottsdale\nBy John L. Popilek\nCounsel for Appellant\n\nArizona Attorney General’s Office, Phoenix\nBy Sandra L. Nahigian\nCounsel for Appellee Department of Child Safety\n\f                         PATRICK G. v. DCS, et al.\n                           Decision of the Court\n\n\n\n                      MEMORANDUM DECISION\n\nJudge Kenton D. Jones delivered the decision of the Court, in which\nPresiding Judge Randall M. Howe and Judge James B. Morse Jr. joined.\n\n\nJ O N E S, Judge:\n\n¶1           Patrick G. (Father) appeals the juvenile court’s order\nterminating his parental rights to H.G. (Child). For the following reasons,\nwe affirm.\n\n                 FACTS AND PROCEDURAL HISTORY\n\n¶2            In May 2015, the Department of Child Safety (DCS) filed a\npetition alleging Child and her three half-siblings were dependent as to\ntheir mother (Mother) based upon grounds of neglect and substance abuse.1\nAt the time, Father had approximately seven months left to serve of a 10.5-\nyear prison term imposed following his plea of guilty to armed robbery and\naggravated assault occurring in 2006 when Child was only five months’ old.\nBecause both Father and Child are enrolled members of the Salt River Pima-\nMaricopa Indian Community (the Community), the Indian Child Welfare\nAct (ICWA), 25 U.S.C. §§ 1901 to 1963,2 applies to the severance\nproceedings.\n\n¶3            Father, who had previously had no contact with Child, was\nencouraged to engage in whatever services were available to him in prison.\nIn July 2015, the juvenile court authorized visits between Child and her\npaternal uncle (Uncle), also a Community member. Uncle facilitated\ncultural activities for Child and telephone calls between Child and Father.\nFather was released on community supervision in September 2015 and\nbegan participating in urinalysis testing and supervised visitation. After\n\n\n1      We view the evidence in the light most favorable to upholding the\njuvenile court’s order terminating parental rights. Yvonne L. v. Ariz. Dep’t\nof Econ. Sec., 227 Ariz. 415, 422, ¶ 27 (App. 2011) (citing Maricopa Cty. Juv.\nAction No. JD-5312, 178 Ariz. 372, 376 (App. 1994)).\n\n2     Absent material changes from the relevant date, we cite a statute’s\ncurrent version.\n\n\n\n                                      2\n\f                         PATRICK G. v. DCS, et al.\n                           Decision of the Court\n\nFather demonstrated thirty days’ sobriety, DCS referred Father for parent\naide services. In January 2016, Child was placed with Uncle.\n\n¶4            In late June 2016, Father began to feel overwhelmed, stopped\nparticipating in services, and ceased all contact with Child and DCS.\nMother continued to comply with the case plan, however, and the\ndependency was dismissed in November 2016 after Child and her half-\nsister were returned to Mother’s care.3 The following month, DCS received\nreports of domestic violence and illegal drug use in Mother’s home and,\nagain, removed the children. Child and her half-sister were placed with\ntheir maternal grandmother (Grandmother). Child continued to visit Uncle\non the Community reservation on weekends.\n\n¶5           At the time, Mother reported Father was “on the run for\nviolating probation.” Indeed, the record shows Father had begun abusing\nalcohol and absconded from community supervision. He was eventually\ncaught and reincarcerated in December 2016 but did not attempt to contact\nChild or DCS, and DCS did not learn of his reincarceration until March\n2017.\n\n¶6             Meanwhile, DCS filed a second dependency petition, and the\njuvenile court adopted a case plan of severance and adoption, noting that\nFather had failed to maintain an appropriate relationship with Child or\ndemonstrate a sober and crime-free lifestyle. The court also permitted the\nCommunity to intervene. See 25 U.S.C. § 1911(c) (granting an Indian child’s\ntribe the right to intervene in “any State court proceeding for the foster care\nplacement of, or termination of parental rights to, an Indian child”). DCS\npromptly filed a petition to terminate the parent-child relationship. When\nFather was released in August 2017, he began weekly supervised visits with\nChild but did not participate in any other services through DCS or the\ncriminal court.\n\n¶7            At the contested dependency and severance trial in October\n2017, the DCS caseworker testified Grandmother was meeting Child’s\nneeds and willing to adopt her. She reported visitation with Father was\ngoing fine, but that Child, only a few days shy of her twelfth birthday, did\nnot want to live with Father because “he doesn’t know her.” Rather, Child\nwished to remain with her half-sister and would consent to an adoption by\nGrandmother.\n\n\n\n3      Child’s other two half-siblings were successfully reunified with their\nfather in February 2016.\n\n\n                                      3\n\f                        PATRICK G. v. DCS, et al.\n                          Decision of the Court\n\n¶8            The DCS caseworker also testified that termination was in\nChild’s best interests. Although Father had begun building a relationship\nwith Child when she was first removed, that relationship was damaged\nwhen he violated his community supervision and disappeared for seven\nmonths without any explanation. Thus, the caseworker surmised Child\nwould both be harmed through continuation of the unstable relationship,\nand benefitted by termination that would free her to live in a safe, stable,\npermanent, and drug- and alcohol-free home with Grandmother.\n\n¶9            The Community case manager testified as an ICWA expert\nthat DCS had made active efforts to preserve the Indian family, but they\nhad been unsuccessful because Father had failed to engage in services or\nremedy his deficiencies. Therefore, the expert believed Child was at risk of\nserious emotional and physical injury if left in Father’s care. The expert\nadded that the Community supported Child’s placement with\nGrandmother, who had been encouraging Child to maintain contact with\nFather’s family.\n\n¶10           Father testified he had absconded because “[i]t was too\nmuch,” he was “overwhelmed,” and he “didn’t know how to be a dad.” By\nthe time of trial, however, Father had recently married, obtained\nemployment as a landscaper, and signed a lease on an apartment large\nenough to afford Child her own room. He believed the parenting and anger\nmanagement classes he completed in prison had remedied his negative\nbehaviors such that he could meet Child’s needs. It had never occurred to\nFather to tell DCS about his new wife, and the juvenile court later took\njudicial notice of a pending family court action that revealed Child’s new\nstepmother had abandoned her own four children, failed to participate in\nreunification therapy, and was facing termination of her parenting time.\nFather said he was unaware of the family court case and did not know if his\nwife or her children would act appropriately around Child.\n\n¶11           After taking the matter under advisement, the juvenile court\nfound that Child was dependent as to Father and that termination of his\nparental rights was warranted upon grounds of abandonment. The court\nalso found that DCS had made active efforts to provide rehabilitative\nservices to Father, those efforts had been unsuccessful, and Father’s\ncontinued custody of Child would likely cause Child serious emotional or\nphysical damage. The court then terminated Father’s parental rights to\n\n\n\n\n                                     4\n\f                          PATRICK G. v. DCS, et al.\n                            Decision of the Court\n\nChild.4 Father timely appealed, and we have jurisdiction pursuant to\nArizona Revised Statutes (A.R.S.) §§ 8-235(A), 12-120.21(A)(1), -2101(A)(1),\nand Arizona Rule of Procedure for the Juvenile Court 103(A).\n\n                                DISCUSSION\n\n¶12            Generally, the juvenile court may terminate a person’s\nparental rights if it finds that a statutory ground exists and termination is\nin the child’s best interests. Valerie M. v. Ariz. Dep’t of Econ. Sec., 219 Ariz.\n331, 334, ¶ 9 (2009) (citing A.R.S. §§ 8-533(B), -537(B), and Kent K. v. Bobby\nM., 210 Ariz. 279, 284, ¶ 22 (2005)). When the child is an Indian child, ICWA\nrequires two additional findings. First, the court must find by clear and\nconvincing evidence that active efforts at “remedial services and\nrehabilitative programs designed to prevent the breakup of the Indian\nfamily” were made and were unsuccessful. 25 U.S.C. § 1912(d); Yvonne L.,\n227 Ariz. at 421, ¶ 26 (App. 2011) (holding “the necessary ICWA ‘active\nefforts’ finding must . . . be made under the clear and convincing evidence\nstandard”). Second, the court must make “a determination, supported by\nevidence beyond a reasonable doubt, including testimony of qualified\nexpert witnesses, that the continued custody of the child by the parent or\nIndian custodian is likely to result in serious emotional or physical damage\nto the child.” 25 U.S.C. § 1912(f).\n\n¶13            Father does not contest the sufficiency of the evidence to\nsustain the juvenile court’s findings on the grounds for severance or Child’s\nbest interests, arguing only that insufficient evidence supports the court’s\nICWA findings. We review ICWA findings for an abuse of discretion and\nwill affirm so long as the record contains substantial evidence to support\nthem. See Yvonne L., 227 Ariz. at 422, ¶ 27 (citing Audra T. v. Ariz. Dep’t of\nEcon. Sec., 194 Ariz. 376, 377, ¶ 2 (App. 1998)).\n\nI.     Unsuccessful Active Efforts\n\n¶14          Father argues DCS failed to make active efforts to preserve\nthe Indian family by failing to provide services or take action to strengthen\nhis bond with Child while he was incarcerated.5 Specifically, Father\n\n\n4    The juvenile court also terminated Mother’s parental rights to Child.\nMother did not appeal that determination and is not a party to this action.\n\n5      DCS argues Father waived this argument by not raising the issue\nwith the juvenile court. Although a parent may waive his objection to the\n\n\n\n                                       5\n\f                          PATRICK G. v. DCS, et al.\n                            Decision of the Court\n\ncontends DCS was required to provide visitation with Child while he was\nin prison.\n\n¶15            In Arizona, “[w]hat constitutes ‘active efforts’ will vary,\ndepending on the circumstances, the asserted grounds for severance and\navailable resources.”6 S.S. v. Stephanie H., 241 Ariz. 419, 425, ¶ 21 (App.\n2017) (citations omitted). “Neither ICWA nor Arizona law mandates that\n[DCS] provide every imaginable service or program designed to prevent\nthe breakup of the Indian family before the court may find that ‘active\nefforts’ took place.” Yvonne L., 227 Ariz. at 423, ¶ 34. In an abandonment\nproceeding, “active efforts” include initiatives “aimed at promoting contact\nby a parent with the child and encouraging that parent to embrace his or\nher responsibility to support and supervise the child.” Stephanie H., 241\nAriz. at 425, ¶ 22 (citing In re C.A.V., 787 N.W.2d 96, 103 (Iowa App. 2010)).\n\n¶16            The record reflects that DCS encouraged Father to participate\nin whatever services were available to him in prison. DCS placed Child\nwith Uncle and then Grandmother, both of whom demonstrated a\ncommitment to maintaining Child’s connection to Father and Father’s\nfamily. While incarcerated, Father participated in telephone calls with\nChild; he was then referred for weekly visitation once he was released and\nestablished his sobriety. DCS also referred Father for substance abuse\ntesting and treatment and parent aide services to assist him in proving he\nwas capable of providing a safe and stable home for Child. As a result of\nthese efforts, Father was making progress in his relationship with Child,\nwith whom he had otherwise had no contact for over a decade. Rather than\ntake advantage of these services, Father absconded from his community\n\nnature and extent of reunification services required by state statute, see\nShawanee S. v. Ariz. Dep’t of Econ. Sec., 234 Ariz. 174, 178-79, ¶¶ 16-18 (App.\n2014), DCS cites no authority suggesting a parent can waive an objection to\nthe nature and extent of reunification efforts separately required by ICWA,\nand we find none. Moreover, given the fundamental nature of Father’s\ninterest in the custody of his child, see Christy A. v. Ariz. Dep’t of Econ. Sec.,\n217 Ariz. 299, 306, ¶ 22 (App. 2007) (citing Mara M. v. Ariz. Dep’t of Econ.\nSec., 201 Ariz. 503, 507, ¶ 24 (App. 2002)), we choose to address the merits\nof Father’s argument.\n\n6      Although Father contends the “active efforts” ICWA requires are\n“far more than simply ‘reasonable’ efforts” required under state law, he\ncites no Arizona authority to support that position; nor does he identify\nwhat additional services, if any, would have facilitated his relationship with\nChild.\n\n\n                                        6\n\f                          PATRICK G. v. DCS, et al.\n                            Decision of the Court\n\nsupervision and ceased all contact with Child because he did not know\n“how to be a dad.” Nonetheless, during his second incarceration, Father in\nfact completed parenting and anger management classes and DCS re-\nreferred Father for the same services upon his release.\n\n¶17            The juvenile court considered the efforts made to preserve\nChild’s family and found on five separate occasions between May 2016 and\nOctober 2017 that they were “active efforts.” On appeal, we “do not\nreweigh the evidence concerning the diligence exerted in attempting to\npreserve the family,” Yvonne L., 227 Ariz. at 422, ¶ 27 (citing Lashonda M. v.\nAriz. Dep’t of Econ. Sec., 210 Ariz. 77, 81, ¶ 13 (App. 2005)), because the\njuvenile court is in the “best position to weigh the evidence, observe the\nparties, judge the credibility of witnesses, and make appropriate findings,”\nJesus M. v. Ariz. Dep’t of Econ. Sec., 203 Ariz. 278, 280, ¶ 4 (App. 2002) (citing\nPima Cty. Dependency Action No. 93511, 154 Ariz. 543, 546 (App. 1987)).\nMoreover, we decline to hold DCS responsible for delays and interruptions\nin services occasioned by Father’s decisions to quit participating in services,\nuse alcohol, and abscond from supervision. See Yvonne L., 227 Ariz. at 423\nn.18, ¶ 34; see also A.A. v. State, 982 P.2d 256, 261 (Alaska 1999) (explaining\nthat a “parent’s incarceration significantly affects the scope of the active\nefforts that the State must make to satisfy the statutory requirement”). We\nfurther decline to adopt a rule requiring DCS to provide in-person prison\nvisits under all circumstances, particularly here, where Father had not had\ncontact with Child since she was an infant nearly ten years earlier and had\nno existing relationship. Substantial evidence supports the finding that\nactive efforts were made to prevent the breakup of the Indian family, and\nwe find no error.\n\n¶18           Father also argues DCS failed to prove the efforts were\nunsuccessful because he was rebuilding a bond with Child at the time of\ntrial. Evidence of progress is not, however, evidence of success; Child\nreported to both the DCS caseworker and ICWA expert that Father “did not\nknow her.” Moreover, Father fails to account for the seven months he\nabsconded from his budding relationship with Child to abuse alcohol and\navoid the obligations of community supervision. Father’s lack of\nparticipation in substance abuse testing and treatment and parent aide\nservices prevented him from establishing or maintaining a parental\nrelationship with Child. These circumstances support the juvenile court’s\nfinding that the efforts to preserve the family were unsuccessful.\n\n\n\n\n                                        7\n\f                          PATRICK G. v. DCS, et al.\n                            Decision of the Court\n\nII.    Risk of Physical or Emotional Harm\n\n¶19            “A determination that an Indian child will likely suffer\nserious harm if returned to the custody of the parent[] requires clear and\nconvincing evidence ‘both that the parent’s conduct is likely to harm the\nchild and that the parent is unlikely to change [his] conduct.’” Steven H. v.\nAriz. Dep’t of Econ. Sec., 218 Ariz. 566, 571-72, ¶ 21 (2008) (quoting E.A. v.\nState, 46 P.3d 986, 992 (Alaska 2002), and citing Thomas H. v. State, 184 P.3d\n9, 19 (Alaska 2008)). The juvenile court must consider expert testimony that\naddresses this issue, but “that expert testimony need not parrot the\nlanguage of the statute,” id. at 572-73, ¶¶ 21, 29, and need not provide the\nsole basis for the court’s conclusion, Brenda O. v. Ariz. Dep’t of Econ. Sec., 226\nAriz. 137, 142, ¶ 23 (App. 2010) (quoting E.A., 46 P.3d at 992).\n\n¶20           Father argues the ICWA expert’s “unsupported conclusion,\nstanding alone, cannot constitute ‘proof beyond a reasonable doubt.’” But\nthe expert’s conclusion was not unsupported. The expert testified he was\nfamiliar with the facts of the case because, as the Community case manager,\nhe was “in fairly constant communication with [DCS],” had monthly\ncontact with Child, and reviewed all of the parties’ disclosures. Nor did his\nconclusion stand alone. His opinion is supported by Father’s non-\ncompliance with services, Father’s decisions to abscond from community\nsupervision and engage in alcohol abuse when the stress of learning how\nto parent overwhelmed him, and Father’s failure to appreciate the\ndetrimental effect of his conduct upon his relationship with Child. The\nexpert’s opinion is further supported by the DCS caseworker’s testimony\nthat Child would be harmed if she were removed from Grandmother’s safe,\nstable home and separated from her half-sister, only to have Father repeat\nhis pattern of abandoning her when he relapsed on alcohol or felt\noverwhelmed by the day-to-day activities of parenting (which he had yet\nto undertake). In this way, the present case is distinguishable from Alma S.\nv. DCS, 778 Ariz. Adv. Rep. 24, *4, ¶ 19 (App. 2017) (rejecting the testimony\nand conclusions of witnesses whose opinions were “not sufficiently rooted\nin the evidence”).\n\n¶21           Father also argues DCS failed to prove he posed a risk of\nemotional or physical damage to the child because “there is no evidence\nthat Father physically or emotionally abused [Child] at any time in her\npast.” ICWA does not, however, require proof of abuse; rather, the juvenile\ncourt must find the child is likely to suffer from physical or emotional\ndamage as a result of a parent’s overall conduct if the child were returned\nto his care. The record contains sufficient evidence upon which the court\n\n\n\n                                        8\n\f                         PATRICK G. v. DCS, et al.\n                           Decision of the Court\n\ncould conclude beyond a reasonable doubt that Child was likely to suffer\nharm if placed in Father’s care. See supra ¶ 20. We find no error.\n\nIII.   Father’s Credibility\n\n¶22            Father argues the juvenile court erred in determining he was\nnot credible in his testimony regarding his financial circumstances. He\nargues that the record does not support this finding and that such a\nsignificant error warrants a new trial. The court committed no error.\n\n¶23           Father testified that he had provided financial support to\nChild while he was in prison by redirecting a per capita payment he\nreceived from the Community to Child’s placements. But the juvenile court\nfound that no evidence supported Father’s claim, that Father never\nreported the information to DCS, and that Father’s receipt of this income\nwas generally inconsistent with the court’s appointment of an attorney to\nrepresent him. After considering the circumstances, the court concluded it\n“d[id] not find this testimony credible so as to rebut the abandonment otherwise\npresented.” (Emphasis added).\n\n¶24           The State rightfully concedes that the record does not support\nany finding that Father “was not honest . . . regarding his ability to pay for\nan attorney” because Father never completed a financial affidavit for that\npurpose. But the juvenile court’s credibility determination did not, as\nFather suggests, “significantly impact[] the trial court’s ruling in this\nmatter.” By its terms, the court’s credibility determination affected only the\nconclusion that Father failed to rebut the presumption of abandonment\ncreated by his failure to maintain a normal parental relationship with Child\nfor six months or longer. See A.R.S. § 8-531(A) (“Failure to maintain a\nnormal parental relationship with the child without just cause for a period\nof six months constitutes prima facie evidence of abandonment.”). Because\nFather does not contest the abandonment finding, any error was harmless.\n\n\n\n\n                                       9\n\f                PATRICK G. v. DCS, et al.\n                  Decision of the Court\n\n                      CONCLUSION\n\n¶25   The juvenile court’s orders are affirmed.\n\n\n\n\n                  AMY M. WOOD • Clerk of the Court\n                  FILED: AA\n\n\n\n\n                               10\n\f",
            "ocr": false,
            "opinion_id": 4271483
        }
    ],
    "court_short_name": "Court of Appeals of Arizona",
    "court_full_name": "Court of Appeals of Arizona",
    "court_type": "SA",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Robbery"
}