{
    "id": 4495085,
    "judges": "Seitz J.",
    "date_filed": 1525219200000,
    "date_filed_is_approximate": false,
    "slug": "hickman-v-state",
    "case_name_short": "Hickman",
    "case_name": "Hickman v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://courts.delaware.gov/Opinions/Download.aspx?id=272300",
            "author_id": 4006.0,
            "opinion_text": "           IN THE SUPREME COURT OF THE STATE OF DELAWARE\n\n\nJERRY HICKMAN,                         §\n                                       §      No. 89, 2017\n      Defendant-Below,                 §\n      Appellant,                       §      Court Below: Superior Court\n                                       §      of the State of Delaware\n      v.                               §\n                                       §\nSTATE OF DELAWARE,                     §      Cr. ID No. S1510010166\n                                       §\n      Plaintiff-Below,                 §\n      Appellee.                        §\n\n                           Submitted: April 18, 2018\n                           Decided:   May 2, 2018\n\nBefore VALIHURA, VAUGHN, and SEITZ, Justices.\n\n                                      ORDER\n\n      This 2nd day of May, 2018, having considered the briefs and the record below,\n\nit appears to the Court that:\n\n      (1)    A Superior Court jury convicted Jerry Hickman of felony theft,\n\nsecurities fraud, sale of unregistered securities, and forgery. The convictions arose\n\nout of Hickman’s solicitation of investors for a failed start-up corporation. Hickman\n\nappeals only his forgery convictions, claiming that the State improperly turned single\n\ncounts of forgery into multiple counts, which allegedly violated the multiplicity\n\ndoctrine of the Double Jeopardy Clause. After a careful review, we find no plain\n\nerror in the State’s charge of multiple counts of forgery and affirm.\n\f       (2)    In 2007, Hickman founded 911 Locator Systems, Inc., to develop a\n\nstrobe light installed at the end of a driveway that would automatically turn on when\n\na 911 call was placed from that location. To fund the start-up, Hickman offered and\n\nsold unregistered securities to investors and obtained loans. During fundraising,\n\nHickman sent documents by email to investors and lenders representing that the\n\ncompany was profitable and growing.\n\n       (3)    In June 2015 an investor became suspicious about the accuracy of the\n\nrepresentations being made, and filed a complaint with the Delaware Department of\n\nSecurities Regulation. The State’s Department of Justice Investor Protection Unit\n\nconducted an investigation that revealed that Hickman emailed to investors and\n\nlenders altered monthly bank statements and annual tax records, which portrayed the\n\ncorporation as much more profitable than it was.1 Specifically, Hickman sent two\n\ninvestors seven altered corporate tax returns for 2007 through 2013 that showed\n\nsubstantial profits, income, and activity, despite the reality that the company had\n\nlittle to no activity of the kind.2 In an e-mail to Ironwood Finance, as part of a March\n\n\n1\n  App. to Opening Br. at 30–36 (altered corporate tax returns from 2007–2013); id. at 197–239\n(altered bank statements from June 2014 to April 2015). The investigation also revealed that\ninstead of using the funds received from his investors and lenders to grow the company, Hickman\nused the funds for personal expenses. App. to Answering Br. at 214–20 (Trial Tr., State v.\nHickman, No. S1510010166, at 15–17, 20–21, 24–25 (Del. Super. Nov. 22, 2016)); App. to\nOpening Br. at 274–93 (Trial Tr., at 18–37).\n2\n  For example, the altered 2013 corporate tax return Hickman forwarded to investors listed\n$602,000 in gross receipts or sales, when the actual bank statements showed deposits of less than\n$10,000; $340,339 in cost of goods sold, when the actual bank statements showed spending of less\n\n\n\n                                               2\n\f2015 loan application,3 Hickman attached seven altered bank statements for each\n\nmonth from June to December 2014.4 And, in an email to Viking Finance, as part\n\nof a June 2015 loan application,5 he attached three altered bank statements for each\n\nmonth from October to December 2014.6 The altered bank statements include\n\ninflated figures and invented transactions such as payments to attorneys, an engineer,\n\nand a manufacturer.7 Ironwood’s CEO explained at trial that to receive the kind of\n\nfinancing Hickman applied for, a business must have good cash flow, regular\n\ndeposits, and a sufficient average balance.8 He testified that if accurate bank\n\nstatements had been submitted, Hickman would not have received financing.9\n\n       (4)    The jury found Hickman guilty of six counts of securities fraud, six\n\ncounts of offer or sale of unregistered securities, one count of theft, six counts of\n\n\n\n\nthan $10,000; and $77,546 in salaries and wages, when the actual bank statements showed no\nsalaries or wages paid. App. to Opening Br. at 261–73 (Trial Tr., at 5–17).\n3\n  App. to Answering Br. at 145 (Trial Tr., State v. Hickman, No. S1510010166, at 62 (Del. Super.\nNov. 18, 2016)).\n4\n  App. to Opening Br. at 218–39 (altered bank statements); Id. at 19–21 (Amended Indictment,\nState v. Hickman, No. S1510010166, at 10–12).\n5\n  App. to Answering Br. at 170 (Trial Tr., State v. Hickman, No. S1510010166, at 15 (Del. Super.\nNov. 21, 2016)).\n6\n  App. to Opening Br. at 197–203 (altered bank statements); Id. at 21–22 (Amended Indictment,\nat 12–13).\n7\n  Id. at 157–95 (actual bank statements); id. at 261–73 (Trial Tr., at 5–17). The forged bank\nstatements Hickman included with his application showed monthly deposits ranging from about\n$61,000 to $108,000 a month, id. at 218–39, when the actual deposits in any one year totaled less\nthan $10,000, not including the investment proceeds. App. to Answering Br. at 215 (Trial Tr., at\n16).\n8\n  App. to Answering Br. at 141–43 (Trial Tr., at 58–60).\n9\n  Id. at 152 (Trial Tr., at 75).\n\n\n\n                                               3\n\ftheft greater than $1500, one count of theft under $1500, seven counts of second\n\ndegree forgery, and ten counts of third degree forgery.10 On February 3, 2017, the\n\ncourt sentenced Hickman to three years at Level V suspended after two years with\n\ndecreasing levels of supervision, and restitution to the victims totaling over $39,000.\n\nHickman appealed only his forgery convictions.\n\n       (5)     Hickman argues the Superior Court erred by allowing the State to\n\npursue a separate count of forgery for each altered document instead of one count\n\nfor each email that contained a number of documents. According to Hickman,\n\npursuing a separate count of forgery for each document attached to an email violated\n\nthe multiplicity doctrine of the Double Jeopardy clause.                     While “[a]ppeals of\n\nconstitutional issues generally receive de novo review,”11 Hickman did not raise this\n\nissue before the trial court. Thus, we review for plain error.12\n\n       (6)     The Double Jeopardy Clause of the United States Constitution and the\n\nDelaware Constitution are similar. Both state in substance that no person shall be\n\n\n10\n   After the trial in Superior Court, the State entered a nolle prosequi on five counts of theft and\nsix counts of third degree forgery. Hickman moved for judgment of acquittal on six counts: two\ncounts of securities fraud, two counts of theft, and two counts of third degree forgery. The court\ngranted the motion for judgment of acquittal in part, dismissing the two counts of third degree\nforgery, but denied the motion for the two counts of theft and the two counts of third degree\nforgery.\n11\n   Nance v. State, 903 A.2d 283, 285 (Del. 2006).\n12\n   Will. v. State, 796 A.2d 1281, 1284 (Del. 2002); see also Wainwright v. State, 504 A.2d\n1096, 1100 (Del. 1986) (“Under the plain error standard of review, the error complained of must\nbe so clearly prejudicial to substantial rights as to jeopardize the fairness and integrity of the trial\nprocess.”).\n\n\n\n                                                   4\n\f“twice put in jeopardy of life or limb” for the same offense.13 “Double jeopardy, as\n\na constitutional principle, provides the following protections: (1) against successive\n\nprosecutions; (2) against multiple charges under separate statutes; and (3) against\n\nbeing charged multiple times under the same statute.”14                    The third of these\n\nprotections is known as the multiplicity doctrine, which includes “‘the charging of a\n\nsingle offense in more than one count’ of an indictment.”15 The question to be\n\nanswered is “whether one violation of a single statute or two discrete violations of\n\nthat same statute” occurred.16\n\n       (7)     Under 11 Del. C. § 861(a)(3), “[a] person is guilty of forgery when,\n\nintending to defraud, deceive, or injure another person, . . . the person:\n\n(3) [p]ossesses a written instrument, knowing that it was made, completed or altered\n\nunder circumstances constituting forgery.” The Code defines a “written instrument”\n\nas “any instrument or article containing written or printed matter or the equivalent\n\nthereof, used for the purpose of reciting, embodying, conveying or recording\n\n\n\n\n13\n   DEL. CONST. art. I, § 8; U.S. CONST. amend. V.\n14\n   Williams, 796 A.2d at 1285 (emphasis omitted).\n15\n   Feddiman v. State, 558 A.2d 278, 288 (Del. 1989) (quoting Harrell v. State, 277 N.W.2d 462,\n464–65 (Wis. Ct. App. 1979)); see id. (“The division of a single offense into multiple counts of an\nindictment violates the double jeopardy provisions of the Constitutions of the State of Delaware\nand of the United States.”).\n16\n   Williams, 796 A.2d at 1286 (citing Rashad v. Burt, 108 F.3d 677, 680 (6th Cir. 1997)).\n\n\n\n                                                5\n\finformation or constituting a symbol or evidence of value, right, privilege or\n\nidentification.”17\n\n       (8)    Hickman argues that the State “impermissibly divided a single crime of\n\nforgery into a series of spatial units” because each group of documents he transmitted\n\nby email should have been considered a single violation of 11 Del. C. § 861.18\n\nAccording to Hickman, charging him by the document rather than by the email\n\nviolates the multiplicity prohibition.   The forgery statute, however, makes no\n\ndistinction between groups of forged instruments and individual ones. According to\n\nthe statute, the possession of “a written instrument” is a crime. Because Hickman\n\nforged multiple instruments—bank statements and tax returns—the State properly\n\ncharged Hickman with multiple offenses of the forgery statute.\n\n       (9)    Hickman relies on Zugehoer v. State, in which the defendant was\n\nconvicted of three counts of home improvement fraud based on a single offense—\n\none count for each subpart of the statute.19 Under the statute, a party commits home\n\nimprovement fraud either by “[f]ailing to substantially complete the home\n\nimprovement,” “[f]ailing to pay for the services, labor, materials or equipment,” or\n\n“[d]iverting said funds” for another use.20 In Zugehoer, the defendant had done all\n\n\n17\n   11 Del. C. § 863.\n18\n   Opening Br. at 13–15.\n19\n   980 A.2d 1007, 1008 (Del. 2009).\n20\n   11 Del. C. § 916(b)(4).\n\n\n\n                                          6\n\fthree. This Court reversed the conviction, explaining that the subparts were just\n\n“multiple methods to commit a single offense”—not three separate offenses.21 Here,\n\nHickman did not commit forgery by multiple methods; instead, he committed\n\nforgery by one method—possessing a forged document—multiple times. Thus,\n\nthere was no multiplicity violation.\n\n       (10) In a similar case, State v. Servello, the defendant was convicted of three\n\ncounts of perjury after making three false statements about the same general\n\nsubject.22 The Connecticut court found that convicting the defendant of multiple\n\ncounts did not violate the double jeopardy clause because each instance of perjury\n\nwere “separate and distinct crimes . . . susceptible of separation into parts, each of\n\nwhich in itself constitute[d] a completed offense.”23 The court explained that the\n\nthree statements were not a single act of perjury because “the defendant did not\n\nmerely reiterate the same false statement multiple times, but rather, he made three\n\nfalse statements involving three occurrences, and the state had to prove each of the\n\ndefendant’s statements false by proof specific to each statement.”24 Similarly, each\n\nof Hickman’s altered documents conveyed separate and distinct misinformation to\n\n\n21\n   Zugehoer, 980 A.2d at 1013–14.\n22\n   835 A.2d 102, 111 (Conn. App. Ct. 2003).\n23\n   Id. at 110 (quoting State v. Cotton, 825 A.2d 189, 200 (Conn. App. Ct. 2003)).\n24\n   Id. at 111; see also Feddiman, 558 A.2d at 288–89 (“This Court has previously held that a\n‘continuum of criminal activity can constitute a violation of several distinct criminal statutes if\neach statutory provision requires proof of a fact the other does not.’”) (quoting Weber v. State, 547\nA.2d 948, 962 (Del. 1988)).\n\n\n\n                                                 7\n\fseparate parties. And, like in Servello, the State had to prove falsity “by proof\n\nspecific to each [document].”25 Thus, the Superior Court did not plainly err by\n\nallowing the State to charge Hickman with multiple counts of forgery.\n\n          NOW, THEREFORE, IT IS HEREBY ORDERED that the judgment of the\n\nSuperior Court is AFFIRMED.\n\n                                            BY THE COURT:\n\n                                            /s/ Collins J. Seitz, Jr.\n                                                   Justice\n\n\n\n\n25\n     Servello, 835 A.2d at 111.\n\n\n                                        8\n\f",
            "ocr": false,
            "opinion_id": 4272338
        }
    ],
    "court_short_name": "Supreme Court of Delaware",
    "court_full_name": "Supreme Court of Delaware",
    "court_type": "S",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Robbery"
}