{
    "id": 4504168,
    "judges": null,
    "date_filed": "1981-06-08",
    "date_filed_is_approximate": true,
    "slug": "admiral-insurance-co-v-philip-fisher-do",
    "case_name_short": null,
    "case_name": "Admiral Insurance Co. v. Philip Fisher, D.O.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Civil-Other",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://www.courtswv.gov/supreme-court/memo-decisions/spring2018/17-0671memo.pdf",
            "author_id": null,
            "opinion_text": "                               STATE OF WEST VIRGINIA \n\n                             SUPREME COURT OF APPEALS \n\n\n\nAdmiral Insurance Company,                                                         FILED\nDefendant Below, Petitioner\n                                                                                June 5, 2018\nvs) No. 17-0671 (Cabell County 11-C-0826 and 12-C-65)                             released at 3:00 p.m.\n                                                                              EDYTHE NASH GAISER, CLERK\n\n                                                                              SUPREME COURT OF APPEALS\n\nPhilip Fisher, D.O., and Pairodocs, Inc.,                                          OF WEST VIRGINIA\n\n\nDefendants Below, Respondents\n\n\n\n                                MEMORANDUM DECISION\n        In July 2011, Petitioner Admiral Insurance Company (“Admiral”) issued a medical\nprofessional liability insurance policy to Respondents Philip Fisher, D.O., and Pairodocs, Inc.1\n(collectively “Respondents” or individually). Months later, two plaintiffs filed medical\nmalpractice/wrongful death lawsuits against Respondents. The Circuit Court of Cabell County,\nWest Virginia, consolidated and stayed those lawsuits while the parties litigated this protracted\ndeclaratory judgment action with regard to the policy.\n\n       Admiral argued that because Dr. Fisher allegedly made fraudulent misrepresentations and\nomissions during the application process concerning his involvement in multiple opioid drug\noverdose deaths, it was entitled to rescind the policy pursuant to West Virginia Code § 33-6-7\n(2011). The circuit court entered summary judgment for Respondents on the rescission issue,\nawarded attorneys’ fees/costs,2 and permitted a jury to assess consequential damages for\naggravation and inconvenience.3 Ultimately, the circuit court entered judgment against Admiral\nfor $411,709 ($211,709 for attorneys’ fees/costs and $200,000 for aggravation and\ninconvenience) on July 25, 2017.\n\n        On appeal to this Court, Admiral raises several assignments of error. It argues there are\ngenuine issues of material fact as to whether Dr. Fisher made fraudulent misrepresentations or\nomissions that were material to Admiral’s acceptance of the risk upon issuing this policy.\nRespondents deny any misrepresentations or omissions and further contend Admiral waived its\nright to raise that challenge based on its failure to conduct a reasonable inquiry in light of the\ninformation it possessed. Because these issues turn on disputed facts, the circuit court’s summary\n\n         1\n             Pairodocs, Inc. does business as Huntington Spine Rehab & Pain Center.\n         2\n             See Aetna Cas. & Sur. Co. v. Pitrolo, 176 W.Va. 190, 342 S.E.2d 156 (1986), discussed\nbelow.\n         3\n         See Hayseeds, Inc. v. State Farm Fire & Cas., 177 W.Va. 323, 352 S.E.2d 73 (1986),\ndiscussed below.\n                                                  1\n\n\fjudgment ruling cannot stand. This case presents no substantial question of law, satisfies the\n“limited circumstance” requirement of Rule 21(d) of the West Virginia Rules of Appellate\nProcedure, and is appropriate for a memorandum decision.4\n\n                              I. Factual and Procedural History\n\n        Dr. Fisher practiced medicine in Barboursville, West Virginia, from 1996 until August\n2011. He specialized in pain management. In December 2010, the federal Drug Enforcement\nAgency (“DEA”) executed a search warrant for Dr. Fisher’s home and offices. The affidavit for\nthe subpoena stated that Dr. Fisher was under investigation for having “unlawfully obtained\ncontrolled substances from patients and re-distributed them to girlfriends and others . . . and for\nhis own personal consumption.” That affidavit further alleged that Dr. Fisher was “potentially\ncomplicit in the overdose deaths of at least fourteen (14) individuals, including the death of a\nformer girlfriend.” This event was reported in the local media; however, no criminal charges\nresulted from this investigation.\n\n        The West Virginia Board of Osteopathic Medicine (WVBOOM) investigated similar\ncomplaints against Dr. Fisher in January 2011. The complaints alleged Dr. Fisher engaged in\nvarious misconduct, including that he unlawfully provided controlled substances to patients and\nother persons; unlawfully possessed opioid medications for his own use; engaged in sexual\nrelationships with multiple patients; and was responsible for the overdose death of one of those\nindividuals. This investigation ultimately resulted in the revocation of Dr. Fisher’s license to\npractice medicine.5\n\n      In March 2011, Dr. Fisher’s previous insurer, National Fire and Marine, cancelled his\nmedical malpractice insurance due to his failure to produce certain requested information.\n\n       In June 2011, Dr. Fisher submitted the application for medical professional liability\ninsurance at issue here to an agent, James Crouse of Wells Fargo Insurance Services of West\nVirginia. Mr. Crouse forwarded the application to Mark Walker of National Specialty\nUnderwriters, Inc. (“NSUI”), a wholesale insurance broker who submitted it to Admiral.\nRelevant here are the following questions and responses in the application:\n\n       Q: Are you or any organization proposed for this insurance aware of any act,\n       error, omission, fact, circumstance, or records request from any attorney which\n       may result in a malpractice claim or suit?\n\n\n\n       4\n        Admiral is represented by Avrum Levicoff, Esq. Respondents are represented by John\nA. Kessler, Esq., and David R. Pogue, Esq.\n       5\n         The WVBOOM suspended Dr. Fisher’s license in November 2011. Following an\nadministrative hearing, his license was revoked. Dr. Fisher appealed that revocation to the\nCircuit Court of Kanawha County, which affirmed the WVBOOM’s decision. Dr. Fisher\nappealed to this Court and we affirmed. See Fisher v. W.Va. Bd. Osteopathic Med., Appeal No.\n15-0690, 2016 WL 3136851 (June 3, 2016) (memorandum decision).\n                                                2\n\n\f       A: No.\n\n                ...\n\n       Q: Have you ever been notified to respond to, appear before or have you ever\n       been investigated by any licensing or regulatory agency on a complaint of any\n       nature, including but not limited to unprofessional or unethical conduct?\n\n       A: Yes.\n\nIn the explanatory memorandum for that answer, Dr. Fisher stated:\n\n       There is a current complaint open with the [WVBOOM.] There has been three\n       hearing dates scheduled and cancelled in regards to this issue. The next date is\n       scheduled for some time in September of 2011, a definite date has not been set\n       yet. The complaint consists of treating former girlfriends and pre-signed\n       prescription pads. Dr. Fisher’s license has NOT been suspended, limited, or\n       revoked in any manner. Nor has his DEA. As a matter of fact the [WVBOOM]\n       renewed his license was renewed [sic] on 06/12/2011. . . .”\n\n       Admiral assigned the insurance application to Brandon Sollers for underwriting, and he\nrequested “full subjectivities” regarding pending complaints.6 NSUI forwarded that request to\nMr. Crouse, who responded on July 7, 2011, stating that he “met with Dr. Fisher today and he\nhas no patient complaints in the last few years. It turns out that the two employees who turned\nhim in are looking for whistleblower protection. They were fired for embezzling over $300K.”\nOn July 12, 2011, Admiral issued the professional liability policy, with prior acts coverage.\n\n        Shortly thereafter, Admiral received notice that Respondents were facing medical\nmalpractice/wrongful death lawsuits related to the deaths of Marian K. Hyden and Barry\nBlackburn. In November 2011, the Hyden action was filed alleging that Dr. Fisher was\nresponsible for Ms. Hyden’s drug overdose death because he routinely gave her prescription pain\nmedication without proper oversight and monitoring. In January 2012, the Blackburn action was\nfiled alleging that Mr. Blackburn’s death was caused by Dr. Fisher over-prescribing him\nmethadone. The Blackburn complaint included a claim for declaratory relief against Admiral,\nseeking a determination that the policy at issue was valid and provided coverage for the claims.\nThe Hyden complaint was amended to include a similar count for declaratory relief. The circuit\ncourt consolidated these lawsuits.\n\n       By letter dated February 10, 2012, Admiral advised Respondents that it would “not afford\ncoverage under the policy for these claims for several reasons.” Admiral stated:\n\n       the fact that the application for this policy contains material misrepresentations is\n       sufficient to avoid the policy ab initio (from the outset). Given those\n\n\n       6\n         “Subjectivities” is an insurance industry term for any additional information requested\nby the insurer during the underwriting process.\n                                                3\n\n\f       circumstances, Admiral is excused from any duty or obligation that would\n       otherwise be required under the policy. We fully expect that the Court will sustain\n       that position, and will order that the policy is void and of no force and effect from\n       its inception. Given that likelihood, you are hereby advised to take whatever\n       action you and your counsel deem necessary and appropriate to protect your\n       interests[.]\n\n         Nevertheless, Admiral informed Respondents that it would afford a defense in the\nwrongful death actions on an “interim basis,” while its anticipated litigation against them for\nrescission of the policy proceeded. Admiral advised Respondents “to employ counsel from the\noutset at your own expense” because “if and when” Admiral “withdraw[s] from the defense, this\nwill facilitate a prompt, expeditious and orderly transition of the defense from our appointed\ndefense counsel to your selected counsel.” 7\n\n        In February 2013, Admiral filed its answer to the consolidated complaints and asserted a\ncounterclaim to rescind the policy pursuant to West Virginia Code § 33-6-7 on the basis that Dr.\nFisher made fraudulent misrepresentations and omissions in his insurance application.\nRespondents filed a cross-claim against Admiral seeking a declaration that Admiral was required\nto afford coverage under the policy, as well as attorneys’ fees/costs (under Pitrolo) and other\nconsequential damages (under Hayseeds).\n\n         The parties agreed to stay the wrongful death claims pending the outcome of the coverage\nlitigation. In January 2014, the circuit court entered an order formally staying those claims.\n\n        In December 2014, the wrongful death plaintiffs filed a motion for summary judgment\narguing that the circuit court should preclude Admiral from rescinding the insurance policy at\nissue based on Admiral’s alleged failure to fully investigate the potential insurance risk presented\nby Respondents prior to issuing the policy. At a June 1, 2016, hearing, the circuit court granted\nthe motion and stated Admiral improperly engaged in post-claim underwriting when it denied\ncoverage despite having the relevant information at its disposal at the time of application.8\n\n\n       7\n         Admiral filed a declaratory judgment action in the United States District Court for the\nSouthern District of West Virginia seeking rescission of the policy on the basis of fraudulent and\nmaterial misrepresentations/omissions in the application. The federal court dismissed this action\nin deference to the state court action.\n       8\n          “‘Underwriting’ is a label commonly applied to the process, fundamental to the concept\nof insurance, of deciding which risks to insure and which to reject in order to spread losses over\nrisks in an economically feasible way.” Smith v. State Farm Mut. Auto. Ins. Co., 93 Cal.App.4th\n700, 726, 113 Cal.Rptr.2d 399 (2001). In essence, post-claim underwriting occurs when an\ninsurer waits until a claim has been filed to obtain information and make underwriting decisions\nwhich should have been made when the application was made, not after the policy was issued. In\nother words, the insurer does not assess an insured’s eligibility for insurance, according to the\nrisk he presents, until after insurance has been purchased and a claim has been made. See e.g.,\nThomas C. Cady & Georgia Lee Gates, Post Claim Underwriting, 102 W.Va. L. Rev. 809, 845\n(2000) (discussing doctrines of estoppel and reasonable expectations in context of post-claim\n                                                 4\n\n\fShortly thereafter, Admiral settled the wrongful death lawsuits,9 those claims were dismissed,\nand Respondents were released from liability.\n\n        In May 2016, Admiral filed a motion for summary judgment against Respondents\nasserting that the circuit court should dismiss their claim for attorneys’ fees/costs and damages\nfor aggravation and inconvenience. Admiral argued that it had afforded all benefits owed under\nthe policy, both defense and indemnification. Respondents cross-moved for summary judgment,\nasserting that by virtue of the settlements, they had substantially prevailed.\n\n       During a June 27, 2016, hearing on those motions, the circuit court granted summary\njudgment in favor of Respondents from the bench, with a resulting order entered on or about\nNovember 23, 2016. The circuit court concluded that Hayseeds damages are available whenever\nan insured is forced to litigate with his own insurer and substantially prevails. The parties\nultimately agreed on $211,709 as the reasonable amount of attorneys’ fees/costs (but not\nRespondents’ entitlement to them) and a jury trial was set on the issue of Dr. Fisher’s damages\nfor aggravation and inconvenience. In a motion in limine, Admiral argued that damages may not\nproperly be awarded to a policyholder for aggravation and inconvenience sustained in connection\nwith an insurer pursuing a legitimate rescission action. The circuit court denied that motion\nduring a June 9, 2017, hearing.\n\n       On July 6, 2017, the declaratory judgment action proceeded to a jury trial. The sole issue\nwas the amount of damages, if any, Dr. Fisher was entitled to recover for the aggravation and\ninconvenience he endured as a result of the litigation with Admiral. The jury awarded $200,000.\nOn July 25, 2017, the circuit court enter its judgment order against Admiral for $411,709.\nAdmiral appeals from that order.\n\n                                      II. Standard of Review\n\n       Our standard of review in this matter is well established: “A circuit court’s entry of\nsummary judgment is reviewed de novo.” Syl. Pt. 1, Painter v. Peavy, 192 W.Va. 189, 451\nS.E.2d 755 (1994).\n\n                                           III. Discussion\n\n        Admiral raises several assignments of error that can be fairly construed to fall into two\ndistinct categories of alleged error regarding the circuit court’s conclusions that: (1) Respondents\nwere entitled to summary judgment on the issue of rescission;10 and (2) Respondents were\n\nunderwriting defense to defeat insurer’s efforts to rescind policy as void ab initio for material\nmisrepresentations made in application, and noting those determinations necessarily turn on facts\nof particular case).\n       9\n           Respondents did not contribute financially to those settlements.\n       10\n           Respondents maintain that Admiral cannot appeal the circuit court’s ruling on the\nrescission issue in the wake of its settlement with the plaintiffs. Respondents reason that Admiral\ncan no longer demonstrate an injury that can be redressed through a favorable decision of this\n                                                  5\n\n\fentitled to damages for attorney’s fees/costs and additional damages for aggravation and\ninconvenience. As such, we consolidate the assignments of error and discuss them accordingly.11\n\n        We first address Admiral’s contention that whether the requirements for rescission under\nWest Virginia Code § 33-6-7 were met necessitate a jury trial. Admiral maintains there is\nabundant evidence from which a reasonable trier of fact could conclude that Dr. Fisher made\nfraudulent misrepresentations or omissions in the application process that were material to its\nacceptance of the risk. Prior to the policy’s application, fourteen individuals died of opioid or\nnarcotic drug overdoses allegedly involving drugs supplied by Respondents; there was an\nongoing investigation by the DEA of those overdose deaths; articles had appeared in the local\nnewspapers, including an article entitled “Barboursville Doctor Accused in 14 Overdose\nDeaths”; and the WVBOOM initiated administrative proceedings against Dr. Fisher involving\ndeaths of patients and sexual misconduct with multiple female patients. Admiral argues that Dr.\nFisher revealed none of this information in the application or in response to a request from the\nAdmiral underwriter for details of pending claims. In his explanatory note, Dr. Fisher merely\nstated: “The complaint consists of treating former girlfriends and pre-signed prescription pads.”\n\n        Dr. Fisher disagrees, and states he did not make false statements in the application; he\nclaims the WVBOOM’s complaint was based on the death of only one person, and the alleged\ncause was not medical malpractice but a failure to adequately secure controlled substances from\ntheft. While the WVBOOM had filed two earlier complaints, those complaints did not relate to\nthe death of any patient. Thus, Dr. Fisher maintains these complaints did not put him on notice of\nany potential medical malpractice claim. While Dr. Fisher states he did not describe all of the\nWVBOOM’s allegations against him “verbatim,” he maintains his explanatory note was simply\nhis account “as a lay person.” With regard to the DEA investigation, Dr. Fisher denies that it had\nmerit and notes no criminal charges were filed. Moreover, Respondents argue that the only\ninsurance professional with whom Dr. Fisher communicated regarding this insurance was aware\nof the DEA allegations. Respondents claim there were no recent patient complaints. Finally,\nRespondents contend Admiral’s efforts to rescind the policy were based on information that it\nknew or should have known when it issued the policy.\n\n      A rescission effectively renders the policy unenforceable from the outset so that there\nwas never any coverage. West Virginia Code § 33-6-7 provides:\n\n               All statements and descriptions in any application for an insurance policy\n       or in negotiations therefor, by or in behalf of the insured, shall be deemed to be\n       representations and not warranties. Misrepresentations, omissions, concealments\n       of facts, and incorrect statements shall not prevent a recovery under the policy\n       unless:\n\n       (a) Fraudulent; or\n\nCourt. We disagree. As Admiral notes, the summary judgment ruling on rescission forms the\npredicate for the damages at issue here.\n       11\n         See Tudor’s Biscuit World of Am. v. Critchley, 229 W.Va. 396, 401-02, 729 S.E.2d\n231, 236-37 (2012) (consolidating related and/or redundant assignments of error).\n                                                6\n\f       (b) Material either to the acceptance of the risk, or to the hazard assumed by the\n       insurer; or\n\n       (c) The insurer in good faith would either not have issued the policy, or would not\n       have issued a policy in as large an amount, or would not have provided coverage\n       with respect to the hazard resulting in the loss, if the true facts had been made\n       known to the insurer as required either by the application for the policy or\n       otherwise.\n\n        In syllabus point four of Powell v. Time Insurance Co., 181 W.Va. 289, 382 S.E.2d 342\n(1989), we held that in order to prove that an insured fraudulently misrepresented facts pursuant\nto subsection (a) of West Virginia Code § 33-6-7, the “misrepresentations, omissions,\nconcealments of facts, and incorrect statements on an application for insurance by an insured\nmust be knowingly made with an intent to deceive the insurer and relate to material facts\naffecting the policy.” Powell, 181 W.Va. at 291, 382 S.E.2d at 344 (emphasis added). Thus, for\nAdmiral to prevail under West Virginia Code § 33-6-7(a), it must establish Dr. Fisher’s specific\nintent to deceive.\n\n        However, in examining subsections (b) and (c) of West Virginia Code § 33-6-7, our focus\nin Powell shifted from the insured’s culpability to the impact the misrepresentation would have\non the insurer’s business judgment used in issuing the policy. Under those subsections, Admiral\nmust establish that the alleged misrepresentation by Dr. Fisher was material to the issuance of the\npolicy:\n\n       [I]n order for a misrepresentation in an insurance application to be material, it\n       must relate to either the acceptance of the risk insured or to the hazard assumed\n       by the insurer. Materiality is determined by whether the insurer in good faith\n       would either not have issued the policy, or would not have issued a policy in as\n       large an amount, or would not have provided coverage with respect to the hazard\n       resulting in the loss, if the true facts had been made known to the insurer as\n       required either by the application for the policy or otherwise.\n\n181 W.Va. at 297, 382 S.E.2d at 350, Syl. Pt. 5.12\n\n        Accordingly, neither West Virginia Code § 33-6-7(b) nor (c) requires that Admiral prove\nthe subjective element that Dr. Fisher specifically intended to place misrepresentations,\nomissions, concealments of fact, or incorrect statements on an application in order to prevail in\nthe rescission action. Massachusetts Mut. Life Ins. Co. v. Thompson, 194 W.Va. 473, 477-78,\n460 S.E.2d 719, 723-24 (1995).\n\n\n\n       12\n          Moreover, we held “[w]here an insurer seeks to avoid a policy based on a material\nmisrepresentation, this assertion is in the nature of an affirmative defense which the insurer must\nprove by a preponderance of the evidence.” Id., Syl. Pt. 7.\n\n                                                7\n\n\f        The evidence presented at summary judgment demonstrated that Dr. Fisher was far less\nthan candid during the application process for his medical professional liability insurance with\nAdmiral. The facts developed at the administrative hearing before the WVBOOM are strong\nevidence for Admiral’s position that Dr. Fisher must have been aware of acts, errors, omissions,\nfacts and circumstances “which may result in a malpractice claim or suit[.]” This Court\nsummarized those disturbing findings and held the evidence demonstrated that Dr. Fisher’s\nviolations of the applicable standard of care contributed to or directly resulted in the deaths of\nseven patients. Fisher, 2016 WL 3136851, at *15.\n\n        For instance, we summarized the WVBOOM’s findings with regarding to Ms. Hyden\n(Patient 1):\n\n               Patient 1 died at her home on November 29, 2009. The Board found that\n       petitioner treated Patient 1 from December 2007 until the time of her death for\n       Epstein-Barr syndrome and other disorders. The evidence revealed that Patient 1\n       worked for petitioner as a registered nurse anesthetist; had a sexual relationship\n       with him; lived in his house; and had access to prescription drugs that other\n       patients had returned to petitioner and that were left in petitioner’s office.\n       According to the autopsy, the death was accidental and the cause of death was\n       “the result of combined fentanyl, alprazolam, doxylamine intoxication, due to\n       application of non-prescribed fentanyl patch.”\n\n               The Board concluded that petitioner’s failure to properly secure and/or\n       destroy controlled substances that were returned to him by patients allowed\n       Patient 1 to divert these controlled substances and that they contributed to her\n       death, in violation of 24 C.S.R. § 1-18.1.10 (2001). The Board further concluded\n       that petitioner violated 24 C.S.R. § 1-18.1.5 (2001) “by keeping controlled\n       substance medications that had been returned by some of his patients for the\n       purpose of redistributing these substances to other persons, and by actually\n       distributing them to other persons [i.e., a fentanyl patch], such as Patient 1.”\n       Finally, the Board concluded that, by “engag[ing] in sexual activity within a\n       patient-physician relationship,” petitioner violated 24 C.S.R. § 1-18.1.10.\n\nFisher, 2016 WL 3136851, at *1-2 (footnotes omitted). We also summarized the WVBOOM’s\nfindings with regard to Mr. Blackburn (Patient 5):\n\n               Patient 5, a thirty-nine year-old male, died on April 24, 2008, from\n       bronchopneumonia due to the acute combined effects of methadone, fluoxetine,\n       and dextromethorphan, with a contributory cause of hypertensive cardiovascular\n       disease with mild coronary artery stenosis. The Board found that petitioner first\n       treated Patient 5 on April 22, 2008, when he presented with a significant medical\n       history of motor vehicle accidents and surgeries. In a questionnaire he completed\n       for petitioner, Patient 5 listed the drugs he was taking. Following examination,\n       petitioner increased Patient 5’s methadone, maintained his dose of Klonopin,\n       prescribed Lunesta, and took him off of Roxicodone, Neurontin, and Prozac. In\n       doing so, petitioner did not first contact Patient 5’s previous physician or perform\n       a urine drug screen.\n                                                8\n\n\f               The Board concluded that petitioner violated and 24 C.S.R. § 1-18.1.24\n       (2001) and 18.1.10 in his treatment of Patient 5, by prescribing a controlled\n       substance in such amounts and frequency, under the circumstances, which\n       treatment contributed to the death of Patient 5. Finally, the Board concluded that\n       petitioner’s “acts and failures were a direct cause of Patient 5’s death.”\n\nFisher, 2016 WL 3136851, at *3 (footnotes omitted).\n\n        Consequently, because Dr. Fisher has been judicially determined to have committed the\nacts that the WVBOOM attributed to him, a reasonable finder of fact could conclude that Dr.\nFisher was aware (1) this investigation dealt with much more serious matters than “treating\nformer girlfriends and pre-signed prescription pads,” and (2) his actions could result in a medical\nmalpractice lawsuit.\n\n       In the same fashion, material issues of fact exist as to whether Dr. Fisher’s alleged\nmisrepresentations or omissions were material to Admiral’s acceptance of the risk. W.Va. Code\n§ 33-6-7(b) and (c). It is difficult for one to imagine facts more “[m]aterial either to the\nacceptance of the risk, or to the hazard assumed by the insurer.” W.Va. Code § 33-6-7(b).\n\n       In Filiatreau v. Allstate Insurance Co., 178 W.Va. 268, 358 S.E.2d 829 (1987), this Court\nrecognized that “[a]ssuming there was a material misrepresentation, however, there is also a\nquestion of whether the insurance company waived their right to challenge that\nmisrepresentation” based on its failure to conduct a reasonable inquiry. Id. at 271, 358 S.E.2d at\n832. In Filiatreau, we reversed and remanded the summary judgment order because there were\nmaterial issues of fact for trial. The same result is compelled here. Further, Admiral is mistaken\nwhen it asserts post-claim underwriting is not a recognized defense to a West Virginia Code §\n33-6-7 rescission action. Although not using that specific phrase, this Court in Filiatreau\ndescribed post-claim underwriting as an insured’s defense precisely in this context.13\n\n\n       13\n          In Lewis v. Equity National Life Insurance Co., 637 So.2d 183 (Miss. 1994), the court\narticulated compelling policy reasons supporting this defense:\n\n               An insurer has an obligation to its insureds to do its underwriting at the\n       time a policy application is made, not after a claim is filed. It is patently unfair for\n       a claimant to obtain a policy, pay his premiums and operate under the assumption\n       that he is insured against a specified risk, only to learn after he submits a claim\n       that he is not insured, and, therefore, cannot obtain any other policy to cover the\n       loss. The insurer controls when the underwriting occurs. It therefore should be\n       estopped from determining whether to accept an insured six months or more after\n       a policy is issued. If the insured is not an acceptable risk, the application should\n       be denied up front, not after a policy is issued. This allows the proposed insured\n       to seek other coverage with another company since no company will insure an\n       individual who has suffered serious illness or injury.\n\nId. at 188-89.\n                                                  9\n\n\f        It is well established that “[a] motion for summary judgment should be granted only\nwhen it is clear that there is no genuine issue of fact to be tried[.]” Syl. Pt. 3, in part, Aetna Cas.\n& Sur. Co. v. Fed. Ins. Co. of New York, 148 W.Va. 160, 133 S.E.2d 770 (1963). Accordingly,\nthe circuit court erred in awarding summary judgment in favor of Respondents on the issue of\nrescission.\n\n        To give guidance to the circuit court following remand, we briefly address Respondents’\nrequest for Pitrolo and Hayseeds damages. In syllabus point two of Pitrolo, this Court held:\n“Where a declaratory judgment action is filed to determine whether an insurer has a duty to\ndefend its insured under its policy, if the insurer is found to have such a duty, its insured is\nentitled to recover reasonable attorney’s fees arising from the declaratory judgment litigation.”\nPitrolo, 176 W.Va. at 191, 342 S.E.2d at 157. Pitrolo was initiated only after the insurer\nbreached the insurance contract by refusing to defend. We stated:\n\n               The general reason stated for allowing recovery of attorney’s fees in this\n       situation is that where an insurer has violated its contractual obligation to defend\n       its insured, the insured should be fully compensated for all expenses incurred as a\n       result of the insurer’s breach of contract, including those expenses incurred in a\n       declaratory judgment action. To hold otherwise would be unfair to the insured,\n       who originally purchased the insurance policy to be protected from incurring\n       attorney’s fees and expenses arising from litigation.\n\nId. at 194, 342 S.E.2d at 160. We observe that Respondents cite no case wherein this Court has\nheld that an insured may recover Pitrolo damages under the facts presented here.14\n\n       Turning to Hayseeds, in syllabus point one this Court held: “Whenever a policyholder\nsubstantially prevails in a property damage suit against its insurer, the insurer is liable for: (1) the\ninsured’s reasonable attorneys’ fees in vindicating its claim; (2) the insured’s damages for net\neconomic loss caused by the delay in settlement, and damages for aggravation and\ninconvenience.” Hayseeds, 177 W.Va. at 324, 352 S.E.2d at 74. This Court has never extended\nthose damages to the facts presented here. In State ex rel. State Auto Prop. Ins. Companies v.\nStucky, 239 W.Va. 729, 806 S.E.2d 160 (2017), this Court addressed an analogous situation in\nthe context of a bad faith claim and found:\n\n       The insured, CMD, was defended and indemnified by its insurer, State Auto, with\n       respect to the lawsuit filed by the plaintiffs as required by the commercial general\n       liability policy. A settlement was obtained at no cost to CMD, and no adverse\n       judgment was entered in the circuit court. Consequently, this Court is of the\n\n\n\n       14\n           See e.g., Chicago Title Ins. Co. v. FDIC, 172 F.3d 601, 605 (8th Cir.1999) (“If an\ninsurer faithfully fulfills its duty to defend its insured and also brings a declaratory judgment\naction to determine insurance coverage, then there will be no breach of the duty to defend [and]\nthe insured is not entitled to attorneys’ fees and costs for the declaratory judgment action to\ndetermine coverage. Attorneys’ fees and costs are only awarded for the declaratory judgment\naction if there was a breach of the duty to defend in the underlying action.”).\n                                                  10 \n\n\f       opinion that, as a matter of law, CMD cannot maintain a first-party action against\n       State Auto for common law and statutory bad faith and breach of contract.\n\nId. at 736, 806 S.E.2d at 167 (footnote omitted); see also State ex rel. Universal Underwriters\nIns. Co. v. Wilson, 239 W.Va. 338, 347 n.18, 801 S.E.2d 216, 225 n.18 (2017) (recognizing\ninsurer has right to defend itself in declaratory judgment action without risking exposure).\n\n                                         IV. Conclusion\n\n        The circuit court erred in granting summary judgment in favor of Respondents on the\nissue of rescission. Accordingly, the July 25, 2017, judgment order is reversed, and this case is\nremanded for further proceedings.\n\n\n                                                                         Reversed and remanded.\n\nISSUED: June 5, 2018\n\nCONCURRED IN BY:\n\nChief Justice Margaret L. Workman\nJustice Menis E. Ketchum\nJustice Allen H. Loughry, II\nJustice Elizabeth D. Walker\n\nDISSENTING AND WRITING SEPARATELY:\n\nJustice Robin Jean Davis\n\nDavis, Justice, dissenting:\n\n        In this proceeding, the Petitioner appealed only from an adverse final judgment rendered\nagainst it on a cross-claim brought by the Respondents. In granting relief to the Petitioner, the\nmajority opinion resurrected a dismissed counterclaim that the Petitioner asserted against the\nplaintiffs in the two original, consolidated complaints. For the reasons set out below, I dissent.\n\n            The Petitioner Settled the Lawsuits Brought by the Original Plaintiffs\n\n        A critical issue in this case that was overlooked by the majority opinion is that the\noriginal plaintiffs in this matter were not made parties to this appeal. This fact is important\nbecause the issue of recision of the insurance contract was made as a counterclaim to those\ncomplaints by the Petitioner. In fact, the majority opinion conceded that the Petitioner “filed its\nanswer to the consolidated complaints and asserted a counterclaim to rescind the policy pursuant\nto West Virginia Code § 33-6-7 on the basis that Dr. Fisher made fraudulent misrepresentations\nand omissions in his insurance application.” (Emphasis added).\n\n\n\n                                                11 \n\n\f        The plaintiffs in the original action filed a motion for summary judgment to preclude the\nPetitioner from rescinding the insurance policy. The circuit court granted the motion.\nThereafter, the Petitioner entered into a settlement agreement with the plaintiffs. The\nconsolidated complaints and the Petitioner’s counterclaim were dismissed. Subsequently, the\nRespondent’s cross-claim was litigated, and a final judgment on that claim was rendered against\nthe Petitioner.\n\n        The judgment against the Petitioner in the settled claims by the original plaintiffs was not\nappealed. The Petitioner only appealed the judgment from the cross-claim. Equally important,\nthe plaintiffs in the original consolidated action have not been made parties to this appeal. The\nmajority opinion did not cite to any authority that would allow this Court to reverse a ruling\nobtained in a judgment that is not before the Court.\n\n         Simply put, this Court did not have jurisdiction over the attempted appeal of the dismissal\nof the counterclaim. See W. Va. R. App. Proc. 5(g) (providing for dismissal of appeals not\nproperly perfected); W. Va. Dep’t. of Energy v. Hobet Mining &Constr. Co., 178 W. Va. 262,\n264, 358 S.E.2d 823, 825 (1987) (finding that an untimely appeal deprives this Court of\njurisdiction). The Petitioner has not shown that the settlement agreement that disposed of the\ncounterclaim was invalid or set forth other grounds for an ancillary attack. See DiMucci v.\nDiMucci, 91 F.3d 845, 847 (7th Cir. 1996) (“Once the terms of a settlement agreement are\nincorporated into the court’s order, ancillary jurisdiction exists because breach of the agreement\nviolates the district court’s judgment.” (internal quotations and citation omitted)). Without such\na showing, the majority could not address the merits of the recision issue. Further, by failing to\nlist the original plaintiffs as respondents in this appeal, the recision issue was not properly before\nthis Court. See Syl. pt. 3, Hayhurst v. Hayhurst, 71 W. Va. 735, 77 S.E. 361 (1913) (“In the\nabsence of necessary parties this court will not enter upon the consideration of other points of\nerror in the decree appealed from.”). See also Syl. pt. 3, Gifford v. Plummer, 73 Fla. 1065, 75\nSo. 536 (1917) (per curiam) (“Where a necessary party on an appeal has not been made such\nparty, and has not voluntarily appeared in the appellate court, the appeal must be dismissed.”);\nHughes v. Yates, 195 Ind. 182, ___, 144 N.E. 863, 864 (1924) (“Since the judgment was in his\nfavor . . ., the failure to make him a party necessitates the dismissal of the appeal.”) (citations\nomitted).\n\n                                                                   Therefore, I respectfully dissent.\n\n\n\n\n                                                 12 \n\n\f",
            "ocr": false,
            "opinion_id": 4281421
        }
    ],
    "court_short_name": "West Virginia Supreme Court",
    "court_full_name": "West Virginia Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "West Virginia, WV",
    "crime_category": "Robbery"
}