{
    "id": 4524406,
    "judges": null,
    "date_filed": "2006-12-23",
    "date_filed_is_approximate": true,
    "slug": "state-of-washington-v-joey-l-mcmillan",
    "case_name_short": null,
    "case_name": "State Of Washington v. Joey L. Mcmillan",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://www.courts.wa.gov/opinions/pdf/D2 50154-6-II Unpublished Opinion.pdf",
            "author_id": null,
            "opinion_text": "                                                                                              Filed\n                                                                                        Washington State\n                                                                                        Court of Appeals\n                                                                                         Division Two\n\n                                                                                         August 7, 2018\n\n\n    IN THE COURT OF APPEALS OF THE STATE OF WASHINGTON\n\n                                          DIVISION II\n STATE OF WASHINGTON,                                               No. 50154-6-II\n\n                                Respondent,\n\n        v.                                                   UNPUBLISHED OPINION\n\n JOEY LEE McMILLAN,\n\n                                Appellant.\n\n       MAXA, C.J. – Joey McMillan appeals his convictions of second degree burglary and third\n\ndegree malicious mischief. We hold that the trial court did not err in declining to give two jury\n\ninstructions that McMillan proposed: (1) an instruction that modified the statutory definition of\n\n“enters or remains unlawfully” to add a knowledge requirement, and (2) a lesser included offense\n\ninstruction for first degree criminal trespass. Accordingly, we affirm McMillan’s convictions.\n\n                                              FACTS\n\n       On Saturday, June 25, 2016, Noel Vas went into the Washington State Auditor’s Office\n\nin Tumwater, where he worked. He noticed some ceiling tiles and wires dangling near the wall\n\nand saw McMillan in a co-worker’s cubicle on his hands and knees. Vas called 911 and reported\n\nthat there was an intruder in the building.\n\n       Tumwater Police Officer Tye Hollinger located McMillan inside the building. Hollinger\n\narrested McMillan and in a search incident to arrest discovered what appeared to be a used\n\nhypodermic syringe. Hollinger spoke with McMillan, who explained that earlier that day he had\n\npurchased heroin and methamphetamine and used both at the same time. He admitted entering\n\fNo. 50154-6-II\n\n\nthe building through a back door that had not been properly secured, and he admitted causing\n\ndamage to the facility. McMillan explained that he went into the building because people were\n\nhiding from him.\n\n       Hollinger believed that McMillan was under the influence of methamphetamine. But\n\nHollinger noted that McMillan was able to speak coherently and cooperatively, that he had no\n\ndifficulties speaking with McMillan, and that McMillan appeared to have no problems\n\nremembering what had happened.\n\n       Hollinger identified damage throughout the IT department. In the breakroom, chairs\n\nwere overturned and torn and the refrigerator was pulled out. In the hallway, a knife was stuck\n\nin a door jamb. And near Vas’s office, ceiling tiles were removed and electrical and network\n\nwires were cut.\n\n       The State charged McMillan with second degree burglary and second degree malicious\n\nmischief.\n\n       At trial, McMillan provided expert testimony from a psychologist, Michael Stanfill,\n\nPh.D. Stanfill testified that because McMillan was under the influence of drugs, he lacked the\n\ncapacity to form intent as it related to the burglary charge. Specifically, he stated that McMillan\n\ndid not have the capacity to intend to unlawfully enter a building or intend to commit a crime\n\ntherein. Stanfill described McMillan as suffering from delusions that people were hiding from\n\nhim, following or chasing him, and spying on him.\n\n       However, Stanfill testified that McMillan did have the capacity to form an intent\n\nregarding the malicious mischief charge. According to Stanfill, McMillan understood that he\n\nwas causing damage to property.\n\n\n\n                                                 2\n\fNo. 50154-6-II\n\n\n        McMillan proposed an instruction that modified the statutory definition of “enters or\n\nremains unlawfully in or upon premises” in the definition of burglary to add a requirement that a\n\nperson must be aware that he or she had entered or remained unlawfully. The State argued that\n\nit was only required to prove intent to commit a crime within the building, not intent to enter or\n\nremain unlawfully. The trial court rejected the proposed instruction, finding that the law did not\n\nsupport it.\n\n        McMillan also proposed a jury instruction on first degree criminal trespass as a lesser\n\nincluded offense of second degree burglary. He based this request on testimony from Stanfill,\n\nwho stated that McMillan told him that he did not realize he was unlawfully in the building until\n\nafter he had caused damage inside. McMillan told Stanfill that he came to this realization when\n\nVas confronted him. McMillan argued that from the time of that realization until the police\n\narrested him, he was committing only the crime of criminal trespass. The trial court rejected the\n\nproposed lesser included offense instruction.\n\n        The jury found McMillan guilty of second degree burglary, not guilty of second degree\n\nmalicious mischief, and guilty of the lesser offense of third degree malicious mischief.\n\nMcMillan appeals his convictions.\n\n                                           ANALYSIS\n\nA.      BURGLARY INSTRUCTION\n\n        McMillan argues that the court erred in declining to give his proposed instruction that\n\nmodified the statutory definition of “enters or remains unlawfully” to add a knowledge\n\nrequirement. We disagree.\n\n\n\n\n                                                 3\n\fNo. 50154-6-II\n\n\n       1. Legal Principles\n\n       In general, we review a trial court’s choice of jury instructions for an abuse of discretion.\n\nState v. Hathaway, 161 Wash. App. 634, 647, 251 P.3d 253 (2011). However, we review de novo\n\nthe refusal to give an instruction based on a ruling of law. State v. Cordero, 170 Wash. App. 351,\n\n369, 284 P.3d 773 (2012).\n\n       Jury instructions are appropriate if they allow a defendant to argue his or her theories of\n\nthe case, are not misleading, and when read as a whole properly state the applicable law. State v.\n\nAguirre, 168 Wash. 2d 350, 363-64, 229 P.3d 669 (2010). It is not error to refuse to give a specific\n\ninstruction when a more general instruction adequately explains the law and allows each party to\n\nargue its theories of the case. Hathaway, 161 Wash. App. at 647.\n\n       2.    Analysis\n\n       Under RCW 9A.52.030(1), a person is guilty of second degree burglary when he or she\n\n“enters or remains unlawfully” in a building with the intent to commit a crime therein. RCW\n\n9A.52.010(2) states, “A person ‘enters or remains unlawfully’ in or upon premises when he or\n\nshe is not then licensed, invited, or otherwise privileged to so enter or remain.” The trial court\n\ngave a jury instruction that was virtually identical to RCW 9A.52.010(2). The same language is\n\ncontained in Washington Pattern Instruction Criminal 65.02.1\n\n       McMillan proposed that additional language be inserted at the end of the standard\n\ninstruction: “and is aware of the fact that he or she is not then licensed, invited, or otherwise\n\nprivileged to so enter or remain.” Clerk’s Papers at 66 (emphasis added). He claims that a\n\n\n\n1\n 11A WASHINGTON PRACTICE: WASHINGTON PATTERN JURY INSTRUCTIONS: CRIMINAL 65.02, at\n39 (4th ed. 2016).\n\n\n                                                  4\n\fNo. 50154-6-II\n\n\nknowledge component must be implied in the burglary statute. However, neither RCW\n\n9A.52.030(1) nor RCW 9A.52.010(2) support this argument. RCW 9A.52.030(1) does not state\n\nthat a person must “knowingly” enter or remain in a building unlawfully in order to commit\n\nburglary, just that he or she enter or remain unlawfully. The definition of “enters or remains\n\nunlawfully” in RCW 9A.52.010(2) does not contain a knowledge requirement. And the cases\n\nMcMillan cites do not support such a requirement. See State v. Allen, 127 Wash. App. 125, 137,\n\n110 P.3d 849 (2005) (comparing intent to commit a crime before and after entering building\n\nlawfully and unlawfully).\n\n         Further, the legislature imposed an express knowledge requirement for criminal trespass,\n\nwhich occurs when a defendant “knowingly enters or remains unlawfully in a building.” RCW\n\n9A.52.070(1) (emphasis added). The absence of the same language in the burglary statute shows\n\nthat the legislature did not intend to impose such a requirement for burglary. See State v.\n\nSlattum, 173 Wash. App. 640, 655, 295 P.3d 788, 796 (2013) (stating that when the legislature\n\nomits language from a statute, the court will not read the omitted language into the statute).\n\n         RCW 9A.52.010(2) states the applicable definition of “enters or remains unlawfully.”\n\nWe hold that the trial court did not err by giving an instruction that used the statutory language.\n\nSee State v. Harris, 164 Wash. App. 377, 387, 263 P.3d 1276 (2011) (stating that a trial court\n\nshould instruct based on the statutory language when the statute expresses the law governing the\n\ncase).\n\nB.       LESSER INCLUDED OFFENSE INSTRUCTION – CRIMINAL TRESPASS\n\n         McMillan argues that the trial court erred in declining to give a lesser included offense\n\ninstruction on first degree criminal trespass. We disagree.\n\n\n\n                                                  5\n\fNo. 50154-6-II\n\n\n       1.   Legal Principles\n\n       A defendant is entitled to a lesser included instruction if “(1) each element of the lesser\n\noffense is a necessary element of the offense charged (legal prong) and (2) the evidence, viewed\n\nmost favorably to the defendant, supports an inference that only the lesser crime was committed\n\n(factual prong).” State v. Hahn, 174 Wash. 2d 126, 129, 271 P.3d 892 (2012) (citing State v.\n\nWorkman, 90 Wash. 2d 443, 447-48, 584 P.2d 382 (1978)).\n\n       A lesser included offense instruction must be given if requested when the evidence would\n\nallow the jury to find the defendant guilty of the lesser offense and acquit him or her of the\n\ngreater offense. State v. Fernandez-Medina, 141 Wash. 2d 448, 456, 6 P.3d 1150 (2000).\n\nHowever, “the evidence must affirmatively establish the defendant’s theory of the case – it is not\n\nenough that the jury might disbelieve the evidence pointing to guilt.” Id.\n\n       As noted above, the elements of second degree burglary are entering or remaining\n\nunlawfully in a building with the intent to commit a crime therein. RCW 9A.52.030(1). First\n\ndegree criminal trespass occurs when the defendant “knowingly enters or remains unlawfully in\n\na building.” RCW 9A.52.070(1).\n\n       2.   Factual Prong Analysis\n\n       Here, the parties focus only on the factual prong of the test for giving a lesser included\n\noffense instruction. Therefore, we do not address the legal prong: whether first degree criminal\n\ntrespass is a lesser included offense of second degree burglary.2\n\n\n2\n Several cases hold that first degree criminal trespass is a lesser included offense of second\ndegree burglary. E.g., State v. Olson, 182 Wash. App. 362, 375, 329 P.3d 121 (2014). However,\nas discussed above, a knowing unlawful entry is required for first degree criminal trespass but\nnot for second degree burglary. Therefore, we question whether the legal prong is satisfied here.\n\n\n\n                                                 6\n\fNo. 50154-6-II\n\n\n       The issue is whether the evidence supports an inference that McMillan committed only\n\nfirst degree criminal trespass. McMillan argues that the evidence supported a finding that (1) he\n\ndid not have the mental capacity to know that he was not authorized to enter or remain in the\n\nbuilding when he damaged the property inside; (2) he became aware that he was in the building\n\nunlawfully only after Vas confronted him, when the damage already had occurred; and (3) he\n\ncommitted criminal trespass when he remained in the building after becoming aware that he was\n\nin the building unlawfully. McMillan claims that these findings would have allowed the jury to\n\nconvict him of criminal trespass but acquit him of burglary.\n\n       However, McMillan’s argument is based on his position that a person “enters or remains\n\nunlawfully” in a building only if the person is aware that he or she is acting unlawfully. As\n\ndiscussed above, we reject that position. Therefore, the only evidence presented to the jury was\n\nthat McMillan entered the building unlawfully and also remained in the building unlawfully\n\nduring the entire time he was inside. And the undisputed evidence from Stanfill was that\n\nMcMillan had the capacity to intend to damage property inside the building. Therefore, the jury\n\ncould not have found him guilty only of criminal trespass during the time he remained in the\n\nbuilding but after he caused the damage.\n\n       We hold that the trial court did not err in denying McMillan’s request for a lesser\n\nincluded instruction.\n\n\n\n\n                                                7\n\fNo. 50154-6-II\n\n\n                                          CONCLUSION\n\n        We affirm McMillan’s convictions.\n\n        A majority of the panel having determined that this opinion will not be printed in the\n\nWashington Appellate Reports, but will be filed for public record in accordance with RCW\n\n2.06.040, it is so ordered.\n\n\n\n                                                      MAXA, C.J.\n We concur:\n\n\n\n JOHANSON, J.\n\n\n\n\n SUTTON, J.\n\n\n\n\n                                                  8\n\f",
            "ocr": false,
            "opinion_id": 4301659
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}