{
    "id": 4524380,
    "judges": null,
    "date_filed": "1977-03-09",
    "date_filed_is_approximate": true,
    "slug": "com-v-ethridge-d",
    "case_name_short": "Com.",
    "case_name": "Com. v. Ethridge, D.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/Memorandum  Affirmed  10365053640847939.pdf",
            "author_id": null,
            "opinion_text": "J-S30001-18\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\n    COMMONWEALTH OF PENNSYLVANIA,                  IN THE SUPERIOR COURT\n                                                             OF\n                                                        PENNSYLVANIA\n                             Appellee\n\n                        v.\n\n    DANIEL ETHRIDGE,\n\n                             Appellant                No. 1650 WDA 2016\n\n\n              Appeal from the PCRA Order Entered October 4, 2016\n              In the Court of Common Pleas of Washington County\n              Criminal Division at No(s): CP-63-CR-0001943-2002\n\n\nBEFORE: BENDER, P.J.E., STABILE, J., and STRASSBURGER, J.*\n\nMEMORANDUM BY BENDER, P.J.E.:                       FILED AUGUST 07, 2018\n\n        Appellant, Daniel Ethridge, appeals from the order dismissing, as\n\nuntimely, his petition filed pursuant to the Post Conviction Relief Act (“PCRA”),\n\n42 Pa.C.S. §§ 9541-9546. We affirm.\n\n        The facts underlying Appellant’s conviction for first-degree murder,\n\nrecklessly endangering another person, and two counts of robbery, are not\n\ngermane to this appeal. A jury convicted him of these offenses on September\n\n11, 2003. On November 24, 2003, the trial court sentenced Appellant to life\n\nimprisonment without the possibility of parole, and a consecutive term of 14-\n\n28 years’ incarceration. On direct appeal, this Court affirmed his judgment of\n\nsentence on December 28, 2004, and our Supreme Court denied his\n\n\n____________________________________________\n\n\n*   Retired Senior Judge assigned to the Superior Court.\n\fJ-S30001-18\n\n\n\nsubsequent petition for allowance of appeal. Commonwealth v. Ethridge,\n\n869 A.2d 6 (Pa. Super. 2004) (unpublished memorandum), appeal denied,\n\n878 A.2d 862 (Pa. 2005).\n\n       Appellant filed a timely, pro se PCRA petition, his first, on November 16,\n\n2005, which was subsequently denied by the PCRA court on March 26, 2010,\n\nfollowing appointed counsel’s filing of a Turner/Finley1 letter. On January 7,\n\n2011, this Court issued a judgment order remanding the case for the\n\nreinstatement of Appellant’s PCRA rights and for the appointment of new\n\ncounsel. See Commonwealth v. Ethridge, 23 A.3d 1077 (Pa. Super. 2011)\n\n(judgment order).        A second PCRA attorney, Daniel Chunko, Esq., was\n\nappointed to represent Appellant, but that attorney’s appointment contract\n\nwith the PCRA court expired while he was reviewing Appellant’s petition,\n\nprompting the court to appoint yet another attorney on December 12, 2012.\n\nHowever, ten days later, Attorney Chunko filed a Turner/Finley letter and a\n\nmotion to withdraw with the PCRA court.          Consequently, Appellant’s third\n\nPCRA attorney moved to vacate his appointment, which the PCRA court\n\ngranted. Appellant then filed two motions for leave to amend his PCRA petition\n\non October 17, 2013, and July 23, 2014. According to the PCRA Court, “[n]o\n\nruling was made on these motions.” PCRA Court Opinion (PCO), 5/11/17, at\n\n5.\n\n\n____________________________________________\n\n\n1 See Commonwealth v. Turner, 544 A.2d 927 (Pa. 1988), and\nCommonwealth v. Finley, 550 A.2d 213 (Pa. Super. 1988).\n\n                                           -2-\n\fJ-S30001-18\n\n\n\n         Yet another attorney was appointed to represent Appellant on July 9,\n\n2014. That attorney withdrew 20 days later with the permission of the PCRA\n\ncourt.    The court issued a Pa.R.Crim.P. 907 notice of its intent to dismiss\n\nAppellant’s petition on April 20, 2015, and dismissed the petition on May 15,\n\n2015. However,\n\n         [p]rior to the court’s dismissal, … [Appellant] had sent a motion\n         for an extension of time to object to the dismissal, which was not\n         lodged with the Clerk of Courts until May 26, 201[5]. After having\n         already filed its order dismissing the petition, the court granted\n         [Appellant]’s motion for an extension of time on May 29, 2015,\n         and allowed [Appellant] an additional thirty (30) days to file his\n         objections. [Appellant] filed no objections, but on May 17, 2016,\n         [Appellant] filed a “Notice of Nunc Pro Tunc Appeal” from the\n         court’s May 15, 2015 order dismissing his petition.\n\n                The court then issued a second order dismissing\n         [Appellant]’s petition on July 20, 2016. Rather than appealing\n         from the second order, on August 24, 2016, [Appellant] filed a\n         second PCRA petition and an accompanying “memorandum of law”\n         asserting that he was entitled to new PCRA proceedings with new\n         appointed counsel because Attorney Chunko no longer\n         represented him at the time of his no merit letter, and asserting\n         that he was not served with notice of the May 15, 2015 dismissal\n         of his petition, and that he instead relied on the court’s granting\n         of his request for an extension. The court dismissed the second\n         petition on September 30, 2016,[2] and [Appellant] filed his notice\n         of appeal on October 24, 2016. On November 2, 2016, the court\n         ordered [Appellant] to file his [Pa.R.A.P. 1925(b) statement], and\n         on November 17, 2015, [Appellant]’s … [Rule 1925(b)] statement\n         was lodged with the Clerk of Courts….\n\nPCO at 5-6. The PCRA court then issued its Rule 1925(a) opinion on April 11,\n\n2017.\n\n\n____________________________________________\n\n\n2 This order was dated September 30, 2016, but not docketed in the lower\ncourt until October 4, 2016.\n\n                                           -3-\n\fJ-S30001-18\n\n\n\n       On January 25, 2018, the Commonwealth filed an application to quash\n\nAppellant’s appeal. In response, this Court issued the following order:\n\n       The motion to quash is hereby DENIED without prejudice to the\n       moving party's right to again raise this issue, if properly\n       preserved, in the appellate brief or, if the brief has already been\n       filed, then in a new application that may be filed after the appeal\n       has been assigned to the panel of this Court that will decide the\n       merits of the appeal.\n\nOrder, 4/4/18, at 1 (single page). Subsequently, the Commonwealth filed\n\nneither a brief3 nor a motion to quash Appellant’s appeal since the instant\n\npanel was assigned.\n\n       Appellant now presents the following questions for our review:\n\n       Whether the PCRA court erred as a matter of law in dismissing\n       Appellant’s petition without issuing the mandatory dismissal\n       notice [pursuant to Rule 907]?\n\n       Whether PCRA counsel was ineffective for withdrawing his\n       representation of Appellant based on the filing of a “no-merit”\n       letter by any attorney who was no longer counsel of record?\n\nAppellant’s Brief at 4 (unnecessary capitalization omitted).\n\n       This Court’s standard of review regarding an order denying a petition\n\nunder the PCRA is whether the determination of the PCRA court is supported\n\nby the evidence of record and is free of legal error.      Commonwealth v.\n\nRagan, 923 A.2d 1169, 1170 (Pa. 2007). We must begin by addressing the\n\ntimeliness of Appellant’s petition, because the PCRA time limitations implicate\n\n____________________________________________\n\n\n3On December 7, 2017, following the Commonwealth’s second request for an\nextension of time to file a brief, this Court granted the Commonwealth until\nJanuary 26, 2018 to file an appellee’s brief.          Six months later, the\nCommonwealth has still not filed a brief in this matter.\n\n                                           -4-\n\fJ-S30001-18\n\n\n\nour jurisdiction and may not be altered or disregarded in order to address the\n\nmerits of a petition. Commonwealth v. Bennett, 930 A.2d 1264, 1267 (Pa.\n\n2007). Under the PCRA, any petition for post-conviction relief, including a\n\nsecond or subsequent one, must be filed within one year of the date the\n\njudgment of sentence becomes final, unless one of the following exceptions\n\nset forth in 42 Pa.C.S. § 9545(b)(1)(i)-(iii) applies:\n\n      (b) Time for filing petition.--\n\n         (1) Any petition under this subchapter, including a second\n         or subsequent petition, shall be filed within one year of the\n         date the judgment becomes final, unless the petition alleges\n         and the petitioner proves that:\n\n            (i) the failure to raise the claim previously was      the\n            result of interference by government officials with    the\n            presentation of the claim in violation of              the\n            Constitution or laws of this Commonwealth or           the\n            Constitution or laws of the United States;\n\n            (ii) the facts upon which the claim is predicated were\n            unknown to the petitioner and could not have been\n            ascertained by the exercise of due diligence; or\n\n            (iii) the right asserted is a constitutional right that was\n            recognized by the Supreme Court of the United States\n            or the Supreme Court of Pennsylvania after the time\n            period provided in this section and has been held by\n            that court to apply retroactively.\n\n42 Pa.C.S. § 9545(b)(1)(i)-(iii).    Any petition attempting to invoke one of\n\nthese exceptions “shall be filed within 60 days of the date the claim could have\n\nbeen presented.” 42 Pa.C.S. § 9545(b)(2).\n\n      Instantly, Appellant was convicted and sentenced in 2003, and his\n\njudgment of sentence became final in 2005.             See Commonwealth v.\n\n\n\n                                       -5-\n\fJ-S30001-18\n\n\n\nFeliciano, 69 A.3d 1270, 1275 (Pa. Super. 2013) (stating that “under the\n\nPCRA, [a] petitioner's judgment of sentence becomes final ninety days after\n\nour Supreme Court rejects his or her petition for allowance of appeal since\n\npetitioner had ninety additional days to seek review with the United States\n\nSupreme Court”) (citing Commonwealth v. Owens, 718 A.2d 330, 331 (Pa.\n\nSuper. 1998)). Accordingly, Appellant’s August 2016, pro se PCRA petition is\n\npatently untimely.\n\n      Upon review of Appellant’s PCRA petition, as well as the arguments he\n\npresents in his brief, it is apparent that Appellant has not attempted to avail\n\nhimself of any of the enumerated exceptions to the timeliness requirements\n\nof the PCRA that are set forth in Section 9545(b)(1)(i)-(iii). Accordingly, we\n\nascertain no error in the dismissal of Appellant’s petition without a hearing.\n\nSee Commonwealth v. Hudson, 156 A.3d 1194, 1197 (Pa. Super. 2017)\n\n(“The petitioner bears the burden to plead and prove an applicable statutory\n\nexception.   If the petition is untimely and the petitioner has not pled and\n\nproven an exception, the petition must be dismissed without a hearing\n\nbecause Pennsylvania courts are without jurisdiction to consider the merits of\n\nthe petition.”).\n\n      We also note that with respect to untimely PCRA petitions, not every\n\ndefect in Rule 907 procedure requires a remedy.       Even when a petitioner\n\npreserves a claim that a PCRA court failed altogether to provide notice of\n\ndismissal under Rule 907, “it does not automatically warrant reversal” when\n\n“the petition is untimely[.]” Commonwealth v. Taylor, 65 A.3d 462, 468\n\n                                     -6-\n\fJ-S30001-18\n\n\n\n(Pa. Super. 2013). Here, the PCRA court denied Appellant’s PCRA petition as\n\nuntimely,4 yet nothing in his argument regarding the failure of the PCRA court\n\nto issue a Rule 907 notice in this case bears upon the timeliness of his petition.\n\n       Order affirmed.\n\n       Judge Stabile joins this memorandum.\n\n       Judge Strassburger concurs in the result.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 8/07/2018\n\n\n\n____________________________________________\n\n\n4 Despite issuing an order dismissing as untimely Appellant’s current PCRA\npetition, filed in August of 2016, see Order, 9/22/16, at 1 (single page), the\nPCRA court’s opinion treated “this appeal as an appeal from the dismissal of\nthe first petition [filed in November of 2005]…[,]” citing Commonwealth v.\nRivera, 816 A.2d 282 (Pa. Super. 2003), but without providing any\nexplanation or analysis concerning that determination, PCO at 8. In Rivera,\nwe held that a petitioner who had been not been advised of his right to appeal\nfrom his first, timely PCRA petition, was entitled to have his second, otherwise\nuntimely PCRA petition treated as having been timely filed due to that error.\nHere, in both the first and second orders issued by the court dismissing\nAppellant’s first, timely PCRA petition, Appellant was advised of his right to\nappeal from those decisions. See Order, 5/15/15, at 1 (single page) (advising\nAppellant that he had “thirty (30) days from the entry of this Order to file [an]\nappeal”); and see Order, 7/22/16 at 3 (advising Appellant that “if he wishes\nto appeal this final order, he has thirty (30) days from the entry of this Order\nto file said appeal”).       Accordingly, Rivera is not applicable in these\ncircumstances.\n\n                                           -7-\n\f",
            "ocr": false,
            "opinion_id": 4301633
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}