{
    "id": 4545322,
    "judges": null,
    "date_filed": 1538697600000,
    "date_filed_is_approximate": false,
    "slug": "state-ex-rel-rhiley-v-nebraska-state-patrol",
    "case_name_short": null,
    "case_name": "State ex rel. Rhiley v. Nebraska State Patrol",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 25,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "301 Neb. 241"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00006243PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n10/19/2018 01:11 AM CDT\n\n\n\n\n                                                          - 241 -\n                                  Nebraska Supreme Court A dvance Sheets\n                                          301 Nebraska R eports\n                               STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                                              Cite as 301 Neb. 241\n\n\n\n\n                      State      of     Nebraska   ex rel.    Billy D. R hiley, appellant\n                             and cross-appellee, v.          Nebraska State Patrol,\n                                          appellee and      cross-appellant.\n                                                      ___ N.W.2d ___\n\n                                          Filed October 5, 2018.    No. S-17-1261.\n\n                1.\t Immunity: Jurisdiction. Sovereign immunity is jurisdictional in nature,\n                     and courts have a duty to determine whether they have subject matter\n                     jurisdiction over a matter.\n                2.\t Jurisdiction: Appeal and Error. A jurisdictional question which does\n                     not involve a factual dispute is determined by an appellate court as a\n                     matter of law, which requires the appellate court to reach a conclusion\n                     independent of the lower court’s decision.\n                 3.\t ____: ____. Before reaching the legal issues presented for review, it is\n                     the duty of an appellate court to determine whether it has jurisdiction\n                     over the appeal.\n                4.\t Immunity. A state’s immunity from suit is a fundamental aspect of\n                     sovereignty.\n                5.\t Constitutional Law: Actions: Legislature. The provisions of Neb.\n                     Const. art. V, § 22, are not self-executing, and no suit may be maintained\n                     against the State unless the Legislature, by law, has so provided.\n                6.\t Statutes: Immunity: Waiver. Statutes that purport to waive the State’s\n                     protection of sovereign immunity are strictly construed in favor of the\n                     sovereign and against the waiver.\n                7.\t ____: ____: ____. A waiver of sovereign immunity is found only\n                     where stated by the most express language of a statute or by such over-\n                     whelming implication from the text as will allow no other reasonable\n                     construction.\n                8.\t Immunity: Waiver: Jurisdiction: Legislature. Absent legislative\n                     action waiving sovereign immunity, a trial court lacks subject matter\n                     jurisdiction over an action against the State.\n                9.\t Criminal Law: Political Subdivisions: Immunity: Waiver. Neb. Rev.\n                     Stat. § 29-3528 (Reissue 2016) does not expressly waive sovereign\n\f                                - 242 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n         STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                        Cite as 301 Neb. 241\n\n   immunity for actions brought against a state agency seeking to compel\n   compliance with the Security, Privacy, and Dissemination of Criminal\n   History Information Act, nor does the text overwhelmingly imply that\n   waiver of sovereign immunity is the only reasonable construction.\n\n  Appeal from the District Court for Hall County: John H.\nM arsh, Judge. Vacated and dismissed.\n  Jared J. Krejci, of Leininger, Smith, Johnson, Baack, Placzek\n& Allen, for appellant.\n   Douglas J. Peterson, Attorney General, and David A. Lopez\nfor appellee.\n  Heavican, C.J., Miller-Lerman, Cassel, Stacy, Funke,\nPapik, and Freudenberg, JJ.\n   Stacy, J.\n   Billy D. Rhiley filed this mandamus action against the\nNebraska State Patrol (NSP) seeking an order commanding\nthe NSP to remove from the public record information regard-\ning his 1991 arrest. The NSP argued (1) the mandamus action\nwas barred by sovereign immunity and thus the court lacked\nsubject matter jurisdiction, (2) the action was moot, and (3)\nmandamus relief was unavailable because Rhiley had an ade-\nquate remedy at law. The district court rejected the sovereign\nimmunity defense, but granted judgment in favor of the NSP\nand dismissed the mandamus action on the other grounds.\nRhiley appeals the dismissal of his mandamus action, and\nthe NSP cross-appeals the rejection of its sovereign immu-\nnity defense. We conclude the sovereign immunity defense is\nmeritorious and dismiss the appeal for lack of subject mat-\nter jurisdiction.\n                          FACTS\n   On February 1, 1991, Rhiley was arrested by police in\nGrand Island, Nebraska, pursuant to a felony arrest warrant for\nburglary issued in Laramie, Wyoming. The arresting officers\ninformed the NSP’s Criminal Identification Division (CID)\n\f                                       - 243 -\n                 Nebraska Supreme Court A dvance Sheets\n                         301 Nebraska R eports\n               STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                              Cite as 301 Neb. 241\n\nof the arrest. The CID serves as a repository of criminal his-\ntory information1 in Nebraska. Under Nebraska’s Security,\nPrivacy, and Dissemination of Criminal History Information\nAct 2 (the Criminal History Act), each criminal justice agency\nis required to maintain “complete and accurate criminal his-\ntory record information with regard to the actions taken by the\nagency.”3 Under the Criminal History Act, “complete” infor-\nmation means that “arrest records shall show the subsequent\ndisposition of the case as it moves through the various stages\nof the criminal justice system” and “accurate” information\n“shall mean containing no erroneous information of a mate-\nrial nature.” 4\n   According to Rhiley, after he was arrested, officials deter-\nmined he was not involved in the burglary, he was released,\nand Wyoming prosecutors voluntarily dismissed the burglary\ncharge. The NSP’s CID was not notified of the Wyoming\naction.\n   In 2016, Rhiley obtained a copy of his NSP criminal history\ninformation and found it included information about the 1991\narrest for burglary. Regarding disposition of the arrest, the\nreport provided: “ARREST DISPOSITION: TRANSFERRED\nTO ANOTHER AGENCY—WYOMING.” The criminal his-\ntory report did not indicate the burglary charge had been\ndismissed by the Wyoming prosecutor. Rhiley’s attorney tele-\nphoned the NSP’s CID to request correction, and was told to\ncontact the arresting agency. Rhiley’s counsel then contacted\n\n 1\t\n      See Neb. Rev. Stat. § 29-3506 (Reissue 2016) (“[c]riminal history record\n      information [means] information collected by criminal justice agencies on\n      individuals consisting of identifiable descriptions and notations of issuance\n      of arrest warrants, arrests, detentions, indictments, charges by information,\n      and other formal criminal charges, and any disposition arising from such\n      arrests, charges, sentencing, correctional supervision, and release”).\n 2\t\n      See Neb. Rev. Stat. §§ 29-209, 29-210, 29-3501 to 29-3528 (Reissue\n      2016), and 81-1423 (Cum. Supp. 2016).\n 3\t\n      § 29-3515.\n 4\t\n      § 29-3507.\n\f                                      - 244 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n              STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                             Cite as 301 Neb. 241\n\nthe Hall County Attorney in an attempt to resolve the matter,\nbut was unsuccessful.\n   On March 28, 2017, Rhiley filed a lawsuit in the Hall\nCounty District Court seeking to have the 1991 arrest informa-\ntion removed from the public record pursuant to § 29-3523.\nThat statute generally provides that in the case of an arrest, all\ncriminal history record information relating to the case “shall\nbe removed from the public record” as follows:\n          (a) When no charges are filed as a result of the deter-\n      mination of the prosecuting attorney, the criminal history\n      record information shall not be part of the public record\n      after one year from the date of arrest, citation in lieu of\n      arrest, or referral for prosecution without citation;\n          (b) When charges are not filed as a result of a com-\n      pleted diversion, the criminal history record information\n      shall not be part of the public record after two years from\n      the date of arrest, citation in lieu of arrest, or referral for\n      prosecution without citation; and\n          (c) When charges are filed, but the case is dismissed by\n      the court (i) on motion of the prosecuting attorney, (ii) as\n      a result of a hearing not the subject of a pending appeal,\n      (iii) after acquittal, or (iv) after completion of a program\n      prescribed by a drug court or any other problem solving\n      court approved by the Supreme Court, the criminal his-\n      tory record information shall not be part of the public\n      record immediately upon notification of a criminal justice\n      agency after acquittal pursuant to subdivision (3)(c)(iii)\n      of this section or after the entry of an order dismissing\n      the case.5\n   Initially, Rhiley’s lawsuit was brought against several\ndefend­ants, including the city of Grand Island, Hall County,\nthe Hall County Attorney, and the NSP’s Superintendent\nof Law Enforcement and Public Safety, individually and in\nhis official capacity. On July 13, 2017, Rhiley voluntarily\n\n 5\t\n      § 29-3523 (3)(a) through (c) (emphasis supplied).\n\f                              - 245 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n         STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                        Cite as 301 Neb. 241\n\ndismissed all defendants except the NSP. Thus, Rhiley elected\nto proceed with a mandamus action against only the NSP,\nseeking to compel the removal of criminal history information\nregarding his 1991 arrest from the public record. After the\nlawsuit was filed, the NSP removed Rhiley’s arrest informa-\ntion from the public record.\n   Rhiley claims that § 29-3528 authorizes a mandamus action\ndirectly against the NSP to compel compliance with the\nCriminal History Act. Section 29-3528 provides:\n         Whenever any officer or employee of the state, its\n      agencies, or its political subdivisions, or whenever any\n      state agency or any political subdivision or its agencies\n      fails to comply with the requirements of [the Criminal\n      History Act] or of regulations lawfully adopted to imple-\n      ment [that act], any person aggrieved may bring an action,\n      including but not limited to an action for mandamus, to\n      compel compliance and such action may be brought in the\n      district court of any district in which the records involved\n      are located or in the district court of Lancaster County.\n      The commission may request the Attorney General to\n      bring such action.\n   The NSP moved for judgment on the pleadings, arguing\nthe mandamus action was barred by the doctrine of sovereign\nimmunity. The district court overruled the motion. The NSP\nsubsequently filed another motion, styled as a motion for sum-\nmary judgment, asserting: (1) Rhiley’s mandamus action was\nbarred by sovereign immunity; (2) Rhiley had a plain and ade-\nquate remedy at law, so mandamus was not available; and (3)\nthe action was rendered moot when the 1991 arrest information\nwas removed from the public record shortly after the manda-\nmus action was filed. No party challenges the use of summary\njudgment within a mandamus action.\n   The district court again rejected the sovereign immunity\ndefense, but granted judgment in favor of the NSP on the other\ntwo grounds and denied mandamus relief. It reasoned Rhiley’s\nclaim was rendered moot by the NSP’s removal of his arrest\n\f                                    - 246 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n              STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                             Cite as 301 Neb. 241\n\ninformation from the public record. Alternatively, it reasoned\nregulations promulgated pursuant to the Criminal History Act\ncreated procedures for challenging incorrect criminal history 6\nand found such procedures were a “plain and adequate rem-\nedy” available to Rhiley that precluded mandamus relief.7\n   Rhiley appeals, and the NSP cross-appeals. We granted the\nNSP’s petition to bypass.\n\n                  ASSIGNMENTS OF ERROR\n   Rhiley assigns, restated and summarized, that the district\ncourt erred in (1) determining the action is moot, (2) determin-\ning he failed to avail himself of a plain and adequate remedy at\nlaw, (3) relying on an administrative exhaustion defense when\nthe NSP did not assert such a defense in its answer, (4) sustain-\ning the NSP’s hearsay objection to certain evidence, and (5)\nfailing to bind the NSP to its guidance documents.\n   On cross-appeal, the NSP contends both the district court\nand this court lack jurisdiction, because Rhiley’s claim against\nthe NSP, a state agency, is barred by the doctrine of sovereign\nimmunity and the language in § 29-3528 is not a waiver of\nsuch immunity.\n\n                   STANDARD OF REVIEW\n   [1] Sovereign immunity is jurisdictional in nature, and courts\nhave a duty to determine whether they have subject matter\njurisdiction over a matter.8\n   [2] A jurisdictional question which does not involve a fac-\ntual dispute is determined by an appellate court as a matter of\nlaw, which requires the appellate court to reach a conclusion\nindependent of the lower court’s decision.9\n\n 6\t\n      See, § 29-3526; 78 Neb. Admin. Code, ch. 1 (1978).\n 7\t\n      Neb. Rev. Stat. § 25-2157 (Reissue 2016).\n 8\t\n      Cappel v. State, 298 Neb. 445, 905 N.W.2d 38 (2017).\n 9\t\n      Tilson v. Tilson, 299 Neb. 64, 907 N.W.2d 31 (2018); In re Interest of\n      Meridian H., 281 Neb. 465, 798 N.W.2d 96 (2011).\n\f                                      - 247 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n              STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                             Cite as 301 Neb. 241\n\n                           ANALYSIS\n   [3] Before reaching the legal issues presented for review, it\nis the duty of an appellate court to determine whether it has\njurisdiction over the appeal.10 Because the NSP’s cross-appeal\npresents a jurisdictional question, we address it first.\n\n           Actions Against State A re Barred Unless\n                 Sovereign Immunity Is Waived\n   [4] The 11th Amendment makes explicit reference to the\nstates’ immunity from suits “commenced or prosecuted against\none of the United States by Citizens of another State, or by\nCitizens or Subjects of any Foreign State.”11 This court has, as\na result, sometimes referred to the 11th Amendment when dis-\ncussing Nebraska’s sovereign immunity from suit.12 However,\nthe sovereign immunity of a state neither derives from nor is\nlimited by the terms of the 11th Amendment.13 Rather, as we\nhave recognized, a state’s immunity from suit is a fundamen-\ntal aspect of sovereignty.14\n   [5] Neb. Const. art. V, § 22, provides: “The state may\nsue and be sued, and the Legislature shall provide by law\nin what manner and in what courts suits shall be brought.”\nLong ago, we held that this provision is not self-­executing\nand that no suit may be maintained against the State unless\nthe Legislature, by law, has so provided.15 Over time, we\nhave examined the Legislature’s limited waivers of the\n\n10\t\n      Bloedorn Lumber Co. v. Nielson, 300 Neb. 722, 915 N.W.2d 786 (2018).\n11\t\n      U.S. Const. amend. XI. See Alden v. Maine, 527 U.S. 706, 119 S. Ct.\n      2240, 144 L. Ed. 2d 636 (1999).\n12\t\n      See, e.g., Amend v. Nebraska Pub. Serv. Comm., 298 Neb. 617, 905 N.W.2d\n      551 (2018); Gillpatrick v. Sabatka-Rine, 297 Neb. 880, 902 N.W.2d 115\n      (2017); Lamb v. Fraternal Order of Police Lodge No. 36, 293 Neb. 138,\n      876 N.W.2d 388 (2016).\n13\t\n      Alden, supra note 11.\n14\t\n      Id. See Jill B. & Travis B. v. State, 297 Neb. 57, 899 N.W.2d 241 (2017).\n15\t\n      Shear v. State, 117 Neb. 865, 223 N.W. 130 (1929).\n\f                                     - 248 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n              STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                             Cite as 301 Neb. 241\n\nState’s sovereign immunity, usually in the context of either\nthe State Tort Claims Act or the Political Subdivisions Tort\nClaims Act.16\n   [6-8] In doing so, we have found it well settled that stat-\nutes that purport to waive the State’s protection of sovereign\nimmunity are strictly construed in favor of the sovereign and\nagainst the waiver.17 A waiver of sovereign immunity is found\nonly where stated by the most express language of a statute or\nby such overwhelming implication from the text as will allow\nno other reasonable construction.18 Absent legislative action\nwaiving sovereign immunity, a trial court lacks subject matter\njurisdiction over an action against the State.19\n   This action originally involved other parties and claims, but\nRhiley voluntarily dismissed all parties except the NSP and\nall claims except mandamus. The NSP is an administrative\ndepartment of the State of Nebraska,20 and an action against a\nstate agency is an action against the State.21 Therefore, Rhiley’s\nmandamus action against the NSP is barred by sovereign\nimmunity unless the Legislature has waived it.\n   Rhiley argues § 29-3528 waives the State’s sovereign immu-\nnity in a mandamus action seeking to compel compliance with\nthe Criminal History Act. His argument is generally twofold.\nFirst, he asserts we should construe § 29-3528 as a waiver\nof the State’s sovereign immunity. Second, he contends our\n\n16\t\n      See, e.g., Shipley v. Department of Roads, 283 Neb. 832, 813 N.W.2d 455\n      (2012).\n17\t\n      Amend, supra note 12; Zawaideh v. Nebraska Dept. of Health & Human\n      Servs., 285 Neb. 48, 825 N.W.2d 204 (2013).\n18\t\n      Amend, supra note 12; Jill B. & Travis B., supra note 14.\n19\t\n      Henderson v. Department of Corr. Servs., 256 Neb. 314, 589 N.W.2d 520\n      (1999).\n20\t\n      Neb. Rev. Stat. § 81-2001 (Reissue 2014).\n21\t\n      See Henderson, supra note 19. See, also, Perryman v. Nebraska Dept. of\n      Corr. Servs., 253 Neb. 66, 568 N.W.2d 241 (1997), disapproved on other\n      grounds, Johnson v. Clarke, 258 Neb. 316, 603 N.W.2d 373 (1999).\n\f                                    - 249 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n              STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                             Cite as 301 Neb. 241\n\ndecision in Henderson v. Department of Corr. Servs.22 inter-\npreting the Nebraska mandamus statutes was incorrect and\nshould be overruled. We address these arguments in reverse\norder and ultimately reject both.\n\n        Henderson Correctly Held M andamus Statutes\n                 Do Not Waive Sovereign Immunity\n                         for State Agency\n   Rhiley seeks a writ of mandamus. Mandamus is a law action\nand is defined as an extraordinary remedy, not a writ of right,\nissued to compel the performance of a purely ministerial act\nor duty, imposed by law upon an inferior tribunal, corporation,\nboard, or person, where (1) the relator has a clear right to the\nrelief sought, (2) there is a corresponding clear duty existing\non the part of the respondent to perform the act, and (3) there\nis no other plain and adequate remedy available in the ordinary\ncourt of law.23 Mandamus is statutorily authorized by Neb.\nRev. Stat. §§ 25-2156 to 25-2169 (Reissue 2016).\n   In State ex rel. Steinke v. Lautenbaugh,24 we addressed\nwhether a suit seeking a writ of mandamus against the Douglas\nCounty election commissioner, in his official capacity, was\nbarred by sovereign immunity. We found it was not, reasoning:\n      When an action is brought against an individual employee\n      of a state agency, a court must determine whether the\n      action against the individual official is in reality an action\n      against the state and therefore barred by sovereign immu-\n      nity.[25] In addressing this issue, we have stated that an\n      action against a public officer to obtain relief from an\n      invalid act or from an abuse of authority by the officer or\n      agent is not a suit against the state and is not prohibited\n\n22\t\n      Henderson, supra note 19.\n23\t\n      State ex rel. Steinke v. Lautenbaugh, 263 Neb. 652, 642 N.W.2d 132\n      (2002).\n24\t\n      Id.\n25\t\n      See County of Lancaster v. State, 247 Neb. 723, 529 N.W.2d 791 (1995).\n\f                                     - 250 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n              STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                             Cite as 301 Neb. 241\n\n      by sovereign immunity.[26] This exception to the rule of\n      sovereign immunity exists because “‘acts of state offi-\n      cers not legally authorized, or which exceed or abuse the\n      authority conferred upon them, are judicially regarded as\n      their own acts and not acts of the state.’” [27] . . .\n         Application of the foregoing principles demonstrates\n      that this is not in reality an action brought against the\n      state or one of its political subdivisions. The basis for\n      relators’ claims is that [the election commissioner]\n      exceeded his statutory authority to adjust subdistrict\n      boundaries, and thus, they seek relief from what they\n      allege to be an invalid act or an abuse of authority by [the\n      commissioner].28\n   Lautenbaugh did not rely on any Legislative waiver of sov-\nereign immunity to find the action proper. Instead, it relied on\nthe rationale that an act done by a state official that exceeds or\nabuses his or her authority is not an act of the State. As such,\nLautenbaugh recognized the general principle that sovereign\nimmunity does not bar mandamus actions against a public\nofficer seeking relief from what is alleged to be an invalid act\nor an abuse of authority by the public officer.\n   Under the principle announced in Lautenbaugh, if Rhiley\nhad proceeded with his mandamus action against a public\nofficer of the NSP, our sovereign immunity analysis would\nbe different. But Rhiley’s mandamus action against the NSP\nsuperintendent was voluntarily dismissed, leaving the NSP, a\nstate agency, as the only named party.\n   We addressed a similar situation in Henderson.29 There, an\ninmate sought a writ of mandamus directing the Department\n\n26\t\n      Johnson, supra note 21.\n27\t\n      Concerned Citizens v. Department of Environ. Contr., 244 Neb. 152, 156,\n      505 N.W.2d 654, 658 (1993), quoting Rein v. Johnson, 149 Neb. 67, 30\n      N.W.2d 548 (1947).\n28\t\n      Lautenbaugh, supra note 23, 263 Neb. at 661-62, 642 N.W.2d at 140.\n29\t\n      Henderson, supra note 19.\n\f                                     - 251 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n              STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                             Cite as 301 Neb. 241\n\nof Correctional Services to establish his projected release date\nin accordance with his interpretation of a statute. The inmate\nsued several state officers in addition to the Department of\nCorrectional Services, but he failed to perfect service on any\nof the officers. Thus, the mandamus action proceeded against\nonly the department, and we phrased the jurisdictional ques-\ntion as whether the district court had subject matter jurisdic-\ntion over a mandamus action against the department, a state\nagency, absent legislative action waiving the State’s sover-\neign immunity.30\n   In considering whether sovereign immunity had been\nwaived, Henderson looked to the general statute authorizing\nmandamus, § 25-2156. That statute provides in relevant part:\n“The writ of mandamus may be issued to any inferior tribunal,\ncorporation, board or person, to compel the performance of an\nact which the law specifically enjoins as a duty resulting from\nan office, trust or station.”31 We concluded that “[n]othing in\nthe statutes governing mandamus . . . indicates a legislative\nintent to waive sovereign immunity for mandamus actions\nagainst a state agency.”32\n   Rhiley argues we erred in Henderson, and he invites us to\noverrule that case. He contends that although the NSP is a state\nagency, it can also be an “inferior tribunal” within the context\nof § 25-2156, and he asks us to find that the Legislature has\nwaived the State’s sovereign immunity for inferior tribunals.\n   We adhere to the holding in Henderson and do not con-\nsider Rhiley’s argument, because it is hypothetical. There is\nnothing in the record suggesting the NSP acted as a tribunal\nin this case, and it is not the function of the courts to render\na judgment that is merely advisory.33 Moreover, appellate\n\n30\t\n      Id.\n31\t\n      § 25-2156.\n32\t\n      Henderson, supra note 19, 256 Neb. at 317, 589 N.W.2d at 522.\n33\t\n      In re Applications of Koch, 274 Neb. 96, 736 N.W.2d 716 (2007).\n\f                                  - 252 -\n               Nebraska Supreme Court A dvance Sheets\n                       301 Nebraska R eports\n             STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                            Cite as 301 Neb. 241\n\ncourts do not generally consider arguments and theories raised\nfor the first time on appeal,34 and there is nothing in the\nrecord indicating Rhiley ever presented this theory to the dis-\ntrict court.\n\n        § 29-3528 Does Not Waive Sovereign Immunity\n                for Actions Seeking to Enforce\n                     Criminal History Act\n   Rhiley argues § 29-3528 waives sovereign immunity for\nactions brought against state agencies to compel compliance\nwith the Criminal History Act. As noted, § 29-3528 provides:\n         Whenever any officer or employee of the state, its\n     agencies, or its political subdivisions, or whenever any\n     state agency or any political subdivision or its agencies\n     fails to comply with the requirements of [the Criminal\n     History Act] or of regulations lawfully adopted to imple-\n     ment [that act], any person aggrieved may bring an\n     action, including but not limited to an action for man-\n     damus, to compel compliance and such action may be\n     brought in the district court of any district in which\n     the records involved are located or in the district court\n     of Lancaster County. The commission may request the\n     Attorney General to bring such action.\n   As we recently reiterated in Amend v. Nebraska Pub. Serv.\nComm.35:\n     It is well settled that statutes that purport to waive the\n     State’s protection of sovereign immunity are strictly con-\n     strued in favor of the sovereign and against the waiver.\n     . . . A waiver of sovereign immunity is found only where\n     stated by the most express language of a statute or by\n     such overwhelming implication from the text as will allow\n     no other reasonable construction.\n\n34\t\n      Maria T. v. Jeremy S., 300 Neb. 563, 915 N.W.2d 441 (2018).\n35\t\n      Amend, supra note 12, 298 Neb. at 624, 905 N.W.2d at 557 (emphasis\n      supplied).\n\f                                   - 253 -\n               Nebraska Supreme Court A dvance Sheets\n                       301 Nebraska R eports\n             STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                            Cite as 301 Neb. 241\n\n   The question, then, is whether, strictly construed against\nwaiver, § 29-3528 contains language that either (1) expressly\nwaives sovereign immunity for actions brought against a state\nagency seeking compliance with the Criminal History Act or\n(2) contains text from which the overwhelming implication\nallows no other reasonable construction.\n   Rhiley concedes, as he must, that there is no language in\n§ 29-3528 which expressly waives sovereign immunity for\nactions to compel compliance with the Criminal History Act.\nHe argues, however, that the overwhelming implication of the\nstatutory language allows no other reasonable construction.\nRhiley essentially contends that because the statute references\n“state agency” and, later in the same sentence, references\nbringing an “action, including but not limited to an action for\nmandamus,” to compel compliance, the only reasonable way\nto construe the statute is that it waives the State’s sovereign\nimmunity in such actions. We disagree.\n   When strictly construed in favor of the sovereign and\nagainst waiver, a reasonable construction of the relevant text\nin § 29-3528 is that it recognizes a private civil right of action\nto enforce the Criminal History Act. So construed, § 29-3528\nallows an aggrieved party to bring a civil action, including\na mandamus action, to enforce compliance with the require-\nments of the Criminal History Act, assuming all other jurisdic-\ntional and statutory requirements for bringing any particular\naction are met.\n   But nothing about allowing a private right of action is an\nexpress or implied waiver of the State’s sovereign immunity.\nWhile a court must attempt to give effect to all parts of a stat-\nute, and if it can be avoided, no word, clause, or sentence will\nbe rejected as superfluous or meaningless,36 a court also must\nnot read into a statute a meaning that is not there.37 Section\n\n36\t\n      Stick v. City of Omaha, 289 Neb. 752, 857 N.W.2d 561 (2015).\n37\t\n      DMK Biodiesel v. McCoy, 290 Neb. 286, 859 N.W.2d 867 (2015).\n\f                                     - 254 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n              STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                             Cite as 301 Neb. 241\n\n29-3528 simply does not address the issue of sovereign immu-\nnity either expressly or by necessary implication, and we reject\nRhiley’s suggestion to the contrary.\n   We also reject Rhiley’s contention that the federal district\ncourt for Nebraska has determined that § 29-3528 waives the\nState’s sovereign immunity. In Estate of Wondercheck, ex rel.\nWondercheck v. Nebraska,38 an unpublished opinion of the U.S.\nDistrict Court for the District of Nebraska, that court discussed\n§ 29-3528. It did so, however, in the context of analyzing\na different issue—whether § 29-3528 authorized a party to\nbring a mandamus action against the State of Nebraska in fed-\neral court.\n   As to that issue, the federal court concluded “section\n29-3528 does not constitute a waiver [of the State’s] immu-\nnity from suit in federal court for violation of the [Criminal\nHistory Act].”39 It reached this conclusion because the statu-\ntory language did not include a clear declaration that the\nState intended to submit to federal jurisdiction, and instead\nreferenced only “‘the district court of any district in which\nthe records involved are located or in the district court of\nLancaster County.’” 40 In the course of explaining its reasoning,\nthe federal court broadly stated that “section 29-3528 waives\nNebraska’s immunity only for [Criminal History Act] claims\nbrought in state district court.” 41 We read this statement in the\ncontext of the court’s entire analysis of federal jurisdiction,\nand not as a precise holding on the statutory interpretation\nquestion presented in the instant case. In any event, to the\nextent the federal district court’s interpretation of § 29-3528\n\n38\t\n      Estate of Wondercheck, ex rel. Wondercheck v. Nebraska, No. 4:06CV3087,\n      2006 WL 3392185 (D. Neb. Oct. 18, 2006) (unpublished memorandum\n      and order).\n39\t\n      Id. at *4.\n40\t\n      Id., quoting § 29-3528.\n41\t\n      Id. at *4.\n\f                                     - 255 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n              STATE EX REL. RHILEY v. NEBRASKA STATE PATROL\n                             Cite as 301 Neb. 241\n\ndiffers from ours, we respectfully observe that this court is\nthe final arbiter of Nebraska law.42\n   [9] We hold that § 29-3528 does not expressly waive sov-\nereign immunity for actions brought against a state agency\nseeking to compel compliance with the Criminal History Act,\nnor does the text overwhelmingly imply that waiver of sov-\nereign immunity is the only reasonable construction. We thus\nhold that Rhiley’s mandamus action against the NSP seeking to\ncompel compliance with the Criminal History Act is barred by\nthe doctrine of sovereign immunity.\n\n                         CONCLUSION\n   The Legislature has not waived the State’s sovereign immu-\nnity in mandamus actions brought directly against a state\nagency to enforce the Criminal History Act. As such, the\ndistrict court lacked subject matter jurisdiction over Rhiley’s\nmandamus action against the NSP, a state agency.43 When a\nlower court does not gain jurisdiction over the case before it,\nan appellate court also lacks the jurisdiction to review the mer-\nits of the claim.44 We thus vacate the district court’s judgment,\nand dismiss this appeal for lack of subject matter jurisdiction.\n                                        Vacated and dismissed.\n\n42\t\n      State v. Gales, 269 Neb. 443, 694 N.W.2d 124 (2005).\n43\t\n      See Henderson, supra note 19.\n44\t\n      Id.\n\f",
            "ocr": false,
            "opinion_id": 4322575
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}