{
    "id": 4584796,
    "judges": "Arnold-Burger, Frederick, Green, Robert",
    "date_filed": "2006-05-31",
    "date_filed_is_approximate": true,
    "slug": "power-control-devices-inc-v-lerner",
    "case_name_short": "Lerner",
    "case_name": "Power Control Devices, Inc. v. Lerner",
    "case_name_full": "POWER CONTROL DEVICES, INC., and Personal Best, Inv., Appellants, v. Michael \"Mick\" W. LERNER and Lerner Law Firm, P.A., Appellees.",
    "attorneys": "\n  Patrick A. Hamilton, of Hamilton Law Firm LLC, of Lenexa, for appellants.\n , \n  James C. Morrow, Marshall W. Woody, and Hillary Hyde, of Morrow Willnauer Church, LLC, of Kansas City, Missouri, for appellees.\n ",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    POWER CONTROL DEVICES, INC., and Personal Best, Inv., Appellants,\n    <br/>\n    v.\n    <br/>\n    Michael \"Mick\" W. LERNER and Lerner Law Firm, P.A., Appellees.\n   </parties><docketnumber id=\"p-2\">\n    No. 117,705\n   </docketnumber><court id=\"p-3\">\n    Court of Appeals of Kansas.\n   </court><decisiondate id=\"p-4\">\n    Opinion filed January 25, 2019\n   </decisiondate><attorneys id=\"p-5\">\n    Patrick A. Hamilton, of Hamilton Law Firm LLC, of Lenexa, for appellants.\n   </attorneys><attorneys id=\"p-6\">\n    James C. Morrow, Marshall W. Woody, and Hillary Hyde, of Morrow Willnauer Church, LLC, of Kansas City, Missouri, for appellees.\n   </attorneys><judges id=\"p-7\">\n    Before Arnold-Burger, C.J., Green, J., and Robert J. Frederick, District Judge, assigned.\n   </judges>",
    "citations": [
        "437 P.3d 66",
        "56 Kan. App. 2d 690"
    ],
    "opinions": [
        {
            "author_str": "Arnold-Burger",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 22.0,
            "download_url": "http://www.kscourts.org/Cases-and-Opinions/Opinions/CtApp/2019/20190125/117705.pdf",
            "author_id": null,
            "opinion_text": "                                        No. 117,705\n\n             IN THE COURT OF APPEALS OF THE STATE OF KANSAS\n\n               POWER CONTROL DEVICES, INC., and PERSONAL BEST, INV.,\n                                  Appellants,\n\n                                              v.\n\n               MICHAEL \"MICK\" W. LERNER and LERNER LAW FIRM, P.A.,\n                                   Appellees.\n\n\n                              SYLLABUS BY THE COURT\n\n1.\n       To make a prima facie case for legal malpractice, the plaintiff must establish\n(1) the duty of the attorney to exercise ordinary skill and knowledge, (2) a breach of that\nduty, (3) a causal connection between the breach of duty and the resulting injury, and\n(4) actual loss or damage.\n\n\n2.\n       In a legal malpractice claim, a plaintiff must establish the validity of the\nunderlying claim by showing that it would have obtained a favorable judgment in the\nunderlying lawsuit had it not been for the attorney's error. This is commonly referred to\nas proving the \"case within a case.\"\n\n\n3.\n       An attorney is an advocate for his or her client and is always trying to put the best\ncase forward. But in a legal malpractice claim, an attorney's opinion of the case, the\nattorney's pleadings or filings in the case, or even the attorney's puffing about his or her\nabilities to prevail, is not evidence of any of the claims made in the underlying lawsuit.\n\n\n\n                                              1\n\f4.\n        In a legal malpractice action, to prove what is commonly referred to as a \"case\nwithin a case,\" the plaintiff must present the case as it would have been presented to a\njudge or jury and the fact-finder must make a determination solely on the evidence\npresented regarding that underlying case. This can be done by bifurcating the two parts of\nthe legal malpractice case. If not bifurcated, there must be a clean demarcation between\nthe two during the trial with, if a jury trial, appropriate jury instructions as to each.\n\n\n5.\n        Nonexperts cannot give opinions or inferences during trial that are based on\nscientific, technical, or other specialized knowledge. K.S.A. 2017 Supp. 60-456(a).\n\n\n6.\n        Where the essential claim of an action against an attorney is a breach of a duty\nimposed by law upon the relationship of attorney/client and not of the contract itself, the\naction is in tort.\n\n\n        Appeal from Johnson District Court; DAVID W. HAUBER, judge. Opinion filed January 25, 2019.\nAffirmed.\n\n\n        Patrick A. Hamilton, of Hamilton Law Firm LLC, of Lenexa, for appellants.\n\n\n        James C. Morrow, Marshall W. Woody, and Hillary Hyde, of Morrow Willnauer Church, LLC, of\nKansas City, Missouri, for appellees.\n\n\nBefore ARNOLD-BURGER, C.J., GREEN, J., and ROBERT J. FREDERICK, District Judge,\nassigned.\n\n\n        ARNOLD-BURGER, J.: In order to prevail in a claim of legal malpractice, \"a\nplaintiff must establish the validity of the underlying claim by showing that it would have\n\n                                                  2\n\fresulted in a favorable judgment in the underlying lawsuit had it not been for the\nattorney's error.\" Canaan v. Bartee, 276 Kan. 116, 120, 72 P.3d 911 (2003). This is\ncommonly referred to as proving the \"case within a case.\" Here Power Control Devices\n(PCD) hired Michael \"Mick\" W. Lerner to represent it in a federal court breach of\ncontract lawsuit against Orchid Technologies Engineering and Consulting (Orchid). The\nfederal district court overseeing the case dismissed it, holding that PCD failed to bring\nthe claim within the statute of limitations. PCD then sued Lerner for legal malpractice,\nalleging that he was negligent by filing the suit after the statute of limitations had passed.\nA jury agreed and awarded damages to PCD.\n\n\n       But following the verdict, the district court granted Lerner's motion for judgment\nas a matter of law, overturning the jury verdict in favor of PCD, on the basis that PCD\nfailed to prove that it would have succeeded against Orchid at trial. In the alternative, the\ndistrict court judge conditionally granted Lerner a new trial based on a separate\ninstructional error—in case his judgment of no liability was overturned on appeal.\nHowever, the judge did not err when he ruled in favor of Lerner. The case between PCD\nand Orchid was highly technical, yet PCD failed to present any expert testimony to\nestablish that it would have been successful against Orchid if its lawsuit against Orchid\nhad been timely. Accordingly, we affirm the district court's decision granting judgment as\na matter of law to Lerner.\n\n\n                             FACTUAL AND PROCEDURAL HISTORY\n\n\n       Lerner is an attorney licensed to practice law in Kansas. PCD hired Lerner to\nrepresent it in a lawsuit against Orchid. Now, PCD is suing Lerner and The Lerner Law\nFirm for malpractice. In order to understand the malpractice suit, we begin by examining\nthe underlying litigation.\n\n\n\n\n                                              3\n\fPCD's case against Orchid is examined.\n\n\n       PCD manufactures electronic devices. Its primary product is servo amplifiers,\nwhich are used to drive motors in products such as radar systems, cameras, surveillance\nsystems, and weapons control systems.\n\n\n       In the early 2000s, PCD's Israeli representative informed PCD of an advanced\ntechnology that presented a potential business opportunity worth millions of dollars to\nPCD if PCD could design and sell it. The product was a brushless direct current motor\ncontroller used in a missile navigation system. Another company, ELMO, was already\nmaking the controller. ELMO supplied the controller to Rafael Aerospace, the largest\naerospace company in Israel. Rafael Aerospace provided the specifications of the\ncontroller to PCD. It also provided the ELMO controller to PCD. PCD attempted to\ncreate the controller on its own but was unsuccessful due to its lack of technical expertise.\nAs a result, PCD reached out to Orchid, an engineering firm, to see if Orchid could\ndesign the controller.\n\n\n       Michael Allmayer, PCD's vice president of marketing, emailed Orchid's president\nPaul Nickelsberg in January 2004 to begin discussing the project. Eventually, the parties\nentered into a contract. The contract provided that Orchid would design and create a\nprototype of a brushless DC motor controller (BLDC1). PCD did not provide the ELMO\ncontroller to Orchid or even show it to Orchid as part of the negotiations with Orchid. It\ndid not want Orchid to reverse engineer the ELMO controller, it wanted one made from\nscratch based solely from the ELMO specifications.\n\n\n       While the contract mentioned three different phases of project development, it\nonly contained the Phase 1 development plan. In Phase 1, Orchid was required to provide\nfour BLDC1 prototype circuit boards to PCD. The boards had to be \"assembled,\ndebugged and delivered to [PCD]\" pursuant to a schedule in the contract. There were\n\n                                             4\n\fnumerous specifications in the contract. However, at the time the contract was written the\nspecifications were still being developed so the contract specifications were expressly\ndefined as merely \"guidelines.\" The contract required PCD to \"supply all prototype\ntesting.\" The contract did not specify how the prototypes should be tested. The contract\nsimply stated that Phase 1 would be completed when Orchid delivered the prototype\nboards to PCD.\n\n\n       Over the course of the next few months, Orchid worked on designing and\nprogramming the prototype. At the end of 2004, Orchid began sending prototypes to\nPCD. PCD would test them and give feedback to Orchid about what needed to be\nadjusted to comply with the specifications. Orchid ultimately sent four sets of prototypes.\n\n\n       Orchid sent its final prototypes to PCD on March 16, 2005. Orchid notified PCD\nthat the prototypes were within specification and that it was ready to move on to the next\nphase of development. PCD tested the prototypes on April 4, 2005. PCD's tests showed\nthat the prototypes were not within the specifications. Allmayer emailed Nickelsberg that\nday to inform Orchid of its test results.\n\n\n       \"We took measurements on the BLDC output current, which I've attached. So far, we haven't\n       been able to verify the correct gain structure for the BLDC. At the 1 Volt command, the output\n       shows a gain of approximately 9. Have you been able to externally verify that the unit is\n       producing a current gain of 3 for every volt input command?\n\n\n       \"I'm interested in hearing your ideas on this.\"\n\n\nAfter discussing the discrepancies in testing results, it was discovered that Orchid had\nbeen testing the total output current of the prototype current at the servo current node of\nthe BLDC1 prototype while PCD measured the phase current of the prototype at the\nshunt current node. Orchid conducted more tests, including testing in the manner that it\ndiscovered PCD had been using. On April 29, 2005, Nickelsberg emailed Allmayer a\n\n                                                    5\n\freport—the BLDC1 Control Discussion and Review (Report). In the Report, Nickelsberg\nagain asserted that Orchid's BLDC1 was performing correctly when tested \"using\nindustry-standard constant current monitoring techniques.\" The Report went on:\n\n\n       \"The current measured at the BLDC SERVO CURRENT node and the current measured at the\n       SHUNT CURRENT nodes are not equivalent. The BLDC SERVO CURRENT node measures\n       the actual amplifier output current. The SHUNT CURRENT nodes measure both forward and\n       free-wheeling currents within the load. Once again, the measurements are not equivalent. The\n       freewheeling currents in the load, measured at the shunt point present a false indication of the\n       actual real current within the system.\"\n\n\nFinally, the report stated that \"very significant changes to the BLDC1 design will be\nrequired\" if PCD wished to use the alternate phase current testing method. Allmayer\nexplained that this Report was the first time he believed that Orchid would be unable to\nfulfill the contract.\n\n\n       When Orchid told PCD that PCD was measuring the prototypes incorrectly, PCD\nbelieved that Orchid was acting in good faith. PCD was relying on Orchid's expertise in\ndesign. It continued to work with Orchid even after the Report to remedy the issues.\n\n\n       As evidence of their continued discussion and cooperative working arrangement,\nPCD invited Nickelsberg to its plant to see, for the first time, a demonstration of the\nELMO controller prototype provided by Rafael Aerospace. Nickelsberg visited the plant\nin August 2005. After witnessing the ELMO controller testing, according to Allmayer,\nNickelsberg said, \"'Now I get it. I get what I missed. This is—this is a really special piece\nof product.'\" Nickelsberg continued by stating, \"'Okay. I get it all now. Let me start\nprobing experimental units and see what I can do to get you one that works.'\"\n\n\n       Moreover, at the August demonstration, Nickelsberg indicated that even though\nthe BLDC1 did not perform like the ELMO controller prototype, he believed the BLDC1\n                                                    6\n\fhad value and was marketable. PCD personnel asked Nickelsberg if he would help PCD\nmarket the BLDC1 so PCD could make some money. Nickelsberg agreed and PCD\nsuggested that the money made could be reinvested into the costs of building a new one\nfrom scratch. The parties agreed that would be a good idea. Orchid eventually sent PCD a\nnew development plan. The new development plan would start the project over anew and\nwould not use the technology that Orchid used in the original prototype designs—at\nadditional cost to PCD. The parties continued to try to devise a way for the BLDC1 to\nwork as hoped but they all finally determined it wasn't possible with the BLDC1 model.\n\n\n       Orchid did not follow through on its agreement to help PCD market the BLDC1.\nEverything was placed on hold. But, about a year later, PCD noticed that a picture and\ndescription of the BLDC1 was on the Orchid website—advertised as something Orchid\ndesigned and could manufacture for a customer. PCD believed this to be in violation of\nits confidentiality agreement with Orchid. PCD became concerned that Orchid was\nstealing its design. After several years, PCD decided to look for an attorney to bring a\ncase against Orchid. On November 12, 2010, over five years after Orchid visited the PCD\nfacility and discovered the need for a new development plan, PCD contacted Lerner.\nPCD and Lerner entered into a contract for Lerner to represent PCD. The contract was\nnever reduced to writing. However, Lerner agreed at his malpractice trial that he had an\nobligation to PCD to file its lawsuit before the statute of limitations expired.\n\n\n       Lerner knew at the time he was hired that the statute of limitations would be a\npressing issue in the case. Kansas' five-year statute of limitations for breach of contract\nclaims had already expired. But, Orchid is a Massachusetts corporation and\nMassachusetts has a six-year statute of limitations.\n\n\n       Lerner believed that the statute of limitations would run on PCD's claims against\nOrchid on April 29, 2011—six years after the date Orchid sent the Report to PCD. He\nfiled suit in the United States District Court for the District of Massachusetts on April 25,\n\n                                              7\n\f2011. PCD contended that the contract required its method of testing. Orchid took the\nposition that the prototypes worked and that it fulfilled its obligation under the contract\nwhen it delivered the prototypes. Orchid argued that once PCD accepted delivery of the\nprototypes, it then asked Orchid for something different.\n\n\n       The parties attempted mediation in May 2012, but it was not successful. The\nparties then began discovery. The case proceeded to a pretrial conference in March 2013,\nwith the trial scheduled to occur the following month. At the pretrial conference, Orchid\nannounced its intention to file for summary judgment based on the statute of limitations\nissue. The court postponed the trial and allowed the parties to file motions regarding\nsummary judgment.\n\n\n       Orchid argued that PCD admitted in the joint pretrial memorandum that the\nalleged breach occurred on March 16, 2005. Orchid cited statements by PCD that it\nreceived Orchid's final design on March 16, 2005, and that it was aware that the design\ndid not meet its specifications shortly thereafter. Orchid cited the parties' contract, which\nstated that the contract was finished with the delivery of the final prototypes. Orchid also\nargued that PCD made its final payment under the contract on April 4, 2005, which was\noutside of the statute of limitations period.\n\n\n       The federal district court granted Orchid's motion for summary judgment. It held\nthat PCD discovered the breach of contract on April 4, 2005, when it tested the\nprototypes and found that they did not meet the contractual specifications. The court\ndisregarded the Report because the parties' contract did not state that contract completion\nwas contingent upon the receipt of such a report. Rather, the Report \"simply confirmed\nwhat Power Control already suspected, i.e., that the prototypes did not meet plaintiff's\nstandards.\" The court further stated that \"[g]iven that the plaintiff only needed notice of\nits potential cause of action and not confirmation of breach from the defendant, it\ncertainly had such notice prior to receiving the April 29th report.\"\n\n                                                8\n\f       PCD appealed to the First Circuit Court of Appeals. However, it decided not to\npursue the appeal because the cost of appeal would exceed the damages it sought from\nOrchid. PCD and Orchid settled the case. The settlement included assurances regarding\nthe protection of PCD's design and source code.\n\n\nThe current malpractice case is examined.\n\n\n       PCD filed suit against Lerner and The Lerner Law Firm in September 2015. The\npetition stated five causes of action: legal malpractice, breach of contract, breach of\nfiduciary duty, fraud, and negligent misrepresentation. The district court scheduled the\ncase for a jury trial. The case proceeded to jury trial on the legal malpractice claim.\n\n\n       After evidence was presented, Lerner filed a motion for judgment as a matter of\nlaw. Lerner noted that PCD was not planning to present any expert testimony at trial.\nWithout expert testimony, Lerner argued, PCD would be unable to prove that Orchid\nbreached the contract in the underlying case. The district court took the motion under\nadvisement and allowed the case to proceed to the jury.\n\n\n       Throughout the trial, there was a lot of conflicting testimony concerning whether\nLerner was negligent in not filing the case before April 4, 2005, and whether the federal\njudge was correct in dismissing the case on that basis. Suffice it to say that reasonable\nminds could differ as to when the statute of limitations began to run in the underlying\ncase. But following trial, the jury found that Lerner was negligent in providing legal\nservices to PCD, and Lerner does not challenge that factual finding in this appeal.\n\n\n       The jury further found that Orchid breached its contract with PCD, and that PCD's\nlawsuit against Orchid would have been successful but for Lerner's negligence. It\nawarded PCD $279,067.35. The jury found that the value of the underlying breach of\n\n\n                                              9\n\fcontract claim against Orchid was $58,977.50. The rest of the damages award was costs\nand expenses PCD incurred in bringing the underlying case against Orchid.\n\n\n       Lerner filed a renewed motion for judgment as a matter of law after the trial. The\ndistrict court granted Lerner's motion and set aside the jury verdict. The court held that\nPCD failed to demonstrate that Orchid breached the underlying contract. The court stated\nthat PCD failed to provide evidence regarding a contractual requirement for testing\nprotocols. The court noted that PCD did not present expert testimony to prove its claim\nthat Orchid breached the contract. The court rejected PCD's argument that Lerner's own\ntestimony through the pleadings he filed and the discussions he had with PCD executives\nand lawyers could be used to prove that Orchid breached the contract.\n\n\n       In addition to granting Lerner's motion for judgment as a matter of law, the district\ncourt conditionally granted him a new trial based on invalid jury instructions. The court\nheld that the jury instructions were insufficient insofar as they failed to instruct the jury\non the proof necessary to establish the breach of contract claim between Orchid and PCD.\nThe court also noted that a majority of the damages award, $220,089.85, was the amount\nthat PCD spent on attorney fees and expenses in the underlying case against Orchid. The\ncourt held that attorney fees from an underlying case in a malpractice action are not\nrecoverable. The court's reasoning was that such a recovery would amount to a double\nrecovery for the plaintiff—the value of the underlying breach of contract claim plus the\nunderlying attorney fees. Although, the court noted, the plaintiff would be entitled to\nrecover attorney fees incurred in prosecuting the legal malpractice claim. Therefore, the\ncourt set aside that portion of the verdict. The court added that, should a new trial occur,\nany damages awarded at the new trial could not include the attorney fees and expenses\nincurred in the underlying case.\n\n\n       PCD appealed.\n\n\n                                              10\n\f                                              ANALYSIS\n\n\nThe district court did not err by granting Lerner's motion for judgement as a matter of\nlaw.\n\n\n       PCD's first argument on appeal is that the district court erred in granting Lerner's\nmotion for judgment as a matter of law. The district court's primary basis for granting\nLerner's motion was that PCD failed to prove that it would have prevailed against Orchid\nin the underlying case. Lerner asserts that this was the correct conclusion, and that PCD\ndid not provide any evidence at trial that it would have prevailed against Orchid. Lerner\nargues that PCD failed on this point because it did not identify a material term in the\ncontract that Orchid breached, and it did not have an expert witness who could testify as\nto how Orchid's prototypes failed to satisfy the contract. On the other hand, PCD argues\nthat the district court did not consider all the evidence, and that it improperly weighed\nevidence in granting the motion. Specifically, PCD argues that Lerner's testimony\nprovided \"substantive evidence upon which the jury could determine if Orchid breached\nthe Contract.\" PCD also cites Nickelsberg's statements as an \"admission to PCD's\nprincipals that the prototypes did not meet the contractual specifications.\"\n\n\n       In reviewing the district court's decision, we apply the same standard as did the\ndistrict court and review the motion de novo.\n\n\n       \"A district court must deny a 60-260(a) motion if evidence exists upon which a jury could\n       properly find a verdict for the nonmoving party. In evaluating the motion, a district court\n       must resolve all facts and inferences reasonably to be drawn from the evidence in favor\n       of the party against whom the ruling is sought. Where reasonable minds could reach\n       different conclusions based on the evidence, the motion must be denied.\" Russell v. May,\n       306 Kan. 1058, Syl. ¶ 2, 400 P.3d 647 (2017).\n\n\n\n\n                                                   11\n\f       To make a prima facie case for legal malpractice, PCD had to show: \"'(1) the duty\nof the attorney to exercise ordinary skill and knowledge, (2) a breach of that duty, (3) a\ncausal connection between the breach of duty and the resulting injury, and (4) actual loss\nor damage.'\" Canaan, 276 Kan. at 120. Additionally, \"a plaintiff must establish the\nvalidity of the underlying claim by showing that it would have resulted in a favorable\njudgment in the underlying lawsuit had it not been for the attorney's error.\" 276 Kan. at\n120. The only element of legal malpractice at issue in this appeal is whether PCD would\nhave prevailed against Orchid in the underlying claim.\n\n\n       The parties' primary dispute was whether the prototypes met the contractual\nspecifications. Orchid tested the prototypes and believed that they met the specifications.\nPCD tested the prototypes and believed that they did not meet the specifications. In the\nunderlying litigation, each side had experts prepared to testify. Orchid hired David Saar\nand PCD hired Michael Sidman. Saar testified in a deposition that Orchid tested the total\noutput current of the prototype. This is different than measuring phase current. PCD\nbelieved that this testimony was key to its case because it asserted that the specifications\nin the contract related to phase current. PCD also planned to call Sidman in the\nunderlying case. Sidman would testify that PCD used the proper testing method. Sidman\npersonally tested the prototypes at PCD's plant.\n\n\n       The contract between Orchid and PCD did not specify how the prototypes were to\nbe tested. Determining which party was correct, and thus who should have prevailed in\nthe underlying litigation, required PCD to provide evidence that it was testing the\nprototypes correctly and in accordance with any industry standards that existed.\nHowever, its expert Sidman did not testify in the malpractice case. Furthermore, the\ndistrict court judge held that Sidman's opinions were not allowed into evidence other than\nthrough his direct testimony because they were hearsay. PCD was attempting to prove its\ncase through Lerner's hiring of Sidman as an expert in the case and Lerner's trust in\nSidman's opinions, without actually calling Sidman to the stand to testify. PCD also\n\n                                             12\n\ffailed to provide any evidence that its use of the phase current testing it conducted was\nperformed correctly or even required by the contract.\n\n\n       We pause to note PCD's trial strategy throughout the case was to prove its\nunderlying case against Orchid through Lerner. Because Lerner, as PCD's counsel,\nargued strenuously in pleadings and in meetings with Allmayer and others that he could\nprove Orchid violated the terms of the contract, then all of Lerner's pleadings and\nstatements were evidence that Orchid breached the contract. This is a dangerous path and\none that the district judge repeatedly and properly criticized. An attorney is an advocate\nfor his or her client and is always trying to put the best case forward. But in a legal\nmalpractice action, an attorney's opinion of the case, the attorney's pleadings or filings in\nthe case, or even the attorney's puffing about his or her abilities to prevail, is not evidence\nof any of the claims made in the underlying lawsuit. As Judge Hauber so aptly put in his\nruling granting judgment for Lerner as a matter of law:\n\n\n               \"During oral argument, when asked to identify the witnesses or evidence that\n       indicated PCD had shown a breach of contract, plaintiffs' counsel asserted that they had\n       proved their case through Mr. Lerner's testimony, which he characterized as 'admissions.'\n       The Court rejects this proposition. Lawyers must zealously represent their clients in all\n       cases, but, as the standard instruction indicates, statements of counsel are not evidence.\n       [PIK Civ. 4th 102.04.] Their statements may be useful to guide a jury on the issues, but\n       their written submissions, arguments and briefs are not evidence, only advocacy. None\n       are admissible evidence in the underlying case.\"\n\n\nSee Heinze v. Bauer, 145 Idaho 232, 238, 178 P.3d 597 (2008) (\"statements made on\nbehalf of a client in the course of representation are not personal admissions that may be\nused against the attorney in subsequent litigation\"); Barcola v. Hourigan, Kluger &\nQuinn P.C., 82 Pa. D. & C.4th 394, 411 (2006) (\"If statements and arguments made by\ncounsel in furtherance of a client's claim were routinely deemed to constitute binding\nadmissions against a lawyer in a subsequent legal malpractice action, it could\n\n                                                   13\n\fconceivably have a chilling impact upon the vigor and resulting effectiveness of counsel's\nadvocacy.\").\n\n\n       The only other evidence that PCD contends supports the jury verdict regarding\nbreach of the PCD-Orchid contract is the Report itself, indicating that the two entities are\nusing different testing methods and the statement made by Nickelsberg several months\nafter the alleged breach, as relayed by Allmayer, \"'Now I get it. I get what I missed. This\nis—this is a really special piece of product. . . . Okay. I get it all now. Let me start\nprobing experimental units and see what I can do to get you one that works.'\" But again,\nas Judge Hauber points out in his order:\n\n\n               \"No explanation was provided as to what 'he got' or what he 'missed' or even\n       whether it related to any contractual requirement or testing protocol. Mr. [Allmayer]\n       could not provide foundation for an admission without describing, competently, and with\n       foundation, what aspect of the device's performance somehow related to the ELMO or\n       why it mattered. Following that trip, Mr. [Allmayer] testified that Mr. Nickelsberg sent a\n       new proposal to create a BLDC2. The testimony read to the jury from his deposition\n       established that he was an engineer. He testified that design is a 'process' and a prototype\n       is a step along that process.\n\n\n               \"When handed the [Report], Mr. Nickelsberg testified that he was involved in the\n       testing and 'may have done them.' He was shown the graph of results of measurements of\n       current from the prototype. He recounted his trip to PCD. When asked about the readings\n       from the device, he said PCD 'indicated that there were readings that it seemed like they\n       didn't understand or that weren't in accord with what they expected.' The testimony does\n       not pinpoint any specific aspect of the 'readings.' He was asked about 'revisiting' the\n       development plan after the August trip and he said he did not recall entirely why they\n       were doing so other than the parties were 'trying to look for ways all through these few\n       months to make something [for] PCD that was affordable and feasible.' When challenged\n       as to whether Orchid was 'trying to meet the written specifications of the [original]\n       development plan,' he responded: 'We had already met the written specifications of the\n       development plan.' He then agreed that they were trying to do something 'beyond meeting\n\n                                                    14\n\f       those written specifications' with the new development plan. Finally, when Mr. Lerner\n       kept challenging him about when Orchid was trying to meet the original specifications\n       after [proposing] a revised development plan, he reiterated that they had met them and\n       that PCD apparently 'wanted something different' to meet the same specifications.\n\n\n               \"The foregoing fails to demonstrate a breach of contract in a case that required\n       expert testimony to establish what was made, tested and how it mattered under the\n       contract specifications. A party cannot unilaterally impose a requirement for testing in a\n       certain manner [without] conveying the same by contract. There is no evidence of any\n       contract provision, specifications or otherwise that was breached. Certainly, there is no\n       evidence of damages as it relates to what was received versus what was expended.\n\n\n               \"Plaintiffs never sought this Court's interpretation of any of the terms of the\n       contract which can be interpreted as a matter of law. Osterhaus v. Toth, 291 Kan. 759,\n       768, 249 P.3d 888 (2011). Even the Pretrial Order fails to specify what aspect of the\n       contract was breached. If the Court cannot interpret the contract to determine what\n       precise issues should be submitted to the jury, then submitting any associated breach of\n       contract claim would invite speculation.\"\n\n\n       To prove what is commonly referred to as \"a case within a case,\" the plaintiff must\npresent the case as it would have been presented separately to a judge or jury and the\nfact-finder must make a determination solely on the evidence presented regarding that\nunderlying case. This can be done by bifurcating the two parts of the legal malpractice\ncase. If not, there must be a clean demarcation between the two during the trial. In this\ncase, the two issues were hopelessly combined and confused with little guidance to the\njury regarding how to sort it out.\n\n\n       In sum, PCD did not present expert testimony in its malpractice case against\nLerner. Under Kansas' rules of evidence, nonexperts cannot give opinions or inferences\nthat are \"based on scientific, technical or other specialized knowledge.\" K.S.A. 2017\nSupp. 60-456(a). The engineering concepts in this case certainly qualify as scientific,\ntechnical, or other specialized knowledge. Thus, to prove the \"case within a case,\" PCD\n                                                   15\n\fneeded to have an expert testify that Orchid failed to meet the contract specifications. See\nCity of Arkansas City v. Bruton, 284 Kan. 815, 842-43, 166 P.3d 992 (2007)\n(\"Interpretation of the engineering plans and specifications is not something that is within\nthe common knowledge of the public; it is a matter that requires the technical explanation\nof an expert in the field.\"). The district court correctly found that expert testimony was\nnecessary to prove the underlying case, and because it was not provided, we affirm the\ndistrict court's entry of judgment for Lerner as a matter of law.\n\n\nThe district court did not err by refusing to instruct the jury on PCD's breach of contract\nclaim against Lerner.\n\n\n       PCD also contends on appeal that the district court erred in not allowing its\nseparate breach of contract claim to go forward. During the jury instructions conference,\nPCD asked the court to instruct the jury on its breach of contract claim. PCD cited\nLerner's testimony, in which he testified that he had a contractual duty to file the case\nagainst Orchid within the statute of limitations, as a basis for the instruction. PCD argued\nthat it should be able to recover the fees and expenses paid to Lerner under the contract.\nIn other words, Lerner contracted to timely file a case, he breached the contract;\ntherefore, PCD is entitled to a return of its attorney fees, unrelated to whether it would\nhave prevailed in the underlying case. Accordingly, PCD argued that it would not have to\nprove that the underlying litigation with Orchid would have been successful to prevail on\nits breach of contract claim against Lerner. The district court held that the breach of\ncontract theory was the same as the malpractice claim—failure to timely file the lawsuit\nagainst Orchid. The district court refused to instruct the jury on PCD's separate breach of\ncontract claim, holding that PCD's claims against Lerner sounded in tort. PCD appealed\nthe district court's ruling and makes the same arguments here as it did to the district court.\n\n\n       The standard of review for jury instruction issues has several parts. First, this court\nexercises unlimited review to determine whether the issue was preserved for appeal.\n\n                                             16\n\fSecond, the court employs unlimited review of the record to determine if the requested\ninstruction was legally and factually appropriate. Third, if the district court erred, this\ncourt must determine whether the error was harmless. State v. McLinn, 307 Kan. 307,\n317, 409 P.3d 1 (2018). The \"first and third step are interrelated in that whether a party\nhas preserved a jury instruction issue will affect our reversibility inquiry at the third\nstep.\" State v. Bolze-Sann, 302 Kan. 198, 209, 352 P.3d 511 (2015). If a party preserves\nthe issue, as PCD did here, then the district court's error is reversible if this court\ndetermines there is a reasonable probability that the error affected the outcome of the trial\nin light of the entire record. State v. Louis, 305 Kan. 453, 457-58, 384 P.3d 1 (2016).\n\n\n       Having determined that PCD preserved this issue for appeal, the next step is\ndetermining whether a breach of contract instruction was legally and factually\nappropriate. The issue presents a question of law, and this court's review is unlimited.\nHunt v. KMG Main Hurdman, 17 Kan. App. 2d 418, 419, 839 P.2d 45 (1992). There are a\nnumber of Kansas cases which discuss the issue. The Kansas Supreme Court has\nexplained:\n\n\n               \"Legal and medical malpractice generally constitute both a tort and a breach of\n       contract. An action for liability of an attorney on the grounds of negligence for failure to\n       discharge his professional duty to a client rests on the employment contract and therefore\n       is contractual in nature. Where the act complained of is a breach of specific terms of the\n       contract without any reference to the legal duties imposed by law upon the relationship\n       created thereby, the action is contractual. Where the essential claim of the action is a\n       breach of a duty imposed by law upon the relationship of attorney/client and not of the\n       contract itself, the action is in tort.\" Pancake House, Inc. v. Redmond, 239 Kan. 83, 85-\n       86, 716 P.2d 575 (1986).\n\n\n       The Kansas Supreme Court examined this distinction in Malone v. University of\nKansas Medical Center, 220 Kan. 371, 552 P.2d 885 (1976). There, Rose Malone went to\nthe University of Kansas Medical Center (KUMC) for treatment. After being examined, a\n\n                                                    17\n\fphysician gave her a prescription for an alleged infection and told her to return home. The\nnext day, Malone became ill and suffered immense pain. An ambulance took her back to\nKUMC. Her uterus had ruptured and it caused a fetus she was carrying to die. Without\nher consent, doctors performed a total abdominal hysterectomy. Malone sued KUMC for\nbreach of contract. One count of her petition alleged that when she first went to KUMC\nfor treatment the parties entered into an express contract under which KUMC \"agreed to\nprovide 'complete, competent, and necessary medical treatment' for her.\" 220 Kan. at\n372. Another count of her petition alleged that when she returned to the hospital the\nfollowing day the parties entered into an express contract under which KUMC \"agreed to\nprovide 'only necessary, competent and authorized medical treatment' for [her].\" 220\nKan. at 372. The district court dismissed Malone's petition, holding that her action was\none in tort and not in contract. Malone appealed.\n\n\n       The Kansas Supreme Court explained the distinction between contract and tort\nactions, stating: \"A breach of contract may be said to be a material failure of\nperformance of a duty arising under or imposed by agreement. A tort, on the other hand,\nis a violation of a duty imposed by law, a wrong independent of contract.\" 220 Kan. at\n374. The court identified the primary issue as \"whether the actions or omissions\ncomplained of constitute a violation of duties imposed by law, or of duties arising by\nvirtue of the alleged express agreement between the parties.\" 220 Kan. at 374. The court\nnoted that physicians could \"enter into express contracts by which they bind themselves\nto warrant the success of treatment, or to otherwise obligate themselves above and\nbeyond their ordinary duties.\" 220 Kan. at 374. Those contracts, the court noted, \"may\nform the basis for breach of contract actions.\" 220 Kan. at 374. However, that was not the\ncase with Malone's allegations. Malone's allegations were that KUMC failed to exercise\nthe \"reasonable care, skill, and diligence which the law requires of hospitals and\nphysicians—regardless of any express contract therefor between the parties.\" 220 Kan. at\n376. The court concluded that Malone's action clearly sounded in tort, and thus KUMC\nwas immune from liability. 220 Kan. at 376; see also KPERS v. Reimer & Koger Assocs.,\n\n                                            18\n\fInc., 262 Kan. 110, 114-15, 936 P.2d 714 (1997) (holding that a breach of contract claim\nagainst a law firm was properly characterized as a tort action because it alleged that the\nfirm failed to properly advise the plaintiff).\n\n\n       Malone can be contrasted with Juhnke v. Hess, 211 Kan. 438, 506 P.2d 1142\n(1973). In that case Carl Juhnke sued attorney Herbert Hess for failure to timely file an\nappeal on Juhnke's behalf. Juhnke owned land which the City of Hutchinson condemned.\nA court-appointed appraiser awarded Juhnke $1,250. Juhnke hired Hess to file an appeal\nof the appraiser's award. But, Hess failed to file a timely appeal. Juhnke alleged that, had\nhis appeal been timely filed, he would have received an award exceeding $50,000. Hess\nfiled a motion to dismiss arguing that Juhnke's action sounded in tort, and that the two-\nyear statute of limitations for tort actions had run. The district court agreed and granted\nHess' motion to dismiss. Juhnke appealed, arguing that his claim was based on breach of\ncontract and that the three-year statute of limitations for such causes of actions had not\nyet run. The Kansas Supreme Court agreed with Juhnke. It held that Hess' agreement to\ntimely file the appeal, and Juhnke's agreement to pay him, was the consideration for the\nlawsuit. 221 Kan. at 441. The \"real basis of [Juhnke's] claim for relief [was] financial loss\nresulting from failure to discharge a contractual obligation (proof of which contract,\nbreach and loss is another matter).\" 221 Kan. at 441. The court reversed and remanded\nthe case. 221 Kan. at 442.\n\n\n       Before analyzing the issue, it is worth noting that PCD did not present evidence of\nan express contractual promise by Lerner to file the case within the statute of limitations.\nThe only evidence PCD presented was the following question and answer:\n\n\n       \"Q: All right. And you had a legal and contractual obligation to Power Control Devices\n           under the contract to file its lawsuit in a timely fashion, meaning before the statute of\n           limitations expired.\n\n\n       \"A: I've said so and I'll say it again, yes, absolutely.\"\n\n                                                     19\n\fAs the Kansas Supreme Court has explained, an attorney's obligation to perform a legal\nduty is contractual in nature because the duty exists by virtue of the employment contract.\nPancake House, 239 Kan. at 85-86. In that sense, Lerner had a contractual obligation to\ntimely file PCD's lawsuit. But PCD did not provide evidence, as in Juhnke, that Lerner's\npromise to file suit was an express promise and part of the bargained-for consideration\nthat formed the basis of PCD's contract with him.\n\n\n       This case is more akin to Malone than Juhnke. Lerner's duty to determine when\nthe statute of limitations ran and timely file suit required him to exercise skill and\njudgment. PCD is alleging that Lerner failed to exercise the \"degree of learning, skill, and\ncare that a reasonably competent lawyer would use in similar circumstances.\" Canaan,\n276 Kan. at 129. This is not a case where Lerner promised something above and beyond\nhis ordinary duty. Such a promise may have formed the basis for a breach of contract\naction. See Malone, 220 Kan. at 374. PCD's claim in this case is that Lerner breached a\nduty imposed by law—the claim cannot be made \"without any reference to the legal\nduties imposed by law upon the relationship created\" by the employment contract\nbetween PCD and Lerner. Pancake House, 239 Kan. at 86. Therefore, the district court\ndid not err in failing to give a breach of contract instruction.\n\n\n       But even if the district court erred, the error was harmless. An error is harmless if\nthis court determines that there is a reasonable probability that the error did not affect the\noutcome of the trial in light of the entire record. Louis, 305 Kan. at 457-58. The reason\nwhy any instruction error here would be harmless is because PCD failed to prove that the\nalleged breach of contract resulted in damages.\n\n\n       In order to prevail on a breach of contract claim, a plaintiff must prove:\n\n\n       \"(1) the existence of a contract between the parties; (2) sufficient consideration to support\n       the contract; (3) the plaintiff's performance or willingness to perform in compliance with\n\n                                                    20\n\f       the contract; (4) the defendant's breach of the contract; and (5) damages to the plaintiff\n       caused by the breach.\" Stechschulte v. Jennings, 297 Kan. 2, 23, 298 P.3d 1083 (2013).\n\n\n       PCD argues that it is entitled to be reimbursed for the attorney fees it paid to\nLerner, as well as the costs and expenses it incurred in bringing the suit. It asserts that it\nis not required to prove that it would have succeeded in the underlying litigation against\nOrchid in order to recover these damages. However, PCD does not provide support for its\nposition. PCD does note that there are no cases which require plaintiffs in breach of\ncontract cases against lawyers to prove that they would have prevailed in the underlying\nlitigation. While this appears to be true, it is likely because such claims are properly\ncharacterized as tort claims (which do require such proof) and not as breach of contract\nclaims.\n\n\n       \"Generally speaking, when awarding contract damages, the goal is to put the\nnonbreaching party in the position he or she would have been in had the breach never\noccurred.\" Peterson v. Ferrell, 302 Kan. 99, 106, 349 P.3d 1269 (2015). Here, if the\nalleged breach had never occurred PCD still would have paid Lerner the attorney fees\nthat PCD now requests as damages. Allowing PCD to seek those attorney fees would not\nput it in the same position it would have held had the suit against Orchid been timely\nfiled. If the alleged breach had not occurred, PCD would have been able to proceed to\ntrial against Orchid. PCD may have prevailed at trial. If that were the case, then the\ndamages for Lerner's alleged breach of contract would have been the value of any\njudgment PCD would have obtained against Orchid. However, as discussed above PCD\nfailed to prove that it would have prevailed in the underlying litigation. This means that\nany failure of the district court to instruct the jury on PCD's breach of contract claim was\nharmless error.\n\n\n\n\n                                                    21\n\f           Based on our holding affirming the granting of judgment as a matter of law to\nLerner, we need not address the district court's alternative findings related to a possible\nretrial.\n\n\n           Affirmed.\n\n\n\n\n                                               22\n\f",
            "ocr": false,
            "opinion_id": 4362049
        }
    ],
    "court_short_name": "Court of Appeals of Kansas",
    "court_full_name": "Court of Appeals of Kansas",
    "court_type": "SA",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}