{
    "id": 4588775,
    "judges": null,
    "date_filed": "2023-06-22",
    "date_filed_is_approximate": true,
    "slug": "antwane-broomfield-v-state-of-indiana-mem-dec",
    "case_name_short": null,
    "case_name": "Antwane Broomfield v. State of Indiana (mem. dec.)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.in.gov/judiciary/opinions/pdf/02081901pr.pdf",
            "author_id": null,
            "opinion_text": "MEMORANDUM DECISION\nPursuant to Ind. Appellate Rule 65(D),\nthis Memorandum Decision shall not be                                         FILED\nregarded as precedent or cited before any                                Feb 08 2019, 8:43 am\ncourt except for the purpose of establishing\n                                                                              CLERK\nthe defense of res judicata, collateral                                   Indiana Supreme Court\n                                                                             Court of Appeals\nestoppel, or the law of the case.                                              and Tax Court\n\n\n\n\nATTORNEY FOR APPELLANT                                   ATTORNEYS FOR APPELLEE\nJohn Pinnow                                              Curtis T. Hill, Jr.\nIndianapolis, Indiana                                    Attorney General of Indiana\n                                                         Jesse R. Drum\n                                                         Deputy Attorney General\n                                                         Indianapolis, Indiana\n\n\n\n                                           IN THE\n    COURT OF APPEALS OF INDIANA\n\nAntwane Broomfield,                                      February 8, 2019\nAppellant-Petitioner,                                    Court of Appeals Case No.\n                                                         18A-PC-1933\n        v.                                               Appeal from the Vanderburgh\n                                                         Superior Court\nState of Indiana,                                        The Honorable Leslie C. Shively,\nAppellee-Respondent.                                     Judge\n                                                         Trial Court Cause No.\n                                                         82D01-1610-PC-5020\n\n\n\nRiley, Judge.\n\n\n\n\nCourt of Appeals of Indiana | Memorandum Decision 18A-PC-1933 | February 8, 2019                  Page 1 of 11\n\f                                STATEMENT OF THE CASE\n[1]   Appellant-Petitioner, Antwane Broomfield (Broomfield), appeals the denial of\n\n      his petition for post-conviction relief (PCR).\n\n\n[2]   We affirm.\n\n\n                                                    ISSUE\n[3]   Broomfield presents one issue on appeal, which we restate as: Whether\n\n      Broomfield was denied the effective assistance of his trial counsel by failing to\n\n      object at trial to the admission of certain evidence.\n\n\n                      FACTS AND PROCEDURAL HISTORY\n[4]   On March 11, 2014, Officer David Brown (Officer Brown) and Officer Jackie\n\n      Lowe (Officer Lowe) of the Evansville Police Department attended roll call at\n\n      11:00 p.m. at the beginning of their shift as motor patrol officers. The officers\n\n      received an alert to be on the lookout for three African-American males who\n\n      had reportedly committed a home invasion and robbery around 10:30 p.m. that\n\n      evening at 911 Oakley Street. The suspects were armed with two handguns.\n\n      The officers spoke with the K-9 unit involved in investigating the offenses and\n\n      were advised that the suspects had been tracked traveling east but had been lost,\n\n      which indicated that they had either been in a car or were on bicycles.\n\n\n[5]   Around midnight while on patrol in their cruiser, the officers spotted a grey\n\n      four-door passenger car with three black males in it less than one mile away\n\n      from the location of the home invasion. Because of the hour and the time of\n\n      Court of Appeals of Indiana | Memorandum Decision 18A-PC-1933 | February 8, 2019   Page 2 of 11\n\f      year, there was not much foot or vehicular traffic in that residential area. The\n\n      car, later determined to be driven by Broomfield, was southbound on Governor\n\n      Street around Virginia Street. Officer Brown drove up behind the car, and\n\n      Broomfield immediately turned right onto Virginia Street as Officer Brown\n\n      followed. Broomfield made another immediate turn onto Lafayette Street and\n\n      travelled up to Iowa Street. Broomfield signaled a right turn at Iowa Street then\n\n      extinguished the right-turn signal and drove straight to Delaware Street.\n\n      Broomfield stopped at Delaware Street, signaled a right turn and then parked\n\n      on Delaware. In Officer Brown’s training and experience, Broomfield’s manner\n\n      of driving the car was odd and fit a pattern of evasive driving. The officers sat\n\n      in their cruiser and waited to see what the occupants of the car would do next.\n\n\n[6]   All three men exited the car. Broomfield momentarily reached back into the\n\n      car to retrieve a jacket. The three men then crossed the street to a house. One\n\n      man went up to the house’s porch, while the other two men stayed in the yard\n\n      and watched the Officer’s cruiser as it passed them. None of the men made any\n\n      effort to knock on the door of the home. The officers noted that no lights were\n\n      on in the house. All three men watched the officers’ cruiser as it passed by,\n\n      which Officer Brown found to be suspicious because, in his experience, as a\n\n      general rule when people go to visit someone, they knock on the door even if\n\n      there are officers present. The officers circled the block, parked just south of\n\n      Delaware Street, and walked back to the intersection so that they could\n\n      continue to observe the car and the house where the three men had gone.\n\n      However, the three men had continued walking north on Lafayette Street and\n\n\n      Court of Appeals of Indiana | Memorandum Decision 18A-PC-1933 | February 8, 2019   Page 3 of 11\n\f      had turned west onto Oregon Street. After noting that the men had not gone\n\n      into the home where they had stopped and had continued walking, the officers\n\n      decided that “things started to add up that something wasn’t right.” (Trial\n\n      Transcript Vol. I, p. 20).\n\n\n[7]   Officer Lowe radioed for assistance in locating and identifying the three men.\n\n      Other officers stopped them on Oregon Street, three and one-half blocks away\n\n      from where Broomfield had parked the car. Broomfield and the two other men\n\n      provided identification, and subsequent investigation revealed that all three\n\n      were habitual traffic violators (HTVs). An officer shone a flashlight into the car\n\n      Broomfield had been driving and saw a nine-millimeter handgun on the\n\n      floorboard of the driver’s seat and a baggie containing what turned out to be\n\n      cocaine. A subsequent search of the vehicle also turned up a baggie of a green\n\n      leafy substance which was later determined to be a synthetic cannabinoid.\n\n      After receiving his Miranda advisements, Broomfield first told Officer Brown\n\n      that he had not been in the car. Broomfield then stated that he had been in the\n\n      car but had not been driving. Lastly, Broomfield reverted to his initial\n\n      statement that he had not been in the car.\n\n\n[8]   On March 12, 2014, the State filed an Information, charging Broomfield with\n\n      carrying a handgun without a license, a Class C felony; operating a vehicle after\n\n      forfeiture for life, a Class C felony; possession of cocaine, a Class D felony; and\n\n      possession of a synthetic drug, a Class A misdemeanor. On July 20, 2015,\n\n      before the commencement of Broomfield’s jury trial, his trial counsel made an\n\n      oral motion to suppress the evidence gathered from the investigatory stop\n\n      Court of Appeals of Indiana | Memorandum Decision 18A-PC-1933 | February 8, 2019   Page 4 of 11\n\f      detailed above based on her argument that the officers lacked the necessary\n\n      reasonable suspicion of criminal wrongdoing to support the stop. Officer\n\n      Brown testified regarding the alert that he received during roll call that day to be\n\n      on the lookout for the three armed African-American suspects of the home\n\n      invasion, something that he had not mentioned when Broomfield’s trial counsel\n\n      had deposed him during discovery. The trial court denied the motion to\n\n      suppress, finding that the State had shown that the officers had a\n\n      “particularized and objective basis for the investigative stop.” (Trial Tr. Vol. I,\n\n      p. 34). Broomfield’s trial counsel, who thought that she had made a continuing\n\n      objection to the admission of the challenged evidence at the beginning of the\n\n      trial, did not object to its admission at trial. Broomfield was convicted of all\n\n      charges and was sentenced to an aggregate sentence of fifteen years.\n\n\n[9]   This court affirmed Broomfield’s convictions on direct appeal, holding that his\n\n      one appellate claim based on the allegedly erroneous admission of the\n\n      challenged evidence was waived due to his trial counsel’s failure to object. See\n\n      Broomfield v. State, No. 82A04-1508-CR-1190, slip op. at 2 (Ind. Ct. App. March\n\n      15, 2016). On October 10, 2016, Broomfield filed his PCR in which he alleged\n\n      that his trial counsel was ineffective for waiving his evidentiary claim by failing\n\n      to object to the admission of the challenged evidence at trial. On May 2, 2018,\n\n      the PCR court held a hearing on Broomfield’s PCR. On July 26, 2018, the\n\n      PCR court entered its Order denying Broomfield relief, finding that the stop at\n\n      issue was supported by reasonable suspicion and that Broomfield had failed to\n\n      demonstrate that he had been prejudiced by his trial counsel’s failure to object\n\n\n      Court of Appeals of Indiana | Memorandum Decision 18A-PC-1933 | February 8, 2019   Page 5 of 11\n\f       because “the evidence in question was admissible, and thus any objection\n\n       would have been unsuccessful.” (PCR App. Vol. II, p. 114).\n\n\n[10]   Broomfield now appeals. Additional facts will be provided as necessary.\n\n\n                               DISCUSSION AND DECISION\n                                             I. Standard of Review\n\n[11]   PCR proceedings are civil proceedings in which a petitioner may present\n\n       limited collateral challenges to a criminal conviction and sentence. Weisheit v.\n\n       State, 109 N.E.3d 978, 983 (Ind. 2018). In a PCR proceeding, the petitioner\n\n       bears the burden of establishing his claims by a preponderance of the evidence.\n\n       Id. When a petitioner appeals from the denial of his PCR, he stands in the\n\n       position of one appealing from a negative judgment. Hollowell v. State, 19\n\n       N.E.3d 263, 269 (Ind. 2014). To prevail on appeal from the denial of a PCR,\n\n       the petitioner must show that the evidence “as a whole leads unerringly and\n\n       unmistakably to a conclusion opposite that reached by the [PCR] court.” Id. In\n\n       addition, where a PCR court makes findings of fact and conclusions of law in\n\n       accordance with Indiana Post-Conviction Rule 1(6), we do not defer to its legal\n\n       conclusions, but we will reverse its findings and judgment only upon a showing\n\n       of clear error, meaning error which leaves us with a definite and firm conviction\n\n       that a mistake has been made. Id. In making this determination, we do not\n\n       reweigh the evidence or judge the credibility of witnesses, and we consider only\n\n       the probative evidence and reasonable inferences flowing therefrom that\n\n\n\n\n       Court of Appeals of Indiana | Memorandum Decision 18A-PC-1933 | February 8, 2019   Page 6 of 11\n\f       support the PCR court’s judgment. McKnight v. State, 1 N.E.3d 193, 199 (Ind.\n\n       Ct. App. 2013).\n\n\n                                      II. Ineffective Assistance of Counsel\n\n\n[12]   Broomfield contends that he “was denied the effective assistance of trial counsel\n\n       when counsel waived a pretrial motion to suppress by not objecting at trial.”\n\n       (Appellant’s Br. p. 6). We evaluate ineffective assistance of counsel claims\n\n       under the two-part test articulated in Strickland v. Washington, 466 U.S. 668\n\n       (1984). To prevail on such a claim, a petitioner must show that 1) his counsel’s\n\n       performance was deficient based on prevailing professional norms; and 2) that\n\n       the deficient performance prejudiced the defense. Weisheit, 109 N.E.3d at 983\n\n       (citing Strickland, 466 U.S. at 687). In order to demonstrate sufficient prejudice,\n\n       the petitioner must show that there is a reasonable probability that, but for his\n\n       counsel’s unprofessional errors, the result of the proceeding would have been\n\n       different. Id. (citing Strickland, 466 U.S. at 694). A reasonable probability is\n\n       one that is sufficient to undermine confidence in the outcome. Id. To\n\n       demonstrate prejudice as a result of trial counsel’s failure to object to the\n\n       admission of evidence, a petition must show that an objection would have been\n\n       sustained by the trial court and that he was prejudiced by his counsel’s failure.\n\n       Mays v. State, 719 N.E.2d 1263, 1265-66 (Ind. Ct. App. 1999), trans. denied. A\n\n       petitioner’s failure to satisfy either the ‘performance’ or the ‘prejudice’ prong of\n\n       a Strickland analysis will cause an ineffective assistance of counsel claim to fail.\n\n       Taylor v. State, 840 N.E.2d 324, 331 (Ind. 2006). If it is easier to dispose of an\n\n\n\n       Court of Appeals of Indiana | Memorandum Decision 18A-PC-1933 | February 8, 2019   Page 7 of 11\n\f       ineffectiveness claim on the grounds that prejudice has not been shown, that\n\n       course should be followed. Carter v. State, 929 N.E.2d 1276, 1280 (Ind. 2010).\n\n\n[13]   Broomfield’s specific claim of ineffective assistance is that his trial counsel\n\n       should have preserved his evidentiary claim by objecting to the admission of the\n\n       challenged evidence because the investigatory stop that garnered that evidence\n\n       was not based on reasonable suspicion. Thus, resolution of his claim entails\n\n       review of whether the stop at issue was supported by the reasonable suspicion\n\n       required by the Fourth Amendment. 1 As held in Terry v. Ohio, 392 U.S. 1, 27\n\n       (1968), the police may, without a warrant or probable cause, briefly detain an\n\n       individual for investigatory purposes if, based upon specific and articulable\n\n       facts, the officer has reasonable suspicion of criminal activity. Reid v. State, 113\n\n       N.E.3d 290, 298 (Ind. Ct. App. 2018). The requisite reasonable suspicion exists\n\n       if the facts known to the officer at the moment of the stop, together with the\n\n       reasonable inferences arising from such facts, would cause an ordinary prudent\n\n       person to believe that criminal activity has occurred or is about to occur. Id.\n\n       Reasonable suspicion “must be comprised of more than an officer’s general\n\n       “hunches” or unparticularized suspicions. Id. The reviewing court makes\n\n       reasonable suspicion determinations by looking at the totality of the\n\n\n\n\n       1\n         Broomfield’s claim of ineffectiveness is that his trial counsel waived the pretrial motion to suppress by\n       failing to object on the same grounds at trial. Broomfield’s trial counsel did not develop a separate argument\n       based on Article 1, Section 11 in her argument at the pretrial suppression hearing, and the PCR court made\n       no findings or conclusions based on state constitutional law. As such, we decline to address Broomfield’s\n       Article 1, Section 11 analysis. See Abel v. State, 773 N.E.2d 276, 278 n.1 (Ind. 2002) (holding that failure to\n       develop a separate state constitutional claim resulted in waiver of the issue).\n\n       Court of Appeals of Indiana | Memorandum Decision 18A-PC-1933 | February 8, 2019                   Page 8 of 11\n\f       circumstances of each case to determine whether the detaining officer had a\n\n       particularized and objective basis for suspecting legal wrongdoing. Id.\n\n\n[14]   Here, officers Brown and Lowe had received an alert to be on the lookout for\n\n       three African-American men who had committed a home invasion, were armed\n\n       with two handguns, and who they knew would be either in a car or on bicycles.\n\n       The officers then spotted a car in a low-traffic area containing three African-\n\n       American men within one mile of the location of the home invasion. Thus,\n\n       Broomfield and his cohorts matched the race, number, and mode of\n\n       transportation of the home invasion suspects and were spotted relatively close\n\n       to the location of the reported crime, especially considering that they were in a\n\n       car, as opposed to being on foot. The fact that it was late at night and the area\n\n       was not busy made it more likely that the three men were indeed the suspects\n\n       sought for the home invasion.\n\n\n[15]   After the officers tailed the car, Broomfield engaged in what Officer Brown\n\n       considered to be, in his training and experience, evasive driving before parking\n\n       the car. Broomfield and the other two men then exited the car, approached a\n\n       darkened home, but left seemingly without attempting to knock on the door or\n\n       otherwise contact the occupants of the home, which, in Officer Brown’s\n\n       experience, was unusual in that people who are visiting a home usually attempt\n\n       to knock on the door, even if law enforcement officers are passing by. In the\n\n       context of investigating a home invasion involving armed suspects, approaching\n\n       a darkened home without attempting to contact the occupants is suspicious.\n\n       Although any one of these circumstances taken alone may not have been\n\n       Court of Appeals of Indiana | Memorandum Decision 18A-PC-1933 | February 8, 2019   Page 9 of 11\n\f       enough to constitute reasonable suspicion, taken together, the totality of the\n\n       circumstances of the men matching the general description provided for the\n\n       home invasion suspects, being spotted close to the scene of the home invasion,\n\n       engaging in evasive driving when trailed by the officers, and approaching the\n\n       darkened home without attempting to contact the occupants constituted a\n\n       reasonable basis for the investigatory stop. Reid, 113 N.E.3d at 298 (holding\n\n       that reasonable suspicion determinations are made by examining the totality of\n\n       the circumstances of the particular case).\n\n\n[16]   Broomfield argues otherwise and directs our attention to the facts that the\n\n       officers had no description of the home invasion suspects’ vehicle, the time and\n\n       place he was spotted by the officers which he considers to be too remote in\n\n       place and time from the home invasion, and the officers did not observe him\n\n       committing any traffic infractions or crimes. However, these arguments are\n\n       unavailing given our standard of review upon denial from a PCR which\n\n       precludes us from reweighing evidence or considering evidence that does not\n\n       support the PCR court’s judgment. McKnight, 1 N.E.3d at 199. He also\n\n       contends that “[l]egally parking the car, getting out of the car, walking across\n\n       the street and going up to a dark house are not illegal” and that “[m]aking eye\n\n       contact with the police and then walking away from them does not provide\n\n       reasonable suspicion for an investigatory stop.” (Appellant’s Br. p. 22). We\n\n       agree with the general premise that approaching a darkened house, making eye\n\n       contact with police, and walking away would not constitute reasonable\n\n       suspicion taken alone and out of context. However, within the totality of the\n\n\n       Court of Appeals of Indiana | Memorandum Decision 18A-PC-1933 | February 8, 2019   Page 10 of 11\n\f       circumstances present here, namely the ongoing home invasion investigation,\n\n       the men matching the general description of the suspects relatively close to the\n\n       scene of the home invasion, and Broomfield’s evasive driving, the three men’s\n\n       conduct of approaching the darkened house and apparently leaving without\n\n       knocking was but one element which contributed to the officers’ reasonable\n\n       suspicion.\n\n\n[17]   Because the investigatory stop was based on reasonable suspicion and did not\n\n       violate Broomfield’s Fourth Amendment rights, any objection his trial counsel\n\n       would have lodged at trial would not have been fruitful, and Broomfield cannot\n\n       show that he was prejudiced by his trial counsel’s failure to object at trial to\n\n       preserve a claim challenging what was admissible evidence. Mays, 719 N.E.2d\n\n       at 1265-66. Having disposed of Broomfield’s claim of ineffective assistance of\n\n       counsel on lack of prejudice grounds, we decline to address his allegation of his\n\n       trial counsel’s deficient performance. See Carter, 929 N.E.2d at 1280. As a\n\n       result, we conclude that the PCR court’s conclusions were not clearly\n\n       erroneous, and denial of relief was proper. Hollowell, 19 N.E.3d at 269.\n\n\n                                             CONCLUSION\n[18]   Based on the foregoing, we conclude that Broomfield was not denied the\n\n       effective assistance of his trial counsel for failing to lodge objections to preserve\n\n       an evidentiary claim that was without merit.\n\n\n[19]   Affirmed.\n\n\n[20]   Kirsch, J. and Robb, J. concur\n       Court of Appeals of Indiana | Memorandum Decision 18A-PC-1933 | February 8, 2019   Page 11 of 11\n\f",
            "ocr": false,
            "opinion_id": 4366028
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}