{
    "id": 4591061,
    "judges": null,
    "date_filed": "2016-09-29",
    "date_filed_is_approximate": true,
    "slug": "state-v-lessley",
    "case_name_short": "Lessley",
    "case_name": "State v. Lessley",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "301 Neb. 734"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00006331PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n02/15/2019 08:07 AM CST\n\n\n\n\n                                                        - 734 -\n                                  Nebraska Supreme Court A dvance Sheets\n                                          301 Nebraska R eports\n                                                  STATE v. LESSLEY\n                                                  Cite as 301 Neb. 734\n\n\n\n\n                                        State of Nebraska, appellee, v.\n                                         Tyeric L. Lessley, appellant.\n                                                    ___ N.W.2d ___\n\n                                        Filed November 30, 2018.   No. S-18-096.\n\n                1.\t Convictions: Evidence: Appeal and Error. In reviewing a criminal\n                    conviction for a sufficiency of the evidence claim, whether the evidence\n                    is direct, circumstantial, or a combination thereof, the standard is the\n                    same: An appellate court does not resolve conflicts in the evidence, pass\n                    on the credibility of witnesses, or reweigh the evidence; such matters\n                    are for the finder of fact. The relevant question for an appellate court\n                    is whether, after viewing the evidence in the light most favorable to the\n                    prosecution, any rational trier of fact could have found the essential ele-\n                    ments of the crime beyond a reasonable doubt.\n                2.\t Jury Instructions: Appeal and Error. Whether jury instructions are\n                    correct is a question of law, which an appellate court resolves indepen-\n                    dently of the lower court’s decision.\n                3.\t Homicide: Lesser-Included Offenses: Jury Instructions. A court is\n                    required to instruct the jury on all lesser degrees of criminal homicide\n                    for which there is proper evidence before the jury, whether requested to\n                    do so or not.\n                4.\t ____: ____: ____. A court is not required to instruct a jury on lesser\n                    degrees of homicide where the first degree murder charge against the\n                    defendant is based upon a theory of felony murder.\n                5.\t Sentences: Time. A sentence validly imposed takes effect from the time\n                    it is pronounced.\n                6.\t Sentences. When a valid sentence has been put into execution, the trial\n                    court cannot modify, amend, or revise it in any way, either during or\n                    after the term or session of court at which the sentence was imposed.\n                7.\t Sentences: Judges: Records. The circumstances under which a judge\n                    may correct an inadvertent mispronouncement of a sentence are lim-\n                    ited to those instances in which it is clear that the defendant has not\n                    yet left the courtroom; it is obvious that the judge, in correcting his\n\f                                - 735 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n                          STATE v. LESSLEY\n                          Cite as 301 Neb. 734\n\n   or her language, did not change in any manner the sentence originally\n   intended; and no written notation of the inadvertently mispronounced\n   sentence was made in the records of the court.\n\n  Appeal from the District Court for Douglas County: M arlon\nA. Polk, Judge. Affirmed in part, and in part vacated and\nremanded for resentencing.\n   Thomas C. Riley, Douglas County Public Defender, Matthew\nJ. Miller, and Natalie M. Andrews for appellant.\n   Douglas J. Peterson, Attorney General, and Stacy M. Foust\nfor appellee.\n  Heavican, C.J., Miller-Lerman, Cassel, Stacy, Funke,\nPapik, and Freudenberg, JJ.\n  Heavican, C.J.\n                        INTRODUCTION\n   Tyeric L. Lessley was convicted of first degree murder,\nfirst degree assault, two counts of use of a weapon to commit\na felony, and possession of a deadly weapon by a prohibited\nperson. Lessley appeals, arguing that the evidence was not\nsufficient to support his convictions and that he was entitled\nto a manslaughter instruction. We affirm Lessley’s convic-\ntions and sentences for first degree murder and first degree\nassault, affirm his convictions and vacate the sentences for\nuse of a weapon to commit a felony and possession of a\ndeadly weapon by a prohibited person, and remand the cause\nfor resentencing.\n                      BACKGROUND\nEvents of October 29, 2016.\n  Between 4 and 4:30 a.m. on October 29, 2016, Curtis\nGoodwin was awake in the home shared with his fiance,\nSuzanne Pope. The home was located on North 39th Street in\nOmaha, Nebraska, at the corner of 39th and Kansas Streets.\nGoodwin was paying bills on his laptop computer, and Pope\n\f                              - 736 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n                        STATE v. LESSLEY\n                        Cite as 301 Neb. 734\n\nwas sleeping in a bed in the main floor living room of the\nresidence, which the couple used as their bedroom. Also in the\nhome was Pope’s 7-year-old daughter.\n   During this time, Goodwin left the home through the back\ndoor to investigate a knocking sound he heard at the front of\nthe house. Goodwin testified that family and friends never used\nthe front door of the residence, which faced North 39th Street,\nbut instead entered and exited through the rear door. Indeed,\npictures of the scene show that the front door was blocked\nfrom the inside by Goodwin and Pope’s bed.\n   Goodwin grabbed a baseball bat before leaving the house.\nGoodwin then walked around to his front door, where he\ndiscovered a male knocking on the door. Goodwin asked\nthe male if he could help him. The male pointed a gun in\nGoodwin’s face and responded, “Yeah, n-----, I’m your worst\nmother fucking nightmare.” The male, whom Goodwin tes-\ntified he did not recognize, then told Goodwin to get into\nthe house.\n   The two walked around the side of the house to the back\nentrance. Goodwin testified that at some point along the way,\nhe dropped the bat. Once inside, the male told Goodwin to\n“give me all your money and your shit.” Goodwin woke Pope\nto tell her that someone was there to rob them. According\nto Goodwin, both he and Pope told the intruder they did not\nhave any money. At that point, the intruder shot Pope, took\nGoodwin’s laptop, and shot Goodwin as Goodwin lunged\nat him.\n   Goodwin was able to follow the intruder out of the house\nand into the backyard, where Goodwin collapsed as the\nintruder ran down the street carrying Goodwin’s laptop. At this\ntime, Goodwin noticed an unfamiliar dark-colored Chevrolet\nSuburban or Tahoe parked in his driveway, which was located\nin the backyard of the residence and opened onto Kansas\nStreet. Goodwin testified that this vehicle had no license plates\nand described the back doors as opening “like kitchen cabi-\nnets.” The intruder walked back past Goodwin. By this time,\n\f                             - 737 -\n          Nebraska Supreme Court A dvance Sheets\n                  301 Nebraska R eports\n                       STATE v. LESSLEY\n                       Cite as 301 Neb. 734\n\nGoodwin had retrieved the bat he dropped earlier and swung\nit in the direction of the intruder. Goodwin testified that he\nhit “something,” but did not know if it was the intruder. The\nintruder then shot Goodwin again, dropped the laptop, and\ndrove away in the vehicle, westbound on Kansas Street.\n   Pope was killed and Goodwin was injured in this incident.\nGoodwin was in a coma for nearly 3 months and sustained\nthe loss of one of his kidneys, his spleen and gallbladder,\nand several feet of his small intestine. Goodwin has been\ndiagnosed with short bowel syndrome, which requires liquid\nnutrition and a colostomy bag. Complications from his injuries\ncaused Goodwin to fall into a second coma, during which he\nnearly died.\n   “ShotSpotter” evidence corroborated the timing of the gun-\nshots. ShotSpotter is a technology utilized by the Omaha\nPolice Department to determine the location of gunshots based\nupon sounds captured by microphones positioned in certain\nparts of the city. Here, ShotSpotter captured the sound of two\ngunshots, 20 seconds apart, sounding from outside Goodwin\nand Pope’s residence at 4:30 and 4:31 a.m. Neighbors also\ntestified they heard gunshots around that time.\n   In addition, neighbors witnessed a vehicle travel west from\nthe residence after they heard the gunshots. One neighbor\ntestified that she saw a dark blue, green, or black Suburban\nor Tahoe. A second neighbor testified that he witnessed a\ndark-colored Suburban or Tahoe with a loud exhaust, custom\nwheels, and tinted windows, and that based upon his experi-\nence with vehicles, he estimated the vehicle was between a\n1996 and a 1999 model due to its more squared frame.\n\nDNA and Other Evidence.\n   Multiple items were located at the scene of the shooting. In\nparticular, one firearm projectile was found in the driveway\nof the residence; another was dug from a wall of the living\nroom of the residence; and a third was retrieved from Pope’s\nbody during autopsy. A firearms examiner determined that all\n\f                              - 738 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n                        STATE v. LESSLEY\n                        Cite as 301 Neb. 734\n\nthree projectiles were fired from the same firearm. No firearm\nwas ever recovered in this case.\n   Goodwin’s laptop computer was found in the backyard near\nthe driveway. It had a partial shoeprint on its cover. A tread\nexpert testified that the shoeprint was consistent with a Nike\n“Shox” tennis shoe. The laptop was swabbed for DNA, but the\nonly profiles recovered were Goodwin’s and Pope’s; testing as\nto Lessley was inconclusive.\n   Various items of evidence were also recovered from the\nscene and tested. A substance appearing to be blood was\nfound on the driveway and on a section of the bat. In addi-\ntion, a swab was taken from the end of the bat. The State’s\nDNA expert testified that the blood found on the driveway\nwas a match to Lessley’s profile and that the probability that\nthe DNA belonged to another person was 1 in 1.67 quintillion.\nLessley could also not be excluded as a contributor to the DNA\nfound at the end of the bat, and the probability that the DNA\nbelonged to a person other than Lessley was 1 in 6.60 quadril-\nlion. Finally, Lessley could not be excluded as a contributor to\nthe DNA from the blood found elsewhere on the bat, with the\nprobability of that DNA belonging to another person being 1 in\n23.9 trillion.\n   Initially, the DNA profile obtained was from an unidenti-\nfied male, but a DNA database eventually identified the male\nas Lessley. Based upon that identification, law enforcement\ndetermined that on October 12, 2016, Lessley had purchased\na 2001 green Chevrolet Suburban from an Omaha dealer-\nship. That dealership had global positioning system (GPS)\nrecords placing the Suburban less than a mile southeast of the\nGoodwin-Pope residence at 4:18 a.m. on October 29. One of\nthe investigating officers testified that it had taken him about\n2 minutes to drive from the residence to the location noted in\nthe GPS records.\n   Lessley was arrested in January 2017. At the time of arrest,\nLessley was wearing a pair of Nike Shox shoes, which were\nconsistent with the shoeprint found on the laptop computer.\n\f                              - 739 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n                        STATE v. LESSLEY\n                        Cite as 301 Neb. 734\n\nLessley’s Suburban was impounded at the time of his arrest.\nThe Suburban still had in-transit signs and no license plates.\nIt also had tinted windows, “barn-door” style rear doors, and\na louder-than-stock exhaust. A search of Lessley’s residence\nrecovered custom aftermarket rims.\n   At the time of the shooting, Lessley and his girlfriend lived\na 3-minute drive northwest of the Goodwin-Pope residence.\nLessley’s girlfriend testified that Lessley returned from work\non October 28, 2016, between 11:45 p.m. and 12 a.m. She fell\nasleep shortly after Lessley returned home and was awoken\nbefore 5:30 a.m. by Lessley talking on the telephone. At this\ntime, Lessley’s girlfriend noticed a “hole” in the right side of\nLessley’s forehead that he did not have when he came home\nfrom work. Lessley’s cell phone records show that he was\non the cell phone between 4:58 and 5:06 a.m. on October 29.\nLessley later told his girlfriend during a jailhouse telephone\ncall that she did not have to say anything at his trial.\n   Lessley was charged with first degree murder for Pope’s\ndeath, under alternative theories of premeditated murder or fel-\nony murder during the commission of a robbery or attempted\nrobbery. Additionally, Lessley was charged with first degree\nassault for Goodwin’s injuries, possession of a deadly weapon\nby a prohibited person, and two counts of use of a weapon to\ncommit a felony.\n   On the first day of trial, the State amended the infor-\nmation by interlineation to remove the premeditated murder\ntheory. Trial proceeded under the State’s felony murder theory.\nThe jury was instructed only on felony murder and was not\ninstructed as to any other theory of first degree murder, or as\nto any other degree of murder. Lessley did not object to the\ninstructions as given and did not offer any proposed instruc-\ntions. Lessley was found guilty on all five counts in less than\n2 hours.\n   The district court initially sentenced Lessley to consecu-\ntive sentences of life imprisonment for felony murder, 20 to\n20 years’ imprisonment for first degree assault, 3 to 3 years’\n\f                                     - 740 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                               STATE v. LESSLEY\n                               Cite as 301 Neb. 734\n\nimprisonment for possession of a weapon by a prohibited\nperson, and 5 to 5 years’ imprisonment on each use convic-\ntion. Following a discussion with counsel for the State and for\nLessley, the court added 1 day to the maximum term of each\nsentence (except the life sentence), so that the minimum and\nmaximum terms would not be the same.\n   Lessley appeals.\n                 ASSIGNMENTS OF ERROR\n   On appeal, Lessley assigns that (1) there was insufficient\nevidence to support his convictions and (2) the district court\nerred in not instructing the jury on the lesser-included offense\nof manslaughter.\n                   STANDARD OF REVIEW\n   [1] In reviewing a criminal conviction for a sufficiency of\nthe evidence claim, whether the evidence is direct, circum-\nstantial, or a combination thereof, the standard is the same:\nAn appellate court does not resolve conflicts in the evidence,\npass on the credibility of witnesses, or reweigh the evidence;\nsuch matters are for the finder of fact. The relevant question\nfor an appellate court is whether, after viewing the evidence in\nthe light most favorable to the prosecution, any rational trier\nof fact could have found the essential elements of the crime\nbeyond a reasonable doubt.1\n   [2] Whether jury instructions are correct is a question of law,\nwhich an appellate court resolves independently of the lower\ncourt’s decision.2\n                          ANALYSIS\nSufficiency of Evidence.\n   In his first assignment of error, Lessley contends that the\nevidence was insufficient to support his convictions. This con-\ntention is without merit.\n\n 1\t\n      State v. McCurdy, ante p. 343, 918 N.W.2d 292 (2018).\n 2\t\n      State v. Wells, 300 Neb. 296, 912 N.W.2d 896 (2018).\n\f                                         - 741 -\n                 Nebraska Supreme Court A dvance Sheets\n                         301 Nebraska R eports\n                                   STATE v. LESSLEY\n                                   Cite as 301 Neb. 734\n\n   Lessley argues that “[t]he testimony provided by witnesses\nwas not consistent with the testimony of one another, nor\nwas it consistent with other evidence adduced at trial so as\nto amount to competent evidence . . . .”3 Lessley concedes\nthat DNA profiles were obtained, but argues that it is not pos-\nsible to “determine definitively whether or not the evidence\ncollected belongs to a particular individual. . . . [E]ven if\nthe DNA collected from the bat and driveway belonged to\n[Lessley], this evidence does not connect [Lessley] to the\ncrimes” conclusively, because it is not possible to discern\nhow long the DNA has been present at a particular location.4\nFinally, Lessley takes issue with multiple individual pieces\nof evidence to support his conclusion that a jury should have\nfound reasonable doubt.\n   But this is not our standard of review. This court does not\nresolve conflicts in the evidence or reweigh the evidence, but\ninstead only reviews the evidence to determine whether the\nevidence offered supported the convictions.\n   In this case, Goodwin testified that an intruder pointed a\ngun at him and told him to give him all his money and “shit.”\nIn addition, Goodwin testified that the intruder took a laptop\ncomputer from the residence. This testimony supported the\nrobbery or attempted robbery allegations underlying the felony\nmurder charge.\n   Goodwin further testified that he hit “something” with his\nbat when he was struggling with the intruder. DNA evidence\nfound on the bat and on the driveway near where the strug-\ngle occurred matched Lessley, with a probability of between\n1 in 23.9 trillion and 1 in 1.67 quintillion (depending on\nthe evidence) that the DNA belonged to another individual.\nMeanwhile, Lessley sustained an injury on his forehead during\nthe same timeframe as when Goodwin hit “something” with\nthe bat.\n\n 3\t\n      Brief for appellant at 19.\n 4\t\n      Id.\n\f                                      - 742 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                               STATE v. LESSLEY\n                               Cite as 301 Neb. 734\n\n   Also found in the driveway at the Goodwin-Pope residence\nwas a laptop computer with a shoeprint on it. The shoeprint\nwas consistent with a Nike Shox shoe, the same type of shoe\nworn by Lessley at the time of his arrest. Lessley’s vehicle\ngenerally matched the description of a vehicle observed leav-\ning the scene. The vehicle’s GPS records indicated that it was\nwithin a 2-minute drive of the residence approximately 12 min-\nutes prior to the shooting.\n   The evidence plainly supported Lessley’s convictions. There\nis no merit to Lessley’s first assignment of error.\n\nManslaughter Instruction.\n   In his second assignment of error, Lessley contends that the\ndistrict court erred in not instructing the jury on the elements\nof manslaughter. The State contends both that manslaughter\nis not a lesser-included offense of felony murder, and thus no\ninstruction was required, and that in any case, there was insuf-\nficient evidence to support a manslaughter instruction.\n   [3] Neb. Rev. Stat. § 29-2027 (Reissue 2016) provides in\npart that “[i]n all trials for murder the jury before whom such\ntrial is had, if they find the prisoner guilty thereof, shall ascer-\ntain in their verdict whether it is murder in the first or second\ndegree or manslaughter.” We have held that under § 29-2027,\na court is required to instruct the jury on all lesser degrees of\ncriminal homicide for which there is proper evidence before\nthe jury, whether requested to do so or not.5\n   [4] But a court is not required to instruct a jury on lesser\ndegrees of homicide where the first degree murder charge\nagainst the defendant is based upon a theory of felony murder.6\nThe distinction between felony murder and other degrees of\nmurder involves the element of intent. We have reasoned that\nwhen a first degree murder charge is predicated on a theory of\n\n 5\t\n      State v. Smith, 284 Neb. 636, 822 N.W.2d 401 (2012).\n 6\t\n      See, e.g., State v. Schroeder, 279 Neb. 199, 777 N.W.2d 793 (2010); State\n      v. Masters, 246 Neb. 1018, 524 N.W.2d 342 (1994).\n\f                                      - 743 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                               STATE v. LESSLEY\n                               Cite as 301 Neb. 734\n\npremeditated murder, second degree murder, or voluntary man-\nslaughter, the intent of the defendant is relevant, but that “[i]n\na felony murder case, the proof of a particular mental state\nis not required as to the killing.”7 We therefore conclude that\nunder § 29-2027, where a defendant is charged solely under\na felony murder theory, a jury need not be instructed on the\nlesser degrees of homicide.\n   But in any event, there was insufficient evidence to sup-\nport a manslaughter instruction. Lessley argues that there was\nevidence in the record indicating there was a struggle at the\nGoodwin-Pope home. As such, there was evidence adduced\nthat there had been a quarrel, and an instruction should have\nbeen given.\n   Lessley’s contentions are without merit. In State v. Smith,8\nwe concluded that evidence that the defendant and the victim\nhad been arguing was not enough to support a sudden quarrel\nmanslaughter instruction. We reasoned that even if there had\nbeen an argument, there was no evidence about who started the\nargument, what words were said or actions taken, or whether\nthere was evidence of provocation. We noted that “[i]n the\nabsence of some provocation, a defendant’s anger with the vic-\ntim is not sufficient to establish the requisite heat of passion”9\nfor sudden quarrel manslaughter.\n   Here, Lessley points us to some disarray at the scene,\nincluding a stove seemingly out of place, refrigerator mag-\nnets on the floor, a tipped-over laundry basket and fan, and\nthe bat used on the intruder inside the residence (rather than\noutside, where Goodwin testified he swung at the intruder and\nhit “something”). But there is no evidence in the record that\nthese items were in disarray because of these events. And there\nis certainly no evidence of any provocation that might have\n\n 7\t\n      State v. McDonald, 195 Neb. 625, 636-37, 240 N.W.2d 8, 15 (1976). Cf.\n      Hopkins v. Reeves, 524 U.S. 88, 118 S. Ct. 1895, 141 L. Ed. 2d 76 (1998).\n 8\t\n      State v. Smith, 282 Neb. 720, 806 N.W.2d 383 (2011).\n 9\t\n      Id. at 735, 806 N.W.2d at 395.\n\f                                     - 744 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                               STATE v. LESSLEY\n                               Cite as 301 Neb. 734\n\nprovided any justification for the actions in this case. Lessley’s\ncounsel did ask Goodwin whether Pope and Lessley had been\nhaving an affair, but Goodwin denied that allegation and coun-\nsel offered no evidence to back up that assertion.\n   There is no merit to Lessley’s second assignment of error.\nPlain Error in Sentencing.\n   Finally, the State contends that the district court committed\nplain error with respect to the sentences imposed for Lessley’s\nconvictions for possession by a prohibited person and use of\na deadly weapon.\n   [5-7] A sentence validly imposed takes effect from the time\nit is pronounced.10 When a valid sentence has been put into\nexecution, the trial court cannot modify, amend, or revise it\nin any way, either during or after the term or session of court\nat which the sentence was imposed.11 Any attempt to do so\nis of no effect, and the original sentence remains in force.12\nThe circumstances under which a judge may correct an inad-\nvertent mispronouncement of a sentence are limited to those\ninstances in which it is clear that the defendant has not yet left\nthe courtroom; it is obvious that the judge, in correcting his\nor her language, did not change in any manner the sentence\noriginally intended; and no written notation of the inadver-\ntently mispronounced sentence was made in the records of\nthe court.13\n   The district court originally sentenced Lessley to 3 to 3\nyears’ imprisonment for the possession conviction and to 5\nto 5 years’ imprisonment for the use convictions. During the\nsame hearing, however, the district court attempted to modify\nthose sentences to 3 to 3 years’ imprisonment plus 1 day and\nto 5 to 5 years’ imprisonment plus 1 day, respectively. This\n\n10\t\n      State v. Schnabel, 260 Neb. 618, 618 N.W.2d 699 (2000).\n11\t\n      Id.\n12\t\n      Id.\n13\t\n      Id.\n\f                              - 745 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n                        STATE v. LESSLEY\n                        Cite as 301 Neb. 734\n\nmodification was done after discussion with the parties due to\nthe prosecuting attorney’s concern that the minimum and maxi-\nmum terms of the sentences could not be the same.\n   The State argues that the original sentences for the use\nand possession convictions were valid and thus could not be\nmodified. But the State agrees that the original sentence for\nfirst degree assault was invalid and thus was subject to modi-\nfication. Use of a weapon to commit a felony is a Class IC\nfelony, punishable by 5 to 50 years’ imprisonment. Possession\nof a deadly weapon by a prohibited person is a Class ID fel-\nony, punishable by 3 to 50 years’ imprisonment. First degree\nassault is a Class II felony, punishable by 1 to 50 years’\nimprisonment.\n   The State bases its argument in the language of Neb. Rev.\nStat. § 29-2204 (Supp. 2017). As relevant, § 29-2204 provides:\n         (1) Except when a term of life imprisonment is required\n      by law, in imposing a sentence upon an offender for any\n      class of felony other than a Class III, IIIA, or IV felony,\n      the court shall fix the minimum and the maximum terms\n      of the sentence to be served within the limits provided\n      by law. The maximum term shall not be greater than the\n      maximum limit provided by law, and:\n         (a) The minimum term fixed by the court shall be any\n      term of years less than the maximum term imposed by the\n      court; or\n         (b) The minimum term shall be the minimum limit\n      provided by law.\n   We turn first to the use convictions. Section 29-2204(1)\nprovides that the maximum term shall not be greater than the\nmaximum term provided by law, which, for a Class IC felony,\nis 50 years. As for the minimum term, it shall be either any\nterm of years less than the maximum term imposed by the\ncourt or the minimum term provided by law. The State argues\nthat the sentences of 5 to 5 years’ imprisonment initially\nimposed on Lessley by the district court were proper, because\nthe maximum term imposed by the court (5 years) was not\n\f                                     - 746 -\n                Nebraska Supreme Court A dvance Sheets\n                        301 Nebraska R eports\n                               STATE v. LESSLEY\n                               Cite as 301 Neb. 734\n\ngreater than the maximum term provided for by law (50 years)\nand the minimum term was the minimum term provided for by\nlaw (5 years) as set forth in § 29-2204(1)(b).\n   The same reasoning goes for the possession conviction. The\nmaximum term for a Class ID felony is 50 years; the maximum\nterm imposed by the district court of 3 years was less than 50\nyears, and the minimum term of 3 years is the minimum pro-\nvided for by law. As such, these sentences were valid, and the\nattempt to modify them was unsuccessful.\n   Because the district court’s intended sentences are appar-\nent from the record,14 we vacate the sentences imposed for\nthe use and possession convictions and remand the cause for\nresentencing Lessley in conformity with the initial sentences\nimposed by the district court of 5 to 5 years’ imprisonment for\neach use conviction and 3 to 3 years’ imprisonment for the pos-\nsession conviction.\n   We turn now to the sentence imposed on Lessley’s first\ndegree assault conviction. The State asserts that the sentence\ninitially imposed by the district court of 20 to 20 years’ impris-\nonment was not valid.\n   The maximum term provided for by law for a Class II felony\nis 50 years’ imprisonment. The 20-year maximum imposed on\nLessley was less than the allowed maximum. But the minimum\nimposed by the district court was also 20 years’ imprison-\nment. The minimum provided for by law is 1 year, so the\nminimum term imposed on this conviction did not comply with\n§ 29-2204(1)(b). Nor did it comply with § 29-2204(1)(a), which\nprovides that “[t]he minimum term fixed by the court shall be\nany term of years less than the maximum term imposed by the\ncourt[.]” As such, the State is correct that the initial sentence of\n20 to 20 years’ imprisonment was invalid. Therefore, the sen-\ntence was subject to modification, and we accordingly affirm\nthe modified sentence of 20 to 20 years’ imprisonment plus 1\nday for first degree assault.\n\n14\t\n      See State v. Vanness, 300 Neb. 159, 912 N.W.2d 736 (2018).\n\f                              - 747 -\n           Nebraska Supreme Court A dvance Sheets\n                   301 Nebraska R eports\n                        STATE v. LESSLEY\n                        Cite as 301 Neb. 734\n\n                        CONCLUSION\n   Lessley’s convictions are affirmed. Lessley’s sentences for\nfirst degree felony murder and first degree assault are also\naffirmed. But the sentences imposed for use of a weapon to\ncommit a felony and possession of a deadly weapon by a\nprohibited person are vacated and new sentences are to be\nimposed as set forth above. We remand this cause to the district\ncourt for resentencing.\n\tA ffirmed in part, and in part vacated\n\t                       and remanded for resentencing.\n\f",
            "ocr": false,
            "opinion_id": 4368314
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}