{
    "id": 4602492,
    "judges": null,
    "date_filed": "2000-01-06",
    "date_filed_is_approximate": true,
    "slug": "leslie-shipman-v-donald-sowell",
    "case_name_short": null,
    "case_name": "Leslie Shipman v. Donald Sowell",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Civil Rights",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "http://www.ca5.uscourts.gov/opinions/unpub/18/18-20155.0.pdf",
            "author_id": null,
            "opinion_text": "     Case: 18-20155      Document: 00514883385         Page: 1    Date Filed: 03/21/2019\n\n\n\n\n           IN THE UNITED STATES COURT OF APPEALS\n                    FOR THE FIFTH CIRCUIT     United States Court of Appeals\n                                                       Fifth Circuit\n\n                                                                                  FILED\n                                                                              March 21, 2019\n                                      No. 18-20155\n                                                                               Lyle W. Cayce\n                                                                                    Clerk\nLESLIE W. SHIPMAN, also known as in error as Lester W. Shipman,\n\n               Plaintiff - Appellant\n\nv.\n\nSHERIFF DONALD SOWELL; SHERIFF TOMMY GAGE;\nJOSEPH SCLIDER; DAVID COOK; ALTON NEELY; TUCK MCLAIN;\nGRIMES COUNTY; MONTGOMERY COUNTY,\n\n               Defendants - Appellees\n\n\n\n\n                   Appeal from the United States District Court\n                        for the Southern District of Texas\n                             USDC No. 4:16–CV–692\n\n\nBefore JONES, HAYNES, and OLDHAM, Circuit Judges\nEDITH H. JONES, Circuit Judge:*\n       This is an appeal of the district court’s dismissal of multiple claims\nbrought by the Appellant under 42 U.S.C. § 1983 and state law for what he\nasserts was an unjustifiable investigation and prosecution, combined with\nseizure of vehicles associated with his attempt at conducting an auto auction.\nFor the following reasons, the district court’s judgment is AFFIRMED.\n\n\n       * Pursuant to 5TH CIR. R. 47.5, the court has determined that this opinion should not\nbe published and is not precedent except under the limited circumstances set forth in 5TH\nCIR. R. 47.5.4.\n\f    Case: 18-20155     Document: 00514883385     Page: 2   Date Filed: 03/21/2019\n\n\n\n                                  No. 18-20155\n                                        I.\n      Leslie Shipman and law enforcement officers in Montgomery and Grimes\ncounties, Texas, are well-acquainted with one another.           Officers in the\n“Montgomery County Auto Theft Task Force” (the “Task Force”), which was\noperated jointly by the Montgomery and Grimes county sheriffs’ departments,\nsuspected that Shipman was selling stolen vehicles out of his auto body shop.\nShipman accuses the police of having a vendetta against him. After multiple\nrun-ins with local police in 2013–14, including arrests and citations for offenses\nrelated to improperly selling or transporting vehicles, Shipman decided to sell\nhis remaining inventory and move out of town. When Shipman, his business\npartner Jerry Williams, and an auctioneer named Israel Curtis (whose license\nhad lapsed) organized a car auction in June 2015, the Task Force took notice.\nThey suspected that Shipman “did not have proper title paperwork for the\nvehicles” he planned to sell, partly because prior police reports had indicated\nthat Shipman was dealing vehicles without proper titles.\n      After a drive by the property confirmed that “numerous vehicles at\n[Shipman’s] shop were titled in third party names,” law enforcement requested\na warrant to search the property. A Grimes County Magistrate Judge found\nprobable cause to suspect that Shipman and his companions were conducting\nan unlicensed auction and illegally selling vehicles without proper paperwork.\nAfter the auction began, authorities executed the warrant and seized fifty-six\nvehicles and an assortment of paperwork from Shipman’s auto shop. Shipman\nwas subsequently indicted by a Texas grand jury for engaging in organized\ncriminal activity by tampering with government records in violation of Texas\nPenal Code §§ 37.10(a) and 71.02(a)(13).\n      Shipman responded by filing a federal case against the Task Force\nmembers and both counties, seeking damages under § 1983 for violations of his\nFirst, Fourth, and Fourteenth Amendment rights and state tort violations.\n                                        2\n\f    Case: 18-20155     Document: 00514883385      Page: 3    Date Filed: 03/21/2019\n\n\n\n                                  No. 18-20155\nWhile Shipman’s federal suit was pending, the state criminal case was resolved\nby his guilty plea in state court to the lesser included charge of selling a vehicle\nwithout a license in violation of Texas Transportation Code § 501.109, a Class\nC Misdemeanor. When the state court accepted Shipman’s plea, it also held a\nhearing to facilitate the return of the seized vehicles.       As the defendants\nacknowledge, no paperwork problems were found to have existed with respect\nto the seized vehicles, but the hearing extensively covered issues of uncertain\nownership of many of the vehicles.\n      We have attempted to identify the precise claims raised by Shipman in\nhis federal complaint, which alleged that several county officials violated his\nrights before and after the June 27 raid in a variety of ways:\n      •     First, Shipman alleged that Grimes County District\n      Attorney Tuck McLain violated his First Amendment rights by\n      seeking the grand jury indictment against him in retaliation after\n      Shipman’s counsel published a blog post accusing the officials of\n      misconduct. Shipman accused McLain of violating his Fourteenth\n      Amendment rights by selectively prosecuting Shipman even\n      though he knew the case was meritless; by advising the Task Force\n      not to return Shipman’s business records; and by instructing his\n      staff to discriminate against Shipman’s trial counsel by not\n      “offer[ing] deferred adjudication to [his] clients.”\n      •     Second, Shipman alleged that the commander of the task\n      force, Montgomery County officer Joseph Sclider, violated his\n      Fourth and Fourteenth Amendment rights by making false\n      statements to the magistrate judge to obtain the search warrant;\n      by falsely stating on local TV suggesting that the vehicles seized\n      in the raid may have been stolen; and by coercing a witness into\n      stating that he had not given the men permission to sell his car.\n                                         3\n\f    Case: 18-20155    Document: 00514883385      Page: 4   Date Filed: 03/21/2019\n\n\n\n                                 No. 18-20155\n      •     Third, Shipman alleged that Grimes County Sheriff Donald\n      Sowell violated his Fourth Amendment rights by preventing the\n      return of the vehicles and records “to prevent Mr. Shipman from\n      financing his criminal defense and his civil litigation,” even though\n      the vehicles had “no evidentiary value.” He also claimed that\n      Sowell ratified misconduct by Sclider and the Task Force.\n      •     Fourth, Shipman alleged that Montgomery County Sheriff\n      Tommy Gage violated his Fourth Amendment rights by never\n      investigating Sclider’s alleged misconduct after Shipman’s counsel\n      sent Gage a letter notifying him about the misconduct, and by\n      failing to supervise or train the Task Force officers.\n      •     Finally, Shipman alleged state law tort claims including,\n      inter alia, slander, tortious interference, and conspiracy.\nThe Defendants moved to dismiss Shipman’s case for failing to state a claim\nunder Federal Rule of Civil Procedure 12(b)(6). The district court granted the\nmotion to dismiss, and Shipman timely appealed to this court.\n      The district court held that Shipman failed to state plausible claims\nunder the First and Fourteenth Amendments; his Fourth Amendment claims\nwere barred by the Supreme Court’s decision in Heck v. Humphrey, 512 U.S.\n477, 114 S. Ct. 2364 (1994); and his state law tort claims were barred by the\nTexas Tort Claims Act (“TTCA”).\n                                       II.\n      This court reviews a district court’s dismissal of a claim de novo. United\nStates ex rel. v. Dow Chem. Co., 343 F.3d 325, 328 (5th Cir. 2001) (citation\nomitted). To survive a motion to dismiss under Rule 12(b)(6), a plaintiff’s\ncomplaint must “contain sufficient factual matter, accepted as true, to state a\nclaim for relief that is plausible on its face.” Ashcroft v. Iqbal, 556 U.S. 662,\n678, 129 S. Ct. 1937, 1949 (2009) (internal quotation marks and citation\n                                        4\n\f    Case: 18-20155     Document: 00514883385      Page: 5    Date Filed: 03/21/2019\n\n\n\n                                  No. 18-20155\nomitted). “Threadbare recitals of the elements of a cause of action, supported\nby mere conclusory statements, do not suffice.” Id. (citation omitted). In short,\nalthough a complaint “does not need detailed factual allegations,” it\nnevertheless must contain factual allegations that, when assumed to be true,\n“raise a right to relief above the speculative level.” Cuvillier v. Taylor, 503 F.3d\n397, 401 (5th Cir. 2007) (internal quotation marks and citation omitted).\n      We note at the outset that some aspects of Shipman’s appellate briefing\nfail to provide the necessary specificity, such as which defendant committed\nwhich act. Nothing at all, for instance, is written about defendants Neely or\nCook. Any claims against unnamed defendants, Neely and Cook are therefore\nwaived. See Nichols v. Enterasys Networks, Inc., 495 F.3d 185, 190 (5th Cir.\n2007) (“Where analysis is so deficient, this court has considered the issue\nwaived for inadequate briefing.”) (citation omitted). The briefing about the\nlegal or factual basis for the liability of each County is conclusional and\ninadequate, consequently the claims against Montgomery and Grimes County\nare waived. Liability based on actions of “coconspirators” is referenced only in\nShipman’s reply brief and is therefore waived. Finally, although Shipman’s\nbrief on appeal seems to argue for several pages a claim for malicious\nprosecution under the Fourth Amendment, no such claim is actually stated in\nthe Third Amended Complaint and in any event no such claim exists in federal\nlaw. Albright v. Oliver, 510 U.S. 266, 267, 114 S. Ct. 807, 810–11 (1994).\n                                        III.\n      This court will examine each of Shipman’s preserved claims in light of\nthe district court’s decision, applicable Rule 12(b)(6) standards, and,\nimportantly, his exact allegations in the Third Amended Complaint, which are\nsomewhat different from his assertions in this court.\n\n\n\n\n                                         5\n\f    Case: 18-20155    Document: 00514883385      Page: 6   Date Filed: 03/21/2019\n\n\n\n                                 No. 18-20155\n      A. First Amendment Claim\n      Shipman alleges that the Grimes County District Attorney Tuck McLain\nviolated his First Amendment rights by seeking a grand jury indictment\nagainst him in retaliation for Shipman’s counsel’s publication of a blog post\ncriticizing local law enforcement. The First Amendment prohibits government\nofficials from taking adverse action against citizens in retaliation for engaging\nin protected speech. Keenan v. Tejeda, 290 F.3d 252, 258 (5th Cir. 2002).\nKeenan also holds that to prove actionable retaliation, the plaintiff must\nadditionally surmount pleading the elements of common law malicious\nprosecution. Id. at 260. As noted above, Shipman’s pleadings never undertook\nthe burden of pleading facts to support malicious prosecution, nor could they\nbecause of his guilty plea.\n      Further, although Shipman’s counsel criticized local law enforcement\nand McLain sought to indict Shipman afterward, free-speech retaliation claims\nunder the First Amendment require the plaintiff to show more than that two\nevents occurred in sequence. A plaintiff must allege some causal link between\nthe events that, if proven, would establish a prima facie claim on the face of\nthe complaint.   See Iqbal, 556 U.S. at 678, 129 S. Ct. at 1949.       Shipman,\nhowever, relies wholly on conclusory statements and fails to allege facts\ncreating a causal link between his lawyer’s statements and the District\nAttorney’s decision to seek an indictment.      If anything, the Task Force’s\ndecision to seek a search warrant before Shipman’s counsel published his\nstatement cuts against Shipman’s retaliatory-prosecution theory.\n      A final debilitating feature of this claim is that as the prosecutor,\nMcClain is shielded by absolute immunity. Hartman v. Moore, 547 U.S. 250,\n261–62, 126 S. Ct. 1695, 1704 (2006) (citation omitted).\n      In sum, because Shipman’s First Amendment claim did not meet the\nIqbal standard, the district court did not err in dismissing this claim.\n                                       6\n\f    Case: 18-20155     Document: 00514883385       Page: 7   Date Filed: 03/21/2019\n\n\n\n                                  No. 18-20155\n      B. Fourteenth Amendment Claim\n      Shipman alleges that McLain violated his Fourteenth Amendment right\nto Equal Protection by selectively prosecuting him even though McLain\nallegedly knew that the charges against Shipman were meritless, and by\nrefusing to “offer [Shipman] deferred adjudication.” Shipman points to the\nfavorable plea agreement entered by the trial court, in which an assistant DA\ndismissed organized crime charges against him in exchange for Shipman’s\npleading guilty to one Class C Misdemeanor count, as evidence that the\nDistrict Attorney’s indictment was meritless.\n      We agree with the district court’s analysis of Shipman’s pleading on this\nclaim. Selective prosecution sounds as an equal protection violation of the\nFourteenth Amendment and as such prohibits prosecutions based on “an\nunjustifiable standard such as race, religion, or other arbitrary classification.”\nUnited States v. Armstrong, 517 U.S. 456, 464, 116 S. Ct. 1480, 1486 (1996)\n(internal quotation marks and citation omitted); see also Beeler v. Rounsavall,\n328 F.3d 813, 817 (5th Cir. 2003). Shipman cannot claim membership in a\nprotected class. To the extent Shipman alleged that the prosecutor picked him\nout to prevent his exercise of constitutional rights, Bryan v. City of Madison,\n213 F.3d 267, 277 (5th Cir. 2003), he has offered no facts, as opposed to\nconclusory opinions, about McLain’s motivation. And to be clear, we harbor\ndoubts about the theory that would tie retaliation for actions taken by\nShipman’s attorney to a violation of Shipman’s rights, but we assume arguendo\nthat such a theory of retaliation is cognizable.\n      Of course, as has been noted, prosecutors enjoy absolute immunity from\n§ 1983 suits based on all actions taken within the scope of their prosecutorial\nduties. Kalina v. Fletcher, 522 U.S. 118, 123–29, 118 S. Ct. 502, 506–09 (1997).\nShipman argues that absolute immunity does not bar his Fourteenth\nAmendment claim because McLain “advised and assisted the [Task Force]\n                                        7\n\f    Case: 18-20155     Document: 00514883385     Page: 8   Date Filed: 03/21/2019\n\n\n\n                                  No. 18-20155\nduring the investigative phase” of this case. The defendants counter that\nabsolute immunity applies to all of McLain’s actions in “initiating,\ninvestigating, and pursuing a criminal prosecution.”\n      This court need not speculate on the limit of prosecutorial immunity,\nhowever, because even if Shipman’s position were correct and absolute\nimmunity did not apply, this Fourteenth Amendment claim still fails for much\nthe same reason as his First Amendment claim: he does not articulate\nsufficient facts that, taken as true, plausibly establish a selective-prosecution\nclaim. Shipman does not make factual allegations to support his claim that\nMcLain knew that the charges were allegedly meritless, other than pointing to\nthe plea agreement he eventually accepted. Nor does he allege any facts that,\ntaken as true, would establish a causal connection between McLain’s actions\nand Shipman’s characterization of McLain’s motives. See, e.g., Beeler, 328 F.3d\nat 817 (“It must be shown that selective enforcement was deliberately based\non an unjustifiable standard such as race, religion or other arbitrary\nclassification.”) (internal quotation marks and citation omitted).\n      Shipman also offers a stigma-plus infringement theory to support his\nFourteenth Amendment claims. The only defendant Shipman associates with\nthis claim by name is Sclider. Thus, the court’s analysis of Shipman’s claim\nwill focus solely on Sclider’s conduct. To prevail on a stigma-plus-infringement\nclaim, a plaintiff must show that “a state actor has made concrete, false\nassertions of wrongdoing on the part of the plaintiff.” Blackburn v. City of\nMarshall, 42 F.3d 925, 936 (5th Cir. 1995) (emphasis original) (citation\nomitted). Shipman’s claim centers around statements Sclider made to a local\ntelevision reporter after the raid, in which Sclider described the legal status of\nthe vehicles seized in the raid under Texas law and said, “at this point we are\ngoing to have to find the rightful owner of these vehicles.” Sclider merely\nprovided an accurate summary of the law, however, and did not make any\n                                        8\n\f     Case: 18-20155       Document: 00514883385           Page: 9    Date Filed: 03/21/2019\n\n\n\n                                       No. 18-20155\nconcrete, false assertion that meets the standard set forth in Blackburn. The\ndistrict court correctly dismissed Shipman’s Fourteenth Amendment claims.\n       C. Fourth Amendment Claims.\n       A significant portion of Shipman’s claims stems from alleged violations\nof his Fourth Amendment rights. It is helpful to separate these claims into\ntwo categories: the claim alleging an unreasonable search and initial seizure\nof documents and vehicles from his autobody shop, and the claim alleging an\nunreasonable, sixteen-month continued seizure of his vehicles and business\npaperwork. The district court held that both categories were barred by Heck\nv. Humphrey.\n       Heck forbids a plaintiff who has been convicted of a crime from launching\n“a collateral attack on the conviction through the vehicle of a civil suit.” Heck,\n512 U.S. at 484, 114 S. Ct. at 2371 (internal quotation marks and citation\nomitted).     Thus, this court has interpreted Heck to mean that “[w]hen a\nplaintiff alleges tort claims against his arresting officers, the district court\nmust first consider whether a judgment in favor of the plaintiff would\nnecessarily     imply      the    invalidity       of   his   conviction     or    sentence.”\nDeLeon v. City of Corpus Christi, 488 F.3d 649, 652 (5th Cir. 2007) (quoting\nHainze v. Richards, 207 F.3d 795, 798 (5th Cir. 2000)). 1\n\n\n\n\n       1 In DeLeon, this court clearly took the position that Heck, as viewed by Justice Scalia,\nis “foremost …a section 1983 decision, narrowing the reach of that civil-rights statute by\nreference to the law of tort in 1871.” 488 F.3d at 654. Further, this court has extended Heck,\nin DeLeon, to a case involving deferred adjudication and to a person no longer in custody and\nunable to obtain habeas relief. Randell v. Johnson, 227 F.3d 300 (5th Cir. 2000). Both parties\nassume Heck could apply here even though Shipman’s crime of conviction was punishable\nonly by a fine and thus may not have placed him “in custody.” See Tex. Penal Code Ann.\n§ 12.23; see also id. § 12.03(c); McClish v. Nugent, 483 F.3d 1231, 1251 n.19 (11th Cir. 2007).\nThey disagree only about whether Heck’s standards are met in this case. Accordingly, we\nhave no occasion to consider, because Shipman did not raise the point, whether his conviction,\nwhich carries a fine but no potential for imprisonment, renders Heck inapplicable.\n                                               9\n\f    Case: 18-20155       Document: 00514883385            Page: 10     Date Filed: 03/21/2019\n\n\n\n                                       No. 18-20155\n       In this case, Shipman pled guilty to a single count of selling a vehicle\nwithout a proper license. Shipman’s Fourth Amendment unreasonable search\nclaim against Sclider alleges that the Task Force lacked probable cause to\nsearch his property and seize vehicles, but the Task Force’s suspicion that\nShipman was selling vehicles without proper title paperwork—a lesser offense\nto which he pled guilty—is precisely one of the reasons for which a search\nwarrant was issued. In other words, Shipman’s conviction for selling vehicles\nwithout proper paperwork is inextricably intertwined with his claim that the\nTask       Force   lacked    probable      cause     to    raid      his   vehicle   auction.\nCf. Connors v. Graves, 538 F.3d 373, 377 (5th Cir. 2008) (“Connors cannot\nprevail on his claim for invalid seizure unless he proves that the officers lacked\nprobable cause.”) (citation omitted).          Thus, Shipman’s Fourth Amendment\nclaim against Sclider is barred by Heck. Id. 2\n       In any event, Shipman’s Fourth Amendment allegations fail because\nSclider’s affidavit demonstrated probable cause to believe that an unlicensed\nauction of vehicles without adequate paperwork was about to occur. “Probable\ncause exists when the totality of the facts and circumstances within a police\nofficer’s knowledge at the moment of the [action] are sufficient for a reasonable\nperson to conclude that the suspect had committed or was committing an\noffense.” Cuadra v. Houston Indep. Sch. Dist., 626 F.3d 808, 813 (5th Cir. 2010)\n(internal citation omitted).         In addition to the investigative facts recited\nhereinabove, Sclider reported in his search warrant affidavit the actual\ncomplaint of a person who alleged that Shipman was selling vehicles without\nproper authorization.\n\n\n\n       2 We do not hold that Heck bars a 1983 claim for every search and seizure that results\nin some ultimate criminal conviction. One can envision a situation where the scope of the\nsearch far exceeded the claim of probable cause or the eventual crime of conviction. See, e.g.,\nButler v. Compton, 482 F.3d 1277 (10th Cir. 2007). This is not such a case.\n                                             10\n\f    Case: 18-20155       Document: 00514883385         Page: 11     Date Filed: 03/21/2019\n\n\n\n                                      No. 18-20155\n       Shipman also alleges Fourth Amendment claims against Grimes County\nSheriff Donald Sowell for refusing to return his vehicles and office paperwork\nfor more than a year. This claim is distinct from his unreasonable-search claim\nbecause it challenges the ongoing detention of property that occurred after the\nsearch and, if actionable, does not necessarily impugn Shipman’s conviction.\nWe assume arguendo that Heck does not bar this claim. See Bush v. Strain,\n513 F.3d 492, 498 (5th Cir. 2008) (holding that Heck does not bar claims for\nconduct that is “temporally and conceptually distinct” from the basis of the\nplaintiff’s conviction).\n       Nevertheless, the unreasonable detention claim cannot survive the\nheightened pleading standards established by Iqbal. The vehicles in question\nwere lawfully seized pursuant to a valid warrant and remained in law\nenforcement custody only until the criminal case was adjudicated. 3 Shipman\nargues that the trial court’s dismissal of the most serious offenses against him\nproves that Sowell lacked probable cause to continue holding his vehicles after\nthe raid.    The Supreme Court, however, has held that courts should not\n“evaluate probable cause in hindsight, based on what a search does or does not\nturn up.” Florida v. Harris, 568 U.S. 237, 249, 133 S. Ct. 1050, 1059 (2013)\n(citation omitted).     The same principle must apply to criminal trials—the\ndismissal of some charges does not prove that a search or seizure was\nunreasonable when it occurred.\n       Because Shipman’s allegations, taken as true, are barred by Heck or fail\nto show a plausible claim for improper seizure or unconstitutional detention,\n\n\n\n       3 The plausibility of Shipman’s unreasonable detention claim is further compromised\nby his apparent failure to formally move for the release of the seized vehicles during the\nperiod of their detention pursuant to Texas law. Cf. In re Cornyn, 27 S.W.3d 327, 333 (Tex.\nApp. 2000) (holding that Chapter 18 of the Texas Code of Criminal Procedure provides\nprocedures for parties who believe their property was seized unreasonably to seek relief from\nthe magistrate who issued the search warrant).\n                                             11\n\f    Case: 18-20155     Document: 00514883385    Page: 12   Date Filed: 03/21/2019\n\n\n\n                                 No. 18-20155\nthe district court’s dismissal of the Fourth Amendment claims is affirmed.\nFurther, because Shipman’s related claims against Montgomery County\nSheriff Tommy Gage for failing to train and supervise his subordinates are\npredicated on the insufficient allegations against the search warrant and\nseizure, they also fail.\n        D. State Law Claims\n        Shipman alleged a smattering of state law tort claims against the\nDefendants, which the district court dismissed with prejudice. Shipman has\nchosen to raise only his slander and tortious interference claims on appeal.\nShipman alleges that Sclider “and other [Task Force] officers” committed\nslander and tortious interference when they contacted Shipman’s customers\nand informed them that they may not need to make their payments on the\nvehicles because the vehicles might have been stolen. Because “other [Task\nForce] officers” is a vague description that does not specify any defendants\nindividually, this court analyzes Shipman’s tort claims as applied to Sclider\nonly.\n        The district court dismissed the tort claims under the TTCA, which\nrequires dismissal of a suit that the plaintiff could have brought against the\ngovernment but instead “filed against a[] [government] employee . . . based on\nconduct within the general scope of [his] employment.” TEX CIV. PRAC. & REM.\nCODE ANN. § 101.106(f); see id. § 101.001(5). An employee’s conduct is within\nthe general scope of his employment if there is “a connection between the\n[employee’s] job duties and the alleged tortious conduct.” Wilkerson v. Univ. of\nN. Tex., 878 F.3d 147, 160 (5th Cir. 2017) (internal quotation marks and\ncitation omitted). As alleged, Sclider informed Shipman’s customers about the\nTask Force’s suspicions as part of the Task Force’s broader investigation into\nthe legality of Shipman’s business activities. Informing the purchasers of\npotentially stolen property about an ongoing investigation into the status of\n                                      12\n\f   Case: 18-20155    Document: 00514883385     Page: 13   Date Filed: 03/21/2019\n\n\n\n                                No. 18-20155\nthat property and about the purchasers’ rights during that investigation is a\nmanifestly reasonable step for officers to take. Thus, Sclider’s statements to\nShipman’s customers were connected to his job duties as commander of the\nTask Force. The district court’s decision to dismiss Shipman’s state law tort\nclaims under the TTCA was therefore proper.\n                                     IV.\n      The judgment of the district court is AFFIRMED.\n\n\n\n\n                                     13\n\f",
            "ocr": false,
            "opinion_id": 4379745
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}