{
    "id": 4609056,
    "judges": "Benton, Kelly, Melloy",
    "date_filed": "1976-06-29",
    "date_filed_is_approximate": true,
    "slug": "dilang-dat-v-united-states",
    "case_name_short": null,
    "case_name": "Dilang Dat v. United States",
    "case_name_full": "Dilang DAT, Petitioner - Appellant v. UNITED STATES of America, Respondent - Appellee",
    "attorneys": "\n  Dilang Dat, Pro Se.\n , \n  Terrance Waite, WAITE & MCWHA, North Platte, NE, for Petitioner - Appellant.\n , \n  Susan T. Lehr, Michael P. Norris, Assistant U.S. Attorneys, U.S. ATTORNEY'S OFFICE, District of Nebraska, Omaha, NE, Tessie Leigh Seiler Smith, Assistant U.S. Attorney, U.S. ATTORNEY'S OFFICE, Lincoln, NE, for Respondent - Appellee.\n ",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "\n  Submitted: January 16, 2019\n  \n  Filed: April 11, 2019\n ",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    Dilang DAT, Petitioner - Appellant\n    <br/>\n    v.\n    <br/>\n    UNITED STATES of America, Respondent - Appellee\n   </parties><docketnumber id=\"p-2\">\n    No. 17-3652\n   </docketnumber><court id=\"p-3\">\n    United States Court of Appeals, Eighth Circuit.\n   </court><otherdate id=\"p-4\">\n    Submitted: January 16, 2019\n    <br/>\n    Filed: April 11, 2019\n   </otherdate><attorneys id=\"p-5\">\n    Dilang Dat, Pro Se.\n   </attorneys><attorneys id=\"p-6\">\n    Terrance Waite, WAITE &amp; MCWHA, North Platte, NE, for Petitioner - Appellant.\n   </attorneys><attorneys id=\"p-7\">\n    Susan T. Lehr, Michael P. Norris, Assistant U.S. Attorneys, U.S. ATTORNEY'S OFFICE, District of Nebraska, Omaha, NE, Tessie Leigh Seiler Smith, Assistant U.S. Attorney, U.S. ATTORNEY'S OFFICE, Lincoln, NE, for Respondent - Appellee.\n   </attorneys><judges id=\"p-8\">\n    Before BENTON, MELLOY, and KELLY, Circuit Judges.\n   </judges>",
    "citations": [
        "920 F.3d 1192"
    ],
    "opinions": [
        {
            "author_str": "Benton",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "https://ecf.ca8.uscourts.gov/opndir/19/04/173652P.pdf",
            "author_id": null,
            "opinion_text": "                 United States Court of Appeals\n                            For the Eighth Circuit\n                        ___________________________\n\n                                No. 17-3652\n                        ___________________________\n\n                                      Dilang Dat\n\n                       lllllllllllllllllllllPetitioner - Appellant\n\n                                           v.\n\n                             United States of America\n\n                      lllllllllllllllllllllRespondent - Appellee\n                                      ____________\n\n                    Appeal from United States District Court\n                      for the District of Nebraska - Omaha\n                                 ____________\n\n                           Submitted: January 16, 2019\n                              Filed: April 11, 2019\n                                  ____________\n\nBefore BENTON, MELLOY, and KELLY, Circuit Judges.\n                          ____________\n\nBENTON, Circuit Judge.\n\n      Dilang Nhial Dat pled guilty to robbery in violation of 18 U.S.C. §§ 1951 and\n2. He moved to vacate his conviction under 28 U.S.C. § 2255, claiming his counsel\nwas ineffective by misadvising him about the immigration consequences of his guilty\nplea. The district court denied the motion without an evidentiary hearing. Dat\n\fappeals. Having jurisdiction under 28 U.S.C. §§ 1291 and 2253, this court reverses\nand remands.\n\n                                          I.\n\n       Dat, a South Sudanese citizen, was born in 1993 at a refugee camp in Kenya\nafter his parents fled Sudan. Admitted to the United States around 1994, he became\na lawful permanent resident. For most of his life, he lived in Omaha, Nebraska with\nhis parents and five younger siblings. His father is wheelchair-bound, and his mother,\nthe family’s sole provider, works in a factory.\n\n      In 2014, Dat was indicted on two counts of Hobbs Act robbery, under 18\nU.S.C. §§ 1951 and 2, and one count of brandishing a firearm during a robbery, under\n18 U.S.C. §§ 924(c) and 2. He pled guilty to one robbery count. The other charges\nwere dismissed. The district court sentenced him to 78 months’ imprisonment.\n\n       In an affidavit, Dat asserts: Before pleading guilty, he asked his counsel about\nthe possibility of deportation. His counsel spoke to an immigration specialist, then\nadvised he would not be deported because he was a long-tenured lawful permanent\nresident, not an “illegal immigrant.” After rejecting two plea agreements with strong\ndeportation language, he accepted a plea acknowledging “there are or may be\ncollateral consequences to any conviction to include but not limited to immigration.”\nHis acceptance was based on counsel’s assurance his immigration status would be\nunaffected. He learned, after his conviction, this immigration advice was incorrect,\nwhen his mother’s attempt to renew his green card was denied.\n\n      Dat moved to vacate his conviction under § 2255, claiming his counsel\nmisadvised him about the immigration consequences of pleading guilty. The district\ncourt denied his motion without an evidentiary hearing. In a brief order, the court\nfound he was advised of the immigration consequences by his plea agreement,\n\n                                         -2-\n\fPetition to Enter a Plea of Guilty, and colloquy with the court at his change-of-plea\nhearing. Dat appeals, arguing the district court erred in denying his motion and\nabused its discretion by not holding a hearing.\n\n                                          II.\n\n        This court reviews § 2255-ineffective-assistance claims de novo, and the\nunderlying factual findings for clear error. Hyles v. United States, 754 F.3d 530, 534\n(8th Cir. 2014). “A district court’s denial of an evidentiary hearing on a § 2255\nmotion may be reversed only for an abuse of discretion.” Id. To establish ineffective\nassistance during plea negotiations, “a defendant must show that counsel’s\nrepresentation ‘fell below an objective standard of reasonableness’ and that he was\nprejudiced as a result.” Jae Lee v. United States, 137 S. Ct. 1958, 1964 (2017),\nquoting Strickland v. Washington, 466 U.S. 668, 688 (1984). A § 2255 petitioner\nis entitled to an evidentiary hearing “[u]nless the motion and the files and records of\nthe case conclusively show that the [petitioner] is entitled to no relief.” 28 U.S.C. §\n2255(b). “A petitioner’s allegations must be accepted as true and a hearing should\nbe held unless they are contradicted by the record, inherently incredible, merely\nconclusions, or would not entitle the petitioner to relief.” Garcia v. United States,\n679 F.3d 1013, 1014 (8th Cir. 2012).\n\n                                          A.\n\n       Establishing Strickland deficiency requires showing “that counsel made errors\nso serious that counsel was not functioning as the ‘counsel’ guaranteed the defendant\nby the Sixth Amendment.” White v. Dingle, 757 F.3d 750, 752–53 (8th Cir. 2014),\nquoting Strickland, 466 U.S. at 687. To provide constitutionally effective assistance,\n“criminal defense attorneys have a duty to inform clients about the possible\nimmigration consequences of pleading guilty.” Barajas v. United States, 877 F.3d\n378, 380 (8th Cir. 2017), citing Padilla v. United States, 559 U.S. 356, 374 (2010).\n\n                                         -3-\n\f[W]hen the deportation consequence is truly clear, . . . the duty to give correct advice\nis equally clear.” Padilla, 559 U.S. at 369.\n\n       Dat asserts his counsel assured him he would not be deported. This would be\ndeficient representation because his conviction subjects him to mandatory removal.\nHobbs Act robbery (with a 78-month term of imprisonment) is clearly an aggravated\nfelony. See 8 U.S.C. § 1101 (43)(F) (“aggravated felony” means a crime of violence\nunder 18 U.S.C. § 16 with a term of imprisonment of at least one year, which includes\n“an offense that has an element the use, attempted use, or threatened use of physical\nforce against the person or property of another”); Diaz v. United States, 863 F.3d 781,\n783 (8th Cir. 2017) (holding Hobbs Act robbery is a crime of violence under\nanalogous statute), citing United States v. House, 825 F.3d 381, 387 (8th Cir. 2016);\nUnited States v. Farmer, 73 F.3d 836, 842 (8th Cir. 1996) (concluding Hobbs Act\nrobbery “has as an element the use, attempted use, or threatened use of physical force\nagainst the person of another”). The Immigration and Nationality Act is “succinct,\nclear, and explicit” about the removal consequence for aggravated felonies. Padilla,\n559 U.S. at 368. See 8 U.S.C. § 1227(a)(2)(A)(iii) (“Any alien who is convicted of\nan aggravated felony at any time after admission is deportable.”); 8 U.S.C. §\n1229b(a)(3) (an alien “convicted of any aggravated felony” is not eligible for\ncancellation of removal); Chaidez v. United States, 568 U.S. 342, 345 (2013)\n(aggravated felony conviction subjects a lawful permanent resident to “mandatory\nremoval”).\n\n       Because the deportation consequence is clear, “the duty to give correct advice\nis equally clear.” Padilla, 559 U.S. at 369. Taking Dat’s assertions as true, his\ncounsel provided “false assurance that his conviction would not result in his removal\nfrom this country.” Id. at 368. Nothing in the record contradicts his factual\nassertions about this advice. Like in Padilla, “[t]his is not a hard case in which to\nfind deficiency: The consequences of [Dat’s] plea could easily be determined from\n\n\n                                          -4-\n\freading the removal statute, his deportation was presumptively mandatory, and his\ncounsel’s advice was incorrect.” Id. at 368–69.\n\n                                           B.\n\n       Prejudice is a closer question. Dat asserts he would have rejected the plea and\ninsisted on trial but for his counsel’s misadvice. If true, this shows prejudice. See\nJae Lee, 137 S. Ct. at 1965 (“[W]hen a defendant claims that his counsel’s deficient\nperformance deprived him of a trial by causing him to accept a plea, the defendant\ncan show prejudice by demonstrating a ‘reasonable probability that, but for counsel’s\nerrors, he would not have pleaded guilty and would have insisted on going to trial.’”),\nquoting Hill v. Lockhart, 474 U.S. 52, 59 (1985). But, “[c]ourts should not upset a\nplea solely because of post hoc assertions from a defendant about how he would have\npleaded but for his attorney’s deficiencies. Judges should instead look to\ncontemporaneous evidence to substantiate a defendant’s expressed preferences.” Id.\nat 1967. Though the record lacks evidence such as an affidavit from plea counsel or\nthe allegedly rejected plea agreements, sufficient contemporaneous evidence\nsubstantiates his claims.\n\n       Dat’s background supports his assertion that he was focused on remaining in\nthe country, which the Government does not contest. Cf. Doe v. United States, 915\nF.3d 905, 912 (2d Cir. 2019) (“[Defendant’s] history in the United States, his family\ncircumstances, and his gainful employment all signal [his] strong connection to, and\ndesire to remain in, the United States.”), citing Jae Lee, 137 S. Ct. at 1968. At the\ntime of his plea, he had lived in the United States with his family for two decades.\nAt the change-of-plea hearing, his counsel noted his request for a prison placement\nclose to his family, due to travel difficulties. There is no indication of ties to another\ncountry. True, he faced around five more years in prison from a conviction on all\ncounts at trial (if the two counts had not been dismissed per the plea agreement).\nHowever, “deportation is ‘a particularly severe penalty,’ which may be of greater\n\n                                           -5-\n\fconcern to a convicted alien than ‘any potential jail sentence.’” Sessions v. Dimaya,\n138 S. Ct. 1204, 1213 (2018), quoting Jae Lee, 137 S. Ct. at 1968. At this stage,\nsufficient evidence supports his assertions of prejudice. See Jae Lee, 137 S. Ct. at\n1968–69 (defendant demonstrated prejudice from counsel’s misadvice “he would not\nbe deported if he pleaded guilty” where “deportation [was] the ‘determinative issue’\n. . . in plea discussions,” he “had strong connections to this country and no other,” and\n“the consequences of taking a chance at trial were not markedly harsher than\npleading”).\n\n       The Government argues that contemporaneous evidence contradicts Dat’s\nassertion he would not have pled guilty if his lawyer had properly advised him. As\nthe district court noted, he acknowledged in his plea agreement that “there are or may\nbe collateral consequences to any conviction to include but not limited to\nimmigration.” In his Petition to Enter a Plea of Guilty, he acknowledged that a guilty\nplea in “most federal felony cases” results in permanent removal. And at his\nchange-of-plea hearing, he affirmed he was aware his conviction “could affect” his\nimmigration status and had discussed the matter with his attorney. However, his\ncounsel’s alleged misadvice specifically undermined these equivocal warnings. They\ninformed Dat of a general possibility of immigration consequences. They do not\nnecessarily contradict or correct his counsel’s alleged misadvice he would not suffer\nthose consequences in his case. Compare Doe, 915 F.3d at 913 (counsel’s\nmisadvice—that deportation was not a mandatory result of the guilty plea—not\nremedied where judge asked if defendant understood he “may be deported” and did\nnot inform him of the “mandatory consequences” of his plea to an aggravated felony),\nand United States v. Akinsade, 686 F.3d 248, 254 (4th Cir. 2012) (“general and\nequivocal admonishment” that defendant’s plea “could lead to deportation” was\n“insufficient to correct counsel’s affirmative misadvice that [defendant’s] crime was\nnot categorically a deportable offense”), with United States v. Fazio, 795 F.3d 421,\n428 (3d Cir. 2015) (any error in counsel’s failure to inform defendant his guilty plea\nsubjected him to automatic deportation was cured by plea agreement and district\n\n                                          -6-\n\fcourt’s “in-depth colloquy,” both of which “made clear that [defendant] was willing\nto plead guilty even if that plea would lead to automatic deportation”). The record\nhere is inconclusive whether the plea documents or district court remedied counsel’s\nmisadvice.\n\n        The PSR noted Dat would be subject to “Administrative Removal,” and\nimmigration proceedings would commence upon his release. Dat accepted the PSR\nwithout objection; his counsel affirmed she discussed it with him. In Abraham v.\nUnited States, 699 F.3d 1050 (8th Cir. 2012), the defendant could not show prejudice\nwhen “the PSR indicated a likelihood that [the defendant] would be deported if\nconvicted; [the defendant] confirmed that he had read the PSR, discussed it with his\ncounsel, and understood it; and [the defendant] never moved to withdraw his guilty\nplea.” Abraham, 699 F.3d at 1053 (alterations in original). Abraham is\ndistinguishable. There, the defendant claimed counsel failed to “advise him that the\noffense ‘virtually ensured’ deportation.” Id. Because the PSR remedied any failure\nby “clearly indicat[ing] his offense rendered him deportable,” there was no reasonable\nprobability that the result of the proceeding would have been different if counsel had\n“advised him of the immigration consequences of pleading guilty.” See id., citing\nPadilla, 559 U.S. at 366. Here, Dat asserts counsel misadvised he would not be\ndeported. The PSR does not necessarily remedy this affirmative misadvice. Relying\non counsel’s advice, Dat could have reasonably believed he would not be deported\nin immigration proceedings. These assertions show an evidentiary hearing is\nrequired. See Witthar v. United States, 793 F.3d 920, 922 (8th Cir. 2015) (“[T]he\ngeneral rule is that a hearing is necessary prior to the [§ 2255] motion’s disposition\nif a factual dispute exists.”).\n\n      At sentencing, counsel noted Dat had an immigration attorney and was dealing\nwith immigration ramifications. The Government argues this shows he knew the\ndeportation risk. In United States v. Ramirez-Jimenez, 907 F.3d 1091 (8th Cir. 2018),\nan ineffective-assistance claim failed because the defendant “surely knew”\n\n                                         -7-\n\fdeportation was likely based on the district court’s and counsel’s advice at the\nchange-of-plea hearing, “[c]ombined with what [the defendant] already knew from\nhis ICE custody and prior dealings with immigration officials.” Ramirez-Jimenez,\n907 F.3d at 1094. Dat, however, was not in ICE custody during this case. The scope\nof his immigration attorney’s representation is not in the record, let alone the advice,\nif any. He asserts his plea counsel affirmatively misadvised him, and there is a factual\ndispute whether that misadvice was remedied. Unlike in Ramirez-Jimenez, the record\nhere is inconclusive whether Dat “surely knew” deportation was likely.\n\n       The record does not conclusively show that Dat is entitled to no relief. The\ndistrict court thus abused its discretion by denying relief without an evidentiary\nhearing. This court remands for an evidentiary hearing on Dat’s ineffective-\nassistance claim.1\n\n                                     *******\n\n      The judgment is reversed, and the case remanded for proceedings consistent\nwith this opinion.\n                     ______________________________\n\n\n\n\n      1\n          Dat’s motion to supplement the record is denied as moot.\n\n                                          -8-\n\f",
            "ocr": false,
            "opinion_id": 4386309
        }
    ],
    "court_short_name": "Eighth Circuit",
    "court_full_name": "Court of Appeals for the Eighth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}