{
    "id": 4616348,
    "judges": null,
    "date_filed": 1556755200000,
    "date_filed_is_approximate": false,
    "slug": "willard-bernard-welch-jr-v-state",
    "case_name_short": null,
    "case_name": "Willard Bernard Welch, Jr. v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 18.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=39345&Index=%5c%5coca%2dpsql12%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa01%5cOpinion",
            "author_id": null,
            "opinion_text": "Opinion issued May 2, 2019\n\n\n\n\n                                     In The\n\n                              Court of Appeals\n                                    For The\n\n                          First District of Texas\n                            ————————————\n                              NO. 01-18-00223-CR\n                           ———————————\n               WILLARD BERNARD WELCH, JR., Appellant\n                                       V.\n                      THE STATE OF TEXAS, Appellee\n\n\n                   On Appeal from the 212th District Court\n                          Galveston County, Texas\n                      Trial Court Case No. 16-CR-2827\n\n\n                         MEMORANDUM OPINION\n\n      A jury convicted appellant, Willard Bernard Welch, Jr., of the second-degree\n\nfelony offense of possession of between four and two hundred grams of a controlled\n\fsubstance, methamphetamine.1 After finding the allegations in two enhancement\n\nparagraphs true, the jury assessed appellant’s punishment at twenty-five years’\n\nconfinement.2 In his sole issue on appeal, appellant contends that the trial court\n\nabused its discretion by allowing the State, during closing arguments, to make an\n\nargument that improperly shifted the burden of proof to appellant.\n\n      We affirm.\n\n                                      Background\n\n      On the evening of October 18, 2016, Galveston County Sheriff’s Office\n\nSergeant J. Davidson was on patrol in San Leon, Texas, when he encountered\n\nappellant, who was driving a car that had a non-functioning brake light. Sergeant\n\nDavidson turned on his emergency lights to conduct a traffic stop. Instead of\n\nimmediately pulling over, appellant’s vehicle “continued to roll” two or three houses\n\ndown the street before appellant pulled through a gate and into the driveway, “all the\n\n\n\n1\n      See TEX. HEALTH & SAFETY CODE ANN. § 481.115(a), (d) (providing that person\n      commits second-degree felony if person possesses between four and two hundred\n      grams of controlled substance listed in penalty group one); id. § 481.102(6) (listing\n      methamphetamine as controlled substance in penalty group one).\n2\n      The State presented evidence that appellant had prior felony convictions for\n      aggravated robbery and theft—the two prior offenses charged in the enhancement\n      paragraphs—as well as prior felony convictions for evading arrest and attempting\n      to take a weapon from a police officer and prior misdemeanor convictions for\n      terroristic threat, assault, criminal trespass, and resisting arrest. If, on trial of a\n      felony offense, it is shown that the defendant has two prior final felony convictions,\n      on conviction for the charged offense the defendant shall be confined for twenty-\n      five to ninety-nine years or for life. See TEX. PENAL CODE ANN. § 12.42(d).\n                                             2\n\fway up to the residence.” The driveway was on the left side of the house, and at least\n\nthree vehicles were parked in the driveway. Another car was parked in front of the\n\ncenter of the house, and when appellant and Sergeant Davidson pulled into the\n\ndriveway, two people, including a man wearing red shorts, were standing near the\n\ncar in the center and then walked over to one of the cars on the left side of the house.\n\nAppellant pulled over to the far right side of the house and parked. Sergeant\n\nDavidson testified that although behavior such as appellant’s occurs “from time to\n\ntime,” it is not normal, and, in his experience, he “find[s] people are buying time to\n\nhide things or gain distance on me to try to get out of the car faster or anything like\n\nthat.”\n\n         Sergeant Davidson believed that appellant was preparing to flee the area, so\n\nDavidson parked his vehicle at the gate and ran towards appellant’s vehicle.\n\nAppellant opened the door to his vehicle, but he was not able to get out before\n\nSergeant Davidson reached the car. Appellant was “upset, belligerent, [and] angry,”\n\nand he demanded to know why Sergeant Davidson had stopped his car. Sergeant\n\nDavidson described appellant’s behavior as atypical, and, in response, he ordered\n\nappellant out of the car. Once appellant was out of the vehicle, Davidson attempted\n\nto place appellant in handcuffs due to appellant’s level of aggression. Although\n\nDavidson was able to restrain appellant’s right hand, appellant was acting\n\n“squirrely” and moving around, and Davidson could not immediately cuff\n\n\n                                           3\n\fappellant’s left hand. Sergeant Davidson eventually handcuffed appellant and\n\nescorted him to Davidson’s patrol car. On the way to the patrol vehicle, an\n\nunidentified person approached and spoke with appellant. Appellant asked this\n\nperson to retrieve his cigarettes from the house.\n\n      After Sergeant Davidson secured appellant in the patrol car, Davidson\n\nreturned to appellant’s vehicle to perform an inventory search. When he returned,\n\nDavidson “observed some baggies that were beneath [appellant’s] vehicle in view\n\non the ground by the vehicle where we were standing.” Sergeant Davidson testified\n\nthat he had not noticed these baggies when he initially approached appellant’s car.\n\nHe stated that, when he had first approached, he had been focused on appellant and\n\nhad not been looking for anything on the ground and “nothing [had] caught [his]\n\neye.” Sergeant Davidson retrieved his camera from his patrol car and took a picture\n\nof the baggies on the ground.\n\n      Sergeant Davidson testified that “[a] couple of the bags were in line with the\n\nrunning board area [of appellant’s vehicle] and a couple appeared in the back that\n\nwere closer in line to the rear tire.” Davidson believed that the bags contained\n\nnarcotics, specifically, methamphetamine, and he took custody of the bags and\n\nsecured them in his patrol car. He acknowledged that he did not have gloves on when\n\nhe picked up these baggies and that this would affect the ability to recover\n\nfingerprints from the baggies. Davidson also testified that the weather was “mildly\n\n\n                                          4\n\fhumid” that night and that there was “a light light condensation on the ground around\n\nthe bags.” There was, however, no condensation on the bags themselves, and despite\n\nthe proximity of the bags to the tires of appellant’s vehicle, the bags were sitting on\n\ntop of the grass, “not crushed into it.” Sergeant Davidson thus believed that the bags\n\nwere “fresh” and that they belonged to appellant. When asked why he believed that,\n\nDavidson stated, “The area where [the bags] were is the area where we were while\n\nhe was moving around before I walked away and brought him back to my car.”\n\n      The trial court admitted a copy of the recording from Sergeant Davidson’s\n\ndash-camera in his patrol car. On the recording, appellant asked a person to “get his\n\ncigarettes out of the house.” When Sergeant Davidson searched appellant’s vehicle,\n\nhe discovered cigarettes in the center console of the car. Davidson stated that he\n\nbelieved appellant was being deceptive when he made this request and that he\n\nassumed that, by asking the person to get cigarettes, appellant “was trying to get [the\n\nother person] to go to the car.” Davidson believed that appellant had wanted this\n\nperson to go to appellant’s car and “pick up what was on the ground.” Sergeant\n\nDavidson testified that there were no other vehicles near appellant’s car and no\n\npeople in the immediate area around appellant’s car, although someone did at one\n\npoint come out of the house where appellant had stopped his car.\n\n\n\n\n                                          5\n\f      On cross-examination, defense counsel questioned Sergeant Davidson about\n\npicking the baggies up with his bare hands.3 Counsel also questioned Davidson about\n\nwhether the baggies were underneath the vehicle, and Davidson stated, “[a] couple\n\nwere under the vehicle along . . . the running board area near the under side.”\n\nCounsel showed Davidson one of the pictures Davidson had taken at the scene and\n\npointed out that it did not appear that the baggies were underneath the car. Davidson\n\ntestified, “They are clarified to being close to the under side of it.” Davidson also\n\nagreed with counsel that, while he had testified that there was condensation on the\n\nground, no condensation on the ground or on the tire was visible in the scene\n\nphotographs. No contraband was recovered from inside appellant’s car.\n\n      Defense counsel also questioned Sergeant Davidson about the contents of the\n\ndashcam video and, during his questioning, used a photograph of the house counsel\n\nhad taken at a date after appellant’s arrest. Davidson agreed with the defense counsel\n\nthat there were several cars located to the left of the residence where appellant\n\nstopped, as well as one “more centered” in front of the house, and appellant pulled\n\nup to the right side of the house. The video shows two people standing around one\n\nof the other vehicles, including a man wearing red shorts. These people later\n\n\n\n3\n      Defense counsel called Galveston County Sheriff’s Office Captain T. Keele, who\n      testified that, in his opinion, the best practice is for officers to wear gloves when\n      picking up and handling items that might have evidentiary value, but departmental\n      policy does not mandate this.\n                                            6\n\fapproached the house and then walked back to the other vehicle. Sergeant Davidson\n\ntestified that he did not investigate who these people were and that, instead, he had\n\nbeen concerned with appellant and his vehicle. Sergeant Davidson also agreed with\n\ndefense counsel that the person appellant spoke to at the scene and asked to retrieve\n\nhis cigarettes, was a separate person from the two people standing around the other\n\nvehicle and this person did not become involved in Davidson’s investigation.\n\nDavidson testified that this other person did not go near appellant’s vehicle, so he\n\ndid not feel it was necessary to investigate this person any further.\n\n      After other deputies arrived at the scene, Sergeant Davidson’s dashcam\n\ncontinued recording, but no audio was available. One of the other deputies\n\napproached the front porch of the house, where at least one person was standing.\n\nSergeant Davidson did not know which deputy approached the house, he did not\n\nknow if that deputy spoke to anyone on the porch of the house, and he did not\n\nidentify any of the people who were near the house.\n\n      On re-direct examination, Sergeant Davidson agreed with the prosecutor that\n\nthis was a “throw down” case, in which the suspect attempted to get rid of the\n\nnarcotics that he possessed. When asked when suspects typically throw their drugs,\n\nDavidson stated, “A lot of times when they are [going] to be placed in custody or if\n\nthere is a scuffle, they may try to turn around and get away and throw it or toss it.”\n\nHe testified that he has worked hundreds of drug cases and that he has never “walked\n\n\n                                           7\n\fup and found drugs lying around.” Davidson testified that he believed the contraband\n\nhe discovered belonged to appellant, and he stated his rationale for this belief:\n\n“Based on just from the start. The attitude I received when I got him out of the car\n\nto the inability to get him under [my] control, the movement, suddenly being calm\n\nafter we moved away from the vehicle that led me to believe they all came from\n\nhim.”\n\n        Rachel Aubel, a forensic scientist for the Texas Department of Public Safety,\n\ntested the substances recovered from near appellant’s vehicle. Aubel testified that\n\ntwo baggies from the scene contained a total of 4.28 grams of methamphetamine and\n\nthat two orange tablets, also recovered from the scene, contained a total of 0.37\n\ngrams of methamphetamine.\n\n        During closing argument, defense counsel heavily criticized Sergeant\n\nDavidson’s investigation, stating that Davidson “did as little as possible on his job.”\n\nDefense counsel stated:\n\n        Then how many people are on the scene maybe three. We don’t know\n        for sure. We can see three. I don’t know how many people may or may\n        not have been in the house. I don’t agree that we can see that there is\n        not another person on video because there are dark areas there. I do\n        agree there was not a car there and that’s why [appellant] chose that\n        particular parking spot because he thought he was parking,\n        remember. . . . I can’t interview the person that [appellant] talked to\n        that Sergeant Davidson testified was the possibly third person on scene\n        and ask about their interchange because [Davidson] didn’t tell me who\n        he is. He didn’t collect that information. He didn’t say hey, you’re on\n        my scene. I need to know who you are all even just as a witness. He\n        didn’t do it. I can’t ask the guy in the red shorts, I can’t ask him hey,\n                                           8\n\f      have you ever been arrested for methamphetamine. I don’t have that\n      opportunity because Sergeant Davidson didn’t think it was important\n      enough to ask him. When you watch the video, I want you to watch,\n      they pull up two people disappear into the house. Later they appear and\n      then go back into the house. How do I know that the man in the red\n      shorts didn’t go in front of the house freaking out, run around the back\n      of the house and throw the dope? How do I know? I don’t know. I don’t.\n      I don’t even know who the man is. I can’t ask him. How do I know if\n      two of the other people on the video don’t have prior convictions for\n      possession of a methamphetamine? I can’t. I don’t know who they are.\n\n      Counsel also argued:\n\n      I want you to watch those people come and go [from the house], the at\n      least three that we know of. I suggest to you there could’ve been more.\n      I don’t know. I think I see on the video someone knocking on the door\n      and talking to the people inside the residence but I don’t have the\n      benefit of knowing whether they did or not because Davidson didn’t\n      document anything, won’t let me know what happened with the\n      deputies and no one is here to testify. So, I don’t know. Maybe there\n      were five people inside the house. Maybe there was six. I have no idea.\n      Is it reasonable for me to assert that one of the unidentified people on\n      the scene went and tossed drugs, absolutely. I don’t know what they are\n      doing. There is three people that could be freaking out. There is a cop\n      out there. Got somebody pulled out and there is a car right there. Let\n      me throw my stuff there before they come to me.\n\nCounsel further argued that it was reasonable to believe the drugs were already\n\npresent on the ground when appellant pulled up to the house, noting that the baggies\n\nwere “nowhere near underneath [the] car.” He argued that Sergeant Davidson\n\narrested appellant “and Mr. Red Shorts comes over there [to the car] and tosses the\n\ndope.”\n\n      In response, the State argued that appellant, upon realizing that he could not\n\nrun from the car once he pulled into the driveway, “did the best thing he could” by\n                                         9\n\ftossing the drugs to the ground and trying to put at least some distance between\n\nhimself and the drugs.\n\n      The State then made the following argument:\n\n      Your common sense tells you if nobody was sitting over there [by\n      where appellant parked], there were no cars and there were no people\n      those drugs didn’t appear out of nowhere. Did someone walk out of the\n      back door while there is a police officer on the scene, run around while\n      the police officer is back at his car and runs and throws the drugs under\n      the car, who believes that? You guys don’t believe that. I don’t believe\n      that either. Neither did Sergeant Davidson. Now, yes, do I wish I had\n      DNA and do I wish I had fingerprints, do I wish I knew who the people\n      were, yes, I do. But that doesn’t mean I don’t know who that dope\n      belonged to. And let me tell you something. [The address of the house,]\n      these pictures [admitted during cross-examination of Sergeant\n      Davidson] were taken by [defense counsel]. If [counsel] wanted to go\n      out there and talk to them, he should have knocked on the door. They\n      are there for him to talk to.\n\nDefense counsel objected on the basis that the prosecutor’s statement “is shifting the\n\nburden.” The trial court responded, “Proceed,” and the prosecutor ended his\n\nargument by stating that Sergeant Davidson “did his job that night” and that the\n\ndrugs recovered from the scene belonged to appellant.\n\n      Ultimately, the jury found appellant guilty of the offense of possession of\n\nbetween four and two hundred grams of methamphetamine. After finding the\n\nallegations in two enhancement paragraphs true, the jury assessed appellant’s\n\npunishment at twenty-five years’ confinement. This appeal followed.\n\n\n\n\n                                         10\n\f                            Improper Jury Argument\n\n      In his sole issue on appeal, appellant contends that the trial court erred by\n\nallowing the State to make an improper jury argument. Specifically, appellant argues\n\nthat the prosecutor’s statement “If [defense counsel] wanted to go out there [to the\n\nhouse where appellant was arrested] and talk to [the other unidentified people at the\n\nscene], he should have knocked on the door” improperly shifted the burden of proof\n\nto appellant to affirmatively produce evidence in his defense.\n\nA.    Standard of Review\n\n      We review a trial court’s ruling on an objection regarding improper jury\n\nargument for an abuse of discretion. See Garcia v. State, 126 S.W.3d 921, 924 (Tex.\n\nCrim. App. 2004); Stahmann v. State, 548 S.W.3d 46, 68 (Tex. App.—Corpus\n\nChristi 2018, pet. granted); Williams v. State, 417 S.W.3d 162, 174 (Tex. App.—\n\nHouston [1st Dist.] 2013, pet. ref’d) (“A trial court has broad discretion to control\n\nthe scope of closing argument.”). Proper jury argument typically falls within one of\n\nfour general areas: (1) summation of the evidence; (2) reasonable deduction from\n\nthe evidence; (3) answer to argument of opposing counsel; and (4) plea for law\n\nenforcement. Brown v. State, 270 S.W.3d 564, 570 (Tex. Crim. App. 2008). “The\n\nState is afforded wide latitude in its jury arguments and may draw all reasonable,\n\nfair, and legitimate inferences from the evidence.” Williams, 417 S.W.3d at 174. It\n\nis permissible for a prosecutor to “attack the defense’s argument.” Id. When\n\n\n                                         11\n\fexamining challenges to a jury argument, we consider the remark in the context in\n\nwhich it appears. Mims v. State, 434 S.W.3d 265, 275 (Tex. App.—Houston [1st\n\nDist.] 2014, no pet.).\n\nB.    Preservation of Error\n\n      As an initial matter, we address whether appellant preserved his complaint\n\nconcerning the State’s allegedly improper jury argument for appellate review.\n\n      Generally, to preserve a complaint for appellate review, the party must make\n\nthe complaint to the trial court by timely request, objection, or motion that states the\n\ngrounds for the ruling sought with sufficient specificity to make the trial court aware\n\nof the complaint, and the trial court must rule on the request, objection, or motion,\n\n“either expressly or implicitly.” TEX. R. APP. P. 33.1(a). “The right to a trial\n\nuntainted by improper jury argument is forfeitable.” Hernandez v. State, 538 S.W.3d\n\n619, 622 (Tex. Crim. App. 2018). To preserve a complaint about improper jury\n\nargument for appellate review, the defendant must pursue his objection to an adverse\n\nruling from the trial court. Id.; Hinojosa v. State, 433 S.W.3d 742, 761 (Tex. App.—\n\nSan Antonio 2014, pet. ref’d). A trial court’s ruling on a matter need not be expressly\n\nstated if its actions or other statements “otherwise unquestionably indicate a ruling.”\n\nMontanez v. State, 195 S.W.3d 101, 104 (Tex. Crim. App. 2006) (quoting Rey v.\n\nState, 897 S.W.2d 333, 336 (Tex. Crim. App. 1995)); Ramirez v. State, 815 S.W.2d\n\n\n\n\n                                          12\n\f636, 643 (Tex. Crim. App. 1991) (“[I]t must be clear from the record the trial judge\n\nin fact overruled the defendant’s objection or otherwise error is waived.”).\n\n      This Court has previously held that the trial court’s statement of “Let’s\n\nproceed” in response to defense counsel’s objection to improper jury argument does\n\nnot constitute a ruling on the objection and preserves no error for appellate review.\n\nGrayson v. State, 192 S.W.3d 790, 793 (Tex. App.—Houston [1st Dist.] 2006, no\n\npet.); see also Diamond v. State, 496 S.W.3d 124, 148 (Tex. App.—Houston [14th\n\nDist.] 2016, pet. ref’d) (holding that trial court’s statement of “All right. Ladies and\n\ngentlemen, you’re going to be the judges of what was presented by the evidence and\n\nthe testimony” did not constitute ruling on defendant’s objection to improper jury\n\nargument); Gonzalez v. State, 337 S.W.3d 473, 484 (Tex. App.—Houston [1st Dist.]\n\n2011, pet. ref’d) (holding that trial court’s statement of “Ladies and gentleman, you\n\nare the triers of fact. You are the judges. And . . . you have heard the evidence and\n\nyou will make your own decision” did not constitute ruling on objection to improper\n\njury argument); Murillo v. State, 839 S.W.2d 485, 492–93 (Tex. App.—El Paso\n\n1992, no pet.) (stating, in context of objection to admission of extraneous offense\n\nevidence during questioning of witness, that trial court’s response of “You may\n\nproceed” to objection “was an attempt to ignore or avoid the objection and did not\n\nconstitute a conclusory or definite ruling adverse to the objection” and therefore no\n\nerror was preserved for appellate review).\n\n\n                                          13\n\f      Here, the following occurred during the State’s closing argument:\n\n      The State:          Now, yes, do I wish I had DNA and do I wish I had\n                          fingerprints, do I wish I knew who those people\n                          were, yes, I do. But that doesn’t mean I don’t know\n                          who that dope belonged to. And let me tell you\n                          something. [The address of the house] those\n                          pictures were taken by [defense counsel]. If he\n                          wanted to go out there and talk to them, he should\n                          have knocked on the door. They are there for him to\n                          talk to.\n\n      Defense counsel: I am going to object, Your Honor. That is shifting\n                       the burden.\n\n      The Court:          Proceed.\n\nThe trial court’s response, “Proceed,” does not constitute a ruling, either express or\n\nimplicit, on appellant’s objection. See Grayson, 192 S.W.3d at 793; see also\n\nMontanez, 195 S.W.3d at 104 (providing that ruling need not be express as long as\n\ntrial court’s actions or other statements “otherwise unquestionably indicate a\n\nruling”). We therefore hold that because appellant did not receive an adverse ruling\n\non his objection to improper jury argument, he has failed to preserve this complaint\n\nfor appellate review. See TEX. R. APP. P. 33.1(a)(2); Hernandez, 538 S.W.3d at 622\n\n(stating that, to preserve complaint concerning improper jury argument, defendant\n\nmust pursue objection to adverse ruling); Grayson, 192 S.W.3d at 793 (holding that\n\nbecause trial court did not make ruling on improper jury argument objection when\n\ncourt stated “Let’s proceed” in response to objection, defendant preserved nothing\n\nfor appellate review).\n                                         14\n\fC.    Analysis\n\n      Even assuming that appellant properly preserved his complaint concerning\n\nimproper jury argument for appellate review, we conclude that the challenged\n\nargument was permissible.\n\n      Appellant complains that the State improperly shifted the burden of proof to\n\nappellant during closing argument when the prosecutor stated, “If [defense counsel]\n\nwanted to go out there and talk to them [the other people at the scene who were not\n\nidentified in the police investigation], he should have knocked on the door. They are\n\nthere for him to talk to.” Appellant argues that this statement “asked the jury to\n\nrequire counsel for [appellant] to attempt to identify the persons present at the time\n\nAppellant was arrested,” which is “the heart of shifting the burden from the State to\n\nthe defense.”\n\n      The Court of Criminal Appeals has held that, during argument, the prosecutor\n\nmay permissibly comment on the defendant’s failure to produce witnesses and\n\nevidence “so long as the remark does not fault the defendant for exercising his right\n\nnot to testify.” Jackson v. State, 17 S.W.3d 664, 674 (Tex. Crim. App. 2000);\n\nHinojosa, 433 S.W.3d at 762; Baines v. State, 401 S.W.3d 104, 108–10 (Tex. App.—\n\nHouston [14th Dist.] 2011, no pet.) (holding that prosecutor’s statement that\n\ndefendant “has the same subpoena power” and could have called two witnesses to\n\ntestify in his defense was permissible comment about defendant’s failure to produce\n\n\n                                         15\n\fevidence in his favor, did not improperly shift burden to defense, and did not\n\nimproperly comment on defendant’s failure to testify); Caron v. State, 162 S.W.3d\n\n614, 618 (Tex. App.—Houston [14th Dist.] 2005, no pet.) (noting that State may\n\ncomment on defendant’s failure to present evidence in his favor and holding that\n\nprosecutor’s statement that “[i]f there is something out there that is going to\n\nexonerate you, you want to make it known” was proper and did not shift burden of\n\nproof). We look at the challenged language from the jury’s standpoint and determine\n\nwhether the prosecutor’s comment “was manifestly intended or was of such a\n\ncharacter that the jury would necessarily and naturally take it as a comment on the\n\ndefendant’s failure to testify.” Hinojosa, 433 S.W.3d at 762 (quoting Bustamante v.\n\nState, 48 S.W.3d 761, 765 (Tex. Crim. App. 2001)). If the prosecutor’s language can\n\nbe reasonably construed as referring to the defendant’s failure to produce testimony\n\nor evidence from sources other than himself, reversal is not required. Id.\n\n      Here, during closing argument, defense counsel repeatedly attacked Sergeant\n\nDavidson’s investigation, taking issue with, among other things, the fact that\n\nSergeant Davidson did not investigate and identify the other people present at the\n\nhouse where appellant was arrested, which meant that counsel had no way of\n\nquestioning these individuals himself or inquiring into the backgrounds of these\n\nindividuals, such as whether they had past convictions for methamphetamine\n\npossession, which could have produced favorable evidence for appellant. The State\n\n\n                                         16\n\facknowledged some of the shortcomings in Sergeant’s Davidson’s investigation, but\n\nstated that the defense’s theory—that one of the other unidentified individuals at the\n\nscene, after seeing Davidson handcuff appellant and place him in his patrol car, ran\n\nover to appellant’s car and dropped the drugs nearby—was unreasonable. The State\n\nthen noted that defense counsel had visited the scene and taken pictures of the house,\n\nwhich were admitted into evidence during cross-examination of Sergeant Davidson.\n\nThe prosecutor stated, “If [defense counsel] wanted to go out there and talk to them\n\n[the unidentified people at the scene], he should have knocked on the door. They are\n\nthere for him to talk to.”\n\n      This statement by the prosecutor does not remark on appellant’s failure to\n\ntestify at trial. Instead, the State argued that, despite Sergeant Davidson’s failure to\n\nidentify the other people at the scene, defense counsel could have conducted his own\n\ninvestigation by going to the house to see if he could uncover a witness who could\n\nprovide favorable testimony for appellant. This statement can reasonably be\n\nconstrued as a comment on the defense’s failure to produce evidence and testimony\n\narising from a source other than appellant himself, which constitutes permissible\n\njury argument. See Hinojosa, 433 S.W.3d at 762 (“Reversal is not required where\n\nthe language can be reasonably construed as referring to a defendant’s failure to\n\nproduce testimony or evidence from sources other than himself.”); Baines, 401\n\nS.W.3d at 109 (holding that prosecutor’s comment that defendant could have called\n\n\n                                          17\n\ftwo witnesses, who defendant argued had actually committed charged offense, to\n\ntestify to support his defensive theory “went to the credibility of appellant’s defense\n\nand did not shift the burden of proving the elements of the offense”). We conclude\n\nthat the prosecutor’s statement during argument did not impermissibly shift the\n\nState’s burden to prove the elements of the charged offense of possession of\n\nmethamphetamine to the defense. We therefore hold that the trial court did not err\n\nby allowing this statement.\n\n      We overrule appellant’s sole issue.\n\n                                     Conclusion\n\n      We affirm the judgment of the trial court.\n\n\n\n\n                                                Evelyn V. Keyes\n                                                Justice\n\nPanel consists of Justices Keyes, Higley, and Landau.\n\nDo not publish. TEX. R. APP. P. 47.2(b).\n\n\n\n\n                                           18\n\f",
            "ocr": false,
            "opinion_id": 4393601
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}