{
    "id": 4620522,
    "judges": null,
    "date_filed": "1995-07-07",
    "date_filed_is_approximate": true,
    "slug": "state-v-roller",
    "case_name_short": "Roller",
    "case_name": "State v. Roller",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.isc.idaho.gov/opinions/45903.pdf",
            "author_id": null,
            "opinion_text": "               IN THE COURT OF APPEALS OF THE STATE OF IDAHO\n\n                                        Docket No. 45903\n\nSTATE OF IDAHO,                                 )\n                                                )   Filed: May 16, 2019\n       Plaintiff-Respondent,                    )\n                                                )   Karel A. Lehrman, Clerk\nv.                                              )\n                                                )   THIS IS AN UNPUBLISHED\nMICHAEL WAYNE ROLLER,                           )   OPINION AND SHALL NOT\n                                                )   BE CITED AS AUTHORITY\n       Defendant-Appellant.                     )\n                                                )\n\n       Appeal from the District Court of the Fourth Judicial District, State of Idaho, Ada\n       County. Hon. Nancy Baskin, District Judge.\n\n       Judgment and order denying motion to suppress, affirmed.\n\n       Eric D. Fredericksen, State Appellate Public Defender; Jenny C. Swinford,\n       Deputy Appellate Public Defender, Boise, for appellant.\n\n       Hon. Lawrence G. Wasden, Attorney General; Ted S. Tollefson, Deputy Attorney\n       General, Boise, for respondent.\n                 ________________________________________________\n\nGRATTON, Chief Judge\n       Michael Wayne Roller appeals from the district court’s judgment of conviction entered\nupon his conditional guilty plea to grand theft by possession of stolen property. Specifically,\nRoller challenges the district court’s denial of his motion to suppress. We affirm.\n                                       I.\n                      FACTUAL AND PROCEDURAL BACKGROUND\n       In 2015, Officer Churchfield was employed by the Emmett Police Department and was\ninvestigating a burglary which included the theft of a black Harley Buell motorcycle. Roller was\na suspect in the case. Officer Churchfield testified that another officer and members of the\ncommunity had reportedly seen Roller with a bike matching the description of the stolen\nmotorcycle. Officer Churchfield also testified that after investigating Roller’s workplace, other\nitems belonging to the victim were found among items belonging to Roller. Additionally, police\ndiscovered Roller pawned a number of tools that the victim claimed were his.                 Officer\n\n                                                1\n\fChurchfield attempted to speak with Roller about the investigation but claimed Roller would not\ncooperate.\n       Before the investigation had concluded, Officer Churchfield left the Emmett Police\nDepartment and began working for the Meridian Police Department. In August of 2016, roughly\na year later, Officer Churchfield was on patrol in Meridian. While patrolling the Fairview area\nhe entered a Walmart parking lot. A parked Ford Ranger with Gem County license plates and a\nmotorcycle in the bed caught his attention. He ran the plates and discovered that someone with\nthe owner’s last name had an outstanding warrant. Officer Churchfield testified he was familiar\nwith the person that had the warrant from his previous employment. He approached the vehicle\nand found Roller asleep inside. Recognizing Roller, he immediately suspected the motorcycle in\nthe back to be the stolen Harley.\n       The motorcycle was partially covered with an opaque tarp making it difficult to discern\nthe exact model, but not concealing the fact that it was a black motorcycle. Officer Churchfield\ntestified that he proceeded to take several photos of the VIN with his camera phone and\nflashlight, which involved reaching through the tarp and straps used to secure it. He then\ncontacted the Emmett Police Department to determine if the VIN matched the numbers of the\nstolen motorcycle. The motorcycle was confirmed as the stolen Harley. The State charged\nRoller with grand theft by possession of stolen property, Idaho Code §§ 18-2403(4), 18-2407(1),\n18-2409.\n       Roller filed a motion to suppress, arguing Officer Churchfield conducted a warrantless\nsearch to retrieve the VIN. In denying Roller’s motion to suppress the district court found there\nwas no search because the motorcycle’s VIN was in open view and, alternatively, if there was a\nsearch, Officer Churchfield had probable cause under the automobile exception. Roller timely\nappeals.\n                                              II.\n                                           ANALYSIS\n       Roller asserts the district court erred in denying his motion to suppress. The standard of\nreview of a suppression motion is bifurcated. When a decision on a motion to suppress is\nchallenged, we accept the trial court’s findings of fact that are supported by substantial evidence,\nbut we freely review the application of constitutional principles to the facts as found. State v.\nAtkinson, 128 Idaho 559, 561, 916 P.2d 1284, 1286 (Ct. App. 1996). At a suppression hearing,\n\n\n                                                 2\n\fthe power to assess the credibility of witnesses, resolve factual conflicts, weigh evidence, and\ndraw factual inferences is vested in the trial court. State v. Valdez-Molina, 127 Idaho 102, 106,\n897 P.2d 993, 997 (1995); State v. Schevers, 132 Idaho 786, 789, 979 P.2d 659, 662 (Ct. App.\n1999).\n         Roller argues the district court should have granted his motion to suppress because the\nVIN was retrieved through a warrantless search. Specifically, he argues that the court erred in\ndetermining that the motorcycle’s VIN was in open view, 1 visible without any need to search\nunder the tarp. Roller contends that because the VIN was not in open view, Officer Churchfield\nnecessarily had to reach into the partially covered truck bed in order to retrieve the VIN, which\nhe did without probable cause. We affirm the district court’s determination on probable cause\nand in doing so, need not reach the merits of the open view argument. 2\n         The Fourth Amendment requires that all searches and seizures be reasonable.\nWarrantless searches and seizures are considered unreasonable per se unless they come within\none of the few specifically established and well-delineated exceptions to the warrant\nrequirement. California v. Acevedo, 500 U.S. 565, 580 (1991); State v. Murphy, 129 Idaho 861,\n863, 934 P.2d 34, 36 (Ct.App.1997). The automobile exception is specifically established and\nwell-delineated. United States v. Ross, 456 U.S. 798, 825 (1982).           Under the automobile\nexception, police may search an automobile when they have probable cause to believe that the\nautomobile contains contraband or evidence of a crime. State v. Gallegos, 120 Idaho 894, 898,\n821 P.2d 949, 953 (1991).\n         In this case, the district court correctly determined that Officer Churchfield had probable\ncause to search Roller’s partially covered truck bed under the automobile exception. Probable\ncause is a flexible, common-sense standard.           A practical, nontechnical probability that\nincriminating evidence is present is all that is required. Texas v. Brown, 460 U.S. 730, 742\n(1983). Probable cause does not require an actual showing of criminal activity, but only the\nprobability or substantial chance of such activity. Illinois v. Gates, 462 U.S. 213, 243-44 n.13\n\n\n1\n        Though plain view and open view are used interchangeably in the district court’s ruling,\nit is clear from the record that both the parties and the court are referring to the open view\ndoctrine because the plain view doctrine does not apply.\n2\n       Nevertheless, the VIN was in open view as the district court held, while the first officer\nmay have had to reach into the bed of the truck and between the straps holding the motorcycle to\nphotograph the VIN, another officer merely shined his flashlight on the VIN and wrote it down.\n                                                  3\n\f(1983). Probable cause also necessitates a finding that evidence is probably connected with\nsome criminal activity and that the evidence being sought can currently be found at a specific\nplace. State v. Turnbeaugh, 110 Idaho 11, 13-14, 713 P.2d 447, 449-50 (Ct. App. 1985); see also\nState v. Gomez, 101 Idaho 802, 808, 623 P.2d 110, 116 (1980). Whether information regarding\nthe presence of items in a particular place is stale depends upon the nature of the factual situation\ninvolved. Turnbeaugh, 110 Idaho at 13, 713 P.2d at 449. There is no magical number of days\nwhich marks the point which evidence turns from fresh to stale. Gomez, 101 Idaho at 808, 623\nP.2d at 116. Time alone does not determine whether facts are too stale to properly establish\nprobable cause, rather the requirement looks to whether evidence will be found when the search\nis conducted. United States v. Grubbs, 547 U.S. 90, 95 (2006).         In short, information used to\nestablish probable cause is only stale if it fails to demonstrate a fair probability that the evidence\nto be seized would presently be found at the location to be searched. State v. Patterson, 139\nIdaho 858, 865, 87 P.3d 967, 974 (Ct. App. 2003), holding modified by State v. Chandler, 140\nIdaho 760, 101 P.3d 704 (Ct. App. 2004).\n       Here, Roller asserts the search cannot be valid under the automobile exception to the\nwarrant requirement because the officer did not have probable cause. Specifically, because the\nprevious investigation of Roller was a year prior, the facts were not sufficient to justify a search\nunder the automobile exception. We disagree. Officer Churchfield’s previous investigation of\nRoller provided him with more than enough information to support a good faith, reasonable\nbelief that the motorcycle was the stolen Harley. Roller was the main suspect during that\ninvestigation.   Roller was reportedly seen with a bike matching the stolen motorcycle’s\ndescription and other stolen items belonging to the victim had been found in Roller’s possession.\nRoller also pawned a number of items that the victim claimed were his. The partially covered\nmotorcycle appeared to be the same shape and color as that of the subject Harley. Having no\nreason to believe that the prior investigation had concluded, Officer Churchfield believed there\nwas a substantial chance that the partially covered motorcycle was stolen. We are not convinced\nthat the amount of time between the initial investigation and the search rendered the information\nstale or too tenuous to establish probable cause. The facts available to the officer, though a year\nold, still demonstrated a probability that the stolen motorcycle would be found in the bed of the\ntruck; making the officer’s belief objectively reasonable. Because the automobile exception\n\n\n\n                                                  4\n\fallows police to search when there is probable cause to believe that the automobile contains\nevidence of a crime, Officer Churchfield’s search was valid.\n                                              III.\n                                        CONCLUSION\n       Officer Churchfield’s search was authorized under the automobile exception. The prior\ninvestigation provided sufficient probable cause to believe the partially covered motorcycle was\nstolen. Therefore, the district court did not err in denying Roller’s motion to suppress.\nAccordingly, we affirm the district court’s denial of Roller’s motion to suppress and the\njudgment of conviction on the determination of probable cause and need not address the open\nview determination.\n       Judge HUSKEY and Judge LORELLO CONCUR.\n\n\n\n\n                                               5\n\f",
            "ocr": false,
            "opinion_id": 4397775
        }
    ],
    "court_short_name": "Idaho Court of Appeals",
    "court_full_name": "Idaho Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Idaho, ID",
    "crime_category": "Robbery"
}