{
    "id": 4625123,
    "judges": null,
    "date_filed": 1559260800000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-le-tam-m-aplt",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Le, Tam M., Aplt.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 33.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Supreme/out/Majority Opinion  Affirmed  10401124763591331.pdf",
            "author_id": null,
            "opinion_text": "                               [J-58A-C-2018]\n                  IN THE SUPREME COURT OF PENNSYLVANIA\n                             EASTERN DISTRICT\n\n SAYLOR, C.J., BAER, TODD, DONOHUE, DOUGHERTY, WECHT, MUNDY, JJ.\n\n\nCOMMONWEALTH OF PENNSYLVANIA,        :   No. 756 CAP\n                                     :\n                   Appellee          :   Appeal from the Judgment of\n                                     :   Sentence entered on December 9,\n                                     :   2016, in the Court of Common Pleas,\n             v.                      :   Philadelphia County, Criminal Division\n                                     :   at No. CP-51-CR-0002231-2015.\n                                     :\nTAM M. LE,                           :\n                                     :   ARGUED: September 25, 2018\n                   Appellant         :\n\nCOMMONWEALTH OF PENNSYLVANIA,        :   No. 757 CAP\n                                     :\n                   Appellee          :   Appeal from the Judgment of\n                                     :   Sentence entered on December 9,\n                                     :   2016, in the Court of Common Pleas,\n             v.                      :   Philadelphia County, Criminal Division\n                                     :   at No. CP-51-CR-0002232-2015.\n                                     :\nTAM M. LE,                           :\n                                     :   ARGUED: September 25, 2018\n                   Appellant         :\n\nCOMMONWEALTH OF PENNSYLVANIA,        :   No. 758 CAP\n                                     :\n                   Appellee          :   Appeal from the Judgment of\n                                     :   Sentence entered on December 9,\n                                     :   2016, in the Court of Common Pleas,\n             v.                      :   Philadelphia County, Criminal\n                                     :   Division, at No. CP-51-CR-0002233-\n                                     :   2015.\nTAM M. LE,                           :\n                                     :\n                   Appellant         :   ARGUED: September 25, 2018\n                                     :\n\f                                         OPINION\n\n\nJUSTICE TODD                                                   DECIDED: May 31, 2019\n       In this direct capital appeal,1 Appellant Tam M. Le challenges the sentence of\n\ndeath imposed by the Philadelphia County Court of Common Pleas following his\n\nconviction by a jury of two counts of first-degree murder,2 one count of attempted murder,3\n\nthree counts of kidnapping,4 three counts of robbery,5 and one count of conspiracy.6 For\n\nthe reasons that follow, we affirm Appellant’s judgment of sentence.7\n\n1 See 42 Pa.C.S. § 9546(d) (a final court order in a case in which the death penalty has\nbeen imposed shall be directly appealable to the Supreme Court); id. § 9711(h)(1)\n(sentence of death shall be subject to automatic review by Supreme Court).\n2 18 Pa.C.S. § 2502(a).\n3 Id. § 901.\n4 Id. § 2901.\n5 Id. § 3701.\n6 Id. § 903.\n7 Also pending before this Court is the Commonwealth’s “Application to File Post-\n\nSubmission Communication Clarifying Position” (“Application”). By way of background,\nprior to oral argument of this case, the Commonwealth, on August 7, 2018, filed a motion\nto hold this case in abeyance pending this Court’s disposition of Commonwealth v. Lavar\nBrown, No. 728 CAP, wherein the appellant raised issues regarding the administration of\ncapital punishment in Pennsylvania. While the Commonwealth’s motion was still pending,\nthe Commonwealth filed its brief in this matter, arguing that Appellant’s capital sentence\nshould be affirmed. On August 24, 2018, another capital defendant, Jerome Cox, filed\nwith our Court a “Petition for Extraordinary Relief Under King’s Bench Jurisdiction” (“Cox\nPetition”), challenging the administration of capital punishment in Pennsylvania following\nthe 2018 release of a report by the Joint State Government Commission (“Report”). See\nCox v. Commonwealth, 102 EM 2018; see also Marinelli v. Commonwealth, 104 EM 2018\n(seeking similar relief). Ultimately, on August 27, 2018, this Court denied the\nCommonwealth’s motion to hold the instant case in abeyance.\n        On September 17, 2018, the Commonwealth again requested this Court hold the\ninstant matter in abeyance, and further sought to postpone oral argument. See\nCommonwealth’s Application to Hold Appellant’s Cases in Abeyance in View of the\nRecently Filed Application for Extraordinary Relief under King’s Bench Jurisdiction. The\nCommonwealth expressed concern that, were it to argue for affirmance of Appellant’s\nsentence, that position might be “inconsistent with the position it ultimately adopts should\nthis Court exercise jurisdiction over Cox’s Petition.” Application at 3. This Court denied\nthe Commonwealth’s request on September 21, 2018. At oral argument, the\nCommonwealth stated that, in light of the pending Cox Petition, it was not prepared to\n\n\n\n                                    [J-58A-C-2018] - 2\n\f                            I. Factual and Procedural History\n\n       On August 26, 2014, Tan Voong, a/k/a Sonny Voong, received multiple telephone\n\ncalls from a friend, Vu Huynh, a/k/a Kevin Huynh (hereinafter “Kevin”), asking to borrow\n\n$100,000. Kevin and his younger brother, Viet Huynh (hereinafter “Viet”), allegedly owed\n\nthe money to Appellant and several of Appellant’s friends from New York. Over the next\n\nfour to five hours, Voong was able to gather approximately $40,000, and was instructed\n\nby Kevin to bring the money to Appellant’s house on South 72nd Street in Philadelphia.\n\nVoong had met Appellant previously, and had been to his house on one prior occasion.\n\nWhen Voong arrived at the residence, Appellant met him outside. Voong asked where\n\nKevin was, and Appellant led him to the garage. When Voong entered the garage, he\n\nobserved Kevin and Viet seated in chairs, bound, blindfolded, bleeding, and wearing only\n\ntheir boxer shorts and T-shirts. He also saw four individuals with masks on their faces.\n\nVoong attempted to run, but was hit in the face with a gun. He then was stripped to his\n\nunderwear and T-shirt; his hands were zip-tied behind his back; his mouth, eyes, and legs\n\nwere duct-taped; and he was placed in a chair. Someone asked Voong where the money\n\nwas, and Voong responded that it was in his car. Several of the masked individuals began\n\nto beat Voong, who asked for time to collect the rest of the money. Appellant responded,\n\n“It’s too late,” N.T. Trial, 11/14/16, at 96, and Voong, Kevin, and Viet were placed in a van\n\nand driven to a location along the Schuylkill River.\n\n        As Voong was removed from the van, he felt sand under his feet. He knelt down\n\nand felt himself being stabbed in the back, chest, and neck.           Chains were strapped\n\n\nargue for the affirmance of Appellant’s death sentence. The following day, the\nCommonwealth filed the instant Application, in which the Commonwealth contends,\ncontrary to its brief, that it does not now seek any specific relief, but simply states that its\npurpose is “to clarify that it does not argue for affirmance of the capital sentence in this\ncase, at this time, and to explain the basis for that position.” Application at 4. The\nCommonwealth’s Application is granted, and its explanation is noted.\n\n\n\n                                     [J-58A-C-2018] - 3\n\faround his legs, and he was kicked into the water. Fortunately, the water was shallow\n\nand Voong was able to breathe. He played dead, during which time he heard Kevin and\n\nViet scream. He then heard something heavy enter the water, after which he heard\n\nAppellant state, “It’s done.” Id. at 109. Upon hearing the van drive away, Voong rubbed\n\nhis face against a wall in order to remove the duct tape that was on his eyes. He\n\neventually dragged himself out of the water, which he was able to do because the chain\n\nhad come free from his legs. At approximately 4:00 a.m. on August 27th, two police\n\nofficers discovered Voong, wearing only boxer shorts and a bloody T-shirt, sitting on the\n\nside of the highway. He was wet, shivering, and bleeding from multiple stab wounds. His\n\nhands were zip-tied behind his back, and he had duct tape around his ankles and hanging\n\nfrom his neck. Initially, Voong told police that his name was Fathanh Voong, which, in\n\nfact, was the name of his brother, and he stated that he had been standing on a street\n\ncorner when a van pulled up and he was pulled inside. He reported that his abductors\n\nstripped him, tied him up, and robbed him, and then drove him to the river, stabbed him\n\nmultiple times, and threw him in the river. He also told police that two other individuals\n\nhad also been thrown into the river, but he did not know them. He directed the police to\n\nthe location where he believed the other individuals to be. Voong was then taken to the\n\nhospital, where it was discovered that he had eight stab wounds, two of which were life\n\nthreatening.\n\n      In the area of the river that Voong identified, police found the bodies of Kevin and\n\nViet, clothed only in boxer shorts and T-shirts. Kevin’s body was found submerged under\n\nfive feet of water. He had duct tape on his head, face, neck, mouth, and legs. Under the\n\nduct tape on his eyes was fiberglass mesh construction tape. He had construction zip-\n\nties on his wrists, and nearby was a nearly-full bucket of roof cement with a chain\n\nattached. Kevin had been stabbed 24 times in the torso, legs, and head. He also had\n\n\n\n\n                                   [J-58A-C-2018] - 4\n\fnine cuts to his body, including four precise incisions to his face. The medical examiner\n\nwas unable to determine whether Kevin died prior to being thrown in the water, or after.\n\nViet’s body was found submerged under ten feet of water. He had duct tape over his\n\nhead, face, and arms. His legs were attached to a bucket of roof cement by a chain, wire\n\nties, and duct tape. He had been stabbed in the chest, back, face, and arms. As with\n\nKevin, the medical examiner was unable to determine whether Viet died before being put\n\ninto the water.\n\n       The police conducted a videotaped interview of Voong in his hospital room at\n\napproximately 10:45 a.m. on August 27, 2014. Voong acknowledged that he previously\n\ngave the police the name of his younger brother, and described the events that occurred\n\nwhen he went to Appellant’s house the prior evening. At trial, Voong stated that he gave\n\nthe police his brother’s name and date of birth when he was first found because he did\n\nnot feel like he could trust anyone. Id. at 51. During the interview, Voong identified\n\nAppellant, whom he referred to as “Lam,” from a photograph array by circling Appellant’s\n\npicture.\n\n       On the morning of the following day, August 28, 2014, police officers searched\n\nAppellant’s home and property, which he shared with his girlfriend, Bich Vo, their three\n\nchildren, and Vo’s other two children. Amid a large amount of construction materials in\n\nthe detached garage, police discovered buckets of roof cement attached to chains and a\n\nWalmart bag containing several pieces of rolled-up silver duct tape. The duct tape had\n\nboth blood and hair on it, and subsequent testing revealed that the blood and hair\n\ncontained both Kevin’s and Viet’s DNA.\n\n       On September 20, 2014, the police issued an arrest warrant for Appellant. By this\n\ntime, however, Appellant had fled with his girlfriend and children to Delaware. According\n\nto the trial testimony of Vo, as she was leaving her house on August 26, 2014 to visit a\n\n\n\n\n                                   [J-58A-C-2018] - 5\n\ffriend in Baltimore, she saw Appellant, Viet, and a neighbor at her house. When she\n\nreturned home that evening, Appellant was not there and his green van was not in the\n\nbackyard; suspecting he was with another woman, she began to call his cell phone “[a]\n\nlot.” N.T. Trial, 11/16/16, at 50. Appellant never answered the calls, and Vo began\n\nsending him text messages, to which he did not reply. Vo testified that Appellant arrived\n\nhome sometime during the night with a friend named “Hai.” Vo testified that Appellant\n\nand Hai left for work the next day, and that, later that afternoon, she received a phone\n\ncall from Hai instructing her to drive with her children to Hai’s mom’s house in Delaware.\n\nWhen Vo and the children arrived at the house, Appellant and Hai were already there,\n\nand, that same evening, Appellant, Hai, Vo, and the children all traveled to Rochester,\n\nNew York. At some point, Appellant parted ways with his family; however, Vo indicated\n\nthat she knew of Appellant’s whereabouts, and, indeed, she and her children were with\n\nhim when he ultimately was apprehended on January 13, 2015 in a hotel room in Ashland,\n\nVirginia.\n\n       Prior to jury selection, Appellant’s counsel requested permission to question\n\npotential jurors regarding Appellant’s prior conviction in New York for voluntary\n\nmanslaughter, the equivalent to third-degree murder in Pennsylvania. The trial court\n\ndenied the request.\n\n       At trial, in addition to the testimony of Voong and Vo,8 the Commonwealth\n\nintroduced the cell phone records of Appellant, Vo, Kevin, Viet, and Voong. In order to\n\n\n\n8 At trial, Vo recanted many of the statements she gave during her interview with police\non December 19, 2014, including her statements that: when she arrived at Hai’s mom’s\nhouse in Delaware, Appellant instructed her to turn off her cell phone so that the police\ncould not track it through GPS, N.T. Trial, 11/16/16, at 91-92; Appellant told her Kevin\nand Viet were killed because they owed him money, id. at 92; Appellant described to her\nhow he and his accomplices stabbed Voong, Kevin, and Viet and threw them into the\nriver, id. at 94; and Appellant, upon learning that one of the victims survived the stabbing,\nbecame pale and nervous and decided to leave Rochester, id. at 95.\n\n                                    [J-58A-C-2018] - 6\n\fauthenticate the records, the Commonwealth presented the testimony of Anthony Caine,\n\na retail sales manager for AT&T, and Dominick Kaserkie, a manager in the legal\n\ncompliance department at T-Mobile, both of whom testified that the cell phone records\n\nwere kept in the ordinary course of business.        Agent William Shute, an expert in\n\nhistorical cell site analysis, testified that the call detail records established, inter alia, that,\n\non August 26, 2014, Viet and Appellant exchanged numerous calls during the afternoon,\n\nand placed Viet’s phone in the area of Appellant’s house that evening. The records further\n\nrevealed that Kevin and Viet exchanged a series of calls after 6:32 p.m. on August 26,\n\n2014, and, between the early evening and midnight of that same day, Kevin and Voong\n\nexchanged 35 calls. The records placed Kevin’s phone in the area of Appellant’s house\n\nfrom 7:30 p.m. until at least 11:54 p.m. on August 26, 2014, and placed Voong’s phone\n\nin the area of Appellant’s house from 11:15 p.m. on August 26, 2014, until at least 12:20\n\na.m. on August 27, 2014. The records further placed Appellant’s cell phone in the area\n\nof his home from approximately 7:20 a.m. until at least 5:42 p.m. on August 26, 2014; in\n\nthe area of Chinatown around 7:20 p.m. on August 26, 2014; back at home until 12:27\n\na.m. on the morning of August 27, 2014; and then in the area of the crime scene from\n\nbetween 1:45 a.m. to 1:59 a.m. that same morning. The records also showed that, during\n\nthis time, Vo called or texted Appellant ten times from her cell phone while she was at the\n\nresidence she shared with Appellant, and that, on the following day, she traveled from\n\nPhiladelphia to Delaware between the hours of 6:30 p.m. and 7:30 p.m.\n\n       Appellant testified in his own defense, claiming that Kevin and Viet had asked to\n\nborrow money from him in order to repay a debt they owed to individuals from New York.\n\nHe testified that a number of people, including Viet, Kevin, and Voong came to his garage\n\non the evening of August 26, 2014 to discuss the repayment, and that several individuals\n\nfrom New York tied up the brothers and Voong, but not him, and then put all four of them\n\n\n\n\n                                       [J-58A-C-2018] - 7\n\fin a van and drove to the river. According to Appellant, after he begged for his life, his\n\nabductors transferred him to another vehicle, took him somewhere and told him to count\n\nto 1000, and, when he was finished, he realized he was back in his garage. Appellant\n\ntestified that he initially went to Delaware and New York because he was afraid for himself\n\nand his family, and was afraid he would be arrested and accused of murder.\n\n       On December 1, 2016, a jury convicted Appellant of two counts of first-degree\n\nmurder; three counts of kidnapping; three counts of robbery; one count of attempted\n\nmurder; and one count of conspiracy.9 At the penalty phase of Appellant’s trial, the\n\nCommonwealth introduced, inter alia, evidence of Appellant’s prior conviction for\n\nmanslaughter in New York. The jury found five aggravating circumstances with respect\n\nto both first-degree murders: (1) the victim was being held for ransom or reward, 42\n\nPa.C.S. § 9711(d)(3); (2) the offense was committed during the perpetration of a felony,\n\nid. § 9711(d)(6); (3) the offense was committed by means of torture, id. § 9711(d)(8); (4)\n\nAppellant had “been convicted of another Federal or State offense, committed either\n\nbefore or at the time of the offense at issue, for which a sentence of life imprisonment or\n\ndeath was imposable,” id. § 9711(d)(10); and (5) Appellant had been convicted of\n\nvoluntary manslaughter, as defined in 18 Pa.C.S. § 2503, committed in another\n\njurisdiction either before or at the time of the offense at issue. 42 Pa.C.S. § 9711(d)(12).10\n\nWith respect to both murders, the jury found a single mitigating circumstance, the “catch-\n\nall mitigator.” Id. § 9711(e)(8). Finding the aggravating circumstances outweighed the\n\nmitigating circumstance, the jury returned sentences of death for the murders of Kevin\n\nand Viet. Thereafter, the trial court imposed two death sentences, and a consecutive\n\nsentence of 10 to 20 years imprisonment for Appellant’s conspiracy conviction relating to\n\n9 Appellant was charged with conspiracy only in connection with the first-degree murder\nof Kevin.\n10 Appellant incorrectly states in his brief that the jury found four aggravating\n\ncircumstances. See Appellant’s Brief at 13.\n\n                                     [J-58A-C-2018] - 8\n\fKevin.     Appellant also was sentenced to a consecutive term of 20 to 40 years\n\nimprisonment for the attempted murder of Voong. No additional sentences were imposed\n\non Appellant’s three kidnapping and robbery convictions. Appellant filed a notice of\n\nappeal, and the matter is now before this Court.\n\n                                          II. Analysis\n\n                               A. Sufficiency of the Evidence\n\n         Although Appellant has not raised a claim regarding the sufficiency of the\n\nevidence, in all direct capital appeals, this Court nevertheless reviews the evidence to\n\nensure that it is sufficient to support a first-degree murder conviction. Commonwealth v.\n\nPoplawski, 130 A.3d 697, 709 (Pa. 2015). In reviewing the sufficiency of the evidence,\n\nwe must determine whether the evidence admitted at trial, and all the reasonable\n\ninferences derived therefrom, viewed in favor of the Commonwealth as verdict winner,\n\nsupports the jury’s finding of all of the elements of the offense beyond a reasonable doubt.\n\nCommonwealth v. Smith, 985 A.2d 886, 894-95 (Pa. 2009).\n\n         First-degree murder is an intentional killing, i.e., a “willful, deliberate and\n\npremeditated killing.” 18 Pa.C.S. § 2502(a), (d). In order to prove first-degree murder, the\n\nCommonwealth must establish that: (1) a human being was killed; (2) the accused\n\ncaused the death; and (3) the accused acted with malice and the specific intent to kill.\n\nSmith, 985 A.2d at 895. The jury may infer the specific intent to kill based upon the\n\ndefendant's use of a deadly weapon on a vital part of the victim's body. Id.\n\n         In addition, as it is relevant to our review of the first-degree murder convictions, in\n\norder to convict a defendant of conspiracy, the Commonwealth must prove: (1) the\n\ndefendant intended to commit or aid in the commission of the criminal act; (2) that the\n\ndefendant entered into an agreement with another to engage in the crime; and (3) the\n\ndefendant or one or more of the other co-conspirators committed an overt act in\n\n\n\n\n                                      [J-58A-C-2018] - 9\n\ffurtherance of the agreed upon crime. Id. As it is often difficult to prove an explicit or\n\nformal agreement, the agreement generally is established via circumstantial evidence,\n\nsuch as by the relations, conduct, or circumstances of the parties, or the overt acts on the\n\npart of co-conspirators. Commonwealth v. Johnson, 985 A.3d 915, 920. (Pa. 2009). In\n\nthe case of a conspiracy to commit homicide, each member of the conspiracy may be\n\nconvicted of first-degree murder, regardless of who inflicted the fatal wound. Id.\n\n       Finally, an individual may be held criminally liable for the acts of another, including\n\nfirst-degree murder, as an accomplice.        In order to sustain a conviction based on\n\naccomplice liability, the Commonwealth must demonstrate that an individual acted with\n\nthe intent of promoting or facilitating the commission of an offense and agrees, aids, or\n\nattempts to aid such other person in either planning or committing that offense.\n\nCommonwealth v. Spotz, 716 A.2d 580, 585–86 (Pa. 1998). As with conspiracy, a shared\n\ncriminal intent between the principal and his accomplice may be inferred from a\n\ndefendant's words or conduct or from the attendant circumstances. Id.\n\n       Based upon our thorough review of the record, and even though it is unclear\n\nwhether Appellant or one of his co-conspirators and/or accomplices inflicted the fatal\n\nwounds, we conclude that the evidence, viewed in the light most favorable to the\n\nCommonwealth as verdict winner, was sufficient to support Appellant’s convictions for\n\nfirst-degree murder as a conspirator and/or accomplice in the deaths of Kevin and Viet.\n\nAs detailed above, Voong testified that, on August 26, 2014, he received numerous\n\ntelephone calls from Kevin, asking to borrow money. Kevin instructed Voong to bring the\n\nmoney to Appellant’s house. Voong testified that, when he arrived at Appellant’s house,\n\nAppellant escorted him to the garage, where he observed Kevin and Viet stripped to their\n\nunderwear, bleeding, and tied up in chairs. At this point, Voong was beaten by several\n\nmasked individuals. Voong testified that he asked for additional time to collect the\n\n\n\n\n                                    [J-58A-C-2018] - 10\n\fremainder of the money, but Appellant responded that it was too late. Voong testified\n\nthat he, along with Kevin and Viet, were placed in a van and driven to a location along\n\nthe river. After he was removed from the van, Voong felt himself being stabbed in the\n\nback, chest, and neck, after which chains were strapped around his legs and he was\n\nkicked into the water. Thereafter, Voong heard Kevin and Viet scream, and then heard\n\nthem being thrown into the water. Finally, Voong testified that he heard Appellant state,\n\n“It’s done.”\n\n       The cell phone records introduced at trial confirm the exchange of numerous\n\nphone calls between Viet and Appellant, Kevin and Viet, and Kevin and Voong on the\n\nafternoon and evening of August 26, 2014. The cell phone records further placed Kevin,\n\nVoong, and Appellant in the area of Appellant’s house into the early morning of August\n\n27, 2014, and placed Appellant’s phone in the area of the crime scene that same morning.\n\nFollowing Voong’s identification of Appellant from a photo array, police discovered at\n\nAppellant’s residence roofing cement buckets with chains wrapped around them; notably,\n\nthe bodies of both Kevin and Viet had roofing cement buckets chained to their legs, or\n\nfloating nearby. Police also recovered from Appellant’s garage duct tape that contained\n\nKevin and Viet’s hair and blood.\n\n       The above evidence presented by the Commonwealth, and the reasonable\n\ninferences deduced therefrom, was sufficient to establish that Appellant, angry when\n\nKevin was unable to obtain the money he owed to Appellant, acted in concert with other\n\nunidentified individuals to kidnap Kevin, Viet, and Voong; bind, gag, and transport them\n\nto the river; weigh them down; stab them repeatedly; and throw them in the river, resulting\n\nin the deaths of Kevin and Viet.\n\n                        B. Admission of Cell Phone Records\n\n\n\n\n                                   [J-58A-C-2018] - 11\n\f       In his first briefed issue, Appellant argues that the trial court erred in admitting at\n\ntrial the cell phone records of Appellant, the victims, and Appellant’s alleged co-\n\nconspirators, contending they were inadmissible hearsay. The admission of evidence is\n\nsolely within the discretion of the trial court, and a trial court's evidentiary rulings will be\n\nreversed on appeal only upon an abuse of that discretion. Commonwealth v. Reid, 99\n\nA.3d 470, 493 (Pa. 2014).\n\n       Hearsay, defined as an out-of-court statement offered to prove the truth of the\n\nmatter asserted therein, generally is inadmissible at trial, unless it falls within an exception\n\nto the hearsay prohibition. Herein, the trial court permitted the introduction of the cell\n\nphone records, admittedly hearsay, pursuant to the “business records” exception in Rule\n\n803(6) of the Pennsylvania Rules of Evidence, which provides that a record of an act,\n\nevent, or condition may be admitted under the following circumstances:\n\n              (A) the record was made at or near the time by−or from\n              information transmitted by−someone with knowledge;\n\n              (B) the record was kept in the course of a regularly conducted\n              activity of a “business”, which term includes business,\n              institution, association, profession, occupation, and calling of\n              every kind, whether or not conducted for profit;\n\n              (C) making the record was a regular practice of that activity;\n\n              (D) all these conditions are shown by the testimony of the\n              custodian or another qualified witness, or by a certification\n              that complies with Rule 902(11) or (12) with a statute\n              permitting certification; and\n\n              (E) the opponent does not show that the source of information\n              or other circumstances indicate a lack of trustworthiness.\nPa.R.E. 803(6).\n\n       According to Appellant, the trial court erred in admitting the cell phone records\n\nbecause the Commonwealth failed to establish a sufficient foundation for their admission\n\n\n\n\n                                     [J-58A-C-2018] - 12\n\funder this exception. Appellant acknowledges that the Commonwealth established that\n\nthe cell phone records “were made in the ordinary course of business,” but he contends\n\nthat the Commonwealth “failed to introduce testimony as to who prepared the records\n\nand whether the records were generated at or near the time the information in question\n\nwas transmitted.”     Appellant’s Brief at 17.   Appellant contends that the trial court’s\n\nadmission of the records “ignores” this Court’s holding in Commonwealth v. Carson, 913\n\nA.2d 220, 264 (Pa. 2006), wherein we determined, in the context of an ineffectiveness\n\nclaim, that the defendant was not entitled to relief based on the trial court’s exclusion of\n\nthe defendant's records from a school for delinquent youth, which the defendant sought\n\nto introduce as mitigation evidence, because, inter alia, the defendant never challenged\n\nthe trial court’s ruling that the school records were inadmissible because they had not\n\nbeen authenticated.\n\n       The Commonwealth responds that Appellant has waived this claim by failing to\n\nraise at trial a contemporaneous objection to the custodians’ testimony. Commonwealth’s\n\nBrief at 22 (citing Commonwealth v. Ali, 10 A.3d 282, 293 (Pa. 2010) (failure to raise a\n\ncontemporaneous objection waives claim on appeal)).             It further notes that, while\n\nAppellant later offered an objection regarding the authentication of the identification of the\n\nindividuals to whom the cell phone numbers belonged, see N.T. Trial, 11/15/16, at 69,\n\nand a general objection that the custodians of the records had not “authenticated these\n\nrecords to a point wherein this testimony would be admissible,” id. at 82, Appellant at no\n\ntime raised a claim, as he does now, regarding who prepared the records or whether they\n\nwere generated contemporaneously. Finally, the Commonwealth points out that, even if\n\nAppellant had not waived his claim, the claim is without merit because (1) Appellant’s own\n\nexpert relied on the same cell phone records; and (2) all of the facts introduced via these\n\nrecords were established by independent sources − specifically, Voong’s testimony that\n\n\n\n\n                                    [J-58A-C-2018] - 13\n\fhe heard Appellant’s voice after he and the other victims were thrown in the river, Vo’s\n\ntestimony that she called Appellant multiple times on the night of the murders, and\n\nVoong’s testimony that he saw Kevin and Viet in Appellant’s garage in the hour prior to\n\nthe murders.\n\n       Not only does Appellant fail to offer a cogent argument as to how the trial court’s\n\nadmission of the cell phone records was contrary to our decision in Carson, we conclude\n\nthat Appellant waived his objection to the admission of the cell phone records by failing\n\nto lodge a specific objection at trial regarding his present challenge concerning the identity\n\nof the individuals who prepared the records, and the time they were prepared. See\n\nCommonwealth v. Cash, 137 A.3d 1262, 1275 (Pa. 2016) (where a defendant raises an\n\nobjection before the trial court on specific grounds, only those grounds are preserved for\n\nappeal); Pa.R.A.P. 302(a) (issues not raised in the lower court are waived and cannot be\n\nraised for the first time on appeal).\n\n                                        C. Voir Dire\n\n       Appellant next contends that the trial court erred in prohibiting defense counsel\n\nfrom informing and questioning potential jurors about Appellant’s prior conviction for\n\nvoluntary manslaughter in New York, which is equivalent to the crime of third-degree\n\nmurder in Pennsylvania, in violation of his right to due process under the Sixth and\n\nFourteenth Amendments to the United States Constitution,11 and Article I, Sections 6 and\n\n9 of the Pennsylvania Constitution.12\n\n11 The Sixth Amendment, which is applicable to the states through the Fourteenth\nAmendment, provides, in relevant part:\n             In all criminal prosecutions, the accused shall enjoy the right\n             to a speedy and public trial, by an impartial jury of the State\n             and district wherein the crime shall have been committed.\nU.S. Const. amend. VI.\n12 We note that, while in the headings of his brief Appellant suggests he is raising\n\nchallenges under both the United States Constitution and the Pennsylvania Constitution,\n\n\n\n                                    [J-58A-C-2018] - 14\n\f       The Sixth and Fourteenth Amendments guarantee a defendant the right to, inter\n\nalia, an impartial jury, and this right extends to both the guilt and sentencing phases of\n\ntrial. Morgan v. Illinois, 504 U.S. 719, 727-28 (1992). In a capital proceeding, “the proper\n\nstandard for determining when a prospective juror may be excluded for cause because\n\nof his or her views on capital punishment . . . is whether the juror’s views would ‘prevent\n\nor substantially impair the performance of his duties as a juror in accordance with his\n\ninstructions and his oath.’” Id. at 728 (citations omitted). The high Court explained:\n\n              A juror who will automatically vote for the death penalty in\n              every case will fail in good faith to consider the evidence of\n              aggravating and mitigating circumstances as the instructions\n              require him to do. Indeed, because such a juror has already\n              formed an opinion on the merits, the presence or absence of\n              either aggravating or mitigating circumstances is entirely\n              irrelevant to such a juror.        Therefore, based on the\n              requirement of impartiality embodied in the Due Process\n              Clause of the Fourteenth Amendment, a capital defendant\n              may challenge for cause any prospective juror who maintains\n              such views.\nId. at 729.\n\n       To enable a capital defendant to enforce his [constitutional] right to an impartial\n\njury, he must be afforded an adequate voir dire to identify unqualified jurors: “Voir dire\n\nplays a critical function in assuring the criminal defendant that his right to an impartial jury\n\nwill be honored. Without an adequate voir dire, the trial judge’s responsibility to remove\n\nprospective jurors who will not be able impartially to follow the court’s instructions and\n\n\n\n\nAppellant limits his discussion primarily to federal case law, and fails to offer any specific\nargument under our organic charter. Thus, we will analyze Appellant’s claims under the\nfederal Constitution. However, for reference purposes, Article I, Section 6 of the\nPennsylvania Constitution guarantees a defendant a trial by jury, and Article I, Section 9\nof the Pennsylvania Constitution guarantees a defendant an impartial jury. Pa. Const.\nArt. I, §§ 6 and 9.\n\n\n\n                                     [J-58A-C-2018] - 15\n\fevaluate the evidence cannot be fulfilled.”       Id. at 729-30 (internal quotation marks\n\nomitted).\n\n       While this Court has explained that the scope of voir dire is within the sound\n\ndiscretion of the trial court, see Commonwealth v. Bridges, 757 A.2d 859, 872 (Pa. 2000),\n\nthe United States Supreme Court has stated that the exercise of the trial court’s discretion,\n\nand the restriction upon inquiries at the request of counsel, are “subject to the essential\n\ndemands of fairness.” Morgan, 504 U.S. at 730 (citation omitted). The high Court further\n\nheld that, particularly in capital cases, “certain inquires must be made to effectuate\n\nconstitutional protections,” including questions regarding racial prejudice, and questions\n\nas to whether a juror’s views on the death penalty would disqualify him from sitting, either\n\nbecause the juror’s opposition to the death penalty is so strong that it would prevent the\n\njuror from ever imposing the same,13 or because the juror would always impose the death\n\npenalty following a conviction. Id. at 730-33.\n\n       In denying Appellant’s request to specifically inform and question potential jurors\n\nabout his prior conviction for manslaughter in New York,14 the trial court relied on this\n\n\n13 As the high Court explained in Lockhart v. McCree, 476 U.S. 162 (1986):\n                [T]he State may challenge for cause prospective jurors whose\n                opposition to the death penalty is so strong that it would\n                prevent them from impartially determining a capital\n                defendant’s guilt or innocence. Ipso facto, the State must be\n                given the opportunity to identify such prospective jurors by\n                questioning them at voir dire about their views of the death\n                penalty.\nId. at 170 n.7\n14 Prior to voir dire, the trial court did advise the prospective jurors that the Commonwealth\n\nintended to seek the death penalty if Appellant was convicted of first-degree murder, and\nposed two questions to the prospective jurors, the first being: “Do you have any religious,\nmoral, ethical, personal or conscientious beliefs or scruples which would prevent you from\nconsidering and imposing the death penalty, assuming that the death penalty is warranted\nand that a proper case with the death penalty has been made out? If so, please raise\nyour number.” N.T. Trial, 10/31/16, at 20. Approximately 40 prospective jurors\nresponded. The trial court then asked the prospective jurors: “Do you have any religious,\n\n\n\n                                    [J-58A-C-2018] - 16\n\fCourt’s decision in Commonwealth v. Bomar, 826 A.2d 831 (Pa. 2003). In Bomar, the\n\nappellant was sentenced to death following his conviction of first-degree murder, rape,\n\naggravated assault, kidnapping, and abuse of a corpse.              On appeal, the appellant\n\nclaimed, inter alia, that the trial court denied him the opportunity to “life qualify”15 the jury\n\nduring voir dire by restricting him from “questioning potential jurors about specific\n\naggravating circumstances which might cause them to impose a death sentence and\n\nspecific mitigating circumstances which might cause them to return a sentence of life\n\nimprisonment.” Id. at 847. Observing that the appellant failed to identify any instance in\n\nwhich he sought to question potential jurors regarding a specific aggravating\n\ncircumstance, this Court addressed the three occasions on which the appellant claimed\n\nhe was precluded from questioning potential jurors concerning specific potential\n\nmitigating circumstances, including the appellant’s childhood, his character and record of\n\n“good deeds,” and “circumstances about [the appellant].” Id. at 847-48.\n\n       In holding that the trial court did not err in prohibiting the appellant from posing\n\nthose questions to the potential jury, we explained:\n\n              The purpose of voir dire is solely to ensure the empanelling of\n              a competent, fair, impartial, and unprejudiced jury capable of\n              following the instructions of the trial court. Neither counsel for\n              the defendant nor the Commonwealth should be permitted to\n              ask direct or hypothetical questions designed to disclose what\n              a juror’s present impression or opinion as to what his decision\n              will likely be under certain facts which may be developed in\n              the trial of a case. “Voir dire is not to be utilized as a tool for\n\n\n\nmoral, ethical, personal or conscientious beliefs or scruples that would prevent you from\nconsidering and imposing a sentence of life imprisonment without parole, assuming that\nsentence, the sentence of life in prison without parole, is warranted and that a proper\ncase for that sentence has been made out? If so, please raise your number.” Id. at 20-\n21. Approximately 10 jurors responded.\n15 The term “life-qualify” refers to the process of identifying prospective jurors who have\n\na fixed opinion that a sentence of death should always be imposed for a conviction of\nfirst-degree murder. Commonwealth v. Smith, 131 A.3d 467, 477 (Pa. 2015).\n\n                                     [J-58A-C-2018] - 17\n\f                the attorneys to ascertain the effectiveness of potential trial\n                strategies.”\nId. at 849 (citations omitted).\n\n          We concluded that the questions the appellant in Bomar sought to ask prospective\n\njurors:\n\n                were intended to elicit what the jurors’ reactions might be\n                when and if appellant presented certain specific types of\n                mitigating evidence. The questions were simply not relevant\n                in seeking to determine whether the jurors would be\n                competent, fair, impartial and unprejudiced. Rather, the\n                queries at issue sought to gauge the efficacy of potential\n                mitigation strategies.     Moreover, in the face of these\n                inappropriate questions, the trial court asked appropriate\n                general questions which revealed that the jurors in question\n                would consider all the evidence, both aggravating and\n                mitigating, and follow the court’s instructions.\nId.\n\n          Initially, Appellant attempts to distinguish Bomar on the ground that the existence\n\nof his own prior conviction for voluntary manslaughter:\n\n                was not a fact that might be developed from the penalty\n                phase. Rather, it was a virtual certainty since neither party\n                disputed its existence. Further, trial counsel’s request for\n                [voir] dire on this fact was not an effort to learn what the\n                prospective jurors’ decisions would be when confronted with\n                it. Rather, Appellant merely sought to identify potential jurors\n                who would fail to keep an open mind or consider any\n                additional evidence and instead automatically vote for death\n                upon learning of this fact.\nAppellant’s Brief at 20.\n\n          Appellant fails to acknowledge, however, that, subsequent to Bomar, this Court\n\nrejected this same argument in Commonwealth v. Smith, 131 A.3d 467 (Pa. 2015). In\n\nSmith, the appellant claimed the trial court denied him due process and the right to a fair\n\nand impartial jury when it prohibited him from posing the following question to the potential\n\njury: “You will hear that [the defendant] was convicted, by plea of guilty, to the crime of\n\n\n\n                                     [J-58A-C-2018] - 18\n\f[v]oluntary manslaughter in 1980. Is there any one of you who feels that[,] because of\n\nthe defendant’s prior convictions, that you would not consider a sentence of life\n\nimprisonment[?]” Id. at 476.      On direct appeal, the appellant argued that, pursuant to\n\nthe high Court’s decision in Morgan v. Illinois, he should have been permitted to ask this\n\nspecific question in order to life qualify potential jurors. This Court held that the appellant’s\n\nproposed question was impermissible under Bomar, as it was “a question designed to\n\nelicit what the jurors’ reactions might be when presented with a specific aggravating\n\ncircumstance.” Smith, 131 A.3d at 477. We further noted that each prospective juror had\n\nalready been “life-qualified” on the appellant’s first-degree murder conviction. Id. at 478.\n\n       Then Justice, now Chief Justice, Saylor filed a dissenting opinion in Smith, joined\n\nby this author, wherein he observed that the federal district court in United States v.\n\nJohnson, 366 F. Supp. 2d 822 (N.D. Iowa 2005), distinguished between “1) case-specific\n\nvoir dire questions designed to determine whether jurors harbor some bias relative to\n\ncritical facts to be demonstrated by trial evidence, and 2) interrogatories seeking to pre-\n\ncommit jurors to a particular verdict.” Smith, 131 A.3d at 479 (Saylor, J., dissenting). The\n\nJohnson Court suggested that case-specific questions might be necessary under the\n\nConstitution to ensure that a defendant has a fair and impartial jury. Concluding that the\n\nSmith majority “appears to implicitly reject Johnson’s approach to case-specific\n\nquestions” based on Bomar, Chief Justice Saylor opined that Bomar’s rationale “applies\n\nonly to pre-commitment-type interrogatories . . . and not to case-specific questions\n\nappropriately framed to inquire into juror biases relative to critical facts.” Id. He further\n\nstated that he “would follow the lead” of the California Supreme Court in People v. Cash,\n\n50 P.3d 332 (Cal. 2002), which held that an absolute prohibition of case-specific\n\nquestions regarding a previous homicide during life qualification “created a risk that a juror\n\nwho would automatically vote to impose the death penalty on a defendant who had\n\n\n\n\n                                     [J-58A-C-2018] - 19\n\fpreviously committed murder [or manslaughter] was empaneled and acted on those\n\nviews, thereby violating defendant’s due process right to an impartial jury.” Smith, 131\n\nA.3d at 479 (Saylor, J., dissenting) (quoting Cash, 50 P.3d at 342-43).\n\n       In his brief to this Court, Appellant does not mention, let alone discuss, the majority\n\nopinion in Smith, nor does he suggest that Smith should be overturned. He merely\n\nasserts that “[a] number of other jurisdictions” have recognized that the type of question\n\nhe sought to ask “is essential to satisfying Morgan’s requirement of an impartial\n\nfactfinder,” citing Johnson, Cash, and the dissent in Smith, and urges this Court to adopt\n\ntheir rationale, and grant him a new penalty hearing.16 Appellant’s Brief at 20. We decline\n\nhis invitation to do so.\n\n       As discussed above, this Court in Smith held that the appellant’s proposed\n\nquestion was impermissible under Bomar, as it was “a question designed to elicit what\n\nthe jurors’ reactions might be when presented with a specific aggravating circumstance.”\n\nSmith, 131 A.3d at 477. While Appellant relies on the dissent in Smith, that position was\n\n16 Appellant also fails to acknowledge our decision in Commonwealth v. Mattison, 82 A.3d\n386 (Pa. 2013), wherein the appellant claimed that the trial court erred during voir dire by\nprecluding him from asking potential jurors whether they would be adversely influenced,\nor would otherwise be unable to follow the trial court’s instructions, upon learning the\nappellant had a prior murder conviction in another state. The Commonwealth had offered\npretrial notice that, during the penalty phase of trial, it would rely on Mattison’s prior\nmurder conviction as evidence of an aggravating circumstance pursuant to 42 Pa.C.S. §\n9711(d)(11). Like Appellant herein, Mattison argued that, because he was denied the\nopportunity to life qualify the jury, he was denied his constitutional right to an impartial\njury in violation of his rights under the Sixth and Fourteenth Amendments to the United\nStates Constitution and Article I, Section 9 of the Pennsylvania Constitution.\n        This Court rejected Mattison’s claim, concluding that he failed to demonstrate that\nthe trial court abused its discretion or “unduly limited voir dire by precluding questioning\nthat would have disclosed his previous murder conviction prior to the jury’s determination\nof his guilt.” Mattison, 82 A.3d at 397. We observed that, rather than ensuring an impartial\njury, “permitting pretrial questioning of the potential jurors regarding [Mattison’s] 1995\nmurder conviction could have biased the jury against him, and laid the foundation for an\narguably meritorious claim of ineffective assistance of counsel on collateral review.” Id.\n\n\n\n\n                                    [J-58A-C-2018] - 20\n\fnot adopted by a majority of this Court. Accordingly, we hold that Appellant is not entitled\n\nto relief based on his claim that he should have been permitted to question the jury\n\nregarding his prior conviction for manslaughter in New York. 17\n\n17Our learned colleague would overturn this Court’s decision in Smith. Specifically, in his\nconcurring and dissenting opinion, Justice Wecht suggests that this Court reached its\nmajority holding in Smith “without analysis,” and he aligns himself with Chief Justice\nSaylor’s dissent in Smith, which this author joined. Concurring and Dissenting Opinion\n(Wecht, J.) at 8-9. Recognizing that Appellant fails to discuss the majority holding in\nSmith, Justice Wecht nonetheless opines that our “evaluation” of Appellant’s argument is\n“unduly narrow,” and submits that Appellant’s “analysis” of Smith is “implicit in his\nadoption of Chief Justice Saylor’s dissent, which demonstrated that the Smith majority\nwas incorrect.” Id. at 9. Further, citing his own concurring opinion in Balentine v. Chester\nWater Auth., 191 A.3d 799, 812 (Pa. 2018) (Wecht, J., concurring) (“[A]gainst the critical\nimportance of stability we must balance our duty as a court of last resort to refine or even\nabandon precedent when time and experience reveal its infirmity.”), Justice Wecht\nsuggests that we can, and should, overturn Smith, despite the fact that Appellant does\nnot ask us to do so. Concurring and Dissenting Opinion (Wecht, J.) at 9 & n.5. Finally,\nacknowledging this Court’s earlier decision in Mattison, in which this Court also rejected\nthe same claim raised by Appellant herein, Justice Wecht remarks that, in Mattison, “the\nCourt did not examine the extra-jurisdictional precedent upon which [Appellant] now\nrelies. Accordingly, this Court presently is confronted with more developed and\npersuasive advocacy on this issue than was available in Mattison.” Id. at 8 n.4.\n        It is not this Court’s function to act as an advocate for the parties. See\nCommonwealth v. Capitolo, 498 A.2d 806, 811 (Pa. 1985) (“We require strict compliance\nwith the procedures designed for issue preservation to save judicial manpower, and to\nprevent our appellate courts from becoming advocates for parties instead of adjudicators\nof the issues they present for our review.”). Moreover, even if Appellant had presented\nsufficient argument on the issue, we find no basis upon which to overturn Smith. Under\nthe venerable doctrine of stare decisis, “for the sake of certainty, a conclusion reached in\none case should be applied to those which follow, if the facts are substantially the same,\neven though the parties may be different.” Commonwealth v. Moore, 103 A.3d 1240,\n1249 (Pa. 2014) (citation omitted). Stare decisis serves an important role by “promot[ing]\nthe evenhanded, predictable, and consistent development of legal principles, foster[ing]\nreliance on judicial decisions, and contribut[ing] to the actual and perceived integrity of\nthe judicial process.” Id. As discussed above, the majority in Smith held that the\nappellant’s proposed question was impermissible under Bomar. Smith, 131 A.3d at 477.\nAlthough Appellant and Justice Wecht prefer the approach of the dissent in Smith, that\nposition was rejected by a majority of this Court. Further, while, as a general matter, we\ntake no issue with Justice Wecht’s statement that this Court may “abandon precedent\nwhen time and experience reveal its infirmity,” we observe that Smith was decided less\nthan five years ago, and neither Appellant, nor Justice Wecht, suggests that our\nexperience with Smith has revealed it to be unworkable, or that the decision is otherwise\n\n\n\n                                   [J-58A-C-2018] - 21\n\fD. Prosecutor’s Questions Regarding Witness’s Knowledge of Appellate Process\n\n       Appellant next argues that the trial court erred in denying his request for a mistrial\n\nduring the penalty phase of his trial after the prosecutor asked an expert defense witness\n\nif she was aware of the length of the appellate process. In his effort to obtain a life\n\nsentence instead of the death penalty, Appellant presented the testimony of Dr. Annie\n\nSteinberg, an expert in child psychology and development, who testified regarding\n\nAppellant’s relationship with his children.      Specifically, Dr. Steinberg testified that\n\nAppellant was a central part of the children’s lives, and played an active part in the family,\n\nnotwithstanding his incarceration. During cross-examination, the prosecutor asked Dr.\n\nSteinberg if she was aware that the same visitation procedures applied to both capital\n\nand non-capital prisoners. N.T. Trial, 12/2/16, at 50-51. The prosecutor then asked Dr.\n\nSteinberg if she was aware that, before a death warrant gets signed by the Governor, the\n\nappellate process generally takes approximately ten years. Id. at 52. Defense counsel\n\nobjected, and the trial court sustained the objection. Id. at 52, 55. Appellant presently\n\nargues that the only “possible purpose [of the prosecutor’s comment on the appellate\n\nprocess] was to instill a sentiment among the jurors that they were less responsible for\n\ntheir sentencing decision,” in violation of case law which prohibits the same. Appellant’s\n\nBrief at 22.\n\n       In response to Appellant’s argument, the Commonwealth asserts that Appellant\n\nwaived this claim by failing to raise it before the trial court. The Commonwealth notes\n\nthat, while Appellant requested a mistrial on December 5, 2016, the request was not\n\nbased on the prosecutor’s question regarding the length of the appellate process, but,\n\nrather, was based on the prosecutor’s alleged misstatement of the regulations concerning\n\ninfirm. Notably, none of the decisions Justice Wecht cites in support of his position post-\ndate Smith. At most, Justice Wecht’s view represents a difference of opinion regarding\nprecedent of very recent vintage.\n\n\n\n                                    [J-58A-C-2018] - 22\n\fthe visitation status of prisoners on death row. Indeed, although the trial court denied\n\nAppellant’s request for a mistrial at that time, it did instruct the jury as to the differences\n\nbetween visitation afforded to capital versus non-capital defendants. N.T. Trial, 12/5/16,\n\nat 35.\n\n         As discussed above, where an appellant raises an objection before the trial court\n\non specific grounds, only those grounds are preserved for appeal. As Appellant did not\n\nrequest a mistrial based on the prosecutor’s commentary regarding the length of the\n\nappeals process, this claim is waived. See Cash, 137 A.3d at 1275; Pa.R.A.P. 302(a).\n\n              E. Prosecutor’s Statements Regarding Mitigating Circumstances\n\n         Appellant next claims that he was deprived of a fair penalty phase trial, and is\n\nentitled to a new penalty trial, because the prosecutor, on two separate occasions,\n\nmisstated the law regarding the weighing of aggravating and mitigating circumstances.\n\nThe first alleged instance occurred at the beginning of the prosecutor’s closing argument\n\nto the jury, wherein she stated, “If you find that we’ve proven a single aggravating factor,\n\none single aggravating factor, your sentence must be death. Unless and until the defense\n\nproves a mitigating factor, at which point you must weigh the two and decide which\n\noutweighs the other one.” N.T. Trial, 12/6/16, at 139. Appellant maintains that “[t]hese\n\nremarks mislead the jury as to their starting point in deliberations, thereby irreparably\n\ntainting any subsequent verdict.” Appellant’s Brief at 22.\n\n         The Commonwealth concedes that the above statement was incorrect because\n\nthe prosecutor did not convey that a jury’s finding of a single aggravating circumstance\n\nrequires a sentence of death only when the jury finds no mitigating circumstances.\n\nCommonwealth Brief at 38. However, the Commonwealth maintains that the Appellant’s\n\nclaim that he was deprived of a fair penalty trial is both waived and meritless. We agree.\n\n\n\n\n                                    [J-58A-C-2018] - 23\n\f       Immediately after the prosecutor made the above statement, defense counsel\n\nlodged an objection, which was sustained by the trial court. The prosecutor then correctly\n\nstated to the jury: “You must decide whether or not the aggravating factors outweigh the\n\nmitigating circumstances. And if you do, then your sentence is death.” N.T. Trial, 12/6/16,\n\nat 139. Defense counsel did not request a mistrial at this time. Accordingly, Appellant\n\ncannot claim for the first time on appeal that a mistrial was required. Commonwealth v.\n\nJones, 460 A.2d 739, 741 (Pa. 1983) (where defense counsel immediately lodges an\n\nobjection to a statement by the prosecutor, and the objection is sustained, and defense\n\ncounsel makes no further request for a mistrial or curative instructions, the issue has been\n\nwaived).\n\n       Appellant argues that the prosecutor subsequently “compounded” her prior error\n\nby “informing the jury that it was defendant’s burden to prove that mitigating\n\ncircumstances outweighed any aggravating circumstances.” Appellant’s Brief at 23. In\n\ncommenting on the lack of “real” mitigation evidence presented by Appellant, the\n\nprosecutor stated, “It’s what we call the catchall. The catchall. Which has to do with the\n\ndefendant; which has to do with the circumstances of the offense, the defendant’s record,\n\nand his character. That’s what they are proposing is enough to outweigh, to outweigh all\n\nof the aggravators.” N.T. Trial, 12/6/16, at 147. Defense counsel again immediately\n\nlodged an objection, which was sustained by the trial court. The trial court further\n\ninstructed the jury that “[t]he mitigators do not have to outweigh the aggravators.\n\nSustained.” Id.\n\n       Once again, because defense counsel lodged an immediate objection to the\n\nprosecutor’s misstatement, which was sustained by the trial court, and defense counsel\n\ndid not request a mistrial or further curative instructions, the issue has been waived.\n\nJones, 460 A.2d at 741.\n\n\n\n\n                                   [J-58A-C-2018] - 24\n\f      F. Exclusion of Portion of Decedent’s Family’s Victim Impact Statement\n\n       Prior to the Commonwealth’s presentation of its penalty-phase case, and while\n\notherwise seeking to introduce victim impact statements by members of Kevin’s and Viet’s\n\nfamily, the Commonwealth moved to exclude a portion of two identical statements\n\nwherein the family did not express a preference as to whether Appellant would receive a\n\nlife sentence or a death sentence, so long as he was never released from prison. In this\n\nregard, each statement provided:\n\n              In the interests of justice and the safety of our community, I’m\n              asking that you please see it that the defendant never again\n              be able to take the life of any other persons; that he be given\n              the death penalty, or at least jailed for two life sentences, to\n              be served one after the other. He should never again walk\n              among us as an equal, free man.\nN.T. Trial, 12/5/16, at 11-12. Appellant objected to the exclusion of these portions of the\n\nstatements, which, according to Appellant, “would have constituted a powerful reminder\n\nto the jurors to keep an open mind and consider both life and death.” Appellant’s Brief at\n\n24.\n\n       In granting the Commonwealth’s request to exclude the above-quoted portions of\n\nthe victim impact statements, the trial court determined that the proffered statements were\n\noutside the scope of permissible victim evidence. We find no error by the trial court in\n\nthis regard. Victim impact evidence consists of “evidence concerning the victim and the\n\nimpact that the death of the victim has had on the family of the victim.” Bomar, 826 A.2d\n\nat 850 (citations omitted). In the case sub judice, the proffered testimony did not pertain\n\nto any characteristic of the victims, or the impact of their death on their families. Moreover,\n\nwe specifically held in Bomar that “evidence that a member of the victim’s family is\n\nopposed to the death penalty is irrelevant under Pennsylvania’s capital sentencing\n\nscheme,” as it is unrelated to the defendant’s “character or record or the circumstances\n\nof the crime.” Id. at 852. Accordingly, Appellant is not entitled to relief on this claim.\n\n\n                                    [J-58A-C-2018] - 25\n\f               G. Challenges to Pennsylvania’s Death Penalty Statute\n\n       Next, Appellant raises two challenges to Pennsylvania’s capital sentencing statute,\n\n42 Pa.C.S. § 9711.       He first contends that the statute violates the Fifth18 and Sixth\n\nAmendments to the United States Constitution, and Article I, Sections 6 and 9 of the\n\nPennsylvania Constitution, because it “permits a jury to make a factual finding in the\n\nabsence of proof beyond a reasonable doubt that the aggravating circumstances\n\noutweigh the mitigating circumstances.” Appellant’s Brief at 24. The Commonwealth\n\nasserts that Appellant’s argument is without merit,19 a position with which we agree.\n\n       In Apprendi v. New Jersey, 530 U.S. 466, 494 (2000), the United States Supreme\n\nCourt held that any fact that increases a defendant’s sentence beyond the statutory\n\nmaximum authorized for a defendant’s crime is an element that must be submitted to the\n\njury. This requirement extends to capital punishment. See Ring v. Arizona, 536 U.S.\n\n584, 608 (2002) (concluding that Arizona’s capital sentencing scheme violated Apprendi\n\nbecause it allowed a judge, as opposed to a jury, to find the facts necessary to sentence\n\na defendant to death).     Subsequently, in Alleyne v. United States, 570 U.S. 99, 112\n\n(2013), the high Court held that Apprendi “applies with equal force to facts increasing [a]\n\nmandatory minimum.”\n\n       Section 9711(a)(1) of Pennsylvania’s capital sentencing statute requires that,\n\nfollowing a conviction for first-degree murder, a separate hearing be conducted “in which\n\nthe jury shall determine whether the defendant shall be sentenced to death or life\n\n18 The Fifth Amendment provides, in relevant part, that “[n]o person shall be . . . deprived\nof life, liberty, or property without due process of law.” U.S. Const. amend. V.\n19 Notwithstanding its multi-page argument that Appellant’s claim is without merit, see\n\nCommonwealth Brief at 47-51, the Commonwealth summarily suggests at the end of its\nargument that it is “troubling” that a capital jury in Pennsylvania is not instructed as to the\nburden of proof in determining whether an aggravator outweighs a mitigator, and it further\nrequests that we reconsider whether, under Alleyne, it must be proven beyond a\nreasonable doubt that aggravators outweigh mitigators. Id. at 51. For the reasons we\ndiscuss infra, we reject this invitation.\n\n                                    [J-58A-C-2018] - 26\n\fimprisonment.” 42 Pa.C.S. § 9711(a)(1). Moreover, Section 9711(c)(1)(iii) provides that\n\naggravating circumstances must be proven by the Commonwealth beyond a reasonable\n\ndoubt, while mitigating circumstances can be proven by the defendant by a mere\n\npreponderance of the evidence. Id. § 9711(c)(1)(iii).\n\n       Finally, Section 9711(c)(1)(iv) allows for a sentence of death only where the jury\n\nfinds at least one aggravator and no mitigators, or finds that the aggravators outweigh the\n\nmitigators. It is this subsection on which Appellant bases his argument that the capital\n\nsentencing scheme is unconstitutional because it does not require that “all factual\n\ndeterminations implicit in capital sentencing, including those regarding the relative weight\n\nof aggravating and mitigating circumstances,” be established beyond a reasonable doubt.\n\nAppellant’s Brief at 28 (emphasis added). This Court, however, has repeatedly rejected\n\nthis argument.\n\n       In Commonwealth v. Roney, 866 A.2d 351 (Pa. 2005), the appellant similarly\n\nargued that Pennsylvania’s death penalty statute violates the Sixth and Fourteenth\n\nAmendments because it does not require the jury to find that the aggravating\n\ncircumstances outweigh the mitigating circumstances beyond a reasonable doubt. We\n\ndenied relief, noting that “this Court has consistently rejected the argument that the\n\nPennsylvania death penalty statute is invalid because it imposes no standards by which\n\na jury can weigh aggravating and mitigating circumstances.”             Id. at 361 (citing\n\nCommonwealth v. Bronshtein, 691 A.2d 907 (Pa. 1997), and Commonwealth v.\n\nZettlemoyer, 454 A.2d 927 (Pa. 1982)).\n\n       Subsequently, in Commonwealth v. Sanchez, 82 A.3d 943 (Pa. 2013), the\n\nappellant raised the identical argument raised in Roney, but asked this Court to\n\nreconsider our holding in Roney in light of the decision of the Sixth Circuit Court of\n\nAppeals in United States v. Gabrion, 648 F.3d 307 (6th Cir. 2001), where an analogous\n\n\n\n\n                                   [J-58A-C-2018] - 27\n\fprovision of the Federal Death Penalty Act of 1994, 18 U.S.C.S. § 3591, et seq., was\n\ninitially held by a federal circuit panel to be unconstitutional under Apprendi and Ring. We\n\ndeclined to reconsider our determination in Roney, however, noting that the Sixth Circuit\n\nhad granted reargument en banc, after which it concluded that the reasonable doubt\n\nstandard does not apply to the weighing of aggravating and mitigating factors because\n\nthe weighing process is not a factual determination, but, rather, a “complex moral\n\njudgment.” Sanchez, 82 A.3d at 985 (citing United States v. Gabrion, 719 F.3d 511(6th\n\nCir. 2013) (en banc)).      Thus, we held in Sanchez that our decision in Roney was\n\ncontrolling.\n\n       Most recently, in Commonwealth v. Wholaver, 177 A.3d 136, 172 (Pa. 2018), we\n\nrejected the appellant’s claim that a trial court is required to instruct a jury that, in order to\n\nsentence a defendant to death, it must determine that the aggravating factors outweigh\n\nmitigating factors beyond a reasonable doubt, citing our decisions in Roney and Sanchez.\n\n       Appellant, however, suggests that our holding in Wholaver was incorrect because\n\nit relied on Roney and Sanchez, both of which pre-date the United States Supreme\n\nCourt’s decision in Hurst v. Florida, 136 S. Ct. 616 (2016).        According to Appellant, the\n\nhigh Court in Hurst “clarified for the first time that, where the weighing of facts in\n\naggravation and mitigation is a precursor to a death sentence, the Sixth Amendment\n\nrequires the State to prove, to a jury, beyond a reasonable doubt, that aggravating\n\ncircumstances outweigh mitigating circumstances.” Appellant’s Brief at 25 (citing Hurst,\n\n136 S. Ct. at 621-22). Appellant misreads Hurst.\n\n       In Hurst, the appellant challenged the constitutionality of Florida’s capital\n\nsentencing scheme, which provided for a recommendation regarding death by a penalty-\n\nphase jury, but required a separate hearing by a judge to determine whether sufficient\n\naggravating circumstances existed to justify imposition of the death penalty. In holding\n\n\n\n\n                                     [J-58A-C-2018] - 28\n\fthat the sentencing scheme was unconstitutional, the high Court recounted its prior\n\nholding in Ring, and stated:\n\n              The analysis the Ring Court applied to Arizona’s sentencing\n              scheme applies equally to Florida’s. Like Arizona at the time\n              of Ring, Florida does not require the jury to make the critical\n              findings necessary to impose the death penalty. Rather,\n              Florida requires a judge to find these facts. . . . Although\n              Florida incorporates an advisory jury verdict that Arizona\n              lacked, we have previously made clear that this distinction is\n              immaterial: “It is true that in Florida the jury recommends a\n              sentence, but it does not make specific factual findings with\n              regard to the existence of mitigating or aggravating\n              circumstances and its recommendation is not binding on the\n              trial judge. A Florida trial court no more has the assistance of\n              a jury’s findings of fact with respect to sentencing issues than\n              does a trial judge in Arizona.”\nHurst, 136 S. Ct. at 622 (citations omitted).\n\n       In response to an argument by the State that the mere recommendation by a jury\n\nof a death sentence “necessarily included a finding of an aggravating circumstance,” thus\n\nsatisfying Ring, the Court stated:\n\n              The State fails to appreciate the central and singular role the\n              judge plays under Florida law. As described above and by the\n              Florida Supreme Court, the Florida sentencing statute does\n              not make a defendant eligible for death until “findings by the\n              court that such person shall be punished by death.” Fla. Stat.\n              § 775.082(1) (emphasis added). The trial court alone must\n              find “the facts … [t]hat sufficient aggravating circumstances\n              exist” and “[t]hat there are insufficient mitigating\n              circumstances to outweigh the aggravating circumstances.” §\n              921.141(3). . . . The State cannot now treat the advisory\n              recommendation by the jury as the necessary factual finding\n              that Ring requires.\nHurst, 136 S. Ct. at 622 (emphasis original).\n\n       The Hurst Court determined that Florida’s capital sentencing scheme violated the\n\nSixth Amendment because it required a judge, as opposed to a jury, to make the critical\n\nfindings needed for the imposition of a death sentence.         Hurst did not, contrary to\n\n\n\n                                     [J-58A-C-2018] - 29\n\fAppellant’s argument, require that, in order to conclude that a sentence of death is\n\nappropriate, a jury determine that the aggravating circumstances outweigh the mitigating\n\ncircumstances beyond a reasonable doubt.\n\n       In light of our rejection of Appellant’s argument that a jury is required to determine\n\nthat the aggravating circumstances outweigh the mitigating circumstances beyond a\n\nreasonable doubt, his derivative argument that the trial court’s failure to instruct the jury\n\nin accordance with this principle violated his rights under the federal and Pennsylvania\n\nConstitutions also is without merit.\n\n       In his second challenge to Pennsylvania’s death penalty scheme, Appellant\n\ncontends that the death penalty is administered in an “arbitrary and capricious” manner,\n\nin that it is “no longer reserved for the worst offenders culpable of the most serious\n\noffenses but, rather, in large part, is imposed on defendants who refuse to offer, or accept,\n\na life plea.” Appellant’s Brief at 29. According to Appellant, use of the death penalty as\n\na “bargaining chip” to secure a defendant’s plea of guilty does not further the traditional\n\n“retributivist view” of punishment, but instead has a “perverse impact on the criminal\n\njustice system,” in that it increases the possibility that an innocent defendant will plead\n\nguilty to avoid a potential capital sentence, and increases the possibility that individuals\n\nsentenced to death are actually innocent. Id. at 35-36. Appellant also suggests that many\n\nof the individuals who choose to go to trial instead of pleading guilty, and who may\n\nultimately be sentenced to death, are “too encumbered by mental illness, intellectual\n\nlimitations, or too immature to offer or accept a plea to life without parole.” Id. at 39. In\n\nsupport of his arguments, Appellant relies on numerous surveys from other states, and\n\nvarious newspaper, magazine, and law review articles.\n\n       The Commonwealth responds that Appellant waived his claim by failing to present\n\nany of the authority on which his claim is based to the trial court. The Commonwealth\n\n\n\n\n                                    [J-58A-C-2018] - 30\n\ffurther contends that Appellant fails to demonstrate how any of the argument or\n\ninformation he offers is relevant to either his conviction or sentence. We agree with the\n\nCommonwealth that Appellant’s claim is waived. Appellant, in his pre-penalty-phase\n\n“Motion to Hold the Pennsylvania Death Penalty Statute Unconstitutional and Strike the\n\nCommonwealth’s Notice of Death,” did not claim that the death penalty is administered in\n\nan arbitrary and capricious manner.20 See Motion, 12/1/16 (R.R. at 2-19). Indeed, he\n\nfirst raised this particular claim in his Concise Statement of Errors Complained of on\n\nAppeal, after filing his notice of appeal. As noted above, issues not raised in the lower\n\ncourt are waived, and cannot be raised for the first time on appeal. Pa.R.A.P. 302(a). 21\n\n                       H. Statutory Review of Death Sentence\n\n      Finally, although Appellant does not raise the issue in his brief, this Court is\n\nstatutorily required to conduct an independent review to determine (1) whether the\n\nsentence of death was the product of passion, prejudice, or any other arbitrary factor; or\n\n(2) if the evidence fails to support the finding of at least one aggravating circumstance\n\nlisted in 42 Pa.C.S. § 9711(d). See 42 Pa.C.S. § 9711(h)(3) (requiring affirmance of the\n\nsentence of death unless this Court concludes either of these two factors are present);\n\nCommonwealth v. Ballard, 80 A.3d 380, 409-10 (Pa. 2013) (same).\n\n\n\n20 Rather, as addressed above in Part II(G), Appellant argued that Pennsylvania’s death\npenalty statute violates the Fifth and Sixth Amendments to the United States Constitution\nbecause it allows a jury to make a factual finding in support of a death sentence in the\nabsence of proof beyond a reasonable doubt that the aggravating circumstances\noutweigh the mitigating circumstances.\n21 Nevertheless, we agree with the Commonwealth that Appellant does not suggest his\n\ndecision to go to trial was the result of his mental illness, intellectual limitations, or\nimmaturity, nor does he suggest that he was offered a plea of a life sentence that he\nrefused to accept. Indeed, as noted by the Commonwealth, Appellant fails to show that\nthe Commonwealth’s decision to seek a capital sentence “had any other basis than the\nfacts that gave rise to the jury’s finding of five aggravating circumstances.”\nCommonwealth’s Brief at 54.\n\n\n\n                                  [J-58A-C-2018] - 31\n\f         Following a thorough review of the entire record in this case, we hold that\n\nAppellant’s sentences of death were not the product of passion, prejudice, or any other\n\narbitrary factor, but, rather, were supported by the evidence that Appellant and/or his\n\nunidentified co-conspirators/accomplices stabbed Kevin and Viet multiple times, bound\n\nand gagged them, weighted them down, and threw them into the river with malice and the\n\nspecific intent to kill them.     Moreover, the Commonwealth proved the following\n\naggravating factors beyond a reasonable doubt with respect to each victim: (1) the victim\n\nwas being held for ransom or reward, 42 Pa.C.S. § 9711(d)(3); (2) the offense was\n\ncommitted during the perpetration of a felony, id. § 9711(d)(6); (3) the offense was\n\ncommitted by means of torture, id. § 9711(d)(8); (4) Appellant had “been convicted of\n\nanother Federal or State offense, committed either before or at the time of the offense at\n\nissue, for which a sentence of life imprisonment or death was imposable,” id. §\n\n9711(d)(10); and (5) Appellant had been convicted of voluntary manslaughter, as defined\n\nin 18 Pa.C.S. § 2503, committed in another jurisdiction either before or at the time of the\n\noffense at issue, 42 Pa.C.S. § 9711(d)(12).         The jury found a single mitigating\n\ncircumstance, the “catch-all mitigator,” id. § 9711(e)(8), and found that the aggravating\n\ncircumstances outweighed the mitigating circumstance.\n\n         As the jury found that the aggravating circumstances outweighed the mitigating\n\ncircumstance, Appellant’s sentences comply with the statutory mandate for the imposition\n\nof a sentence of death. See id. § 9711(c)(1)(iv). Accordingly, there are no grounds upon\n\nwhich to vacate Appellant’s death sentences pursuant to 42 Pa.C.S. § 9711(h)(3).\n\n         For all of the above reasons, we affirm Appellant’s convictions and sentences of\n\ndeath.\n\n         Chief Justice Saylor and Justices Baer, Donohue, Dougherty and Mundy join the\n\nopinion.\n\n\n\n\n                                   [J-58A-C-2018] - 32\n\fJustice Wecht files a concurring and dissenting opinion.\n\n\n\n\n                           [J-58A-C-2018] - 33\n\f",
            "ocr": false,
            "opinion_id": 4402376
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}