{
    "id": 4629123,
    "judges": null,
    "date_filed": "1983-04-15",
    "date_filed_is_approximate": true,
    "slug": "state-v-yrastorza",
    "case_name_short": "Yrastorza",
    "case_name": "State v. Yrastorza",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.azcourts.gov/Portals/0/OpinionFiles/Div1/2019/CR%2017-0059.pdf",
            "author_id": null,
            "opinion_text": "                    NOTICE: NOT FOR OFFICIAL PUBLICATION.\n       UNDER ARIZONA RULE OF THE SUPREME COURT 111(c), THIS DECISION IS NOT\n          PRECEDENTIAL AND MAY BE CITED ONLY AS AUTHORIZED BY RULE.\n\n\n\n\n                                    IN THE\n            ARIZONA COURT OF APPEALS\n                                DIVISION ONE\n\n\n                      STATE OF ARIZONA, Appellee,\n\n                                       v.\n\n                DANA NICOLE YRASTORZA, Appellant.\n\n                            No. 1 CA-CR 17-0059\n                              FILED 6-13-2019\n\n\n          Appeal from the Superior Court in Maricopa County\n                       No. CR 2012-009381-002\n               The Honorable Teresa A. Sanders, Judge\n\n                                 AFFIRMED\n\n\n                                  COUNSEL\n\nArizona Attorney General’s Office, Phoenix\nBy Terry M. Crist\nCounsel for Appellee\n\nBain & Lauritano, Glendale\nBy Sheri M. Lauritano\nCounsel for Appellant\n\f                          STATE v. YRASTORZA\n                           Decision of the Court\n\n\n\n                      MEMORANDUM DECISION\n\nPresiding Judge Jennifer B. Campbell delivered the decision of the Court,\nin which Judge Maria Elena Cruz and Judge James B. Morse Jr. joined.\n\n\nC A M P B E L L, Judge:\n\n¶1           Dana Yrastorza appeals her convictions and sentences for\nmultiple offenses stemming from a series of burglaries, arguing law\nenforcement’s warrantless search of her historical cell-site location\ninformation (“CSLI”) violated her Fourth Amendment rights. She failed to\nraise this argument in the trial court, however, and has failed to\ndemonstrate reversible error on appeal.\n\n                             BACKGROUND1\n\n¶2            As part of an investigation into a string of burglaries,\nScottsdale police reviewed security footage and conducted surveillance and\nwiretaps. Through these investigatory measures, officers identified Gary\nEisenmann as the serial burglar and Yrastorza as his accomplice.\n\n¶3             After receiving a tip that Eisenmann planned to commit\nanother burglary, officers obtained search warrants authorizing them to\nsearch Eisenmann’s truck, warehouse, and home. When officers conducted\na traffic stop and executed the search warrant on Eisenmann’s truck, they\nfound the passenger, Yrastorza, in possession of several pieces of jewelry,\nlater identified as fruits of the burglaries. Police then executed the search\nwarrants on Eisenmann’s house and warehouse. At the warehouse, the\nofficers located items purchased by Yrastorza with stolen credit cards\nbelonging to the victims of the burglaries.\n\n¶4          The State charged Yrastorza with multiple felonies all\nstemming from her participation in the series of burglaries. Yrastorza and\nEisenmann were tried together.\n\n¶5           At trial, in addition to presenting other investigative\nevidence, the State presented historical CSLI data obtained through the\ndefendants’ cellphone service providers. The CSLI data revealed that\n\n1      We view the facts in the light most favorable to sustaining the jury’s\nverdict. State v. Payne, 233 Ariz. 484, 509, ¶ 93 (2013).\n\n\n                                     2\n\f                            STATE v. YRASTORZA\n                             Decision of the Court\n\nYrastorza was within a few miles of at least seven of the homes burglarized\nby Eisenmann. Neither Eisenmann nor Yrastorza moved to suppress the\nCSLI information in the trial court.2 Following a 31-day trial, a jury found\nYrastorza guilty on all counts.\n\n                                 DISCUSSION\n\n¶6            Yrastorza asserts that the CSLI data used to “tie [her] to the\nburglaries” should have been suppressed because it was obtained without\na warrant, in violation of the Fourth Amendment. Carpenter v. United States,\n138 S. Ct. 2206, 2218 (2018). Yrastorza contends that admission of the CSLI\ndata constituted fundamental reversible error.\n\n¶7             Yrastorza argues that the trial court erred by failing to\nsuppress evidence obtained through a warrantless search. To support this\nclaim, Yrastorza asserts that “[w]ithout this cell phone information the State\nmay not have been able to tie [her] to the crimes.” In general, we review the\nadmissibility of evidence for an abuse of discretion. See State v. Ellison, 213\nAriz. 116, 129, ¶ 42 (2006). Because Yrastorza did not move to suppress the\nCSLI data, however, we review this claim for fundamental error only. See\nState v. Escalante, 245 Ariz. 135, 135, ¶ 1 (2018).\n\n¶8              To prevail on a claim of fundamental error, a defendant must\nfirst establish that trial error exists. Id. at 142, ¶ 21. Once trial error has been\nestablished, we must determine whether the error is fundamental,\nconsidering the totality of the circumstances. Id. “A defendant establishes\nfundamental error by showing that (1) the error went to the foundation of\nthe case, (2) the error took from the defendant a right essential to his\ndefense, or (3) the error was so egregious that he could not possibly have\nreceived a fair trial.” Id. If the defendant establishes fundamental error\nunder the first or second prong, he must make a separate showing of\nprejudice, which also “involves a fact-intensive inquiry.” Id. (citation\nomitted). If the third prong is established, the defendant “has shown both\nfundamental error and prejudice, and a new trial must be granted.” Id.\nUnder this standard, “[t]he defendant bears the burden of persuasion at\neach step” in this process. Id.\n\n\n\n\n2      Although Eisenmann moved to suppress a police wiretap of his\ncellphone and evidence gathered from the placement of a GPS tracker on\nhis vehicle, the motion did not encompass CSLI data. Yrastorza joined the\nmotion to suppress, though her cellphone was not subject to a wiretap.\n\n\n                                         3\n\f                          STATE v. YRASTORZA\n                           Decision of the Court\n\n¶9             Here, there is no trial error. The good-faith exception to the\nexclusionary rule applies to the State’s routine procurement of third-party\ncall records because the incident occurred in 2012—well before the U.S.\nSupreme Court’s 2018 decision in Carpenter. See State v. Jean, 243 Ariz. 331,\n342-43, ¶¶ 40, 47 (2018) (searches via global positioning satellite tracking\ndevice that were conducted in reasonable reliance on appellate precedent\nnot subject to exclusionary rule). Before Carpenter was decided, nearly all\nfederal circuit courts of appeal and the “vast majority of federal district\njudges” had ruled that cell phone users had no expectation of privacy in\nCSLI and, thus, warrants were not needed to obtain CSLI data from cellular\ncarriers. See United States v. Graham, 824 F.3d 421, 428 (4th Cir. 2016) (en\nbanc) (collecting cases). Because the Carpenter decision had not been issued\nat the time of Yrastorza’s arrest, the good-faith exception applies, giving the\nState a second vehicle to introduce the evidence at trial. See Jean, 243 Ariz.\nat 342-43, ¶¶ 40-47 (finding the good-faith exception applied based on\nUnited States v. Knotts, 460 U.S. 276 (1983), and the prior expectation of\nprivacy framework under the Fourth Amendment); State v. Weakland, 246\nAriz. 67, 73, ¶ 20 (2019) (applying the good-faith exception because it “is\nunreasonable to require the police to predict a shift in the law when our\ntrial and appellate courts failed to do so”). Because no trial error exists,\nYrastorza has not shown fundamental error.\n\n                               CONCLUSION\n\n¶10           For the foregoing reasons, we affirm.\n\n\n\n\n                           AMY M. WOOD • Clerk of the Court\n                           FILED: AA\n\n\n\n\n                                         4\n\f",
            "ocr": false,
            "opinion_id": 4406376
        }
    ],
    "court_short_name": "Court of Appeals of Arizona",
    "court_full_name": "Court of Appeals of Arizona",
    "court_type": "SA",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Robbery"
}