{
    "id": 4645854,
    "judges": null,
    "date_filed": 1565049600000,
    "date_filed_is_approximate": false,
    "slug": "com-v-robinson-s",
    "case_name_short": "Com.",
    "case_name": "Com. v. Robinson, S.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 16.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-A15043-19m - 10409205174529722.pdf",
            "author_id": null,
            "opinion_text": "J   -A15043-19\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\n    COMMONWEALTH OF PENNSYLVANIA               :   IN THE SUPERIOR COURT OF\n                                                         PENNSYLVANIA\n\n                 v.\n\n\n    STERLING RAY ROBINSON\n\n                         Appellant             :   No. 2487 EDA 2018\n\n               Appeal from the PCRA Order Entered July 24, 2018\n      In the Court of Common Pleas of Delaware County Criminal Division at\n                        No(s): CP-23-CR-0003450-2011\n\n\nBEFORE:       BENDER, P.J.E., GANTMAN, P.J.E., and COLINS, J.*\n\nMEMORANDUM BY COLINS, J.:                                 FILED AUGUST 06, 2019\n\n        Appellant, Sterling Ray Robinson, pro se, appeals from the order entered\n\nJuly 24, 2018, denying his first petition filed under the Post Conviction Relief\n\nAct (PCRA).1 We affirm.\n\n        On March 14, 2012, Appellant was convicted following a           jury trial of\nrobbery, possessing an instrument of crime (PIC), and providing false\n\nidentification to law enforcement authorities2 relating to an incident in which\n\nAppellant robbed the 84 -year old owner of         a   beer distributorship in Darby,\n\nPennsylvania. This Court previously summarized the facts as set forth at trial\n\nas follows:\n\n\n\n\n1   42 Pa.C.S. §§ 9541-9546.\n2   18 Pa.C.S. §§     3701(a)(1)(ii), 907(a), and 4914(a), respectively.\n\n\n\n      Retired Senior Judge assigned to the Superior Court.\n\fJ   -A15043-19\n\n\n        [O]n April 11, 2011, at approximately 2:00 p.m., [Yolanda]\n        Acquarola was working alone at the beer distributorship that she\n        owned and operated when Appellant entered the store. N.T. Trial,\n        3/13/12, at 10. Appellant asked her where he could find a certain\n        brand of beer, and she directed him to the back of the store. Id.\n        After retrieving his beer, Appellant returned to the front of the\n        store where Mrs. Acquarola was waiting. Id. at 20. As he put the\n        case of beer down, he stated, \"give me all your money.\" Id. at\n        21. Mrs. Acquarola testified that \"the next thing [she knew],\"\n        Appellant placed a \"black metal thing on [her] head.\" Id. While\n        she did not see what the object was because Appellant moved\n        very quickly, \"the thought went through [her] mind\" that it was a\n        gun. Id. at 21-22. Mrs. Acquarola testified that she \"was\n        petrified\" and thought that the object pressed to her head \"was\n        going to explode.\" Id. at [22,] 37. While the object was still\n        against her head, she handed Appellant two wads of money that\n        she had in her pockets. Id. at 22, 25. Appellant then stated,\n        \"give me the rest of it,\" to which Mrs. Acquarola replied that she\n        did not have any more. Id. Mrs. Acquarola was then able to\n        maneuver away from Appellant and ran out the back of the store\n        screaming for help, while Appellant fled out the front door. Id. at\n        22\n\n        Appellant was apprehended a short time after the robbery and\n        approximately [seven] blocks away from the beer distributorship.\n        Id. at 30. Mrs. Acquarola was taken to the location where\n        Appellant was detained and identified him as the perpetrator of\n        the robbery. Id. Appellant was found to be in possession of two\n        wads of money, which Mrs. Acquarola identified as that which she\n        had handed to Appellant during the commission of the crime. Id.\n        at 33. Additionally, during a pat down of Appellant's person, police\n        officers discovered [] a black canister of mace in his pocket. Id.\n        at 129.\nCommonwealth          v.   Robinson,    No.    1878   EDA    2012,   unpublished\n\nmemorandum at 3-4 (Pa. Super. filed August 26, 2013). On June 6, 2012,\n\n\n\n\n                                       -2\n\fJ   -A15043-19\n\n\n\nthe trial court imposed an aggregate sentence of 10 to 20 years of\n\nimprisonment followed by         6   years of probation.3\n\n        Appellant filed   a   timely notice of appeal of the judgment of sentence;    in\n\nhis appeal, Appellant challenged the sufficiency of the evidence to support his\n\nrobbery conviction. On August 26, 2013, this Court issued            a   memorandum\n\ndecision affirming the judgment of sentence.            Id. at 5-6. Appellant filed    a\n\npetition for allowance of appeal from the order of the Superior Court, which\n\nour Supreme Court denied on February 26, 2014.                   Commonwealth v.\nRobinson, 83 A.3d 1073 (Pa. 2014) (table).\n        On February 24, 2015, Appellant filed, pro se, the instant         timely   PCRA\n\npetition, in which he raised nine claims of ineffective assistance of counsel.\n\nOn March 2, 2015, the PCRA court ordered               that counsel be appointed to\nrepresent Appellant and directed counsel to file an amended petition on\n\nAppellant's behalf.\n\n        On October 31, 2017, Appellant's            PCRA counsel filed a    petition to\n\nwithdraw as counsel and          a   \"no merit\" letter pursuant to Commonwealth v.\n\nGeary Turner, 544 A.2d 927 (Pa. 1988), and Commonwealth v. Finley,\n\n\n3 Appellant was sentenced to 10 to 20 years of imprisonment on the robbery\ncharge, 5 years of probation on the PIC charge consecutive to the term of\nimprisonment, and an additional 1 -year, consecutive term of probation on the\nfalse identification charge.    Certification of Imposition of Judgment of\nSentence, 6/6/12; N.T., 6/12/12, at 15-16. Appellant received a 10 -year\nmandatory minimum sentence pursuant to 42 Pa.C.S. § 9714 as a result of\nhis second conviction of a crime of violence as defined in that statute.\nCertification of Imposition of Judgment of Sentence, 6/6/12; N.T., 6/12/12,\nat 15.\n\n                                             -3\n\fJ   -A15043-19\n\n\n\n550 A.2d 213 (Pa. Super. 1988) (en banc). Prior to the PCRA court's action\n\non the petition to withdraw, on December 14, 2017, Appellant filed a pro se\n\nmotion to allow him to represent himself through the PCRA proceedings and\n\nfor leave to amend his PCRA petition.         The PCRA court then scheduled       a\n\nhearing on the petition to withdraw and Appellant's motion to represent\n\nhimself and amend his petition. Following the hearing, on March 1, 2018, the\n\nPCRA    court issued an order dismissing Appellant's motion on the grounds that\n\ncounsel's petition to withdraw remained pending and the motion created            a\n\nhybrid representation that nullified the court's ability to rule on the motion.\n\n        On March 20, 2018, the PCRA court filed a notice of    intent to dismiss\n\nthe PCRA petition without      a   hearing in 20 days and granted PCRA counsel\n\nleave to withdraw from representation of Appellant.       On July 17, 2018, the\n\nPCRA    court entered an order dismissing the PCRA petition as meritless. This\n\norder contained   a   typographical error, and therefore the PCRA court reissued\n\na   substantively identical order dismissing the PCRA petition on July 24, 2018.\n\nAppellant filed, pro se,   a   notice of appeal of the order dismissing his PCRA\n\npetition on August 20, 2018.4\n\n        Appellant raises five issues on appeal relating to the PCRA court's\n\ndetermination that his trial counsel provided effective assistance of counsel.5\n\n\n4Appellant filed his statement of errors complained of on appeal on November\n8, 2018. The trial court filed its opinion on November 20, 2018.\n5 Appellant also argues in his brief that his appellate counsel in his direct\nappeal provided ineffective assistance of counsel with respect to each of the\n\n\n                                         -4\n\fJ   -A15043-19\n\n\n\nWe review the denial of a PCRA petition to determine whether the record\n\nsupports the PCRA court's findings and whether its decision         is   free of legal\n\nerror. Commonwealth v. Lavar Brown, 196 A.3d 130, 150 (Pa. 2018).\n\n        When supported by the record, the PCRA court's credibility\n        determinations are binding on this Court, but we apply a de novo\n        standard of review to the PCRA court's legal conclusions. We must\n        review the PCRA court's findings and the evidence of record in a\n        light most favorable to the Commonwealth as the winner at the\n        trial level\nId. (internal citation omitted).\n        To be entitled to relief under the PCRA on a claim of ineffective\n\nassistance of counsel, the convicted defendant must prove:\n\n        (1) the underlying legal claim is of arguable merit; (2) counsel's\n        action or inaction lacked any objectively reasonable basis\n        designed to effectuate his client's interest; and (3) prejudice, to\n        the effect that there was a reasonable probability of a different\n        outcome if not for counsel's error.\nCommonwealth v. Medina, 2019           PA    Super 119, *15 (filed April 17, 2019).\n\nThe defendant must satisfy all three prongs of this test to obtain relief under\n\nthe PCRA.    Id.\n        In his first issue, Appellant argues that his trial counsel was ineffective\n\nfor not challenging the prosecutor's assertion that he was not in possession of\n\na    transcript of Mrs. Acquarola's 911 call to report the robbery.         Appellant\n\n\n\nfive issues presented herein. Appellant, however, did not raise any ineffective\nassistance issues with respect to his appellate counsel in his statement of\nerrors complained of on appeal, and therefore such arguments are waived.\nSee Pa.R.A.P. 1925(b)(4)(vii); Commonwealth v. Proctor, 156 A.3d 261,\n267 (Pa. Super. 2017).\n\n                                        -5\n\fJ   -A15043-19\n\n\n\nmaintains that the Commonwealth was in fact in possession of the transcript\n\nand purposefully withheld it from the defense. Prior to trial, Appellant raised\n\nhis concerns regarding the production of the 911 log, and the Commonwealth\n\nrepresented that it was not in possession of            a   recording of the 911 call, did\n\nnot order      a   transcription of the call, and that, approximately 11 months after\n\nthe trial, it did not believe that any transcript, recording, or report of the call\n\nexisted.       N.T., 3/12/12, at 12-13.       The Commonwealth had no obligation to\n\nproduce any evidence that was not within its possession, custody, or control.\n\nSee, e.g., Pa.R.Crim.P. 573(B)(1)(a) (providing that the Commonwealth shall\n\ndisclose, on demand, all evidence favorable to the accused \"within the\n\npossession or control of the attorney for the Commonwealth\"). In any event,\n\nAppellant's trial counsel did obtain      a   chronological log of the 911 call, used the\n\nlog to cross examine Mrs. Acquarola, and argued                     in closing   that Mrs.\n\nAcquarola's statements during the call undermined her identification of\n\nAppellant.6 N.T., 3/13/12, at 46-49, 51-52, 53-54, 56-58; N.T., 3/14/12, at\n\n23-24, 26-27. Appellant has accordingly not demonstrated prejudice based\n\non any failure to obtain a transcript of the 911 call from the prosecutor.\n\n           Appellant next argues that his trial counsel was ineffective for failing to\n\nfile   a   motion to suppress \"to test the Affidavit of Probable cause [to show that\n\nit] held no merit.\"          Appellant's Brief at 11.       The affidavit describes Mrs.\n\n\n\n6  Appellant's counsel attempted to introduce the log into evidence, but the\ntrial court sustained the objection on the grounds that it had not been\nauthenticated. N.T., 3/14/12, at 14-15.\n\n                                              - 6 -\n\fJ   -A15043-19\n\n\n\nAcquarola's narrative of the robbery, the stop of Appellant by Chief Robert\n\nSmythe of the Darby Borough Police Department, the show -up identification\n\nof Appellant by Mrs. Acquarola, and the recovery from Appellant of the money\n\ntaken from Mrs. Acquarola and         a   can of pepper spray.   Criminal Complaint,\n\n4/12/11.    Appellant has not identified any evidence that he seeks to have\n\nsuppressed as    a   result of such   a   motion, and therefore he has not shown\n\nprejudice from his trial counsel's decision not to file the motion.       Moreover,\n\nprior to trial, Appellant's counsel stated that he did not believe that there were\n\nany grounds to seek the suppression of the affidavit of probable cause, N.T.,\n\n3/12/12, at 8,   a   statement which the PCRA court credited and concluded\n\ndemonstrated that there was       a   reasonable basis to not file the suppression\n\nmotion.     PCRA Court Opinion at          13-14.   Finally, we note that none of\n\nAppellant's alleged discrepancies in the affidavit of probable cause withstand\n\nscrutiny.7 Therefore, we agree with the PCRA court that Appellant's second\n\n\n  Appellant identifies three alleged inconsistencies in the affidavit: (i) that the\nflash information in the affidavit indicated that he was 5'6\" in height when he\nis in fact 5'10\" in height, (ii) that the affidavit states that Ms. Acquarola\nidentified him as a black male when she testified at trial that she did not\nidentify the race of her assailant in her 911 call, and (iii) that Ms. Acquarola\nidentified the perpetrator as wearing yellow shorts, while he was in fact\nwearing beige shorts. First, as to the issue regarding Appellant's height, the\naffidavit states that Ms. Acquarola reported that the perpetrator was 5'10\",\nnot 5'6\", in height. Second, Ms. Acquarola did not testify that she definitely\ndid not identify the perpetrator's race in the 911 call, but instead only that she\nwas so upset after the robbery that she was not sure what she told the 911\noperator.     N.T., 3/13/12, at 29-30, 66.        Finally, while Ms. Acquarola\nacknowledged that she appeared to have stated that she identified the\nperpetrator as wearing yellow, rather than beige, shorts, Appellant's trial\n\n\n                                           -7\n\fJ   -A15043-19\n\n\n\nissue lacks arguable merit and his trial counsel had         a   reasonable basis for not\n\nfiling   a   motion to suppress the affidavit of probable cause.\n\n         In his third issue, Appellant contends that his trial counsel was\n\nineffective for not filing        a   motion to suppress the show -up identification.\n\nAppellant argues that the identification was inherently suggestive and violated\n\nhis due process rights because he was identified while handcuffed and without\n\ncounsel present. Appellant's trial counsel explained at the outset of trial that\n\nhe did not believe         that there was any basis for suppression and instead he\nrequested       a   line-up identification, in which Mrs. Acquarola did not successfully\n\nidentify Appellant.           N.T., 3/12/12, at 8, 10; N.T., 3/13/12, at 61-64.\n\nTherefore, trial counsel concluded that this issue was one of witness credibility\n\nrather than suppression. N.T., 3/12/12, at 8, 10. The PCRA court credited\n\nthis statement and concluded that trial counsel had          a   reasonable basis for not\n\nseeking suppression of the show -up identification. PCRA Court Opinion at 13-\n\n14. We agree with the trial court's conclusion.\n\n         We further conclude that Appellant's third issue lacks arguable merit.\n\n\"In reviewing the propriety of identification evidence, the central inquiry            is\n\nwhether, under the totality of the circumstances, the identification was\n\nreliable.\" Commonwealth v. Marcus Brown, 23 A.3d 544, 558 (Pa. Super.\n\n2011) (en banc) (citation omitted).             An out -of -court identification will be\n\nsuppressed only \"where, after considering all the relevant circumstances, the\n\n\ncounsel vigorously cross-examined Ms. Acquarola on this point and argued\nthis issue in closing. Id. at 46-50; N.T., 3/14/12, at 19-21, 23, 30, 36.\n\n                                             - 8 -\n\fJ   -A15043-19\n\n\n\nfacts demonstrate that the identification procedure was so impermissibly\n\nsuggestive as to give rise to        a   very substantial likelihood of irreparable\n\nmisidentification.\"      Commonwealth v. Milburn,          191 A.3d 891, 900 (Pa.\n\nSuper. 2018) (citation, quotation marks, and emphasis omitted).                 \"Our\n\nSupreme Court has held that on -scene identifications are not only consistent\n\nwith due process but also enhance the reliability of identifications as they\n\noccur when events are fresh in            a   witness's mind.\"   Id. at 899 (citing\nCommonwealth v. Edward Turner, 314 A.2d 496,498-99                   (Pa. 1974)).\n\n        The show -up identification in this matter took place when Mrs. Acquarola\n\nwas driven in    a   police vehicle to the location where Appellant was detained\n\napproximately seven blocks from the beer distributorship; Mrs. Acquarola\n\nremained in the police vehicle and viewed Appellant from              a   distance of\n\napproximately    8 to 10   feet. N.T., 3/13/12, at 102-03,133,142-43,187. The\n\nrecord is inconclusive regarding whether Appellant was handcuffed at the time\n\nof the show -up identification.     Id. at 33,103,133,142,180. In any event,\nthis Court has upheld identifications conducted under similar situations where\n\nthe suspect was handcuffed. Milburn, 191 A.3d at 900; Marcus Brown, 23\n\nA.3d at 559. Furthermore,        \"[i]n Pennsylvania, the right to counsel attaches\nat the time of arrest, and exists for identification confrontations occurring after\n\narrest, except prompt on -the -scene confrontations.\"            Commonwealth v.\nMinnis, 458 A.2d 231, 234         (Pa. Super. 1983).     The trial testimony reflects\n\nthat the show -up identification here occurred promptly after Appellant's\napprehension, in     a   location close in proximity to the scene of the crime, and\n\n                                          - 9 -\n\fJ   -A15043-19\n\n\n\nthat Appellant was not arrested until after he was identified by Mrs. Acquarola.\nN.T., 3/13/12, at 102-03, 133, 142-43, 186-87.\n\n          Appellant argues in his fourth issue that his trial counsel was ineffective\n\nfor not further questioning prospective juror number 10, who was eventually\n\nseated on the trial jury as juror number 4, after the juror stood to indicate her\n\naffirmative response to the following voir dire question: \"[H]ave you, or has\n\na    member of your family or     a   close friend ever been the victim of or accused\n\nof   a   crime similar to those with which [Appellant] is charged?\" N.T., 3/12/12,\n\nat 42. Appellant contends that the lack of follow-up questions to address juror\n\nnumber 4's response to this question demonstrated                  potential bias or\n\nimpartiality    in the   jury weighing   his guilt or innocence.\n\n          This issue is waived because it was not raised in Appellant's pro se PCRA\n\npetition, nor did Appellant amend his PCRA petition to include this issue.8 See\n\n\n8  Following the filing of PCRA counsel's no -merit letter, Appellant did in fact\nfile a motion to represent himself through the remainder of the proceeding\nand to amend his PCRA petition to include unspecified additional arguments.\nThe PCRA court denied this motion, concluding that to permit the filing would\nconstitute hybrid representation as the court had not yet permitted PCRA\ncounsel to withdraw. This conclusion appears to have been in error as the\nrule prohibiting hybrid representation was no longer applicable once PCRA\ncounsel indicated his intent to withdraw. See Commonwealth v. Ford, 44\nA.3d     1190, 1198 n.4 (Pa. Super. 2012) (\"When counsel files\na Turner/Finley no -merit letter and counsel has not yet been permitted to\nwithdraw, the rule against hybrid representation is inapplicable, as the\npetitioner can file a pro se response.\"). However, Appellant had ample\nopportunity to renew his filing seeking to amend the PCRA petition from March\n20, 2018, the date that the PCRA filed the Pa.R.Crim.P. 907 notice and\npermitted PCRA counsel's withdrawal, until July 17, 2018, the date when the\nPCRA court entered its order dismissing the PCRA petition. Therefore, even if\n\n\n\n                                            - 10 -\n\fJ   -A15043-19\n\n\n\nPa.R.Crim.P. 902(B) (\"Each ground relied upon in support of the relief\n\nrequested shall be stated in the petition. Failure to state such            a   ground in the\n\npetition shall preclude the defendant from raising that ground in any\n\nproceeding for post -conviction collateral relief.\"); Commonwealth v. Mason,\n\n130 A.3d 601, 627 (Pa. 2015). Even if this issue were not waived, however,\n\nwe would conclude that Appellant has not demonstrated                           a   meritorious\n\nineffective assistance of counsel claim.\n\n        A criminal defendant's    right to an impartial jury   is   guaranteed by Article\n\nI, Section 9 of the Pennsylvania Constitution, and the jury selection process\n\nis a   crucial preservation of that right.       Commonwealth v. Penn, 132 A.3d\n498, 502 (Pa. Super. 2016).         The voir dire examination process serves the\n\nessential function of assessing the qualifications of prospective jurors, and the\n\ninquiry must be directed at ascertaining whether the prospective juror                       is\n\ncompetent and capable of rendering           a   fair, impartial, and unbiased verdict.\n\nId. \"The     law also recognizes that prospective jurors were not cultivated in\n\nhermetically sealed environments free of all beliefs, conceptions and views.\n\nThe question relevant to    a   determination of qualification      is   whether any biases\n\nor prejudices can be put aside upon the proper instruction of the court.\"                   Id.\n(citation omitted). The defendant bears the burden of showing that the jury\n\nwas not impartial.     Commonwealth v. Smith, 206 A.3d 551, 562-63                         (Pa.\n\nSuper. 2019).\n\n\nthe PCRA Court's initial denial of Appellant's attempt to amend his PCRA\npetition was in error, Appellant was not prejudiced by this determination.\n\fJ   -A15043-19\n\n\n\n        The PCRA court concluded that, even if Appellant had satisfied the first\n\ntwo prongs of the ineffective assistance of counsel test, he had not\n\ndemonstrated prejudice. PCRA Court Opinion at 14-15. The PCRA court noted\n\nthat Appellant's appointed         PCRA counsel stated in his no     merit letter that he\n\nhad attempted to locate       juror number       4 but was unable to do so and      that in\nthe absence of potential testimony from that juror, prejudice could not be\n\nestablished.     Id. at   15; PCRA Counsel's No Merit Letter, 10/31/17, at 9-10.\n\n        We agree with the PCRA court's conclusion that no prejudice was\n\ndemonstrated        and     that     Appellant        therefore   cannot   establish       his\n\nineffectiveness claim. Medina, 2019          PA       Super 119, *15. In addition to the\n\nPCRA    court's reasoning, we observe that after the trial court asked whether\n\nthe prospective jurors or someone close to them had been guilty of              a   similar\n\ncrime to the one charged, it then asked the prospective jurors whether they\n\nhad been previously involved in a criminal proceeding in any fashion and\n\nwhether the nature of the allegations would prevent them from being                    a   fair\n\nand impartial juror.        N.T., 3/12/12, at 44-45. The trial court then asked\n\nwhether the jurors could follow the court's instructions that Appellant was\n\npresumed innocent, his arrest was not evidence of guilt, the Commonwealth\n\nbore the burden of proving guilt beyond           a   reasonable doubt, and no inference\n\nshould be drawn from an accused's decision not to testify.            Id.at 47-48. Juror\nnumber 4 did not stand in response to any of those questions. Id. at 44-45,\n\n47-48.\n\n\n\n                                           - 12 -\n\fJ   -A15043-19\n\n\n\n        In his final issue, Appellant argues that his trial counsel was ineffective\n\nfor not objecting to the prosecutor's closing argument, in which he made the\n\nfollowing statement:\n\n        So let me ask you this, a man wearing a green shirt or having a\n        green shirt, light colored shorts, covered in sweat, seven blocks\n        away. Is it reasonable to conclude [Appellant] was sweating for a\n        reason[?] That he hauled ass away from [the beer distributorship]\n        as fast as he could back to Philadelphia, Pennsylvania.    . I am\n                                                                       .       .\n\n\n        just going to ask you to infer he was getting away from [the beer\n        distributorship] as fast as he could.\nN.T., 3/14/12, at 48-49.     Appellant contends that this argument was based\n\non facts not in evidence, namely     that he was running towards Philadelphia,\nand in fact was contrary to the testimony of Chief Smythe that Appellant was\n\nnot running when Chief Smythe detained him. N.T., 3/13/12, at 85 (\"He was\n\njust walking, I mean it was    he wasn't running, he was walking along                 .   .   .\").\n\n        Our Supreme Court has explained the legal standards with respect to                           a\n\nclaim that   a   prosecutor engaged in misconduct with respect to commentary\n\nmade during summation as follows:\n\n        To succeed    on such   a  claim, [a defendant is] required to\n        demonstrate that the prosecutor's comments violated a\n        constitutionally or statutorily protected right, such as the Fifth\n        Amendment privilege against compulsory self-incrimination or the\n        Sixth Amendment right to a fair trial, or a constitutional interest\n        such as due process. To constitute a due process violation, the\n        prosecutorial misconduct must be of sufficient significance to\n        result in the denial of the defendant's right to a fair trial. The\n        touchstone is the fairness of the trial, not the culpability of the\n        prosecutor.\n        A prosecutor may make  fair comment on the admitted evidence\n        and may provide fair rebuttal to defense arguments.      Any\n                                                                   .       .       .\n\n\n\n\n                                       - 13 -\n\fJ   -A15043-19\n\n\n        challenge to a prosecutor's comment must be evaluated in the\n        context in which the comment was made.\n        Not every unwise, intemperate, or improper remark made by a\n        prosecutor mandates the grant of a new trial. Reversible error\n        occurs only when the unavoidable effect of the challenged\n        comments would prejudice the jurors and form in their minds a\n        fixed bias and hostility toward the defendant such that the jurors\n        could not weigh the evidence and render a true verdict.\n        While it is improper for a prosecutor to offer any personal opinion\n        as to the guilt of the defendant or the credibility of the witnesses,\n        it is entirely proper for the prosecutor to summarize the evidence\n        presented, to offer reasonable deductions and inferences from the\n        evidence, and to argue that the evidence establishes the\n        defendant's guilt. .   . The prosecutor must be free to present his\n                                   .\n\n\n        or her arguments with logical force and vigor, and comments\n        representing mere oratorical flair are not objectionable.\nCommonwealth v. Burno, 94 A.3d 956, 974                      (Pa. 2014) (internal citations,\n\nquotation marks, and brackets omitted).\n\n        The PCRA Court concluded that the prosecutor's comments \"were fair\n\nassertions from the facts established\" and that Appellant had therefore not\n\ndemonstrated arguable merit to his claim.                  PCRA Court Opinion at 13.    We\n\nconcur in this conclusion.             The testimony of Chief Smythe was clear that,\n\nthough the events at issue occurred on            a    pleasant spring day, Appellant was\n\n\"sweating profusely, like he had just gotten out of the shower\" when Chief\n\nSmythe detained him, and both of the other two officers who testified at trial\n\ncorroborated this observation. N.T., 3/13/12, at 81, 85; see also id. at 93,\n\n121, 132, 136, 141, 181-82, 187. While Chief Smythe testified that Appellant\n\nwas walking when Chief Smythe first observed him, id. at 85, Chief Smythe\n\nalso stated that he detained Appellant at              a   location approximately eight or\n\n\n\n                                              - 14 -\n\fJ   -A15043-19\n\n\n\nnine blocks9 from the beer distributorship less than five minutes after the\n\nrobbery and that he could not rule out that Appellant was sweating because\n\nhe had been previously running.                  Id. at 84, 92-93. In addition, testimony at\ntrial indicated that Appellant was walking in the direction of his home in\n\nPhiladelphia, located              a   short distance across the border with Darby Borough.\n\nId. at   79, 94, 119-20, 172. The prosecutor's statement that Appellant \"hauled\n\nass away          from\" the beer distributorship towards Philadelphia and \"he was\ngetting away         .   .   .   as fast as he could\" was therefore a reasonable inference\n\nfrom the evidence based on the trial testimony that Appellant was sweating\n\nprofusely, walking towards Philadelphia where he lived, and had apparently\n\ncovered       a   large distance in approximately five minutes. Therefore, Appellant's\n\nallegation of prosecutorial misconduct is without merit, and his trial counsel\n\ncannot be found ineffective for failing to raise               a   meritless claim.   Medina,\n2019     PA   Super 119, *15.\n\n         Based on the foregoing, Appellant is not entitled to relief.\n\n         Order affirmed.\n\n\n\n\n9Another officer testified that Chief Smythe detained Appellant approximately\nseven blocks away from the beer distributorship. N.T., 3/13/12, at 133. Mrs.\nAcquarola stated that Appellant was detained four or five blocks from her\nstore. Id. at 30.\n\n                                                   - 15 -\n\fJ   -A15043-19\n\n\n\nJudgment Entered.\n\n\n\n\nJseph  D. Seletyn,\nProthonotary\n\n\n\nDate: 8/6/19\n\n\n\n\n                     - 16 -\n\f",
            "ocr": false,
            "opinion_id": 4423107
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}