{
    "id": 4651821,
    "judges": null,
    "date_filed": 1552953600000,
    "date_filed_is_approximate": false,
    "slug": "state-of-new-jersey-vs-cynthia-myers-09-12-3011-atlantic-county-and",
    "case_name_short": null,
    "case_name": "STATE OF NEW JERSEY VS. CYNTHIA MYERS (09-12-3011, ATLANTIC COUNTY AND STATEWIDE)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://www.judiciary.state.nj.us/attorneys/assets/opinions/appellate/unpublished/a4207-16.pdf",
            "author_id": null,
            "opinion_text": "                                NOT FOR PUBLICATION WITHOUT THE\n                               APPROVAL OF THE APPELLATE DIVISION\n        This opinion shall not \"constitute precedent or be binding upon any court.\" Although it is posted on the\n     internet, this opinion is binding only on the parties in the case and its use in other cases is limited. R. 1:36-3.\n\n\n\n\n                                                         SUPERIOR COURT OF NEW JERSEY\n                                                         APPELLATE DIVISION\n                                                         DOCKET NO. A-4207-16T3\n\nSTATE OF NEW JERSEY,\n\n          Plaintiff-Respondent,\n\nv.\n\nCYNTHIA MYERS,\n\n     Defendant-Appellant.\n______________________________\n\n                    Submitted November 1, 2018 – Decided March 19, 2019\n\n                    Before Judges Whipple and DeAlmeida.\n\n                    On appeal from Superior Court of New Jersey, Law\n                    Division, Atlantic County, Indictment No. 09-12-3011.\n\n                    Cynthia Myers, appellant pro se.\n\n                    Damon G. Tyner, Atlantic County Prosecutor, attorney\n                    for respondent (John J. Santoliquido, Assistant\n                    Prosecutor, of counsel and on the brief).\n\nPER CURIAM\n\f      Defendant Cynthia Myers appeals from the February 26, 2016 order of the\n\nLaw Division denying her second petition for post-conviction relief (PCR)\n\nwithout an evidentiary hearing. We affirm.\n\n                                      I.\n\n      On October 8, 2009, Myers and a co-defendant devised a plan to rob John\n\nQuann, Jr. They lured Quann from his home with the promise of sex and drove\n\nwith him to Camden County, where in the early morning hours of October 9,\n\n2009, the two repeatedly struck him in the head and face with a hammer, and\n\nstrangled him with a scarf. After driving the injured Quann to a remote area of\n\nAtlantic County, Myers and her co-defendant bound his hands behind his back,\n\nand tied a shoelace around his neck to strangle him. The two stole Quann's\n\nwallet and car, and fled, leaving their victim to die alone in the woods. Five\n\ndays later, a hunter discovered Quann's lifeless body. After being apprehended\n\nwith Quann's car, Myers and her co-defendant confessed to his murder.\n\n      An Atlantic County grand jury charged Myers with: first degree murder,\n\nN.J.S.A. 2C:11-3(a)(1) and (2); first degree kidnapping, N.J.S.A. 2C:13-1(b);\n\nfirst degree robbery, N.J.S.A. 2C:15-1; first degree felony murder while\n\nattempting to commit robbery, N.J.S.A. 2C:11-3(a)(3); first degree felony\n\nmurder while attempting to commit kidnapping, N.J.S.A. 2C:11-3(a)(3); first\n\n\n                                                                        A-4207-16T3\n                                      2\n\fdegree conspiracy to commit murder, N.J.S.A. 2C:5-2 and N.J.S.A. 2C:11-\n\n3(a)(1) and (2); second degree conspiracy to commit robbery, N.J.S.A. 2C:5-2\n\nand N.J.S.A. 2C:15-1; second degree conspiracy to commit aggravated assault,\n\nN.J.S.A. 2C:5-2 and N.J.S.A. 2C:12-1(b); second degree aggravated assault,\n\nN.J.S.A. 2C:12-1(b); third degree assault with a deadly weapon, N.J.S.A. 2C:12-\n\n1(b)(2); and third degree possession of a weapon for an unlawful purpose,\n\nN.J.S.A. 2C:39-4.\n\n      On January 27, 2010, pursuant to a negotiated agreement, defendant\n\nentered a plea of guilty to first degree felony murder while attempting to commit\n\nrobbery, and second degree conspiracy to commit robbery. In accordance with\n\nthe plea agreement, the State dismissed the remaining charges and recommended\n\na thirty-eight-year term of imprisonment for felony murder, subject to an eighty-\n\nfive percent period of parole ineligibility pursuant to the No Early Release Act\n\n(NERA), N.J.S.A. 2C:43-7.2, and a concurrent seven-year term for conspiracy\n\nto commit robbery.\n\n      At the plea hearing, defendant stated that she was satisfied with the\n\nagreement and with the representation provided by her counsel. She admitted\n\non the record to participating in the robbery and murder of Quann. During the\n\n\n\n\n                                                                         A-4207-16T3\n                                       3\n\fhearing, the court and counsel referred to the agreed upon period of parole\n\nineligibility as thirty-two years and three months.\n\n      At the subsequent sentencing hearing, defendant interrupted her attorney\n\nwhile he was addressing the court and announced she wanted to withdraw her\n\nplea. Although defendant had previously submitted a letter to the court stating\n\nthat she wished to withdraw her plea, she had not provided a copy of the letter\n\nto her counsel. Defendant's attorney informed the court that he was unaware of\n\nher intention to seek withdrawal of her plea. The court granted counsel's request\n\nto permit defendant to argue a motion to withdraw her plea on her own behalf.\n\nDefendant argued that the factual basis for her plea did not support a conviction\n\nfor felony murder, but even if it did, the factual basis satisfied the elements for\n\nan affirmative defense to the crime. The court denied the motion and sentenced\n\ndefendant in accordance with the plea agreement, imposing an aggregate thirty -\n\neight-year sentence with an eighty-five-percent period of parole ineligibility,\n\nalong with fines, penalties, and restitution.\n\n      Defendant appealed her sentence and the denial of her motion to withdraw\n\nher plea. We affirmed defendant's sentence, State v. Myers, No. A-1539-10\n\n(App. Div. June 29, 2011), and the denial of her motion, State v. Myers, No. A-\n\n\n\n\n                                                                           A-4207-16T3\n                                         4\n\f01539-10 (App. Div. Aug. 2, 2011). The Supreme Court denied defendant's\n\npetition for certification. State v. Myers, 209 N.J. 430 (2012).\n\n      On March 21, 2012, defendant filed her first petition for PCR. She argued\n\nthat she was denied effective assistance of counsel at trial because her attorney:\n\n(1) did not advocate on her behalf on her motion to withdraw her guilty plea; (2)\n\nhad a conflict of interest arising from an ethics complaint defendant filed against\n\nhim; (3) failed to file a motion to suppress her statements to police; (4) failed to\n\nrequest a restitution hearing to determine her ability to pay; and (5) failed to\n\ncontact several alibi witnesses. The trial court denied defendant's first PCR\n\npetition without an evidentiary hearing. We affirmed. State v. Myers, No. A-\n\n4391-12 (App. Div. Jan. 6, 2015).       The Supreme Court denied defendant's\n\npetition for certification. State v. Myers, 221 N.J. 492 (2015).\n\n      On June 7, 2015, defendant filed her second petition for PCR. She alleged\n\nthat she was denied effective assistance of counsel on her first PCR petition\n\nbecause her counsel failed to argue that: (1) she had to argue her motion to\n\nwithdraw her guilty plea on her own behalf; and (2) her trial counsel\n\nmisinformed her as to the length of the parole ineligibility period to be\n\nrecommended by the State in exchange for her guilty plea by advising her that\n\nthe period was nineteen days shorter than it actually is.\n\n\n                                                                            A-4207-16T3\n                                         5\n\f      It appears that at the time of the plea agreement and sentencing, the parties\n\nand the court calculated the agreed upon parole ineligibility period based on the\n\nnumber of months in a thirty-eight-year sentence, but misinterpreted the result\n\nof their calculation (38 years x 12 months = 456 months x .85 = 387.6\n\nmonths ÷ 12 months = 32.3 years). The parties and court appeared to be under\n\nthe impression that 32.3 years equates to thirty-two years and three months.\n\nHowever, 32.3 years equals thirty-two years and 3.6 months because .3 years is\n\n3.6 months, not three months (12 months x .3 = 3.6 months). Six-tenths of a\n\nmonth is nineteen days (31 days x .6 = 18.6 days). The correct period of\n\nparole ineligibility imposed is thirty-two years, three months, and nineteen days.\n\n      On February 26, 2016, Judge Bernard E. DeLury, Jr., who presided at\n\ndefendant's plea and sentencing hearings, and decided her first PCR petition,\n\nissued a comprehensive written opinion denying her second PCR petition\n\nwithout an evidentiary hearing.      Judge DeLury concluded that defendant's\n\nargument that her trial counsel abandoned her when she sought to withdraw her\n\nguilty plea had been considered and rejected on her direct appeal and in her first\n\nPCR petition. As a result, the judge held that defendant is barred from raising\n\nthe argument for a third time by Rule 3:22-5.\n\n\n\n\n                                                                           A-4207-16T3\n                                        6\n\f      The court also concluded that defendant had not established a prima facie\n\ncase of ineffective assistance of counsel with respect to the advice she received\n\nabout the length of the parole ineligibility period. The court found that even if\n\ndefendant's first PCR counsel had raised the argument, defendant was unlikely\n\nto have been afforded relief. Noting that defendant was facing likely conviction\n\nand life imprisonment without the possibility of parole, the court concluded that\n\n\"there is no rational possibility that [defendant] would have rejected the plea\n\noffer and proceeded to trial on account of an extra nineteen days imprisonment.\"\n\nThus, the court held, even though defendant's counsel advised her that the parole\n\nineligibility period was nineteen days shorter than it actually is, had the correct\n\nadvice been given, the outcome would not have changed. The court also found\n\nthat defendant repeatedly acknowledged in writing that she would serve eighty-\n\nfive percent of her sentence before being eligible for parole. In light of these\n\nconclusions, the court found that an evidentiary hearing was not warranted. On\n\nFebruary 26, 2016, the judge entered an order denying defendant's second PCR\n\npetition.\n\n      This appeal followed.        On appeal, defendant raises the following\n\narguments for our consideration:\n\n\n\n\n                                                                           A-4207-16T3\n                                        7\n\fPOINT I\n\nPETITIONER'S     FEDERAL     AND   STATE\nCONSTITUTIONAL RIGHTS TO EFFECTIVE\nASSISTANCE OF FIRST PCR COUNSEL AND DUE\nPROCESS OF LAW WERE VIOLATED WHEN\nCOUNSEL FAILED TO RAISE THE ISSUE THAT\nTRIAL COUNSEL MISINFORMED PETITIONER\nAS TO THE PERIOD OF INCARCERATION SHE\nWOULD FACE AND DID NOT CORRECT THE\nCOURT'S ERROR AND THE STATE'S ERROR IN\nMISINFORMING HER OF THE INCARCERATION\nCONSEQUENCES       OF   THE   PLEA   AND\nTHEREFORE SHE COULD NOT HAVE MADE A\nVOLUNTARY AND KNOWING PLEA, AND\nFURTHER FAILED TO RAISE INEFFECTIVE\nASSISTANCE OF DIRECT APPEAL COUNSEL FOR\nNOT      RAISING    THE    INCARCERATION\nCONSEQUENCES ISSUE. (U.S. CONST. AMEND.\nV, VI & XIV)\n\nPOINT II\n\nTHE DEFENDANT WAS DENIED HER RIGHT TO\nTHE EFFECTIVE ASSISTANCE OF FIRST POST\nAPPELLATE     COUNSEL   [SIC],  THEREBY\nDEPRIVING HER OF DUE PROCESS OF LAW AND\nA FAIR TRIAL AS GUARANTEED BY THE SIXTH\nAND FOURTEENTH AMENDMENT[S] OF THE\nUNITED STATES CONSTITUTION AND ARTICLE\n1, PARAGRAPH 10, OF THE NEW JERSEY\nCONSTITUTION DUE TO THE FAILURE ON THE\nPART OF FIRST POST APPELLATE COUNSEL\n[SIC] TO RAISE OBVIOUS ISSUES OF TRIAL\nERROR.\n\n\n\n\n                                           A-4207-16T3\n                   8\n\f            POINT III\n\n            PETITIONER HAS PRESENTED A PRIMA FACIE\n            CLAIM OF INEFFECTIVE ASSISTANCE OF FIRST\n            PCR COUNSEL AND SHOULD HAVE RECEIVED\n            AN EVIDENTIARY HEARING.\n\nIn her reply brief, defendant argues:\n\n            THE STATE'S SPURIOUS RESPONSE IS DEVOID\n            OF MERIT AND APPELLANT'S PLEA SHOULD BE\n            VACATED AND A NEW TRIAL GRANTED.\n\n                                        II.\n\n      The Sixth Amendment to the United States Constitution and Article I,\n\nParagraph 10 of the New Jersey Constitution guarantee criminal defendants the\n\nright to the effective assistance of counsel. State v. O'Neil, 219 N.J. 598, 610\n\n(2014) (citing Strickland v. Washington, 466 U.S. 668, 686 (1984); State v.\n\nFritz, 105 N.J. 42, 58 (1987)). To succeed on a claim of ineffective assistance\n\nof counsel, the defendant must meet the two-part test established by Strickland,\n\n466 U.S. at 686, and adopted by our Supreme Court in Fritz, 105 N.J. at 58.\n\n      Under Strickland, a defendant first must show that his or her attorney\n\nmade errors \"so serious that counsel was not functioning as the 'counsel'\n\nguaranteed the defendant by the Sixth Amendment.\" Strickland, 466 U.S. at\n\n687. Counsel's performance is deficient if it \"[falls] below an objective standard\n\nof reasonableness.\" Id. at 688.\n\n                                                                          A-4207-16T3\n                                        9\n\f      A defendant also must show that counsel's \"deficient performance\n\nprejudiced the defense.\" Id. at 687. The defendant must establish that \"there is\n\na reasonable probability that, but for counsel's unprofessional errors, the result\n\nof the proceeding would have been different.\"         Id. at 694. \"A reasonable\n\nprobability is a probability sufficient to undermine confidence in the outcome\"\n\nof the proceeding. Ibid.\n\n      The right to the effective assistance of counsel extends to legal assistance\n\nrelated to the entry of a guilty plea. State v. Gaitan, 209 N.J. 339, 350-51 (2012).\n\nTo set aside a guilty plea based on ineffective assistance of counsel, the\n\n\"defendant must show that (i) counsel's assistance was not 'within the range of\n\ncompetence demanded of attorneys in criminal cases'; and, (ii) 'that there is a\n\nreasonable probability that, but for counsel's errors, [the defendant] would not\n\nhave pled guilty and would have insisted on going to trial.'\" State v. Nunez-\n\nValdez, 200 N.J. 129, 139 (2009) (alteration in original) (quoting State v.\n\nDiFrisco, 137 N.J. 434, 457 (1994)).\n\n      A defendant is entitled to an evidentiary hearing on a PCR petition if the\n\ndefendant presents a prima facie case in support of PCR, the court determines\n\nthere are material issues of fact that cannot be resolved based on the existing\n\nrecord, and the court finds that an evidentiary hearing is required to resolve the\n\n\n                                                                            A-4207-16T3\n                                        10\n\fclaims presented. R. 3:22-10(b); see also State v. Porter, 216 N.J. 343, 354\n\n(2013) (citing R. 3:22-10(b)).\n\n      Finally, Rule 3:22-5 provides that\n\n            [a] prior adjudication upon the merits of any ground for\n            relief is conclusive whether made in the proceedings\n            resulting in the conviction or in any post-conviction\n            proceeding brought pursuant to this rule or prior to the\n            adoption thereof, or in any appeal taken from such\n            proceedings.\n\nThe Supreme Court has held that\n\n            [p]reclusion of consideration of an argument presented\n            in post-conviction relief proceedings should be effected\n            only if the issue raised is identical or substantially\n            equivalent to that adjudicated previously on direct\n            appeal.\n\n            [State v. Marshall, 148 N.J. 89, 150 (1997) (quoting\n            State v. Bontempo, 170 N.J. Super. 220, 234 (Law Div.\n            1979)).]\n\n      Having carefully reviewed defendant's arguments in light of the record\n\nand applicable legal principles, we affirm the February 26, 2016 order for the\n\nreasons stated by Judge DeLury in his thorough and well-reasoned written\n\nopinion. We add only the following comments.\n\n      We note that the nineteen days at issue here concern defendant's period of\n\nparole ineligibility, not her term of incarceration.   There is, of course, no\n\nguarantee that defendant will be released on parole when she first becomes\n\n                                                                        A-4207-16T3\n                                      11\n\feligible. Defendant, therefore, mischaracterizes the parole ineligibility period\n\nas the \"maximum sentence\" she would have agreed to in a plea agreement. In\n\nfact, the maximum sentence defendant agreed to is thirty-eight years, which is\n\nprecisely the sentence she received.\n\n      Affirmed.\n\n\n\n\n                                                                        A-4207-16T3\n                                       12\n\f",
            "ocr": false,
            "opinion_id": 4429074
        }
    ],
    "court_short_name": "New Jersey Superior Court App Division",
    "court_full_name": "New Jersey Superior Court Appellate Division",
    "court_type": "SA",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Robbery"
}