{
    "id": 4654290,
    "judges": null,
    "date_filed": "1975-04-13",
    "date_filed_is_approximate": true,
    "slug": "people-of-michigan-v-marvin-lee-knox",
    "case_name_short": null,
    "case_name": "People of Michigan v. Marvin Lee Knox",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "http://publicdocs.courts.mi.gov/OPINIONS/FINAL/COA/20190820_C342165_48_342165.OPN.PDF",
            "author_id": null,
            "opinion_text": "            If this opinion indicates that it is “FOR PUBLICATION,” it is subject to\n                 revision until final publication in the Michigan Appeals Reports.\n\n\n\n\n                         STATE OF MICHIGAN\n\n                          COURT OF APPEALS\n\n\n\nPEOPLE OF THE STATE OF MICHIGAN,                                  UNPUBLISHED\n                                                                  August 20, 2019\n              Plaintiff-Appellee,\n\nv                                                                 No. 342165\n                                                                  Wayne Circuit Court\nMARVIN LEE KNOX,                                                  LC No. 17-005170-01-FC\n\n              Defendant-Appellant.\n\n\nPEOPLE OF THE STATE OF MICHIGAN,\n\n              Plaintiff-Appellee,\n\nv                                                                 No. 342179\n                                                                  Wayne Circuit Court\nMARVIN LEE KNOX,                                                  LC No. 17-005172-01-FC\n\n              Defendant-Appellant.\n\n\nBefore: K. F. KELLY, P.J., and TUKEL and REDFORD, JJ.\n\nPER CURIAM.\n\n        Defendant appeals his convictions resulting from a crime spree involving a series of\ncarjackings committed during the night of May 22 and 23, 2017, in Detroit. Defendant was tried\njointly in three separate cases that were consolidated for trial. In LC No. 17-005170-01-FC, the\njury convicted defendant for offenses against Ricardo Lowe, including carjacking, MCL\n750.529a, armed robbery, MCL 750.529, receiving or concealing a stolen firearm, MCL\n750.535b, unlawfully driving away an automobile (UDAA), MCL 750.413, receiving or\nconcealing a stolen motor vehicle, MCL 750.535, carrying a weapon with unlawful intent, MCL\n750.226, and possession of a firearm during the commission of a felony (“felony-firearm”), MCL\n750.227b. The trial court sentenced defendant to prison terms of 10 to 25 years for the\ncarjacking and armed robbery convictions, 2 to 10 years for his receiving or concealing a stolen\nfirearm conviction, and one to five years each for the UDAA, receiving or concealing a stolen\n\n\n                                              -1-\n\fmotor vehicle, and carrying a weapon with unlawful intent convictions, to be served\nconcurrently, but consecutive to a two-year term of imprisonment for the felony-firearm\nconviction. Defendant appeals those convictions and sentences as of right in Docket No.\n342165. We affirm.\n\n        In LC No. 17-005172-01-FC, the jury convicted defendant of offenses against Nicholas\nWilder, including carjacking, UDAA, and receiving or concealing a stolen motor vehicle. The\ntrial court sentenced defendant to 15 to 30 years in prison for the carjacking conviction and one\nto five years each for the UDAA and receiving or concealing convictions. Defendant appeals\nthose convictions and sentences as of right in Docket No. 342179. We affirm.\n\n        The jury also convicted defendant in LC No. 17-005174-01-FC of offenses against Kasan\nBelgrave, including carjacking, unarmed robbery, MCL 750.530, UDAA, receiving or\nconcealing a stolen motor vehicle, fourth-degree arson, MCL 750.75(1)(a)(i), and preparation to\nburn, MCL 750.79(1)(c)(i). The trial court sentenced defendant to prison terms of 10 to 25 years\nfor the carjacking conviction, 3 to 15 years for the unarmed robbery conviction, and one to five\nyears each for the remaining convictions. Defendant has not appealed his convictions and\nsentences in that case. Therefore, to the extent that defendant’s arguments involve that case, they\nare not properly before this Court, MCR 7.204(B), and we decline to consider them.\n\n                                            I. FACTS\n\n       At approximately 2:00 a.m. on May 23, 2017, Lowe had just returned home from work\nand parked his car, a gray 2005 Malibu hatchback, in front of his house in Detroit. As Lowe\nexited his Malibu, a white Ford Explorer pulled up beside his car and defendant got out of the\npassenger’s side of the Explorer, approached Lowe, and pointed a black handgun at him. Lowe\nsaw defendant’s face illuminated by the porch lights from nearby houses. Lowe followed\ndefendant’s instructions and put his car keys and belongings on the driver’s seat of the Malibu,\nthen backed away. Lowe had a silver or nickel-plated .380 caliber firearm inside the Malibu’s\nglove box. The Explorer drove off and defendant followed. Lowe’s girlfriend called Lowe’s\ncellphone and thinking she contacted him asked where he was. A male answered and stated that\nhe was the person who took Lowe’s belongings. Meanwhile, Lowe called 911 once inside his\nhome and gave a description of the perpetrator. Lowe later identified defendant from a\nphotograph array as the person who took his belongings.\n\n         At around 3:00 a.m. on May 23, 2017, a silver four-door sedan bumped Wilder’s blue\n2003 Subaru from behind while stopped on John R Street, at the light for Six Mile Road, in\nDetroit. Wilder exited his vehicle to inspect it for damage. The driver, a woman, remained in\nthe sedan with her head down while one man exited from the front passenger seat and\napproached slowly with a chrome or silver handgun pointed at Wilder’s chest. Wilder could not\nrecall what the man said but Wilder let him take his car. When the man looked around at the\ntraffic, Wilder took off running. He saw the man drive off in his Subaru with the woman\nfollowing in the sedan. Wilder called the police from a nearby gas station and gave a description\nof defendant. When presented a photographic array, Wilder could not identify defendant.\n\n      That same day at approximately the same time, Belgrave drove his mother’s blue 2010\nHonda Civic on Six Mile Road, near Livernois Avenue, in Detroit at about 30 miles per hour\n\n                                                -2-\n\fwhen a car from behind bumped his mother’s car. Belgrave pulled over and slowed down while\nlooking back. The other vehicle pulled around the Civic’s driver side and Belgrave saw a\nwoman in the driver’s seat, a man in the passenger’s seat, and another man—whom he identified\nas defendant—in the backseat. Belgrave made eye contact with the car’s occupants. The car\nturned right onto Oak Drive and Belgrave followed. When the car parked, Belgrave parked in\nfront of it, left his keys in and exited. Two men exited the other vehicle. Belgrave met the man\nwho sat in the front passenger seat and defendant stood 10 feet away near the rear of the Civic\nand walked in circles. The street lights illuminated the area so that Belgrave could see\ndefendant’s face and appearance. As Belgrave examined the Civic for damage, defendant and\nthe other man started to run toward Belgrave so he ran away leaving his wallet containing his\nidentification, credit card and shopping cards inside the car, and his gold-plated alto saxophone\nand a pair of Nike shoes in the car’s trunk. When he jumped a fence at a nearby elementary\nschool, he looked back and saw that the Civic was gone. Belgrave called the police from a gas\nstation. Later he gave the police a statement in which he described defendant. Two days later\nBelgrave identified defendant in a photographic array.\n\n        The police apprehended defendant on May 25, 2017, around 2:00 a.m. in relation to their\ninvestigation of a report of a white Explorer that had been reported carjacked on fire near Brock\nAvenue and Bringard Drive and a blue Honda Civic that had been reported stolen in the vicinity.\nOfficer Dondre Penn waited in an unmarked police car and saw defendant get dropped off at the\nCivic where he entered the car, started it, proceeded to start the Civic on fire, and then walk\naway. Detective John Metiva testified that he apprehended defendant nearby after hearing\nOfficer Penn’s broadcasts on the radio. When he patted defendant down for safety, he recovered\na Honda key with a blue cloth key ring featuring puppy paws, and a red Bic lighter.\n\n        At the Detroit Detention Center, after being informed of his constitutional rights and\nacknowledging that he understood his rights, among other things, defendant admitted that he\nparticipated in carjacking vehicles with others, set the Civic on fire to hide his fingerprints, and\npawned Belgrave’s saxophone for $50 dollars. The prosecution charged defendant for the\noffenses related to the Lowe, Wilder, and Belgrave carjacking incidents.\n\n        After the parties’ closing arguments and the trial court’s instructions, the jury began its\ndeliberations around 3:43 p.m. but did not reach a verdict. The jury resumed its deliberations the\nnext morning. At 9:52 a.m., the jury requested transcripts of Lowe’s trial testimony. Before\ninforming the parties’ counsel, the trial court responded to the request by instructing the jury as\nfollows:\n\n              [P]lease, rely on your collective memories. It will take approximately two\n       weeks for the court reporter to produce a transcript of Mr. Lowe’s testimony.\n\nThe jury deliberated briefly and advised the trial court at 9:56 a.m. that it had reached a verdict.\nThe jury convicted defendant on all of the charged offenses.\n\n                  II. CLAIMS OF ERROR REGARDING JURY REQUESTS\n\n       Defendant argues that the trial court violated MCR 2.513(P) in its response to the jury’s\nrequest for a transcript of Lowe’s testimony. Defendant, however, did not object to the trial\n\n                                                -3-\n\fcourt’s response to the jury’s request. Because defendant made no objection to the trial court’s\nresponse at trial, he forfeited this claim of error. MCR 2.512(C); People v Gonzalez, 256 Mich\nApp 212, 225; 663 NW2d 499 (2003). Forfeiture of a claimed error results from the failure to\nmake the timely assertion of a right. People v Carter, 462 Mich 206, 215; 612 NW2d 144\n(2000). “A forfeited, nonconstitutional error may not be considered by an appellate court unless\nthe error was plain and it affected defendant’s substantial rights.” People v Gonzalez, 468 Mich\n636, 643; 664 NW2d 159 (2003), citing People v Grant, 445 Mich 535, 552-553; 520 NW2d 123\n(1994). To establish plain error, defendant bears the burden of showing that: 1) an error\noccurred, 2) the error was plain, i.e., clear or obvious, and 3) the plain error affected his\nsubstantial rights. People v Carines, 460 Mich 750, 763; 597 NW2d 130 (1999). To establish\nthat an error affected his substantial rights, defendant must show that he suffered “prejudice, i.e.,\nthat the error affected the outcome of the lower court proceedings.” Id.\n\n       MCR 2.513(P) provides, in relevant part:\n\n               If, after beginning deliberation, the jury requests a review of certain\n       testimony or evidence that has not been allowed into the jury room under subrule\n       (O), the court must exercise its discretion to ensure fairness and to refuse\n       unreasonable requests, but it may not refuse a reasonable request. The court may\n       make a video or audio recording of witness testimony, or prepare an immediate\n       transcript of such testimony, and such tape or transcript, or other testimony or\n       evidence, may be made available to the jury for its consideration. The court may\n       order the jury to deliberate further without the requested review, as long as the\n       possibility of having the testimony or evidence reviewed at a later time is not\n       foreclosed.\n\n        Our Supreme Court explained in Carter, that a “defendant does not have a right to have a\njury rehear testimony. Rather, the decision whether to allow the jury to rehear testimony is\ndiscretionary and rests with the trial court.” Carter, 462 Mich at 218 (citations omitted).\nTherefore, we review “decisions regarding the rereading of testimony for an abuse of discretion.”\nPeople v Davis, 216 Mich App 47, 56; 549 NW2d 1 (1996). If the jury requests to rehear\ntestimony, the trial court errs if it instructs the jury in a manner that forecloses an opportunity to\nreview a transcript by telling the jury that the transcripts will not be typed for some weeks into\nthe future and that they must rely on their collective memories to resolve any issues. Carter, 462\nMich at 213.1 In Carter, our Supreme Court stated in a footnote:\n\n\n\n1\n Carter involved MCR 6.414(H), which was repealed in 2011 and replaced by MCR 2.513(P).\nHowever, the substantive language at issue is largely the same; the former rule stated:\n       If, after beginning deliberation, the jury requests a review of certain testimony or\n       evidence, the court must exercise its discretion to ensure fairness and to refuse\n       unreasonable requests, but it may not refuse a reasonable request. The court may\n       order the jury to deliberate further without the requested review, so long as the\n       possibility of having the testimony or evidence reviewed at a later time is not\n       foreclosed. [Carter, 462 Mich. at 210–211.]\n\n\n                                                 -4-\n\f               While it is true that trial transcripts often are not prepared until well after\n       trial, we caution against instructing the jury in this manner as such instruction\n       forecloses to the jury the possibility of later reviewing the requested testimony,\n       e.g., by having the court reporter read back the testimony, and consequently,\n       violates the court rule. However, we also note that, given that the jury made the\n       request for the testimony of four witnesses only fifteen minutes into deliberations,\n       the trial court could have properly refused the request and instructed the jury to\n       continue deliberating had it done so in a manner which did not foreclose the\n       possibility of having the testimony reviewed at a later time. [Id. at 213-214 n 10.]\n\n         In this case, on the first full day of deliberations, the jurors asked to review Lowe’s\ntestimony at 9:52 a.m., and the trial court instructed them to rely on their collective memories\nand that it would take about two weeks to produce a transcript of Lowe’s testimony. The trial\ncourt did not inform the jury that it could ask for the transcript again after more deliberation if it\nstill believed necessary the review of the testimony. In so doing, the trial court plainly erred and\nviolated MCR 2.513(P) because a reasonable jury would likely have considered the possibility of\nhaving the testimony or evidence reviewed at a later time foreclosed.\n\n         The prosecution concedes that the trial court plainly violated MCR 2.513(P), by failing to\ninform the jury that it could ask again later to review Lowe’s testimony if after more deliberation\nit still needed to review it. The prosecution, however, does not concede that the trial court’s\nresponse completely foreclosed the possibility. The prosecution argues that, even if the trial\ncourt erred, defendant suffered no prejudice because the jury returned its verdict a mere four\nminutes later. We agree that defendant has failed to establish prejudice resulting from the trial\ncourt’s plain error.\n\n        The fact that the jury reached its verdict four minutes after the trial court instructed it to\nrely on its collective memory is indicative that the jury lacked any difficulty coming to its\ndecision. Moreover, defendant does not point to any testimony that, if reheard, would have made\na difference in the outcome of the trial. The record reflects that Lowe repeatedly identified\ndefendant as the perpetrator and he explained that he stood no more than four feet from\ndefendant in a well-lit area that allowed him to see defendant clearly and look him in the eye.\nLowe’s testimony also connected defendant to the gun and vehicle used in the offense against\nWilder. Defendant has not met his burden of showing that the plain error affected his substantial\nrights. Accordingly, defendant is not entitled to a new trial.\n\n       In a related claim, in his Standard 4 brief,2 defendant argues that the trial court erred by\nrefusing the jury’s request, during deliberations, to review a police report containing Lowe’s\ndescription of the perpetrator. During deliberations, jurors may only consider the evidence\npresented to them in open court. People v Budzyn, 456 Mich 77, 88; 566 NW2d 229 (1997).\nDuring trial, a detective referred to his police report to refresh his recollection, but the report was\n\n\n\n2\n Defendant raised additional issues in a pro se brief filed pursuant to Supreme Court\nAdministrative Order No. 2004-6, Standard 4.\n\n\n                                                 -5-\n\fneither offered as evidence nor admitted by the trial court into evidence. Therefore, the trial\ncourt did not err by refusing to provide the police report to the jury.\n\n       Defendant also argues in his Standard 4 brief that the trial court erred by communicating\nwith the jury ex parte when it informed the jury that the police report could not be provided,\nthereby denying defense counsel an opportunity to object. Our Supreme Court has explained\nthat “communication with a deliberating jury can be classified into one of three categories:\nsubstantive, administrative, or housekeeping.” People v France, 436 Mich 138, 142-143; 461\nNW2d 621 (1990).\n\n                 Administrative communications include instructions regarding the\n         availability of certain pieces of evidence and instructions that encourage a jury to\n         continue its deliberations.       An administrative communication carries no\n         presumption [of prejudice]. The failure to object when made aware of the\n         communication will be taken as evidence that the administrative instruction was\n         not prejudicial. [Id. at 143.]\n\n        In this case, the trial court’s communication regarding the police report constituted an\nadministrative communication. The trial transcript indicates that the court informed the parties\nof the jury’s requests after it responded to them. The parties did not object when made aware of\nthe trial court’s administrative communications with the jury regarding the availability of\nevidence or its encouragement that the jury continue its deliberations. The parties’ counsel’s\nfailure to object evidences a lack of prejudice. Moreover, defendant cannot establish any\nprejudice since he cannot show any basis for an objection because the police report had not been\nadmitted into evidence, and therefore, could not have been provided. Budzyn, 456 Mich at 88.\n\n                        III. INEFFECTIVE ASSISTANCE OF COUNSEL\n\n        Defendant further argues in his Standard 4 brief that defense counsel provided ineffective\nassistance by failing to offer the police report containing Lowe’s description of the perpetrator\ninto evidence. We disagree.\n\n       A defendant preserves the issue of ineffective assistance of counsel by raising the issue in\na motion for a new trial or a motion for a Ginther3 hearing in the trial court. People v Petri, 279\nMich App 407, 410; 760 NW2d 882 (2008). Defendant failed to raise the issue in a motion for a\nnew trial or a Ginther hearing. Therefore, the issue is unpreserved.\n\n         This Court reviews an unpreserved issue of ineffective assistance of counsel for\n“mistakes apparent on the record.” Id. at 410. “A claim of ineffective assistance of counsel is a\nmixed question of law and fact.” Id. (citation omitted.) We review the trial court’s findings of\nfact, if any, for clear error, and review de novo its conclusions of law. Id. “Clear error exists if\nthe reviewing court is left with a definite and firm conviction that the trial court made a mistake.”\nPeople v Armstrong, 490 Mich 281, 289; 806 NW2d 676 (2011). We also review de novo\n\n\n3\n    People v Ginther, 390 Mich 436; 212 NW2d 922 (1973).\n\n\n                                                 -6-\n\fconstitutional issues. Harvey v Michigan, 469 Mich 1, 6; 664 NW2d 767 (2003). To show\nineffective assistance of counsel, a defendant must establish that “(1) counsel's performance fell\nbelow an objective standard of reasonableness and (2) but for counsel's deficient performance,\nthere is a reasonable probability that the outcome would have been different.” People v\nTrakhtenberg, 493 Mich 38, 51; 826 NW2d 136 (2012). “Effective assistance of counsel is\npresumed, and the defendant bears a heavy burden of proving otherwise.” People v Solmonson,\n261 Mich App 657, 663; 683 NW2d 761 (2004). “Failing to advance a meritless argument or\nraise a futile objection does not constitute ineffective assistance of counsel.” People v Ericksen,\n288 Mich App 192, 201; 793 NW2d 120 (2010).\n\n        Generally, police reports are inadmissible hearsay. MRE 801(c), 803(8); In re Forfeiture\nof a Quantity of Marijuana, 291 Mich App 243, 254; 805 NW2d 217 (2011); People v Herndon,\n246 Mich App 371, 410-411; 633 NW2d 376 (2001). Defendant fails to explain how the police\nreport could have been admitted despite the hearsay rule. Given defendant’s failure to cite any\nrule of evidence under which the police report could have been admitted, he cannot establish that\ndefense counsel’s failure to seek its admission lacked objective reasonableness. Trakhtenberg,\n493 Mich at 51.\n\n        Further, the record establishes that although the trial court did not admit the police report,\nthe detective testified regarding his memory of Lowe’s description of the perpetrator, which\ndiffered from defendant’s appearance at trial. In closing argument, defense counsel argued that\nLowe’s immediate description to the police did not match defendant. Given the body of\nevidence at trial, the admission of the police report containing Lowe’s description would only\nhave been cumulative. Although the jury requested review of the document during deliberations,\nthe trial court properly denied the request because it had not been admitted as evidence.\nDefendant has neither established that defense counsel’s performance fell below an objective\nstandard of reasonableness nor that but for counsel’s performance a reasonable probability exists\nthat the outcome would have been different. We find no mistake apparent in the record.\nAccordingly, defendant’s claim of ineffective assistance of counsel in this regard fails. Id.\n\n       Defendant also argues that defense counsel provided ineffective assistance by failing to\nrequest a jury instruction on the defense of duress. Because defendant did not raise this claim in\na motion for a new trial in the trial court or a Ginther hearing, our review is limited to errors\napparent from the record. Petri, 279 Mich App at 410.\n\n         “ ‘A criminal defendant is entitled to have a properly instructed jury consider the\nevidence against him.’ ” People v Armstrong, 305 Mich App 230, 239; 851 NW2d 856 (2014)\n(citation omitted). The jury instructions “must include all the elements of the crime charged, and\nmust not exclude from jury consideration material issues, defenses or theories if there is evidence\nto support them.” Id. at 240 (citation omitted). A trial court “may issue an instruction to the jury\nif a rational view of the evidence supports the instruction.” Id. (citation omitted.) But a trial\ncourt is not required to instruct the jury on an affirmative defense unless the defendant has\nproduced some evidence on all elements of the defense. People v Guajardo, 300 Mich App 26,\n34-35; 832 NW2d 409 (2013).\n\n       In People v Lemons, 454 Mich 234, 245-247; 562 NW2d 447 (1997) (some citations\nomitted), our Supreme Court explained:\n\n                                                 -7-\n\f              Duress is a common-law affirmative defense. It is applicable in situations\n       where the crime committed avoids a greater harm. The reasons underlying its\n       existence are easy to discern:\n\n                       The rationale of the defense of duress is that, for reasons of\n               social policy, it is better that the defendant, faced with a choice of\n               evils, choose to do the lesser evil (violate the criminal law) in order\n               to avoid the greater evil threatened by the other person.\n\n              In order to properly raise the defense, the defendant has the burden of\n       producing “some evidence from which the jury can conclude that the essential\n       elements of duress are present.” In People v Luther, 394 Mich 619, 623; 232\n       NW2d 184 (1975), we held that a defendant successfully carries the burden of\n       production where the defendant introduces some evidence from which the jury\n       could conclude the following:\n\n                     A) The threatening conduct was sufficient to create in the\n               mind of a reasonable person the fear of death or serious bodily\n               harm;\n\n                      B) The conduct in fact caused such fear of death or serious\n               bodily harm in the mind of the defendant;\n\n                      C) The fear or duress was operating upon the mind of the\n               defendant at the time of the alleged act; and\n\n                       D) The defendant committed the act to avoid the\n               threatened harm.\n\n        The Court explained further that “the threatening conduct or act of compulsion must be\n‘present, imminent, and impending[, that] [a] threat of future injury is not enough,’ and that the\nthreat ‘must have arisen without the negligence or fault of the person who insists upon it as a\ndefense.’ ” Id. at 247 (citations omitted and alteration in the original). Other factors “may cause\na defendant to forfeit the defense of duress, i.e., where the defendant ‘does not take advantage of\na reasonable opportunity to escape, where that can be done without exposing himself unduly to\ndeath or serious bodily injury,’ and where the defendant ‘fails to terminate his conduct as soon as\nthe claimed duress . . . ha[s] lost its coercive force.’ ” Id. at 247 n 18 (citation omitted and\nalteration in the original).\n\n       Defendant argues that his male accomplice’s conduct sufficed to warrant requesting a\nduress defense instruction. The record in this case, however, does not support a duress defense.\nThe evidence presented at trial regarding the carjacking of Wilder’s Subaru and the carjacking of\nBelgrave’s mother’s Civic did not establish a duress defense. Wilder only interacted with one\nmale perpetrator, whom he could not identify. Defendant claimed that Wilder interacted with\ndefendant’s male accomplice while defendant ducked down in the backseat of the car used to\nbump Wilder’s vehicle. Defendant testified that, after the carjacking, he joined his male\naccomplice in the Subaru because they were in a dark area and his male accomplice refused to\ntake defendant home. The record lacks evidence of any threatening conduct sufficient to create\n                                                -8-\n\fin the mind of a reasonable person the fear of death or serious bodily harm. Because a duress\ndefense would have been futile in the Wilder Subaru carjacking case, and indeed inconsistent\nwith the defense theory of noninvolvement in that case, defendant cannot establish that it was\nobjectively unreasonable for defense counsel to not request a duress instruction. Heft, 299 Mich\nApp at 83.\n\n         The evidence related to the carjacking of Lowe’s Malibu also failed to support a duress\ndefense. Lowe identified defendant as the perpetrator. No evidence established that defendant\ncommitted that crime to avoid any threatened harm. Rather, defendant denied any involvement\nin that carjacking. Again, a request for a duress defense instruction not only would have been\nfutile in defense of the case involving Lowe, but inconsistent with defendant’s own testimony.\nDefendant, therefore, has failed to establish that defense counsel provided ineffective assistance.\nId.\n\n        Defendant also argues in his Standard 4 brief that defense counsel provided ineffective\nassistance by not objecting preemptively before Karen McLean could testify regarding hearsay\nstatements from a person who answered Lowe’s cell phone when she called Lowe’s number\nshortly after Lowe was robbed and carjacked. The record does not support defendant’s claim.\nOn the contrary, the record discloses that defense counsel timely objected before McLean offered\nthe challenged testimony, but the trial court overruled counsel’s objection. Defendant does not\nargue on appeal that defense counsel should have asserted any different basis for the objection.\nDefendant therefore fails to establish that defense counsel’s performance fell below an objective\nstandard of reasonableness. Moreover, after McLean offered the hearsay testimony, defense\ncounsel again objected and the trial court sustained the objection. At that time, and again later in\nthe trial, the trial court instructed the jury to disregard that portion of McLean’s testimony.\nBecause “[j]urors are presumed to follow their instructions, and it is presumed that instructions\ncure most errors,” defendant cannot establish that the testimony had any effect on the outcome of\nthe proceedings. People v Mahone, 294 Mich App 208, 212; 816 NW2d 436 (2011). Defendant,\ntherefore, has failed to establish that defense counsel provided ineffective assistance in this\nregard.\n\n                   IV. SUFFICIENCY AND WEIGHT OF THE EVIDENCE\n\n       In his Standard 4 brief, defendant asserts that the prosecution failed to present sufficient\nevidence and that his convictions were against the great weight of the evidence because the\nprosecution failed to establish that he perpetrated the Wilder carjacking or the Lowe carjacking.\nWe disagree.\n\n        A challenge to the sufficiency of the evidence in a jury trial is reviewed de novo, by\nreviewing the evidence in the light most favorable to the prosecution to determine whether the\ntrier of fact could have found that the essential elements of the crime were proved beyond a\nreasonable doubt. People v Harverson, 291 Mich App 171, 175; 804 NW2d 757 (2010). “All\nconflicts with regard to the evidence must be resolved in favor of the prosecution.” People v\nWilkens, 267 Mich App 728, 738; 705 NW2d 728 (2005).\n\n      “[I]dentity is an element of every offense.” People v Yost, 278 Mich App 341, 356; 749\nNW2d 753 (2008). Although defendant cites that Wilder was unsure of his identification at the\n\n                                                -9-\n\fphotographic array and Wilder was unable to identify defendant at trial, defendant admitted in\nhis statement to the police and at trial that he was in the car at the time of the Wilder carjacking.\nMoreover, in his statement to the police, defendant explained that bumping Wilder’s Subaru and\ntaking it was part of the “bumper game” that he engaged in with his accomplices. Defendant told\nthe police that he understood that his actions were unlawful and stated that he was “very sorry.”\nFurther, evidence established defendant’s involvement in the Lowe and Belgrave carjackings.\nThe victims identified defendant from photographic arrays and also at trial as the perpetrator of\nthe charged offenses. Evidence linking the use of Lowe’s Malibu to the Wilder carjacking also\nsupported an inference linking defendant to the Wilder carjacking. Viewed in a light most\nfavorable to the prosecution, the evidence sufficed to enable rational triers of fact to conclude\nbeyond a reasonable doubt that defendant was one of the perpetrators of the charged offenses in\neach carjacking. Accordingly, defendant’s claims of error in this regard fail.\n\n        Respecting the offenses related to the carjacking of Lowe’s Malibu, defendant argues that\nthe prosecution failed to present sufficient evidence to prove the elements of the charged\noffenses. The jury convicted defendant of carjacking, armed robbery, receiving or concealing a\nstolen firearm, UDAA, receiving or concealing a stolen motor vehicle, carrying a weapon with\nunlawful intent, and felony-firearm.\n\n       The carjacking statute provides:\n\n              A person who in the course of committing a larceny of a motor vehicle\n       uses force or violence or the threat of force or violence, or who puts in fear any\n       operator, passenger, or person in lawful possession of the motor vehicle, or any\n       person lawfully attempting to recover the motor vehicle, is guilty of carjacking, a\n       felony punishable by imprisonment for life or for any term of years. [MCL\n       750.529a(1)]\n\nThe elements of the crime of carjacking that the prosecution must prove are:\n\n       (1) that the defendant took a motor vehicle from another person, (2) that the\n       defendant did so in the presence of that person, a passenger, or any other person\n       in lawful possession of the motor vehicle, and (3) that the defendant did so either\n       by force or violence, by threat of force or violence, or by putting the other person\n       in fear. [People v Davenport, 230 Mich App 577, 579; 583 NW2d 919 (1998).]\n\n       The armed robbery statute provides in relevant part:\n\n               A person who engages in conduct proscribed under section 530 and who\n       in the course of engaging in that conduct, possesses a dangerous weapon or an\n       article used or fashioned in a manner to lead any person present to reasonably\n       believe the article is a dangerous weapon, or who represents orally or otherwise\n       that he or she is in possession of a dangerous weapon, is guilty of a felony\n       punishable by imprisonment for life or for any term of years.\n\n       The elements necessary to prove armed robbery are:\n\n\n\n                                                -10-\n\f               (1) the defendant, in the course of committing a larceny of any money or\n       other property that may be the subject of a larceny, used force or violence against\n       any person who was present or assaulted or put the person in fear, and (2) the\n       defendant, in the course of committing the larceny, either possessed a dangerous\n       weapon, possessed an article used or fashioned in a manner to lead any person\n       present to reasonably believe that the article was a dangerous weapon, or\n       represented orally or otherwise that he or she was in possession of a dangerous\n       weapon. [People v Muhammad, 326 Mich App 40, 61; ___ NW2d ___ (2018).]\n\n        To establish receiving or concealing a stolen firearm, the prosecution must prove that\ndefendant “(1) received, concealed, stored, bartered, sold, disposed of, pledged, or accepted as\nsecurity for a loan (2) a stolen firearm or stolen ammunition (3) knowing that the firearm or\nammunition was stolen.” People v Nutt, 469 Mich 565, 593; 677 NW2d 1 (2004).\n\n       MCL 750.413 proscribes unlawfully driving away an automobile as follows: “Any person\nwho shall, wilfully and without authority, take possession of and drive or take away, and any\nperson who shall assist in or be a party to such taking possession, driving or taking away of any\nmotor vehicle, belonging to another, shall be guilty of a felony . . . .”\n\n        Under MCL 750.535(7), “[a] person shall not buy, receive, possess, conceal, or aid in the\nconcealment of a stolen motor vehicle knowing, or having reason to know or reason to believe,\nthat the motor vehicle is stolen, embezzled, or converted.” To prove that defendant is guilty of\nreceiving or concealing a stolen motor vehicle, the prosecution must prove the following\nelements beyond a reasonable doubt: (1) that a motor vehicle was stolen, (2) that defendant\nbought, received, possessed, concealed, or aided in the concealment of the stolen motor vehicle,\nand (3) that defendant knew or had reason to know or reason to believe that the motor vehicle\nwas stolen when he bought, received, possessed, concealed, or aided in the concealment of it.\nPeople v Allay, 171 Mich App 602, 608; 430 NW2d 794 (1988).\n\n       The elements of carrying a weapon with unlawful intent are: “(1) carrying a firearm or\ndangerous weapon, (2) with the intent to unlawfully use the weapon against another person.”\nPeople v Mitchell, 301 Mich App 282, 292; 835 NW2d 615 (2013) (emphasis in original).\n\n      “The elements of felony-firearm are that the defendant possessed a firearm during the\ncommission of, or the attempt to commit, a felony.” People v Avant, 235 Mich App 499, 505;\n597 NW2d 864 (1999).\n\n       The trial court instructed the jury on an aiding or abetting theory of guilt. The elements\nnecessary to convict a defendant under an aiding or abetting theory are:\n\n       (1) the crime charged was committed by the defendant or some other person; (2)\n       the defendant performed acts or gave encouragement that assisted the commission\n       of the crime; and (3) the defendant intended the commission of the crime or had\n       knowledge that the principal intended its commission at the time that [the\n       defendant] gave aid and encouragement. [People v Plunkett, 485 Mich 50, 61;\n       780 NW2d 280 (2010) (quotation marks and citations omitted).]\n\n\n\n                                              -11-\n\f        The record reflects that the prosecution presented sufficient evidence for the jury to\nconvict defendant of all of the charged offenses related to the Lowe carjacking. Lowe identified\ndefendant as the perpetrator in both a photographic array and at trial. Because issues of witness\ncredibility and the weight of evidence belong to the jury, this Court will not second-guess the\njury’s determinations. Avant, 235 Mich App at 505-506. Lowe also testified that defendant\npointed a gun at him in a threatening manner and directed Lowe to surrender his property and\nMalibu which contained the gun in the glovebox. Lowe testified that defendant stole his Malibu\nand his personal belongings. Defendant admitted his later involvement in stealing Wilder’s\nSubaru. Evidence established that his accomplice used Lowe’s Malibu to bump Wilder’s Subaru\nto perpetrate that carjacking. The jury could infer that the Malibu involved in the two incidents\nwas the same vehicle, adding further evidence to connect defendant to the crimes committed\nagainst Lowe. This evidence sufficed to establish the elements of the carjacking, armed robbery,\nUDAA, receiving or concealing a stolen motor vehicle, carrying a weapon with unlawful intent,\nand felony-firearm.\n\n        Defendant argues that no testimony established that he acquired or possessed a silver gun.\nLowe, however, testified that defendant carjacked his Malibu which contained his cell phone and\nMcLean’s silver or nickel-plated .380 handgun. Wilder testified that the person who carjacked\nhim used a silver gun. The jury could infer that, after the group stole Lowe’s Malibu, they used\nit to bump and steal Wilder’s Subaru and used the stolen handgun to perpetrate that crime. They\nthen used the Subaru to bump and steal Belgrave’s Civic. Given the group’s pattern of using\nstolen cars to commit subsequent offenses, the jury could also infer that defendant retrieved\nMcLean’s gun from the Malibu and the handgun was used in the later Wilder carjacking. The\njury could reasonably conclude from this evidence that defendant received or concealed a stolen\nfirearm and carried a weapon with unlawful intent.\n\n        Defendant also challenges the weight of the evidence regarding his convictions. Because\ndefendant did not raise this issue in a motion for a new trial in the trial court, this issue is\nunpreserved. People v Lopez, 305 Mich App 686, 695; 854 NW2d 205 (2014). “Unpreserved\nchallenges to the great weight of the evidence are reviewed for plain error affecting the\ndefendant’s substantial rights.” Id. (citation omitted). “The test to determine whether a verdict is\nagainst the great weight of the evidence is whether the evidence preponderates so heavily against\nthe verdict that it would be a miscarriage of justice to allow the verdict to stand.” Id. at 696\n(citation omitted). Defendant makes vague arguments regarding the weight of the evidence. The\nrecord evidence in this case supports the jury’s decisions to convict defendant of all of the\ncharged offenses. The evidence overwhelmingly weighed in favor of the prosecution. The\nevidence did not heavily preponderate against the verdict and defendant has failed to establish\nany plain error that affected his substantial rights.\n\n                                  V. AIDING AND ABETTING\n\n        In his Standard 4 brief, defendant makes various arguments related to the trial court’s\ndecision to instruct the jury on aiding or abetting. Defense counsel, however, expressed\nsatisfaction with the trial court’s instructions, including specifically the instruction on aiding or\nabetting. “Waiver has been defined as the intentional relinquishment or abandonment of a\nknown right.” Carter, 462 Mich at 215 (quotation marks and citation omitted). “If any rights are\nwaived under a rule, appellate review of a claimed deprivation of those rights is foreclosed\n\n                                                -12-\n\fbecause the waiver has extinguished any error.” People v Adams, 245 Mich App 226, 240; 627\nNW2d 623 (2001). Defense counsel’s approval of the trial court’s instructions extinguished any\nerror, leaving no error to review.\n\n                          VI. SCORING OF OFFENSE VARIABLE 10\n\n       Lastly, in his Standard 4 brief, defendant challenges the trial court’s assessment of 15\npoints for Offense Variable (OV) 10 under the sentencing guidelines on the ground that no\nevidence established the exploitation of a vulnerable victim in any of the cases. We disagree.\n\n        We review de novo issues of statutory interpretation, including those that involve the\ninterpretation and application of the legislative sentencing guidelines. People v Ambrose, 317\nMich App 556, 560; 895 NW2d 198 (2016). The trial court’s factual determinations for scoring\nunder the sentencing guidelines are “reviewed for clear error and must be supported by a\npreponderance of the evidence.” People v Hardy, 494 Mich 430, 438; 835 NW2d 340 (2013).\n“Clear error exists if the reviewing court is left with a definite and firm conviction that the trial\ncourt made a mistake.” Armstrong, 490 Mich at 289. When calculating the sentencing\nguidelines, the trial court may consider all record evidence. People v McChester, 310 Mich App\n354, 358; 873 NW2d 646 (2015). The trial court may rely on reasonable inferences arising from\nthe record evidence People v Earl, 297 Mich App 104, 109; 822 NW2d 271 (2012). The\napplication of the facts to the law, or whether the facts are adequate to satisfy the statutory\nscoring conditions, is a question of statutory interpretation reviewed de novo. Hardy, 494 Mich\nat 438.\n\n        Offense Variable 10 considers “exploitation of a vulnerable victim.” MCL 777.40(1).\nThe court must assess 15 points for OV 10 when “[p]redatory conduct was involved.” MCL\n777.40(1)(a). “ ‘Predatory conduct’ means preoffense conduct directed at a victim, or a law\nenforcement officer posing as a potential victim, for the primary purpose of victimization.”\nMCL 777.40(3)(a). “Predatory conduct” includes forms of “preoffense conduct,” which are\ncommonly understood as predatory in nature, such as lying in wait and stalking, as opposed to\npurely opportunistic criminal conduct or “preoffense conduct involving nothing more than run-\nof-the-mill planning to effect a crime or subsequent escape without detection.” People v Huston,\n489 Mich 451, 462; 802 NW2d 261 (2011). In Huston, our Supreme Court explained that lying\nin wait, armed, and in anticipation of an armed robbery or carjacking, is sufficient “predatory\nconduct” to support an assessment of OV 10 at 15 points. Knowing the specific identity of a\nvictim is unnecessary. Id.\n\n        MCL 777.40(3)(c) defines “vulnerability” as “the readily apparent susceptibility of a\nvictim to injury, physical restraint, persuasion, or temptation.” In People v Cannon, 481 Mich\n152, 158-159; 749 NW2d 257 (2008), our Supreme Court listed factors to be considered by a\nsentencing court when determining whether a victim was vulnerable. Those factors include the\nexpressly listed characteristics, relationships, and circumstances identified in subdivisions (b)\nand (c), which are:\n\n       (1) the victim’s physical disability, (2) the victim’s mental disability, (3) the\n       victim’s youth or agedness, (4) the existence of a domestic relationship, (5)\n       whether the offender abused his or her authority status, (6) whether the offender\n\n                                                -13-\n\f       exploited a victim by his or her difference in size or strength or both, (7) whether\n       the victim was intoxicated or under the influence of drugs, or (8) whether the\n       victim was asleep or unconscious. [Id.]\n\nOur Supreme Court further explained:\n\n              The absence of one of these factors does not preclude a finding of victim\n       vulnerability when determining whether it is appropriate to assess 15 points for\n       predatory conduct. Rather, the evidence must show merely that it was readily\n       apparent that the victim was susceptible to injury, physical restraint, persuasion,\n       or temptation. [Id. at 158 n 11.]\n\n        In this case, the record establishes that, in each case, defendant and his accomplices\nprowled the streets for victims. Further, the victims were accosted while vulnerable and exposed\nand defendant and his male accomplice brandished handguns and threatened the unarmed\nvictims. Defendant admitted that, in the Wilder carjacking and in the Belgrave carjacking, he\nand his accomplices played the “bumper game.” Defendant recounted driving around with his\naccomplices looking for victims to hit with their vehicle. The plan to instigate a collision\nnaturally would cause unwary drivers to leave the safety of their vehicles to check for damage.\nThe victims held at gunpoint were vulnerable to severe injury including death and made\nvulnerable to theft. A preponderance of the evidence in this case supports the trial court’s\nfinding of predatory conduct. Accordingly, the trial court did not err by assessing 15 points for\nOV 10.\n\n       Affirmed.\n\n                                                            /s/ Kirsten Frank Kelly\n                                                            /s/ Jonathan Tukel\n                                                            /s/ James Robert Redford\n\n\n\n\n                                              -14-\n\f",
            "ocr": false,
            "opinion_id": 4431543
        }
    ],
    "court_short_name": "Michigan Court of Appeals",
    "court_full_name": "Michigan Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Robbery"
}