{
    "id": 4656916,
    "judges": null,
    "date_filed": 1566950400000,
    "date_filed_is_approximate": false,
    "slug": "joel-rodriguez-v-william-barr",
    "case_name_short": null,
    "case_name": "Joel Rodriguez v. William Barr",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Agency",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/memoranda/2019/08/28/16-71437.pdf",
            "author_id": null,
            "opinion_text": "                                                                            FILED\n                            NOT FOR PUBLICATION\n                                                                            AUG 28 2019\n                    UNITED STATES COURT OF APPEALS                       MOLLY C. DWYER, CLERK\n                                                                          U.S. COURT OF APPEALS\n\n\n                            FOR THE NINTH CIRCUIT\n\n\nJOEL A. RODRIGUEZ, AKA Joel                      No.   16-71437\nAmilcar Rodriguez Viana,\n                                                 Agency No. A094-454-153\n              Petitioner,\n\n v.                                              MEMORANDUM*\n\nWILLIAM P. BARR, Attorney General,\n\n              Respondent.\n\n\n                     On Petition for Review of an Order of the\n                         Board of Immigration Appeals\n\n                            Submitted August 7, 2019**\n\nBefore: THOMAS, Chief Judge, HAWKINS and McKEOWN, Circuit Judges.\n\n      Joel Rodriguez, a native and citizen of El Salvador, petitions for review of a\n\nBoard of Immigrations Appeals’ (“BIA”) order dismissing his appeal from an\n\n\n\n      *\n             This disposition is not appropriate for publication and is not precedent\nexcept as provided by Ninth Circuit Rule 36-3.\n      **\n             The panel unanimously concludes this case is suitable for decision\nwithout oral argument. See Fed. R. App. P. 34(a)(2).\n\fimmigration judge’s decision denying his application for asylum, withholding of\n\nremoval, and relief under the Convention Against Torture (“CAT”). We have\n\njurisdiction under 8 U.S.C. § 1252.\n\n      We review de novo questions of law, Cerezo v. Mukasey, 512 F.3d 1163,\n\n1166 (9th Cir. 2008), except to the extent that deference is owed to the BIA’s\n\ninterpretation of the governing statutes and regulations, Simeonov v. Ashcroft, 371\n\nF.3d 532, 535 (9th Cir. 2004). We review for substantial evidence the agency’s\n\nfactual findings, Singh v. Whitaker, 914 F.3d 654, 658 (9th Cir. 2019), and we\n\ndeny the petition.\n\n      Regarding his claims for withholding of removal and asylum, substantial\n\nevidence supports the BIA’s determination that Rodriguez did not establish a fear\n\nof persecution based on his family membership. See Ayala v. Holder, 640 F.3d\n\n1095, 1097 (9th Cir. 2011) (even if membership in a particular social group is\n\nestablished, an applicant must still show that “persecution was or will be on\n\naccount of his membership in such group” (emphasis in original)); Elias-Zacarias,\n\n502 U.S. 478, 481-84 (1992) (noting requirement of a nexus between alleged fear\n\nof persecution and membership in a particular social group). Giving deference to\n\nthe BIA, see Garcia-Milian v. Holder, 755 F.3d 1026, 1031 (9th Cir. 2014), we\n\ndetermine that Rodriguez did not establish a nexus between his fear of persecution\n\n\n                                          2\n\fand his family ties so as to be eligible for withholding of removal or asylum.\n\n      To the extent Rodriguez claims he will be subject to persecution based on\n\ngeneral conditions of crime in El Salvador, “an alien’s desire to be free from\n\nharassment by criminals motivated by theft or random violence by gang members\n\nbears no nexus to a protected ground.” Zetino v. Holder, 622 F.3d 1007, 1016 (9th\n\nCir. 2010).\n\n      Rodriguez also asserts that he should be afforded relief as a returnee from\n\nthe United States who will be perceived as being wealthy. The agency did not err\n\nin finding that he failed to establish membership in a cognizable social group. See\n\nReyes v. Lynch, 842 F.3d 1125, 1131 (9th Cir. 2016) (in order to demonstrate\n\nmembership in a particular group, “[t]he applicant must ‘establish that the group is\n\n(1) composed of members who share a common immutable characteristic, (2)\n\ndefined with particularity, and (3) socially distinct within the society in question.’”\n\n(quoting Matter of M-E-V-G-, 26 I. & N. Dec. 227, 237 (BIA 2014))).         Thus, we\n\ndeny his petition with regard to asylum and withholding of removal.\n\n      Substantial evidence also supports the BIA’s determination that Rodriguez\n\nhas not demonstrated that it is more likely than not he will experience torture upon\n\nhis return to El Salvador to be eligible for CAT relief. As discussed, Rodriguez’s\n\ntestimony does not demonstrate that he is likely to experience harm upon his return\n\n\n                                           3\n\fto El Salvador, much less that the El Salvadorian government would acquiesce in\n\nany such harm. See Zheng v. Holder, 644 F.3d 829, 835–36 (9th Cir. 2011)\n\n(holding that speculative claims of torture are insufficient to afford relief).\n\n      PETITION FOR REVIEW DENIED.\n\n\n\n\n                                            4\n\f",
            "ocr": false,
            "opinion_id": 4434169
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}