{
    "id": 4658150,
    "judges": null,
    "date_filed": "1973-10-28",
    "date_filed_is_approximate": true,
    "slug": "state-v-mahathaa",
    "case_name_short": "MahathaÂ",
    "case_name": "State v. MahathaÂ",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "traffic stop, reasonable suspicion, speeding to elude arrest, habitual felon, waiver of counsel, N.C. Gen. Stat. 15A-1242, new trial",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "http://appellate.nccourts.org/opinions/?c=2&pdf=37856",
            "author_id": null,
            "opinion_text": "              IN THE COURT OF APPEALS OF NORTH CAROLINA\n\n                                   No. COA18-734\n\n                              Filed: 3 September 2019\n\nRowan County, No. 17CRS51386\n\nSTATE OF NORTH CAROLINA,\n\n             v.\n\nCORY ANTWON MAHATHA, Defendant.\n\n\n      Appeal by Defendant from judgment entered 24 January 2018 by Judge Lori I.\n\nHamilton in Rowan County Superior Court.         Heard in the Court of Appeals 27\n\nFebruary 2019.\n\n\n      Attorney General Joshua H. Stein, by Assistant Attorney General Forrest P.\n      Fallanca, for the State-Appellee.\n\n      Morgan & Carter PLLC, by Michelle F. Lynch, for the Defendant-Appellant.\n\n\n      COLLINS, Judge.\n\n\n      Defendant Cory Antwon Mahatha appeals from judgment entered upon a\n\njury’s verdicts finding him guilty of felony speeding to elude arrest and attaining\n\nhabitual felon status. After careful review, we conclude that the trial court failed to\n\nprovide adequate information to ensure that Defendant knowingly, intelligently, and\n\nvoluntarily waived his right to be represented by counsel.       We therefore vacate\n\nDefendant’s convictions and judgment and grant a new trial.\n\n                  I. Factual Background and Procedural History\n\f                                   STATE V. MAHATHA\n\n                                    Opinion of the Court\n\n\n\n       On 28 March 2017, Detective Patrick Schmeltzer of the Rowan County Sheriff’s\n\nOffice was assigned to the crime reduction unit in the Airport Road area. Schmeltzer,\n\naccompanied by Detective Cody Trexler and Deputy Naturile, patrolled the area in\n\nan unmarked black Chevrolet Tahoe. Schmeltzer received a “be on the lookout”\n\n(“BOLO”) from his supervisor, Sergeant Weston, who radioed that an assault had\n\noccurred and that the suspect vehicle, a white Dodge Challenger, was heading his\n\nway.   Schmeltzer pulled his vehicle onto the shoulder, waited, and spotted a white\n\nDodge Challenger drive past him. Schmeltzer pulled onto the highway and followed\n\nthe vehicle for some distance but did not observe Defendant speed, commit any traffic\n\nviolations, or engage in suspicious behavior. Schmeltzer activated the Tahoe’s blue\n\nlights and siren in order to initiate a traffic stop of the vehicle.\n\n       Defendant was driving the white Dodge Challenger but did not pull over when\n\nSchmeltzer activated the Tahoe’s blue lights and siren.                Instead, Defendant\n\nmaintained a speed of approximately 45 miles per hour and continued driving until\n\nhe reached South Main Street. Once Defendant reached South Main Street, he\n\nturned right and accelerated to speeds of 90-100 miles per hour. The officers pursued\n\nDefendant onto South Main Street and witnessed Defendant: cross into turn lanes\n\nand onto the shoulder of the road in order to pass other vehicles; “almost wreck”\n\nbefore swerving back into traffic; fish-tail across lanes; pass over the double-yellow\n\nlines; and turn into oncoming traffic.\n\n\n\n                                           -2-\n\f                                  STATE V. MAHATHA\n\n                                   Opinion of the Court\n\n\n\n      Defendant next drove through an intersection, failed to stop at a stop sign, and\n\npulled his car into a driveway; he then took off on foot and ran into a cow pasture.\n\nSchmeltzer and Naturile pursued Defendant on foot, discovered him hiding in a ditch,\n\nand took Defendant into custody. Upon searching Defendant, the officers found\n\n$3000 on his person and later found a small amount of marijuana inside Defendant’s\n\nvehicle.\n\n      On 15 May 2017, a grand jury indicted Defendant for felony speeding to elude\n\narrest in violation of N.C. Gen. Stat. § 20-141.5(B) (2017). On 12 June 2017, a grand\n\njury indicted Defendant for having attained habitual felon status in violation of N.C.\n\nGen. Stat. § 14-7.1 (2017).\n\n      On 11 September 2017, Defendant was arraigned in Rowan County Superior\n\nCourt. The trial court told Defendant of the crimes with which he was charged:\n\n“obtaining the status of a habitual felon; possession of a firearm by a felon; attempted\n\nrobbery with a firearm; fleeing to allude arrest; driving while license revoked, not an\n\nimpaired revocation; and assaulting a female.” The trial court asked Defendant\n\nwhether he wished to have a lawyer represent him, to which Defendant replied that\n\nhe was going to represent himself.       The trial court also asked Defendant if he\n\nunderstood how much time he was facing and told him that he was “looking at . . .\n\n231 months.” At the end of his arraignment, Defendant entered a plea of not guilty.\n\n\n\n\n                                          -3-\n\f                                 STATE V. MAHATHA\n\n                                  Opinion of the Court\n\n\n\n      On 23 January 2018, prior to the start of Defendant’s jury trial, the State\n\ndismissed the charges of driving while license revoked, not an impaired revocation;\n\nassault on a female; possession of a firearm by a felon; and attempted robbery with a\n\ndangerous weapon. The State proceeded to trial on the charges of speeding to elude\n\narrest and attaining habitual felon status.\n\n      On 24 January 2018, the jury returned verdicts finding Defendant guilty of\n\nboth charges. The trial court entered judgment upon the jury’s verdicts, sentencing\n\nDefendant to a term of 97 months’ to 129 months’ imprisonment. From entry of\n\njudgment, Defendant gave proper notice of appeal.\n\n                                   II. Discussion\n\n      Defendant argues that the trial court erred (1) in failing to dismiss the charge\n\nof speeding to elude arrest where there was no evidence that the officer was lawfully\n\nperforming his duties at the time of the traffic stop and (2) by allowing Defendant to\n\nrepresent himself when his waiver of counsel was not valid and by later denying his\n\nrequest for appointed counsel.\n\nA. Speeding to Elude Arrest\n\n      Defendant first argues that the trial court erred in failing to dismiss the charge\n\nof speeding to elude arrest when there was no evidence that Schmeltzer was lawfully\n\nperforming his duties when he initiated an investigatory traffic stop of Defendant.\n\nDefendant’s argument is misplaced.\n\n\n\n                                         -4-\n\f                                  STATE V. MAHATHA\n\n                                   Opinion of the Court\n\n\n\n1. Standard of Review\n\n      In considering whether to grant a motion to dismiss for insufficiency of the\n\nevidence, the trial court must determine (1) whether the State offered substantial\n\nevidence of each essential element of the offense charged, whether direct,\n\ncircumstantial, or both, and (2) whether the defendant is the perpetrator of the\n\noffense. State v. Fritsch, 351 N.C. 373, 378, 526 S.E.2d 451, 455 (2000). Substantial\n\nevidence is relevant evidence “that a reasonable mind might accept as adequate to\n\nsupport a conclusion.” State v. Lambert, 341 N.C. 36, 42, 460 S.E.2d 123, 127 (1995)\n\n(citation omitted). “[T]he evidence presented must be considered in the light most\n\nfavorable to the State, and the State is entitled to every reasonable inference to be\n\ndrawn therefrom.” Id. A trial court’s denial of a motion to dismiss for insufficient\n\nevidence is reviewed de novo. State v. Bagley, 183 N.C. App. 514, 523, 644 S.E.2d\n\n615, 621 (2007).\n\n2. Sufficiency of the Evidence Analysis\n\n      The crime of speeding to elude arrest is defined as operating “a motor vehicle\n\non a street, highway, or public vehicular area while fleeing or attempting to elude a\n\nlaw enforcement officer who is in the lawful performance of his duties.” N.C. Gen.\n\nStat. § 20-141.5(a) (2017). While a violation of N.C. Gen. Stat. § 20-141.5 is ordinarily\n\na misdemeanor, the offense is a felony if two or more aggravating factors are present,\n\nincluding speeding in excess of 15 miles per hour over the legal speed limit and\n\n\n\n                                          -5-\n\f                                  STATE V. MAHATHA\n\n                                   Opinion of the Court\n\n\n\nreckless driving as proscribed by N.C. Gen. Stat. § 20-140. See N.C. Gen. Stat. § 20-\n\n141.5(b) (2017). Thus, for purposes of N.C. Gen. Stat. § 20-141.5, an individual’s guilt\n\nhinges upon the extent to which he attempts to flee from an officer who is lawfully\n\nperforming his official duties. State v. Sinclair, 191 N.C. App. 485, 489-90, 663 S.E.2d\n\n886, 870 (2008).\n\n      “The Fourth Amendment protects individuals against unreasonable searches\n\nand seizures. The North Carolina Constitution provides similar protection.” State v.\n\nHernandez, 208 N.C. App. 591, 597, 704 S.E.2d 55, 59 (2010) (quotation marks and\n\ncitations omitted). “[B]rief investigatory detentions such as those involved in the\n\nstopping of a vehicle” are subject to Fourth Amendment protections. State v. Watkins,\n\n337 N.C. 437, 441, 446 S.E.2d 67, 70 (1994) (citation omitted). “A police officer may\n\neffect a brief investigatory seizure of an individual where the officer has reasonable,\n\narticulable suspicion that a crime may be underway.” State v. Barnard, 184 N.C.\n\nApp. 25, 29, 645 S.E.2d 780, 783 (2007) (citation omitted).\n\n      A seizure occurs “when the officer, by means of physical force or show of\n\nauthority, has in some way restrained the liberty of a citizen.” Terry v. Ohio, 392\n\nU.S. 1, 19 n.16 (1968). There must be “a physical application of force or submission\n\nto a show of authority” for a seizure to be found. State v. Cuevas, 121 N.C. App. 553,\n\n563, 468 S.E.2d 425, 431 (1996) (citation omitted).       However, a simple show of\n\nauthority by law enforcement does not rise to the level of a seizure unless the suspect\n\n\n\n                                          -6-\n\f                                  STATE V. MAHATHA\n\n                                   Opinion of the Court\n\n\n\nsubmits to that show of authority. California v. Hodari D., 499 U.S. 621, 626 (1991);\n\nsee State v. Mangum, 250 N.C. App. 714, 726, 795 S.E.2d 106, 116-17 (2016)\n\n(determining that the activation of an officer’s blue lights does not constitute an\n\nofficial stop and therefore a seizure, but is merely an assertion of authority and order\n\nto stop, with no concomitant seizure of the person).\n\n      Accordingly, this Court considers the totality of the circumstances, both before\n\nand after an officer signals his intention to stop a defendant, in determining whether\n\nthere was reasonable suspicion of criminal activity to justify a traffic stop. Id. The\n\nreasonable suspicion “must be based on specific and articulable facts, as well as the\n\nrational inferences from those facts, as viewed through the eyes of a reasonable,\n\ncautious officer, guided by his experience and training[,]” Watkins, 337 N.C. at 441,\n\n446 S.E.2d at 70, and we must consider “the whole picture in determining whether a\n\nreasonable suspicion exists to justify an officer’s investigatory traffic stop.” State v.\n\nJones, 813 S.E.2d 668, 670 (N.C. Ct. App. 2018) (quotation marks and citation\n\nomitted).\n\n      Defendant argues that he was seized at the moment Schmeltzer activated his\n\nblue lights, but Defendant’s argument is without merit. Schmeltzer’s activation of\n\nhis blue lights was merely a show of authority and an order to stop. Mangum, 250\n\nN.C. App. at 726, 795 S.E.2d at 116-17. As Defendant did not heed this order and\n\npull over, he did not submit to Schmeltzer’s show of authority; therefore, Defendant\n\n\n\n                                          -7-\n\f                                  STATE V. MAHATHA\n\n                                   Opinion of the Court\n\n\n\nwas not seized at the time Schmeltzer activated his blue lights.          Id.   Instead,\n\nDefendant was seized once the officers placed him in handcuffs; this “physical\n\napplication of force” effectuated the seizure of Defendant and was the point at which\n\nreasonable suspicion must have existed. Cuevas, 121 N.C. App. at 563, 468 S.E.2d at\n\n431.\n\n       Defendant further argues that the BOLO, based on an anonymous tip, was not\n\non its own sufficient to create reasonable suspicion for the stop. As to the tip, we\n\nagree that an anonymous tip, absent “sufficient indicia of reliability[,]” is not on its\n\nown sufficient to create reasonable suspicion for the stop. State v. Hughes, 353 N.C.\n\n200, 207, 539 S.E.2d 625, 630 (2000). Nevertheless, “a tip that is somewhat lacking\n\nin reliability may still provide a basis for reasonable suspicion if it is buttressed by\n\nsufficient police corroboration.” Id. Here, we need not determine whether the BOLO\n\nprovided sufficient reasonable suspicion on its own, as the reasonable suspicion\n\ninquiry includes all circumstances prior to when Defendant was seized. Mangum,\n\n250 N.C. App. at 726, 795 S.E.2d at 116-17.\n\n       Schmeltzer’s subsequent observations of Defendant’s traffic crimes enabled\n\nSchmeltzer to “buttress[] the tip through sufficient police corroboration,” and to form\n\nthe basis for suspicion of criminal activity. Mangum, 250 N.C. App at 729, 795 S.E.2d\n\nat 118 (internal quotation marks, brackets and citation omitted); see United States v.\n\nArvizu, 534 U.S. 266, 277 (2002) (determining that an officer’s subsequent\n\n\n\n                                          -8-\n\f                                 STATE V. MAHATHA\n\n                                  Opinion of the Court\n\n\n\nobservations of criminal activity may combine to “form a particularized and objective\n\nbasis” for reasonable suspicion). Schmeltzer first observed Defendant accelerate to\n\nspeeds of 90-100 miles per hour, despite a maximum speed limit of 45 miles per hour.\n\nSchmeltzer testified that Defendant drove “quite recklessly” and almost hit other\n\ncars, pulled onto the shoulder of the road in order to pass other cars, swerved and\n\nfishtailed across multiple lanes, and crossed over a double-yellow line to turn into\n\noncoming traffic. Trexler and Naturile also testified that Defendant fled from them,\n\ndrove at speeds of 90-100 miles per hour, pulled onto the shoulder in order to pass\n\nother cars, swerved and fishtailed across lanes, and turned into oncoming traffic.\n\n      Defendant then ran a stop sign, drove through an intersection, parked in a\n\ndriveway, and took off running into a cow pasture. Schmeltzer and Naturile pursued\n\nDefendant into the cow pasture, and eventually found him hiding in a ditch.\n\n      Considering the totality of the circumstances, we conclude that Schmeltzer had\n\nreasonable suspicion that criminal activity was underway, Barnard, 184 N.C. App.\n\nat 29, 645 S.E.2d at 783, and thus Schmeltzer was lawfully performing his duties at\n\nthe time of the stop. Accordingly, the trial court did not err by denying Defendant’s\n\nmotion to dismiss for insufficient evidence.\n\nB. Waiver of Counsel\n\n\n\n\n                                         -9-\n\f                                  STATE V. MAHATHA\n\n                                   Opinion of the Court\n\n\n\n      Defendant next argues that the trial court committed reversible error by\n\nfailing to comply with the statutory mandate of N.C. Gen. Stat. § 15A-1242 (2017)\n\nbefore allowing him to represent himself. We agree.\n\n1. Standard of Review\n\n      “We review the question of whether a trial court complied with N.C. Gen. Stat.\n\n§ 15A-1242 de novo.” State v. Frederick, 222 N.C. App. 576, 581, 730 S.E.2d 275, 279\n\n(2012) (citation omitted).\n\n2. Analysis\n\n      “Before allowing a defendant to waive in-court representation by counsel, . . .\n\nthe trial court must [e]nsure that constitutional and statutory standards are\n\nsatisfied.” State v. Thomas, 331 N.C. 671, 673, 417 S.E.2d 473, 475 (1992). Thus, a\n\ntrial court “must determine whether the defendant knowingly, intelligently, and\n\nvoluntarily waives the right to in-court representation by counsel.” Id. at 674, 417\n\nS.E.2d at 476 (citations omitted). A thorough inquiry into the three substantive\n\nelements of N.C. Gen. Stat. § 15A-1242 satisfies constitutional requirements. State\n\nv. Fulp, 355 N.C. App. 171, 175, 558 S.E.2d 156, 159 (2002).\n\n      N.C. Gen. Stat. § 15A-1242 provides:\n\n              A defendant may be permitted at his election to proceed in\n              the trial of his case without the assistance of counsel only\n              after the trial judge makes thorough inquiry and is\n              satisfied that the defendant:\n\n\n\n\n                                          - 10 -\n\f                                   STATE V. MAHATHA\n\n                                   Opinion of the Court\n\n\n\n             (1)    Has been clearly advised of his right to the\n             assistance of counsel, including his right to the assignment\n             of counsel when he is so entitled;\n             (2)    Understands and appreciates the consequences of\n             this decision; and\n             (3)    Comprehends the nature of the charges and\n             proceedings and the range of permissible punishments.\n\nN.C. Gen. Stat. § 15A-1242. “[T]he critical issue is whether the statutorily required\n\ninformation has been communicated in such a manner that defendant’s decision to\n\nrepresent himself is knowing and voluntary.” State v. Carter, 338 N.C. 569, 583, 451\n\nS.E.2d 157, 164 (1994). If the trial court fails “to make the inquiry mandated by [N.C.\n\nGen. Stat.] § 15A-1242 before permitting the defendant to proceed to trial without\n\ncounsel, the defendant is entitled to a new trial.” State v. Dunlap, 318 N.C. 384, 389,\n\n348 S.E.2d 801, 805 (1986) (citations omitted).\n\n      Defendant’s waiver of counsel took place at the arraignment hearing on 11\n\nSeptember 2017. At that time, Defendant was charged with the following: driving\n\nwhile license revoked, not an impaired revocation, a class III misdemeanor carrying a\n\nmaximum sentence of 20 days in jail; assault on a female, a class A1 misdemeanor\n\ncarrying a maximum sentence of 150 days in jail; possession of a firearm by a felon, a\n\nclass G felony; attempted robbery with a dangerous weapon, a class D felony; speeding\n\nto elude arrest, a class H felony; and having attained habitual felon status. The habitual\n\nfelon charge would have elevated the charges of possession of a firearm by a felon and\n\nattempted robbery with a dangerous weapon to class C felonies, each carrying a\n\nmaximum prison term of 231 months, and the charge of speeding to elude arrest to a\n\n                                          - 11 -\n\f                                 STATE V. MAHATHA\n\n                                  Opinion of the Court\n\n\n\nclass D felony, carrying a maximum prison term of 204 months. If convicted of all\n\ncharges, Defendant could have faced a maximum of 666 months (55.5 years) in prison\n\nplus 170 days in jail.\n\n      At the hearing, the following discussion took place between the trial court, the\n\nprosecutor, and Defendant:\n\n             THE COURT: Okay. And, Mr. Mahatha, you are here today\n             charged with obtaining the status of a habitual felon in\n             which -- which class is he going to be? A “C” or a “D”?\n             MR. GOULD: Your Honor, it will be --\n             THE COURT: Or an E?\n             MR. GOULD: -- a Class D.\n             THE COURT: Okay. -- which will be a Class D felony,\n             which has a possible maximum sentence of 204 months.\n             You’re also charged with possession of a firearm by a felon.\n             A Class G felony. A possible maximum sentence of 47\n             months. Attempted robbery with a firearm. Is that a G?\n             MR. GOULD: Your Honor, it was actually -- the possession\n             of a firearm by a convicted felon is going to be a C. The\n             attempted robbery is going to be a C.\n             THE COURT: Okay. Because of the habitual?\n             MR. GOULD: Yeah.\n             THE COURT: Yeah. Yeah. Fleeing to allude (sic) arrest\n             and driving while license revoked, not an impaired\n             revocation, which is a Class III misdemeanor. A possible\n             maximum sentence of 20 days in jail. On assaulting a\n             female, a maximum sentence of 150 days. Do you wish to\n             have a lawyer represent you on these matters?\n             THE DEFENDANT: I'm going to represent myself.\n             THE COURT: Do you understand how much time you’re\n             looking at? 231 months.\n             THE DEFENDANT: Yeah, I understand.\n\n                                         - 12 -\n\f                                  STATE V. MAHATHA\n\n                                   Opinion of the Court\n\n\n\n      The trial court failed to inform Defendant of “the nature of the charges and\n\nproceedings and the range of permissible punishments” he faced. N.C. Gen. Stat. §\n\n15A-1242. First, the trial court erroneously indicated that “obtaining the status of a\n\nhabitual felon . . . will be a Class D felony, which has a possible maximum sentence\n\nof 204 months.” “Being a habitual felon is not a crime but is a status the attaining of\n\nwhich subjects a person thereafter convicted of a crime to an increased punishment\n\nfor that crime. The status itself, standing alone, will not support a criminal sentence.”\n\nState v. Allen, 292 N.C. 431, 435, 233 S.E.2d 585, 588 (1977).\n\n      The trial court also erroneously indicated to Defendant that he could face “[a]\n\npossible maximum sentence of 47 months” for the possession of a firearm by a felon\n\ncharge when, if determined to be a habitual felon, Defendant could have faced a\n\npossible maximum sentence of 231 months on that charge. The trial court did not\n\ninform Defendant that for the attempted robbery with a dangerous weapon charge, if\n\ndetermined to be a habitual felon, Defendant could have faced a maximum prison\n\nterm of 231 months. Furthermore, the trial court erroneously referred to the speeding\n\nto elude arrest charge as “fleeing to [e]lude arrest” and failed to inform Defendant\n\nthat the speeding to elude arrest charge was a felony which carried a maximum\n\nhabitualized prison term of 204 months. Finally, the trial court queried Defendant if\n\nhe understood that he could face “231 months” where Defendant could actually have\n\nfaced a maximum of 666 months (55.5 years) in prison plus 170 days in jail.\n\n\n\n                                          - 13 -\n\f                                   STATE V. MAHATHA\n\n                                    Opinion of the Court\n\n\n\n         As the trial court failed to inform Defendant of “the nature of the charges and\n\nproceedings and the range of permissible punishments” he faced, the trial court’s\n\ninquiry failed to satisfy the requirements of N.C. Gen. Stat. § 15A-1242. Accordingly,\n\nDefendant’s waiver of counsel was not knowing, intelligent, or voluntary, Thomas,\n\n331 N.C. at 674, 417 S.E.2d at 476, and failed to satisfy constitutional requirements.\n\nCarter, 338 N.C. at 583, 451 S.E.2d at 164. Defendant is therefore entitled to a new\n\ntrial.\n\n                                    III. Conclusion\n\n         Defendant’s argument that Schmeltzer was not lawfully performing his duties\n\nwhen he stopped Defendant fails, as Schmeltzer had reasonable suspicion to believe\n\nthat criminal activity had occurred based on his observations of Defendant\n\ncommitting traffic crimes.\n\n         However, as the trial court failed to inform Defendant of “the nature of the\n\ncharges and proceedings and the range of permissible punishments,” we conclude\n\nthat the trial court failed to comply with the requisite Constitutional and statutory\n\nmandates before allowing Defendant to represent himself.              We thus vacate\n\nDefendant’s convictions and the trial court’s judgment, and remand for a new trial.\n\nIt is so ordered.\n\n         NEW TRIAL.\n\n         Judges DILLON and INMAN concur.\n\n\n\n                                           - 14 -\n\f",
            "ocr": false,
            "opinion_id": 4435403
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Robbery"
}