{
    "id": 4658289,
    "judges": null,
    "date_filed": 1567468800000,
    "date_filed_is_approximate": false,
    "slug": "joshua-ward-v-united-states",
    "case_name_short": null,
    "case_name": "Joshua Ward v. United States",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Habeas",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/opinions/2019/09/03/17-35563.pdf",
            "author_id": null,
            "opinion_text": "                    FOR PUBLICATION\n\n   UNITED STATES COURT OF APPEALS\n        FOR THE NINTH CIRCUIT\n\n\n JOSHUA ALLEN WARD,                              No. 17-35563\n              Petitioner-Appellant,\n                                                   D.C. No.\n                     v.                         1:16-cv-00282-\n                                                     EJL\n UNITED STATES OF AMERICA,\n              Respondent-Appellee.                 OPINION\n\n        Appeal from the United States District Court\n                  for the District of Idaho\n         Edward J. Lodge, District Judge, Presiding\n\n           Argued and Submitted October 9, 2018\n           Submission Vacated October 10, 2018\n              Resubmitted September 3, 2019\n                   Seattle, Washington\n\n                    Filed September 3, 2019\n\nBefore: Richard A. Paez and Carlos T. Bea, Circuit Judges,\n          and C. Ashley Royal, * District Judge.\n\n                    Opinion by Judge Paez\n\n\n    *\n     The Honorable C. Ashley Royal, United States District Judge for\nthe Middle District of Georgia, sitting by designation.\n\f2                   WARD V. UNITED STATES\n\n                          SUMMARY **\n\n\n                         28 U.S.C. § 2255\n\n   Affirming a sentence, the panel held that a Minnesota\nconviction for aiding and abetting simple robbery qualifies\nas a predicate violent felony under the Armed Career\nCriminal Act’s force clause because the minimum force\nrequired to sustain a Minnesota simple robbery includes the\namount of force necessary to overcome a victim’s resistance.\n\n   The panel wrote that this court’s prior distinction\nbetween “substantial” and “minimal” force in the ACCA\nrobbery context cannot be reconciled with the Supreme\nCourt’s holding in Stokeling v. United States, 139 S. Ct. 544\n(2019).\n\n\n                            COUNSEL\n\nMelissa D. Winberg (argued), Federal Defender Services of\nIdaho, Boise, Idaho, for Petitioner-Appellant.\n\nAnn T. Wick (argued) and Syrena C. Hargrove, Assistant\nUnited States Attorneys; Bart M. Davis, United States\nAttorney; United States Attorney’s Office, Boise, Idaho; for\nRespondent-Appellee.\n\n\n\n\n    **\n       This summary constitutes no part of the opinion of the court. It\nhas been prepared by court staff for the convenience of the reader.\n\f                  WARD V. UNITED STATES                      3\n\n                         OPINION\n\nPAEZ, Circuit Judge:\n\n    Joshua Allen Ward challenges his mandatory sentence\nunder the Armed Career Criminal Act (“ACCA”), 18 U.S.C.\n§ 924(e). He argues on appeal that the district court\nerroneously determined that his prior Minnesota state\nconviction for aiding and abetting simple robbery under\nMinn. Stat. Ann. § 609.24 is a “violent felony” under the\nACCA’s force clause. Because the minimum force required\nto sustain a Minnesota simple robbery “includes the amount\nof force necessary to overcome a victim’s resistance,”\nStokeling v. United States, 139 S. Ct. 544, 555 (2019), we\naffirm.\n\n                              I.\n\n    Ward was convicted in 2012 of one count of unlawful\npossession of a firearm in violation of 18 U.S.C. § 922(g)(1).\nThe ACCA provides that a person who violates § 922(g)(1)\nand who has “three previous convictions” for a “violent\nfelony” shall be imprisoned for a minimum of 15 years. 18\nU.S.C. § 924(e)(1).       Over Ward’s objection to his\ndesignation as an “armed career criminal,” the district court\nsentenced him to the 15-year mandatory minimum.\n\n    In 2015, the Supreme Court held that the ACCA’s\nresidual     clause     under      § 924(e)(2)(B)(ii)       was\nunconstitutionally vague. See Johnson v. United States,\n135 S. Ct. 2551, 2555–57 (2015) (“Johnson II”).\nSubsequently, in Welch v. United States, the Court held that\nJohnson II applies retroactively to cases on collateral review.\n136 S. Ct. 1257, 1268 (2016).\n\f4                 WARD V. UNITED STATES\n\n    In 2016, Ward filed a motion in the district court\npursuant to 28 U.S.C. § 2255(a) to vacate his sentence based\non Johnson II. He argued that his prior convictions for\nburglary, aiding and abetting simple robbery, second-degree\nassault, and aggravated assault, fell under the invalidated\nresidual clause of the ACCA and that he was therefore\nwrongfully sentenced. The government conceded that\nWard’s two Minnesota burglary convictions did not qualify\nas violent felonies under 18 U.S.C. § 924(e) but maintained\nthat Ward’s three other convictions qualified as predicate\nACCA offenses. The district court agreed and denied\nWard’s motion to vacate his sentence. The district court\ngranted Ward’s motion for a certificate of appealability\nbased on “varying interpretations by other courts” regarding\nhis conviction for aiding and abetting Minnesota simple\nrobbery. Ward timely appealed.\n\n                              II.\n\n    We have jurisdiction under 28 U.S.C. §§ 2253(c) and\n2255(d). The limited issue before us, which we review de\nnovo, is whether Ward’s Minnesota conviction for aiding\nand abetting simple robbery qualifies as a predicate violent\nfelony for sentencing purposes under the ACCA. See United\nStates v. Parnell, 818 F.3d 974, 978 (9th Cir. 2016).\n\n                              III.\n\n      The ACCA defines “violent felony” as “any crime\npunishable by imprisonment for a term exceeding one year\n. . . that (i) has as an element the use, attempted use, or\nthreatened use of physical force against the person of\nanother; or (ii) is burglary, arson, or extortion, [or] involves\nuse of explosives . . . .” 18 U.S.C. § 924(e)(2)(B). Prior to\nJohnson II, 135 S. Ct. at 2556–57, crimes that “otherwise\ninvolve conduct that presents a serious potential risk of\n\f                    WARD V. UNITED STATES                             5\n\nphysical injury to another” also constituted “violent\nfelonies” under 18 U.S.C. § 924(e)(2)(B)(ii)—known as the\n“residual clause.” The Supreme Court, however, invalidated\nthe ACCA residual clause as void for vagueness. See\nJohnson II, 135 S. Ct. at 2555, 2563. Thus, Ward’s prior\nconviction for simple robbery is a predicate offense only if\nit falls under either the “force clause” (also known as the\n“elements clause”) of § 924(e)(2)(B)(i) or the “enumerated\noffenses clause” of § 924(e)(2)(B)(ii). The parties agree that\nthe only issue we must decide is whether Minnesota simple\nrobbery categorically involves “physical force” within the\nmeaning of the ACCA’s force clause. 1\n\n                                  A.\n\n    We apply the familiar categorical approach, as outlined\nin Taylor v. United States, 495 U.S. 575 (1990), to determine\nwhether a state offense is a violent felony under the ACCA’s\nforce clause. See, e.g., Parnell, 818 F.3d at 978. In doing\nso, we ask “whether the conduct proscribed by the statute\nnecessarily involves ‘the use, attempted use, or threatened\nuse of physical force against the person of another.’” United\nStates v. Geozos, 870 F.3d 890, 898 (9th Cir. 2017)\n(emphasis added) (quoting 18 U.S.C. § 924(e)(2)(B)(i)).\nPrior to Johnson II, the Supreme Court held that “in the\ncontext of a statutory definition of ‘violent felony,’ the\n\n     1\n       In his supplemental post-argument brief, Ward raised a new claim\nregarding the mens rea required in Minnesota’s aiding and abetting\nstatute. Although “parties are not limited to the precise arguments they\nmade below,” Thompson v. Runnels, 705 F.3d 1089, 1098 (9th Cir. 2013)\n(quoting Lebron v. Nat’l R.R. Passenger Corp., 513 U.S. 374, 379\n(1995)), this appears to raise a new claim rather than a new argument,\nsee United States v. Pallares-Galan, 359 F.3d 1088, 1095 (9th Cir. 2004)\n(“[I]t is claims that are deemed waived or forfeited, not arguments.”).\nWe therefore consider the claim waived and do not address it.\n\f6                 WARD V. UNITED STATES\n\nphrase ‘physical force’ means violent force—that is, force\ncapable of causing physical pain or injury to another.”\nJohnson v. United States, 559 U.S. 133, 140 (2010)\n(“Johnson I”). Thus, under Johnson I, the force element of\na predicate conviction must entail more than just the\n“slightest offensive touching.” Id. at 139–41.\n\n    Applying Johnson I, we have held that “‘violent’ force\nmust be ‘substantial’ and ‘strong,’” and that “[t]he mere\npotential for some trivial pain or slight injury will not\nsuffice.” United States v. Walton, 881 F.3d 768, 773 (9th\nCir. 2018) (quoting Johnson I, 559 U.S. at 140); see id. at\n774 (holding that Alabama armed robbery is not a violent\nfelony under the ACCA); see also United States v. Molinar,\n876 F.3d 953 (9th Cir. 2017), amended, 881 F.3d 1064,\n1069–70 (9th Cir. 2018) (holding that Arizona armed\nrobbery is not a crime of violence under the Sentencing\nGuideline’s force clause). This approach diverges from the\none adopted by several of our sister circuits, like the Seventh\nand Eighth Circuits, which look to Justice Scalia’s\nconcurrence in United States v. Castleman, 572 U.S. 157,\n173–84 (2014), to suggest that “any number of forceful acts\nbeyond simple touching” may “qualify as violent force in the\nsense that they have the capacity to inflict physical pain, if\nnot concrete physical injury, upon the victim.” United States\nv. Jennings, 860 F.3d 450, 457 (7th Cir. 2017); see also\nUnited States v. Pettis, 888 F.3d 962, 966 (8th Cir. 2018)\n(reaffirming that physical force under the ACCA\nencompasses “a jostle accompanied by a forceful pull—like\n[a] ‘blind-side bump, brief struggle, and yank’ . . . [and]\n‘involves a use of force that is capable of inflicting pain’”).\n\n    Recently, the Supreme Court clarified that for robbery\noffenses, the “physical force” element under the ACCA\n“includes the amount of force necessary to overcome a\n\f                 WARD V. UNITED STATES                      7\n\nvictim’s resistance.” Stokeling, 139 S. Ct. at 555. Thus,\nFlorida robbery—defined as the taking of property with the\nuse of force to overcome the resistance by the victim—\nqualifies as an ACCA violent felony. Id. at 549, 555.\n\n     In reaching this conclusion, the Court relied on the\ncommon law understanding of robbery as “an unlawful\ntaking . . . [which] involved ‘violence.’” Id. at 550. It\nhighlighted a few illustrative examples of common law\nrobbery: “it was robbery ‘to seize another’s watch or purse,\nand use sufficient force to break a chain or guard by which\nit is attached to his person, or to run against another, or\nrudely push him about, for the purpose of diverting his\nattention and robbing him.’” Id. “Similarly, it was robbery\nto pull a diamond pin out of a woman’s hair when doing so\ntore away hair attached to the pin.” Id. In common law\nrobbery, the core concern was whether the defendant applied\nforce—any degree of force—that was sufficient to overcome\na victim’s resistance, “however slight.” Id. at 551. The\nCourt then concluded that Congress adopted the common\nlaw meaning of “force” for robbery in the force clause of the\nACCA. Id.; see also id. at 551–52 (“By replacing robbery\nas an enumerated offense with a clause that has ‘force’ as its\ntouchstone, Congress made clear that ‘force’ retained the\nsame common-law definition that undergirded the original\ndefinition of robbery adopted a mere two years earlier.”).\nThis conclusion was “buttressed” by the fact that a\nsignificant majority of states defined nonaggravated robbery\nas requiring force that overcomes a victim’s resistance. Id.\nat 552.\n\n    Notably, the Court explained that its holding regarding\nFlorida robbery was consistent with Johnson I, which\naddressed common law misdemeanor battery. Id. (citing\nJohnson I, 559 U.S. at 138). The Court differentiated the\n\f8                    WARD V. UNITED STATES\n\nforce necessary for common law battery from that necessary\nfor common law robbery. See id. at 552–53. While the\nformer “does not require resistance or even physical aversion\non the part of the victim,” the latter involves\n“overpower[ing] a victim’s will” and necessarily involves a\nphysical confrontation and struggle.” Id. at 553.\n\n                                   B.\n\n   With Stokeling in mind, we turn to Minnesota simple\nrobbery, which is defined as:\n\n         Whoever, having knowledge of not being\n         entitled thereto, takes personal property from\n         the person or in the presence of another and\n         uses or threatens the imminent use of force\n         against any person to overcome the person’s\n         resistance or powers of resistance to, or to\n         compel acquiescence in, the taking or\n         carrying away of the property is guilty of\n         robbery.\n\nMinn. Stat. Ann. § 609.24 (1986). The statute is satisfied\nwhen “the use of force or threats precede[s] or\naccompan[ies] either the taking or the carrying away” of the\nproperty “and that the force or threats be used to overcome\nthe victim’s resistance or compel his acquiescence . . . .” 2\nState v. Kvale, 302 N.W.2d 650, 653 (Minn. 1981).\n\n\n    2\n       Ward does not argue, and we have found no cases holding, that\nthere is any difference between the force used to overcome a victim’s\nresistance and force used to compel a victim’s acquiescence in the\ncontext of Minnesota simple robbery. The Eighth Circuit also appears\nto have made no such distinction between these two provisions in the\nstatute. See United States v. Libby, 880 F.3d 1011, 1015 (8th Cir. 2018).\n\f                     WARD V. UNITED STATES                               9\n\n      Under our pre-Stokeling case law, Minnesota simple\nrobbery would not be a violent felony under the ACCA’s\nforce clause because we differentiated between minimal and\nsubstantial force, even when the minimal force involved was\nsufficient to overcome a victim’s resistance. See Molinar,\n881 F.3d at 1069–70 (holding that “a conviction for\nrobbery—or armed robbery—in Arizona does not require\nthe threat or use of Johnson-level force” where the “statutory\ndefinition of ‘force’ has not been narrowed . . . other than by\nclarifying that the force must be ‘intended to overpower the\nparty robbed’”); Geozos, 870 F.3d at 900–01 (holding that\nFlorida robbery under Fla. Stat. § 812.13, the same statute at\nissue in Stokeling, is not an ACCA violent felony because\n“the Florida statute requires that the victim resist the force\n. . . [but does not] require[] that the force used be violent\nforce”).\n\n    Our prior distinction between “substantial” and\n“minimal” force in the ACCA robbery context in such cases\nas Molinar and Geozos cannot be reconciled with the\nSupreme Court’s clear holding in Stokeling. 3 Compare\nGeozos, 870 F.3d at 900 (“Under Florida law, then, a person\nwho engages in a non-violent tug-of-war with a victim over\nthe victim’s purse has committed robbery . . . [but]\n[a]ccording to our precedent, such an act does not involve\n\n    3\n      Conversely, our precedent differentiating between intentional and\nreckless or negligent conduct has not been affected by Stokeling. “[T]o\nqualify as defining a violent felony, a state statute must require that the\nphysical force be inflicted intentionally, as opposed to recklessly or\nnegligently.” United States v. Lawrence, 627 F.3d 1281, 1284 (9th Cir.\n2010) (emphasis added) (citing Fernandez-Ruiz v. Gonzales, 466 F.3d\n1121, 1132 (9th Cir. 2006) (en banc)), overruled on other grounds by\nDescamps v. United States, 570 U.S. 254 (2013); see also United States\nv. Dixon, 805 F.3d 1193, 1197–98 (9th Cir. 2015).\n\f10                    WARD V. UNITED STATES\n\nthe use of violent force within the meaning of ACCA[.]”),\nwith Stokeling, 139 S. Ct. at 553 (“[T]he force necessary to\novercome a victim’s physical resistance is inherently\n‘violent’ . . . .”). Thus, to the extent our precedent regarding\nrobberies is irreconcilable with Stokeling, those cases are\neffectively overruled. 4 See Miller v. Gammie, 335 F.3d 889,\n893 (9th Cir. 2003) (en banc) (“[W]here the reasoning or\ntheory of our prior circuit authority is clearly irreconcilable\nwith the reasoning or theory of intervening higher authority,\na three-judge panel should consider itself bound by the later\nand controlling authority, and should reject the prior circuit\nopinion as having been effectively overruled.”).\n\n    This case, therefore, presents a straightforward\napplication of Stokeling. Minnesota simple robbery is\ndefined as the use or threatened use of force “to overcome\nthe person’s resistance or powers of resistance . . . .” Minn.\nStat. Ann. § 609.24 (1986). The Minnesota Supreme Court\nhas unequivocally stated that “[a]lthough a simple purse\nsnatching usually constitutes theft, pushing or grabbing a\nperson during that theft may constitute simple robbery.”\n\n     4\n        Importantly, Stokeling made clear that force involved in\nsnatchings, where there is no resistance, is not sufficient to fall under the\nACCA’s force clause. 139 S. Ct. at 555 (differentiating between\nFlorida’s robbery statute and “[m]ere ‘snatching of property from\nanother’”); see also United States v. Fultz, 923 F.3d 1192, 1196 & n.2\n(9th Cir. 2019) (noting that Stokeling does not reach conduct like\nsnatching). In several recent memorandum dispositions, we have also\nrecognized instances of force that did not fall within “the scope of the\nelements clause as defined in Stokeling.” United States v. Lawrence,\n758 F. App’x 624, 625 (9th Cir. 2019); see also Torres v. Whitaker,\n752 F. App’x 512, 513 & n.1 (9th Cir. 2019). Thus, to whatever extent\nthe state statutes discussed in Molinar and other ACCA robbery cases\ncriminalize force more broadly than in Stokeling, those cases have not\nbeen overruled. See Lawrence, 758 F. App’x at 625 (reaffirming United\nStates v. Strickland, 860 F.3d 1224 (9th Cir. 2017)).\n\f                 WARD V. UNITED STATES                     11\n\nState v. Slaughter, 691 N.W.2d 70, 76 (Minn. 2005) (citing\nState v. Nash, 339 N.W.2d 554, 557 (Minn. 1983)). Thus,\nMinnesota’s statute is similar to the Florida robbery at issue\nin Stokeling, which is also defined as the taking of property\nwith the use of force to overcome the victim’s resistance.\nSee 139 S. Ct. at 549, 555; see also Taylor v. United States,\n926 F.3d 939, 941–42 (8th Cir. 2019) (reaffirming that\nMinnesota simple robbery is an ACCA violent felony and\nnoting that “Minnesota’s simple robbery statute is virtually\nindistinguishable from the Florida statute at issue in\nStokeling” because “[i]n both States, a mere ‘snatching’ of\nproperty, without more, is not the level of force required”).\n\n                             IV.\n\n   For the reasons above, we affirm the district court’s\ndenial of Ward’s motion to vacate his sentence.\n\n   AFFIRMED.\n\f",
            "ocr": false,
            "opinion_id": 4435542
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}