{
    "id": 4662578,
    "judges": null,
    "date_filed": "1982-01-01",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-harold-vanhooser",
    "case_name_short": null,
    "case_name": "United States v. Harold Vanhooser",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Habeas",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/memoranda/2019/09/19/18-35403.pdf",
            "author_id": null,
            "opinion_text": "                           NOT FOR PUBLICATION                           FILED\n                    UNITED STATES COURT OF APPEALS                        SEP 19 2019\n                                                                      MOLLY C. DWYER, CLERK\n                                                                       U.S. COURT OF APPEALS\n                           FOR THE NINTH CIRCUIT\n\nUNITED STATES OF AMERICA,                       No.    18-35403\n\n                Plaintiff-Appellee,             D.C. Nos.    3:16-cv-01288-JO\n                                                             3:96-cr-00385-JO-1\n v.\n\nHAROLD VANHOOSER,                               MEMORANDUM*\n\n                Defendant-Appellant.\n\n                   Appeal from the United States District Court\n                            for the District of Oregon\n                    Robert E. Jones, District Judge, Presiding\n\n                        Argued and Submitted June 5, 2019\n                                Portland, Oregon\n\nBefore: MURGUIA and HURWITZ, Circuit Judges, and ZIPPS,* District Judge.\n\n      Harold VanHooser appeals the denial by the district court of a 28 U.S.C.\n\n§ 2255 motion challenging his enhanced sentences for armed bank robbery in\n\nviolation of 18 U.S.C. § 2113(a) and (d), and for being a felon in possession of a\n\nfirearm in violation of 18 U.S.C. § 922(g). VanHooser argues that after the Supreme\n\n\n      *\n             This disposition is not appropriate for publication and is not precedent\nexcept as provided by Ninth Circuit Rule 36-3.\n      *\n             The Honorable Jennifer G. Zipps, United States District Judge for the\nDistrict of Arizona, sitting by designation.\n                                           1\n\fCourt’s decision in Johnson v. United States, 135 S. Ct. 2551 (2015), which found\n\nthe “residual” clause of the Armed Career Criminal Act (“ACCA”), 18 U.S.C.\n\n§ 924(e)(2)(B)(ii), unconstitutionally vague, his prior Oregon convictions for first-\n\ndegree armed robbery can no longer support the sentence enhancements imposed by\n\nthe sentencing judge under the ACCA, 18 U.S.C. § 924(e), and the federal “three-\n\nstrikes” statute, 18 U.S.C. § 3559(c). We vacate and remand for resentencing.\n\n      1. VanHooser’s § 2255 motion was timely as to his § 924(e) enhancement. It\n\nwas filed within one year of “the date on which the right asserted was initially\n\nrecognized by the Supreme Court, if that right has been newly recognized by the\n\nSupreme Court and made retroactively applicable to cases on collateral review.” 28\n\nU.S.C. § 2255(f)(3).1 The government argues that the petition is untimely because\n\nJohnson deals with the ACCA residual clause, and it contends that VanHooser’s 18\n\nU.S.C. § 924(e) sentence enhancement was not based on the ACCA residual clause,\n\nbut rather on the ACCA “force” clause, § 924(e)(2)(B)(i), and that he should have\n\nfiled his motion within one year after his convictions became final. See 28 U.S.C.\n\n§ 2255(f)(1). But the record is silent on the specific provisions of the ACCA the\n\nsentencing court relied upon in imposing the enhanced sentence.          Given that\n\nuncertainty, it would have been futile for VanHooser to challenge his sentence until\n\n\n1\n      Welch v. United States, 136 S. Ct. 1257, 1265 (2016), decided on April 18,\n2016, applied Johnson retroactively. VanHooser filed his § 2255 motion on June\n25, 2016.\n                                        2\n\fJohnson was decided, because until then the residual clause would have surely\n\nindependently supported the enhancement. See United States v. Geozos, 870 F.3d\n\n890, 897 (9th Cir. 2017).\n\n      2. Any constitutional infirmity in the residual clauses would provide no basis\n\nfor § 2255 relief if VanHooser’s prior Oregon first-degree robbery convictions\n\nqualify as violent offenses under the force clause of the ACCA, 18 U.S.C.\n\n§ 924(e)(2)(B)(i), or the force clause of the three-strikes statute, 18 U.S.C.\n\n§ 3559(c)(2)(F)(ii). But, for the reasons set forth in the opinion issued today in\n\nUnited States v. Alan Lawrence Shelby, No. 18-35515, Oregon first-degree robbery\n\nis not categorically a violent felony under the force clause of the ACCA or the\n\nindistinguishable force clause of the three-strikes statute. See United States v.\n\nBenally, 843 F.3d 350, 354 (9th Cir. 2016) (noting that when “the wording of [] two\n\nstatutes is virtually identical, we interpret their plain language in the same manner”).\n\nThe force clauses therefore cannot support the enhancements.\n\n      3. The government argues that VanHooser’s ACCA sentencing enhancement\n\nis independently justified under that statute’s enumerated offense provision, 18\n\nU.S.C. § 924(e)(2)(B)(ii), by virtue of his two prior convictions for burglary and one\n\nfor rape. But the government made no such argument below, and we decline to\n\naddress it in the first instance on appeal. The argument may be addressed to the\n\ndistrict court on remand.\n\n                                           3\n\f       4.    The three-strikes statute’s enumerated offense clause, 18 U.S.C.\n\n§ 3559(c)(2)(F)(i), defines robbery as a violent offense, and the district court held\n\nthat VanHooser was properly sentenced under that provision. But, the district court\n\ndid not have the benefit of our decision today in Shelby in performing its analysis.\n\nWe therefore remand for the district court to determine whether Oregon first-degree\n\nrobbery is a categorical match to the robbery offenses enumerated in\n\n§ 3559(c)(2)(F)(i) in light of Shelby. 2\n\n       5. The district court also held that VanHooser’s Oregon offenses were for\n\nviolation of Oregon Revised Statutes § 164.415(1)(b), which requires the use or\n\nattempted use of a dangerous weapon, and therefore were violent ACCA offenses\n\neven if a conviction under § 164.415(1)(a) for the mere possession of a deadly\n\nweapon does not qualify. But, VanHooser’s first-degree robbery indictments were\n\nconjunctively worded, alleging both that he was armed with a deadly weapon, which\n\nwould violate Or. Rev. Stat. § 164.415(1)(a), and that he threatened or pointed it at\n\na victim, which would violate subsection (b) of the Oregon first-degree robbery\n\nstatute.    The state court judgments do not establish under which of the two\n\n\n\n2\n      The government also argues that Johnson did not hold the three-strikes\nresidual clause, 18 U.S.C. § 3559(c)(2)(F)(ii), unconstitutional. Because the district\ncourt found the three-strikes enhancement supported by the statute’s enumerated\nclause, it did not reach that argument, and we decline to do so in the first instance.\n\n\n                                           4\n\fsubsections VanHooser was convicted, nor has the government cited to other\n\ndocuments that would establish that the convictions were under subsection (b).\n\nBecause the precise offense of conviction cannot be determined simply through a\n\nguilty plea to a conjunctively phrased charging document, the government’s\n\nargument fails. See United States v. Lee, 821 F.3d 1124, 1129 (9th Cir. 2016); see\n\nalso Marinelarena v. Barr, No. 14-72003, 2019 WL 3227458, at *6 (9th Cir. July\n\n18, 2019) (en banc) (“[A]mbiguity in the record as to a petitioner’s offense of\n\nconviction means that the petitioner has not been convicted of an offense\n\ndisqualifying her from relief.”).\n\n      VACATED AND REMANDED for resentencing on an open record.\n\n\n\n\n                                        5\n\f",
            "ocr": false,
            "opinion_id": 4439831
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}