{
    "id": 4668914,
    "judges": null,
    "date_filed": "1992-04-05",
    "date_filed_is_approximate": true,
    "slug": "in-re-reginald-d-reece",
    "case_name_short": null,
    "case_name": "in Re Reginald D. Reece",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=35982&Index=%5c%5coca%2dpsql12%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa06%5cOpinion",
            "author_id": null,
            "opinion_text": "                    In The\n              Court of Appeals\nSixth Appellate District of Texas at Texarkana\n\n\n                  No. 06-19-00188-CR\n\n\n\n\n             IN RE REGINALD D. REECE\n\n\n\n\n             Original Mandamus Proceeding\n\n\n\n\n      Before Morriss, C.J., Burgess and Stevens, JJ.\n       Memorandum Opinion by Justice Burgess\n\f                        MEMORANDUM OPINION\n        Petitioner Reginald Reece has asked this Court to compel the trial court to grant relief in\n\nthe form of jail days served before Reece’s conviction. Reece argues he is entitled to credit for\n\ntime served when he was incarcerated on a Cass County conviction, while a hold was in place for\n\na charge against him in Bowie County. 1 Because we find Reece has received the relief he seeks,\n\nwe dismiss his petition as moot.\n\n        The standard for mandamus relief articulated by the Texas Court of Criminal Appeals\n\nrequires the relator to establish that (1) there is no adequate remedy at law to redress the alleged\n\nharm and (2) only a ministerial act, not a discretionary or judicial decision, is being sought. State\n\nex. rel. Young v. Sixth Judicial Dist. Court of Appeals at Texarkana, 236 S.W.3d 207, 210 (Tex.\n\nCrim. App. 2007) (orig. proceeding). Due to the nature of this remedy, it is Reece’s burden to\n\nproperly request and show entitlement to mandamus relief. Barnes v. State, 832 S.W.2d 424, 426\n\n(Tex. App.—Houston [1st Dist.] 1992, orig. proceeding) (per curiam) (“Even a pro se applicant\n\nfor a writ of mandamus must show himself entitled to the extraordinary relief he seeks.”).\n\n        In its Third Judgment Nunc Pro Tunc, the trial court credited Reece with 801 days of jail-\n\ntime credits. Reece then filed this petition for writ of mandamus asserting that he is entitled to\n\nanother year of jail-time credits. Subsequent to the filing of Reece’s petition, the trial court entered\n\na Fourth Judgment Nunc Pro Tunc granting Reece credit for 1,170 days served toward his sentence\n\n\n\n1\n Reece was ultimately convicted in Bowie County for theft with prior convictions. See TEX. PENAL CODE ANN.\n§ 31.03(E)(4)(d). He pled true to sentencing enhancement allegations and was sentenced to twenty years’\nconfinement. See TEX. PENAL CODE ANN. § 12.425(b). This Court affirmed his conviction and sentence. See Reece\nv. State, 474 S.W.3d 483 (Tex. App.—Texarkana 2015, no pet.).\n                                                     2\n\fof twenty years. The trial court’s Fourth Judgment Nunc Pro Tunc reflects an increase of 369 days\n\njail-time credits over the amount previously granted in its Third Judgment Nunc Pro Tunc.\n\nAccordingly, the trial court granted Reece the relief he requests in his petition.\n\n       Reece having obtained the relief sought before this Court, we deny the petition as moot.\n\n\n\n\n                                               Ralph K. Burgess\n                                               Justice\n\nDate Submitted:        October 10, 2019\nDate Decided:          October 11, 2019\n\nDo Not Publish\n\n\n\n\n                                                  3\n\f",
            "ocr": false,
            "opinion_id": 4446167
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}