{
    "id": 4670336,
    "judges": null,
    "date_filed": "2010-12-29",
    "date_filed_is_approximate": true,
    "slug": "state-v-loustaunau",
    "case_name_short": "Loustaunau",
    "case_name": "State v. Loustaunau",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "http://www.azcourts.gov/Portals/0/OpinionFiles/Div1/2019/1%20CA-CR%2018-0351.pdf",
            "author_id": null,
            "opinion_text": "                     NOTICE: NOT FOR OFFICIAL PUBLICATION.\n UNDER ARIZONA RULE OF THE SUPREME COURT 111(c), THIS DECISION IS NOT PRECEDENTIAL\n                 AND MAY BE CITED ONLY AS AUTHORIZED BY RULE.\n\n\n\n\n                                    IN THE\n             ARIZONA COURT OF APPEALS\n                                DIVISION ONE\n\n\n                       STATE OF ARIZONA, Appellee,\n\n                                        v.\n\n                 SARA ANNE LOUSTAUNAU, Appellant.\n\n                             No. 1 CA-CR 18-0351\n                               FILED 10-17-2019\n\n\n           Appeal from the Superior Court in Maricopa County\n                        No. CR2016-157085-002\n              The Honorable Bradley H. Astrowsky, Judge\n\n                                  AFFIRMED\n\n\n                                   COUNSEL\n\nArizona Attorney General’s Office, Phoenix\nBy Joseph T. Maziarz\nCounsel for Appellee\n\nMaricopa County Public Defender’s Office, Phoenix\nBy Joel M. Glynn\nCounsel for Appellant\n\f                        STATE v. LOUSTAUNAU\n                          Decision of the Court\n\n\n\n                      MEMORANDUM DECISION\n\nChief Judge Peter B. Swann delivered the decision of the court, in which\nPresiding Judge Michael J. Brown and Judge Kenton D. Jones joined.\n\n\nS W A N N, Chief Judge:\n\n¶1             This is an appeal under Anders v. California, 386 U.S. 738\n(1967), and State v. Leon, 104 Ariz. 297 (1969), from Sarah Anne\nLoustaunau’s convictions and sentences for taking the identity of another\nand theft of a credit card. Neither Loustaunau nor her counsel identify any\nissues for appeal.\n\n¶2            At trial, the state presented evidence of the following facts.\nOn October 5, 2016, A.D. left her car at a car dealership for services. She\ndid not remove the credit cards she regularly kept in the car. On October\n12, 2016, her bank alerted her to possible credit card fraud. She called law\nenforcement the next day to report one of her credit cards as stolen. Law\nenforcement then went to the Walmart where the suspected credit card\nfraud had occurred and viewed surveillance footage of Loustaunau using\nthe credit card. Law enforcement arrested Loustaunau in December 2016.\n\n¶3             The jury found Loustaunau guilty of one count of taking the\nidentity of another, a class 4 felony under A.R.S. § 13-2008, and one count\nof theft of a credit card, a class 5 felony under A.R.S. § 13-2102. The state\npresented evidence that Loustaunau had two prior felony convictions, one\nfrom a 2006 offense and one from a 2007 offense. The court entered\njudgment on the verdicts and sentenced Loustaunau as a category two\nrepetitive offender to mitigated, concurrent prison terms of 2.25 years and\n1 year, with credit for 58 days of presentence incarceration.\n\n¶4             We detect no fundamental error. All of the proceedings were\nconducted in compliance with the law. The jury’s verdicts were supported\nby sufficient evidence. A person commits taking the identity of another by\nknowingly using any personal identifying information of another person\nwithout his or her consent, with the intent to use it for any unlawful\npurpose or to cause loss to a person or entity. A.R.S. § 13-2008(A). Personal\nidentifying information includes any document or data that provides\ninformation concerning a name or credit card. A.R.S. § 13-2001(10). A\nperson commits theft of a credit card by controlling a credit card without\n\n\n                                     2\n\f                         STATE v. LOUSTAUNAU\n                           Decision of the Court\n\nthe cardholder’s consent, with the intent to deprive the cardholder of the\ncredit card. A.R.S. §§ 13-2102(A)(1), -1802(A)(1). The state presented\nevidence that Loustaunau used A.D.’s credit card without A.D.’s\npermission to make purchases at A.D.’s expense. The court imposed lawful\nsentences. See A.R.S. §§ 13-2008(E), -2102(B), -703(A), (I).\n\n¶5             We affirm the convictions and sentences. Defense counsel’s\nobligations in this appeal are at an end. See State v. Shattuck, 140 Ariz. 582,\n584–85 (1984). Unless, upon review, counsel discovers an issue appropriate\nfor petition for review to the Arizona Supreme Court, counsel must only\ninform Loustaunau of the status of this appeal and her future options. Id.\nLoustaunau has 30 days from the date of this decision to file a petition for\nreview in propria persona. See Rule 31.21(b)(2)(A). Upon the court’s own\nmotion, Loustaunau has 30 days from the date of this decision in which to\nfile a motion for reconsideration. See Rule 31.20(c).\n\n\n\n\n                         AMY M. WOOD • Clerk of the Court\n                          FILED: AA\n\n\n\n\n                                         3\n\f",
            "ocr": false,
            "opinion_id": 4447589
        }
    ],
    "court_short_name": "Court of Appeals of Arizona",
    "court_full_name": "Court of Appeals of Arizona",
    "court_type": "SA",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Robbery"
}