{
    "id": 4674240,
    "judges": null,
    "date_filed": "1979-08-09",
    "date_filed_is_approximate": true,
    "slug": "joshua-haas-v-state-of-indiana-mem-dec",
    "case_name_short": null,
    "case_name": "Joshua Haas v. State of Indiana (mem. dec.)",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.in.gov/judiciary/opinions/pdf/10301901pr.pdf",
            "author_id": null,
            "opinion_text": "MEMORANDUM DECISION\nPursuant to Ind. Appellate Rule 65(D),                                         FILED\nthis Memorandum Decision shall not be                                     Oct 30 2019, 9:58 am\nregarded as precedent or cited before any\n                                                                               CLERK\ncourt except for the purpose of establishing                               Indiana Supreme Court\n                                                                              Court of Appeals\nthe defense of res judicata, collateral                                         and Tax Court\n\nestoppel, or the law of the case.\n\n\nATTORNEY FOR APPELLANT                                   ATTORNEYS FOR APPELLEE\nR. Patrick Magrath                                       Curtis T. Hill, Jr.\nAlcorn Sage Schwartz & Magrath, LLP                      Attorney General of Indiana\nMadison, Indiana                                         Matthew B. Mackenzie\n                                                         Deputy Attorney General\n                                                         Indianapolis, Indiana\n\n\n\n                                           IN THE\n    COURT OF APPEALS OF INDIANA\n\nJoshua Haas,                                             October 30, 2019\nAppellant-Defendant,                                     Court of Appeals Case No.\n                                                         19A-CR-1275\n        v.                                               Appeal from the Ripley Circuit\n                                                         Court\nState of Indiana,                                        The Honorable Jeffrey Sharp,\nAppellee-Plaintiff.                                      Special Judge\n                                                         Trial Court Cause No.\n                                                         69C01-1402-FB-2\n\n\n\nRiley, Judge.\n\n\n\n\nCourt of Appeals of Indiana | Memorandum Decision 19A-CR-1275 | October 30, 2019                   Page 1 of 6\n\f                                   STATEMENT OF THE CASE\n\n[1]   Appellant-Defendant, Joshua Haas (Haas), appeals the trial court’s Order,\n\n      revoking his probation and imposing the balance of his previously suspended\n\n      sentence.\n\n\n[2]   We affirm.\n\n\n                                                    ISSUE\n[3]   Haas presents this court with one issue on appeal, which we restate as:\n\n      Whether the trial court abused its discretion by revoking the balance of his\n\n      previously suspended sentence following his admission to having violated the\n\n      conditions of his probation.\n\n\n                           FACTS AND PROCEDURAL HISTORY\n\n[4]   At some point between February 2014, and October 2014, in Ripley County,\n\n      Indiana, the State filed an Information, charging Haas with one Count of Class\n\n      B felony burglary, five Counts of Class C felony burglary, two Counts of Class\n\n      D felony theft, one Count of Class D felony receiving stolen property, one\n\n      Count of Class B misdemeanor, and alleged that Haas was an habitual\n\n      offender. On June 30, 2015, Haas pleaded guilty to two Counts of burglary,\n\n      Class C felonies. The trial court subsequently sentenced Haas to the\n\n      Department of Correction (DOC) for consecutive terms of six years on one\n\n      Count and four years with two years suspended to probation on the other\n\n      Count.\n\n\n\n      Court of Appeals of Indiana | Memorandum Decision 19A-CR-1275 | October 30, 2019   Page 2 of 6\n\f[5]   On August 14, 2018, Haas was released from the DOC. Haas’ “parole was\n\n      transferred to Ohio.” (Appellant’s App. Vol. II, p. 76). “In an attempt to\n\n      transfer [Haas’] Ripley County Probation to Ohio[,] an Interstate Transfer\n\n      appointment” was scheduled with probation officer Cody Tillison (Tillison) on\n\n      September 24, 2018 at 10:00 a.m. (Appellant’s App. Vol. II, p. 76). That\n\n      meeting was to take place at the Ripley County Probation Department\n\n      (Probation Department). Haas was absent at that meeting. A “second\n\n      Interstate Transfer appointment was scheduled with [probation officer] Tillison\n\n      on November 13, 2018 at 11:00 [a.m.]” (Appellant’s App. Vol. II, p. 76). Haas\n\n      also failed to attend that meeting. On November 14, 2018, the Probation\n\n      Department sent Haas a “Final Notice Failure to Appear Letter” directing him\n\n      to appear for an “appointment on November 28, 2018 at 1:00 [p.m.]”\n\n      (Appellant’s App. Vol. II, p. 76). Haas did not show up for that meeting and\n\n      was absent at another probation meeting on December 26, 2018.\n\n\n[6]   On December 27, 2018, the probation department filed a notice of probation\n\n      violation and requested that a warrant be issued for Haas’ arrest since he was\n\n      missing his appointments with the probation department. A warrant was\n\n      issued, and Haas was arrested in Ohio on March 20, 2019.\n\n\n[7]   On May 8, 2019, the trial court conducted a probation revocation hearing.\n\n      Haas admitted to missing his Interstate Transfer appointments with probation\n\n      officer Tillison, and three of his meetings with his assigned probation officer,\n\n      Justin Lynette (Lynette). At the conclusion of the hearing, the trial court\n\n\n\n      Court of Appeals of Indiana | Memorandum Decision 19A-CR-1275 | October 30, 2019   Page 3 of 6\n\f       revoked Haas’ probation, and ordered him to serve the balance of his previously\n\n       suspended sentence in the DOC.\n\n\n[8]    Haas now appeals. Additional facts will be provided as necessary.\n\n\n                               DISCUSSION AND DECISION\n[9]    Haas appeals the trial court’s Order, revoking his probation and imposing the\n\n       balance of his previously suspended sentence. “Probation is a matter of grace\n\n       left to the trial court’s discretion, not a right to which a criminal defendant is\n\n       entitled.” Prewitt v. State, 878 N.E.2d 184, 188 (Ind. 2007). It is within the\n\n       discretion of the trial court to determine probation conditions and to revoke\n\n       probation if these conditions are violated. Id. We review the appeal from a\n\n       trial court’s probation determination and sanction for an abuse of discretion.\n\n       See id. An abuse of discretion occurs when the decision is clearly against the\n\n       logic and effect of the facts and circumstances. Smith v. State, 963 N.E.2d 1110,\n\n       1112 (Ind. 2012). A probation hearing is civil in nature and the State need only\n\n       prove the alleged violation by a preponderance of the evidence. Id.\n\n\n[10]   Probation revocation is a two-step process. First, the trial court must make a\n\n       factual determination that a violation of a condition has actually occurred.\n\n       Sanders v. State, 825 N.E.2d 952, 955 (Ind. Ct. App. 2005), trans. denied. If a\n\n       violation is proven, then the trial court must determine if the violation warrants\n\n       revocation of the probation. Id. However, where, as here, a probationer admits\n\n       to the violations, the trial court can proceed immediately to the second step of\n\n       the inquiry and determine whether the violation warrants revocation. Id. In\n\n       Court of Appeals of Indiana | Memorandum Decision 19A-CR-1275 | October 30, 2019   Page 4 of 6\n\f       determining whether the violation warrants revocation, the probationer must be\n\n       given an opportunity to present evidence that explains and mitigates his\n\n       violation. See id. Once a violation has been found and revocation of probation\n\n       is warranted, the trial court may impose one or more of the following sanctions:\n\n       (1) continue the person on probation, with or without modifying or enlarging\n\n       the conditions; (2) extend the person’s probationary period for not more than\n\n       one year beyond the original probationary period; or (3) order execution of all\n\n       or part of the sentence that was suspended at the time of initial sentencing. See\n\n       Ind. Code § 35-38-2-3(h).\n\n\n[11]   The record shows that on September 24 and November 13, 2018, Haas failed to\n\n       appear at two meetings to discuss the transfer of his probation to Ohio with\n\n       probation officer Tillison. Then on November 13, and 28, 2018, and December\n\n       26, 2018, Haas failed to appear for meetings with his assigned probation officer,\n\n       Lynette. At the fact-finding hearing, while Haas admitted to not showing up\n\n       for his probation meetings, he also attempted to mitigate his nonattendance by\n\n       offering several unsubstantiated excuses. Haas first claimed that he had a full-\n\n       time job in Ohio that prevented him from attending all of his appointments with\n\n       the Probation Department. Haas additionally claimed that he had no valid\n\n       driver’s license; therefore, he could not drive to his probation meetings. In his\n\n       brief, Haas concedes that while he violated the terms of his probation by\n\n       missing several of his appointments, his “violation was not intentional but the\n\n       result of his economic and transportation circumstances.” (Appellant’s Br. p.\n\n       11).\n\n\n       Court of Appeals of Indiana | Memorandum Decision 19A-CR-1275 | October 30, 2019   Page 5 of 6\n\f[12]   Haas fails to show that the trial court’s decision to revoke his probation was\n\n       against the logic and effect of the facts and circumstances. Out of eight\n\n       meetings with the probation department, Haas missed five. As the trial court\n\n       stated, “probation is rendered completely ineffective when an individual fails to\n\n       appear.” (Tr. p. 27). Here, the State met its burden of proving by a\n\n       preponderance of the evidence that Haas violated the terms of his probation by\n\n       failing to show up for his probation meetings; therefore, we hold that the trial\n\n       court did not abuse its discretion by revoking Haas’ probation and ordering\n\n       Haas to serve the balance of his previously suspended sentence.\n\n\n                                             CONCLUSION\n[13]   In sum, we conclude that the trial court did not abuse its discretion by revoking\n\n       Haas’ probation. Accordingly, we affirm the trial court’s Order that Haas serve\n\n       the balance of his previously suspended sentence.\n\n\n[14]   Affirmed.\n\n\n[15]   Vaidik, C. J. and Bradford, J. concur\n\n\n\n\n       Court of Appeals of Indiana | Memorandum Decision 19A-CR-1275 | October 30, 2019   Page 6 of 6\n\f",
            "ocr": false,
            "opinion_id": 4451493
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}