{
    "id": 4676864,
    "judges": "Judge Robert L. Holloway, Jr.",
    "date_filed": 1573084800000,
    "date_filed_is_approximate": false,
    "slug": "state-of-tennessee-v-jamie-todd-birdwell",
    "case_name_short": null,
    "case_name": "State of Tennessee v. Jamie Todd Birdwell",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "On November 15, 2016, Defendant, Jamie Todd Birdwell, pled guilty to Class D felony theft of property valued at $1,000 or more but less than $10,000 in case number 74CC4-2015-CR-708 and to three counts of Class A misdemeanor theft of property in case number 74CC2-2016-CR-266. The plea agreement provided that Defendant would be sentenced to twelve years as a career offender with the manner of service to be determined following a sentencing hearing. Defendant failed to appear for his January 13, 2017 sentencing hearing, a capias was issued for his arrest, and he was subsequently indicted for felony failure to appear. Defendant's initial counsel then withdrew. After three other attorneys were appointed and two were allowed to withdraw, trial counsel entered a notice of appearance and filed a motion to withdraw Defendant's guilty pleas. Following a hearing on June 12, 2017, the trial court denied Defendant's motion to withdraw his guilty pleas and set a sentencing hearing. On appeal, Defendant asserts that the trial court erred in denying his motion to withdraw his guilty pleas because the trial court, defense counsel, and prosecutor were all under the mistaken impression at the guilty plea submission hearing that Defendant was facing a sentence of twelve years as a career offender for Class D Felony theft, rather than six years for a Class E felony theft, because the value of theft statute, Tennessee Code Annotated section 39-14-105, became effective January 1, 2017, before the date of his original sentencing hearing. After a thorough review of the facts and applicable case law, we affirm the trial court's denial of the motion to withdraw Defendant's guilty pleas.",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/birdwell.jamie_.opn_.pdf",
            "author_id": 8285.0,
            "opinion_text": "                                                                                               11/07/2019\n           IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                            AT NASHVILLE\n                     Assigned on Briefs July 24, 2018, at Knoxville\n\n             STATE OF TENNESSEE v. JAMIE TODD BIRDWELL\n\n                  Appeal from the Circuit Court for Robertson County\n           Nos. 74CC2-2017-CR-290, 74CC2-2017-CR-3, 74CC2-2016-CR-266,\n                   74CC2-2015-CR-708        Jill Bartee Ayers, Judge\n                       ___________________________________\n\n                            No. M2017-01620-CCA-R3-CD\n                        ___________________________________\n\nOn November 15, 2016, Defendant, Jamie Todd Birdwell,1 pled guilty to Class D felony\ntheft of property valued at $1,000 or more but less than $10,000 in case number 74CC4-\n2015-CR-708 and to three counts of Class A misdemeanor theft of property in case\nnumber 74CC2-2016-CR-266. The plea agreement provided that Defendant would be\nsentenced to twelve years as a career offender with the manner of service to be\ndetermined following a sentencing hearing. Defendant failed to appear for his January\n13, 2017 sentencing hearing, a capias was issued for his arrest, and he was subsequently\nindicted for felony failure to appear. Defendant’s initial counsel then withdrew. After\nthree other attorneys were appointed and two were allowed to withdraw, trial counsel\nentered a notice of appearance and filed a motion to withdraw Defendant’s guilty pleas.\nFollowing a hearing on June 12, 2017, the trial court denied Defendant’s motion to\nwithdraw his guilty pleas and set a sentencing hearing. On appeal, Defendant asserts that\nthe trial court erred in denying his motion to withdraw his guilty pleas because the trial\ncourt, defense counsel, and prosecutor were all under the mistaken impression at the\nguilty plea submission hearing that Defendant was facing a sentence of twelve years as a\ncareer offender for Class D Felony theft, rather than six years for a Class E felony theft,\nbecause the value of theft statute, Tennessee Code Annotated section 39-14-105, became\neffective January 1, 2017, before the date of his original sentencing hearing. After a\nthorough review of the facts and applicable case law, we affirm the trial court’s denial of\nthe motion to withdraw Defendant’s guilty pleas.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\n       1\n         The indictment in case number 74CC4-2015-CR-708 had Defendant’s first name as “Jammie.”\nHe was referred to as “Jamie” in the other indictments and elsewhere in the technical record. For\npurposes of consistency and clarity, we will use “Jamie.”\n\fROBERT L. HOLLOWAY, JR., J., delivered the opinion of the court, in which J. Ross Dyer,\nJJ., joined. NORMA MCGEE OGLE, J., concurred in results only.\n\nBenjamin K. Dean, Springfield, Tennessee, for the appellant, Jamie Todd Birdwell.\n\nHerbert H. Slatery III, Attorney General and Reporter; Sophia S. Lee, Senior Counsel;\nJohn W. Carney, District Attorney General; and Jason White, Assistant District Attorney\nGeneral, for the appellee, State of Tennessee.\n\n\n                                       OPINION\n\n                         Factual and Procedural Background\n\n                            Guilty Plea Submission Hearing\n\n       On the morning of his scheduled jury trial, November 14, 2016, Defendant entered\nan “open plea” to theft of property valued at $1,000 or more but less than $10,000 in case\nnumber 74CC4-2015-CR-708 and to three counts of Class A misdemeanor theft of\nproperty in the value of $500 or less in case number 74CC2-2016-CR-266. The State\nannounced and Defendant acknowledged that, pursuant to the terms of the plea\nagreement, Defendant would be sentenced to twelve years as a career offender in case\nnumber 74CC4-2015-CR-708 and to concurrent eleven month and twenty-nine day\nsentences in case number 74CC2-2016-CR-266 with the method and manner of service to\nbe determined at a sentencing hearing.\n\n      The State offered the following as the factual basis for Defendant’s guilty pleas:\n\n             The proof, Your Honor, would show as to the felony case, [74CC4-\n      2015-CR-708], that on August 21st, 2015, the victim, Mr. Shields, was\n      working at Unarco, working the second shift and when he came out from\n      work, his vehicle, a 2000 Pontiac was taken and gone. The proof would\n      show that a Mr. Robertson was walking around the Waffle House around\n      4:30, 5 o’clock and he knows [Defendant] and [Defendant] stopped and\n      asked him if he wanted a ride and he got in the car and they drove around\n      about maybe a block to the Piggy Pit. At that point, [Defendant] asked him\n      if he wanted the car and told him that the car was stolen and [Paul]\n      Robertson said no, thank you and got out of the car. At that point, he\n      observed [Defendant] get out of the car, open the trunk and take a suitcase\n      out of the car. The victim would testify that his kids’ clothes, the kids had\n\n                                          -2-\n\f      just been visiting and his kids’ clothes and suitcase were in the trunk. That\n      would be consistent with the victim’s testimony.\n\n             The police came to the scene and located the car. When the police\n      got there, Mr. Robertson came up to them and told them what he knew. As\n      well, they observed blood on the passenger and the driver’s side. It was\n      swabbed by Officer Richards. The victim would testify that the blood and\n      some damage to the vehicle w[ere] not there when he went into work.\n      [Defendant], after a motion was filed in the [c]ourt, agreed to give a sample\n      of his DNA and that was tested by Laura Boos (phonetic) and she would\n      indicate that the blood found in the vehicle does match [Defendant]’s DNA\n      and it is basically a one in one billion outside the world population, Your\n      Honor, match. So it was an exact match. That would be the proof. And\n      also, Mr. Shields would testify that he had just recently bought the car and\n      had paid seventeen hundred dollars for it and that there was no significant\n      damage to lower that value between the time he bought it and the time it\n      was stolen, so it would clearly show that it was a theft over a thousand.\n\n             As to the theft cases, Your Honor, on February 3rd, 2016,\n      [Defendant] went into the Belk. You can see him on video taking a box of\n      perfume and sticking it in his coat and walking out. He did the same thing\n      on February 9th. Went in and took two more boxes of Polo cologne on this\n      occasion, and stuck it in his jacket and walked out and at this point, loss\n      prevention officer Daniel Rich (phonetic), of Belk, observed the videos and\n      called the police and Officer Clinard immediately recognized [Defendant]\n      and said that’s [Defendant].\n\n             Warrants were taken out for those two and then on February 19th,\n      Officer Rich was on duty, saw [Defendant] in the store and started\n      observing him and then he saw him take another bottle of red Polo. As\n      [Defendant] exited the store, Officer Rich stopped him and called the police\n      and then [Defendant] did admit to all thefts, Your Honor.\n\n        The trial court addressed Defendant about the list of requirements and rights set\nforth in Tennessee Rule of Criminal Procedure 11(b)(1), and Defendant acknowledged\nthat he understood his rights, that he had reviewed the two plea petitions with trial\ncounsel, and that he understood that by pleading guilty he was waiving his right to a jury\ntrial. Defendant stated that he understood that his sentence would be twelve years with\nsixty percent release eligibility with the trial court to determine the manner of service.\nThe trial court found that Defendant knowingly and voluntarily entered his plea and set\nthe sentencing hearing for 9:00 a.m. on January 13, 2017.\n                                          -3-\n\f        Defendant failed to appear at the sentencing hearing, and a capias was issued for\nhis arrest. On January 18, 2017, the Robertson County Grand Jury indicted Defendant in\ncase number 74CC4-2017-CR-3 for felony failure to appear. Defendant was later\napprehended.\n\n                             Motion to Withdraw Guilty Plea\n\n       On April 4, 2017, Defendant filed a motion to withdraw his guilty pleas in case\nnumbers 4CC4-2015-CR-708 and 74CC2-2016-CR-266. On April 19, 2017, the\nRobertson County Grand Jury indicted Defendant in case number 74CC2-2017-CR-290\nfor theft of property under the value of $500.\n\n       The motion to withdraw guilty plea was argued on June 12, 2017. At the\nbeginning of the hearing, the parties announced they had reached an agreement as to the\npending cases against Defendant. Defendant then entered a guilty plea to theft of\nproperty under the value of $500 in 74CC2-2017-CR-290 and a plea of nolo contendere\nto misdemeanor failure to appear in case number 74CC2-2017-CR-3.\n\n        Concerning the grounds for withdrawal of his pleas, Defendant testified that\ninitially he believed that he “was settling for a four-year sentence, open plea to the\njudge.” He said that, after his attorney spoke with the State, he was advised that the offer\nwas a sentence of twelve years with release eligibility after service of sixty percent of the\nsentence with the trial court to determine the manner of service. Defendant stated that he\n“reluctantly” pled guilty because his DNA had been found in the stolen vehicle and\nbecause defense counsel had advised him that he would likely be found guilty at trial.\nDefendant testified that Mr. Robertson actually stole the vehicle and that he cut his arm\non the passenger side of the vehicle when he rode in the vehicle with Mr. Robertson.\n\n        On cross-examination, Defendant agreed that he had an extensive criminal history\nand that he had been to court numerous times to plead guilty. Defendant also agreed that\nhe was aware of Mr. Robertson’s potential testimony at trial based on the State’s\nrecitation of facts at the guilty plea submission hearing. Defendant asserted that he had\n“no choice” but to plead guilty because he was “mis[led] to believe [that] [he] was going\nto be looking at [twelve] years in front of a jury.”\n\n       Defendant’s first defense counsel stated that she was appointed to represent\nDefendant. She received discovery and a notice from the State showing that Defendant\nwas a career offender for the Class D felony theft in case number 74CC4-2015-CR-708.\nShe said that the State’s initial offer was a four-year sentence with the manner of service\nto be determined by the trial court but that the State withdrew that offer “long before” the\nguilty plea submission hearing because Defendant received a new theft charge from\n                                            -4-\n\f“Belk.” She testified that, initially, Defendant did not want to plead guilty in case\nnumber 74CC4-2015-CR-708 but that two things occurred that resulted in Defendant\nseeking a new a plea offer from the State. The first was the new theft charge. The\nsecond had to with Mr. Robertson’s availability to testify for the State. Defense counsel\nexplained that, as of the day before Defendant’s trial, the State had not been able locate\nMr. Robertson. She stated that Defendant told her “that he thought the victim . . . was\nfrom a foreign country and was not going to be found, was not going to show up.”\nDefendant hoped that the State would nolle prosequi the charge. However, when Mr.\nRobertson arrived at court on the day of trial, Defendant asked his counsel to seek\nanother plea offer from the State. The new offer led to a guilty plea by Defendant with\nan agreed sentence of twelve years as a career offender with the manner of service to be\ndetermined by the trial court. The State also agreed that Defendant could remain out on\nbond until sentencing.\n\n      First defense counsel stated that Defendant failed to appear at the scheduled\nsentencing hearing and that she was allowed to withdraw as counsel.\n\n      The following exchange occurred during the parties’ arguments near the\nconclusion of the hearing on the motion to withdraw Defendant’s guilty plea:\n\n              [FIRST DEFENSE COUNSEL]: Additionally, Your Honor, I’d also\n      point out there’s -- these sentencing issues; we’ve just had this change in\n      the theft statute, and I don’t -- probably nobody even thought about the time\n      this went down the grading of theft and how that could have [a]ffected his\n      plea. I think we’re still faced with that going forward and -- if he’s not\n      allowed to withdraw his plea. The value of this vehicle is -- I believe it’s\n      between a thousand and [fifteen] hundred dollars, and the new grade in the\n      theft statute, that could have really changed even what he thought was --\n      probably he was facing when he pled guilty to this.\n\n      ....\n\n             [THE STATE]: I’ve thought about that theft law as well, Your\n      Honor, but here’s the point: Your Honor had set the sentencing for January\n      and so he was going to get the benefit of that reduction, because it does go\n      for punishment. It say[s] punishment. It’s -- whether Your Honor denies\n      his motion or grants his motion and we try it he’s looking at six[ ]years at\n      [sixty percent release eligibility]. It’s not a situation where he was\n      sentenced in December and then -- well, it would have been if you had\n      delayed to January[,] he would have got the reduction. He gets the\n      reduction either way because the sentencing was not set until January, then\n                                          -5-\n\f      he didn’t show. So he gets that reduction either way. So I don’t think the\n      change in the law [a]ffects his guilty plea, because it’s there whether you\n      grant it or you don’t grant it. There’s under -- you apply the law, though,\n      under Powell, there’s nothing that shows, under these seven factors, that it\n      was fair and just reason and ask that you deny it.\n\n       The trial court stated that it “had already concluded that [Defendant] gets the\nbenefit of the reduction in the law regardless of what we do here today.”\n\n       The trial court then addressed Tennessee Rule of Criminal Procedure 32(f), which\ngoverns withdrawal of guilty pleas, and the factors set out in State v. Phelps, 329 S.W.3d\n436, 443 (Tenn. 2010), that a trial court should consider in determining whether to allow\na guilty plea to be withdrawn. The court noted that four months elapsed between\nDefendant’s guilty pleas and the filing of his motion to withdraw the guilty pleas. The\ncourt also noted that Defendant failed to attend the sentencing hearing, which was\nscheduled approximately sixty days after the guilty plea submission hearing. The trial\ncourt found that Defendant’s claimed reason for failing to move to withdraw his guilty\npleas earlier–that several attorneys had been appointed and then withdrawn from his\ncase–was not a valid reason justifying delay. The trial court found that this was not a\n“compelling factor.” The trial court noted that the State gave a recitation of the facts at\nthe guilty plea submission hearing and that Defendant agreed to those facts. The court\nnoted that Defendant “asserted his innocence for the first time at the current hearing.”\nThe trial court found that Defendant was “very experienced with the legal system and\nha[d] taken pleas, taken cases to trial[.]” The trial court found that Defendant had “the\nbackground to understand what he was doing” when he pled guilty. The trial court stated\nthat Defendant’s “change of heart” was “not a sufficient ground to set aside the guilty\nplea.” The trial court stated that it did not find Defendant’s “story today very credible”\nand denied Defendant’s motion to withdraw his guilty plea.\n\n                                   Sentencing hearing\n\n       At the sentencing hearing on July 13, 2017, the trial court noted that, under the\nterms of Defendant’s plea agreement, he was to be sentenced to twelve years as a career\noffender in case number 74CC4-2015-CR-708. However, Defendant and the State\nagreed that Defendant should receive a six-year sentence, with the manner of service\ndetermined by the trial court.\n\n       The trial court stated that it had considered the evidence presented at the\nsentencing hearing, the presentence report, the principles of Tennessee Code Annotated\nsection 40-35-103, “the nature of the criminal conduct that was involved in these four\ncases, and the statistical information” gathered by the Administrative Office of the\n                                           -6-\n\fCourts. The trial court found that Defendant had “an extensive criminal history as a\ncareer offender.” The trial court considered Defendant’s medical records but noted that\nDefendant’s previous periods of incarceration “obviously[] had no impact at all on\ncurbing his criminal behavior.” The trial court stated that Defendant had “a complete\nlack of potential for any kind of rehabilitation.” The trial court ordered Defendant to\nserve his six-year sentence in case number 74CC4-2015-CR-708 in confinement. The\ntrial court also ordered Defendant’s sentences of eleven months and twenty-nine days in\ncase number 74CC2-2016-CR-266 to run concurrently to each other and to Defendant’s\nsix-year sentence in case number 74CC4-2015-CR-708. Additionally, the trial court\nordered Defendant’s sentences in case numbers 74CC2-2017-CR-290 and 74CC2-2017-\nCR-3 to run concurrently with Defendant’s six-year sentence.\n\n       Defendant filed a notice of appeal on August 10, 2017.\n\n                                         Analysis\n\n       Defendant asserts that the trial court abused its discretion by denying his motion to\nwithdraw his guilty pleas because “the [t]rial [c]ourt did not consider or discuss the fact\nthat . . . Defendant, [t]rial [c]ourt, and [prosecutor] were all under the mistaken\nimpression he was facing [twelve] years as a Career Offender at a sentencing hearing and\nwas pleading guilty to a Class D Felony” at the guilty plea submission hearing. The State\ncontends that “the trial court properly considered the nonexclusive factors in light of the\nevidence presented at the hearing on the motion to withdraw the plea and [D]efendant’s\nsworn testimony at the plea hearing and properly found that the factors all weighed\nagainst [D]efendant.”\n\n                                   Standard of Review\n\n        We review a trial court’s decision on a defendant’s motion to withdraw a guilty\nplea for an abuse of discretion. State v. Phelps, 329 S.W.3d 436, 443 (Tenn. 2010). “A\ntrial court abuses its discretion when it applies incorrect legal standards, reached an\nillogical conclusion, bases its ruling on a clearly erroneous assessment of the proof, or\napplies reasoning that causes an injustice to the complaining party.” Id. (citing State v.\nJordan, 325 S.W.3d 1, 38-40 (Tenn. 2010)).\n\n                      Tennessee Rule of Criminal Procedure 32(f)\n\n       Tennessee Rule of Criminal Procedure 32(f) provides that, “[b]efore sentence is\nimposed, the court may grant a motion to withdraw a guilty plea for any fair and just\nreason.” Tenn. R. Crim. P. 32(f)(1). Under this rule, a defendant who has pleaded guilty\n\n                                           -7-\n\fmay withdraw his or her guilty plea prior to sentencing by establishing a “fair and just\nreason for allowing the withdrawal[.]” Phelps, 329 S.W.3d at 451.\n\n                                     Phelps Factors\n\n        In Phelps, the Tennessee Supreme Court applied “a non-exclusive multi-factor\ntest” to be used in determining if there are fair and just reasons to allow withdrawal of a\nguilty plea. Id. Our supreme court in Phelps noted that “the federal courts have\ncontinued to elucidate the ‘rough guidelines’ for determining ‘fair and just’” reasons for\nallowing a defendant to withdraw a guilty plea before sentencing. Id at 446. The\nsupreme court specifically provided the following a non-exclusive list of factors for a\ntrial court to consider in determining if fair and just reasons have been established:\n\n       [1] length of time between entry of plea and filing of motion to withdraw it;\n       [2] why grounds for withdrawal were not presented earlier; [3] whether\n       defendant has asserted and maintained his innocence; [4] circumstances\n       underlying entry of plea; [5] nature and background of defendant; [6]\n       whether defendant has admitted guilt; and [7] whether prosecution will be\n       prejudiced should plea be withdrawn.\n\nId. at 447. The supreme court held that “where a trial court applies the correct non-\nexclusive multi-factor analysis and determines that the balance of factors weighs in the\ndefendant’s favor, the trial court should allow the defendant to withdraw his plea, even if\nthe defendant’s reasons could be characterized as a ‘change of heart.’” Id. at 448. The\ncourt noted however, “a defendant should not be allowed to pervert this process into a\ntactical tool for purposes of delay or other improper purpose.” Id.\n\n       Here, Defendant entered his guilty plea on November 15, 2016, and moved to\nwithdraw his guilty pleas on April 3, 2017. Although he filed the motion to withdraw his\nguilty pleas before he was sentenced, he filed the motion almost three months after he\nfailed to appear for the January 13, 2017 sentencing hearing. The transcript of the\nhearing on Defendant’s motion to withdraw his guilty pleas reflects that the trial court\naddressed the Phelps factors, concluded that the balance of factors weighed against\nDefendant, and found Defendant had not established fair and just reasons to set aside the\nguilty plea.\n\n       Regarding the first Phelps factor, the trial court noted that four months elapsed\nbetween Defendant’s guilty pleas and the filing of his motion to withdraw the guilty\npleas. The trial court noted that this four-month period was “a long period of time, and\nduring that period of time [Defendant] failed to show up for the sentencing hearing[.]”\nOn appeal, Defendant asserts that this factor is neutral. We disagree. Our supreme court\n                                           -8-\n\fhas previously concluded that a seven-week period between the guilty plea and the\nmotion to withdraw the plea was “a significant length of time” that “weigh[ed] somewhat\nagainst [d]efendant.” Id. at 449. The trial court did not abuse its discretion in\ndetermining that this factor weighed against setting aside Defendant’s guilty pleas.\n\n       Regarding the second Phelps factor, the trial court noted that Defendant claimed\nthat the reason he failed to move to withdraw his guilty pleas earlier was the fact that\nseveral attorneys had been appointed and then allowed to withdraw from his case. The\ntechnical record reveals that first defense counsel withdrew in January 2017 after\nDefendant failed to appear at the sentencing hearing. The trial court appointed second\ndefense counsel and set a new hearing date for March 2017. Second defense counsel\nwithdrew from the case in February 2017 because Defendant “disagree[d] with what\n[c]ounsel fe[lt] [wa]s the best strategic method to his representation” and Defendant\n“expressed to [c]ounsel his intent that [second defense counsel] no longer represent him,\nand if still obligated, all future legal advice [would] not be considered.” The trial court\nappointed third defense counsel on February 24, 2017. Third defense counsel withdrew\non March 9 because, “[a]fter meeting with Defendant, it has been determined that the\ndesired course of action, while legal for Defendant, would put [third defense counsel] in\nconflict with the Rules of Professional Responsibility.” Trial court appointed fourth\ndefense counsel on March 13, 2017. Without waiting for fourth defense counsel to\nwithdraw, trial counsel filed a notice of appearance in Defendant’s case on March 30 and\nfiled Defendant’s motion to withdraw his guilty pleas on April 4. The trial court found\nthe turnover in counsel was not a valid reason for Defendant’s failure to move to\nwithdraw his guilty pleas earlier in the proceedings but that Defendant’s failure to present\ngrounds for withdrawal earlier was not a “compelling factor” to deny Defendant’s motion\nto withdraw his guilty plea. The trial court did not abuse its discretion in determining\nthat Defendant’s failure to move to withdraw his guilty pleas earlier, although not\ncompelling, weighed against setting aside Defendant’s guilty pleas.\n\n       Regarding the third and sixth Phelps factors, the trial court noted that the State\ngave a recitation of the facts at the guilty plea submission hearing and that Defendant\nagreed to the factual basis provided by the State. The trial court found that because\nDefendant only asserted his innocence when he sought to withdraw his guilty pleas, these\nfactors weighed against Defendant. The trial court did not abuse its discretion in\ndetermining that these factors weighed against setting aside Defendant’s guilty pleas.\n\n       Regarding the fourth and fifth Phelps factors, the trial court found that Defendant\nwas “very experienced with the legal system and ha[d] taken pleas, taken cases to trial\nand the [trial] [c]ourt f[ound] that [Defendant] ha[d] the background to understand what\nhe was doing that day.” Additionally, the trial court found that it fully explained\nDefendant’s rights and that Defendant admitted his guilt at the guilty plea submission\n                                           -9-\n\fhearing. The trial court did not abuse its discretion in determining that these factors\nweighed against setting aside Defendant’s guilty pleas.\n\n       Concerning the seventh Phelps factor, the State made the following argument:\n\n       Your Honor knows how hard we tried to find that victim. And we did get\n       him here. We’ll do it again if we have to, but I would submit, Your Honor,\n       that under all the factors he should not be allowed to withdraw his guilty\n       plea[s] at this time.\n\nEven though the trial court did not address this factor, when the record does not support\nany of the other Phelps factors and there is no fair and just reason for allowing the guilty\nplea to be withdrawn, it is not necessary for the trial court or this court to consider\nprejudice to the State. Id. at 451; State v. Tipton, No. E2012-00038-CCA-R3-CD, 2013\nWL 1619430, at *14 (Tenn. Crim. App. Apr. 13, 2013).\n\n        The trial court did not abuse its discretion in determining that there was no fair and\njust reason for allowing Defendant to withdraw his guilty plea.\n\n                               The Criminal Savings Statute\n\n      Defendant argues that the trial court, defense counsel, and prosecutor were\nconfused about the sentence he was facing at the guilty plea submission hearing.\nAppellate courts have disagreed concerning whether the 2016 amendment of section 39-\n14-105(a) applies to offenses committed before January 1, 2017. That question should be\nanswered in the near future by our supreme court. This court previously held that:\n\n       Section 5 of the Public Safety Act does not provide a lesser punishment for\n       Class D felony theft committed before January 1, 2017, and therefore, the\n       criminal savings statute is not applicable so as to lessen the punishment for\n       theft offenses committed before the effective date of the act even if a\n       defendant is sentenced after the effective date.\n\n\n\n\n                                            - 10 -\n\fState v. Ashley N. Menke, No. M2017-00597-CCA-R3-CD, 2018 WL 2304275, at *13\n(Tenn. Crim. App. May 21, 2018), perm. app. granted (Tenn. Oct. 11, 2018).2 Based on\nAshley N. Menke, Defendant faced a twelve-year sentence and should not have received\nthe lesser six-year sentence under the criminal savings statute, Tennessee Code\nAnnotated section 39-11-112.\n\n       However, unlike the judgment in Ashley N. Menke which provided an illegal\neleven month and twenty-nine day sentence for a Class D felony, the judgments of\nconviction in this case do not provide an illegal sentence. Defendant’s six-year sentence\nfor Class E felony theft is authorized by the applicable statute. See Tenn. Code Ann. §\n40-35-111(b)(5) (2016); Tenn. R. Crim. P. 36.1. By agreeing to entry of a judgment of\nconviction sentencing Defendant to a six-year sentence for a Class E felony in case\nnumber 74CC4-2015-CR-708, Defendant has rendered this argument moot.\n\n                                              Conclusion\n\n       Defendant did not establish a “fair and just reason” for allowing the withdrawal of\nhis guilty pleas, and his sentence is not illegal. Accordingly, we affirm the trial court’s\ndenial of the motion to withdraw Defendant’s guilty pleas.\n\n\n                                                     ____________________________________\n                                                     ROBERT L. HOLLOWAY, JR., JUDGE\n\n\n\n\n        2\n          We note that other opinions from this court have concluded that the amendment to section 39-\n14-105(a) alters the punishment for theft and, therefore, the criminal savings statute applies. See State v.\nMichael Eugene Tolle, No. E2017-00571-CCA-R3-CD, 2018 WL 1661616, at *10 (Tenn. Crim. App.\nMar. 19, 2018), perm. app. filed; State v. Charles Keese, No. E2016-02020-CCA-R3-CD, 2018 WL\n1353697, at *11 (Tenn. Crim. App. Mar. 15, 2018), perm. app. filed; State v. Steven Swinford, No.\nE2017-01164-CCA-R3-CD, 2018 WL 1831126, at *9-10 (Tenn. Crim. App. Apr. 17, 2017), no perm.\napp. filed.\n                                                  - 11 -\n\f",
            "ocr": false,
            "opinion_id": 4454117
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}