{
    "id": 4685554,
    "judges": null,
    "date_filed": "2016-12-14",
    "date_filed_is_approximate": true,
    "slug": "people-v-rose",
    "case_name_short": "Rose",
    "case_name": "People v. Rose",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2019 NY Slip Op 8805"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.courts.state.ny.us/reporter/3dseries/2019/2019_08805.htm",
            "author_id": null,
            "opinion_text": "\r\n\r\nPeople v Rose (2019 NY Slip Op 08805)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Rose\r\n\r\n\r\n2019 NY Slip Op 08805\r\n\r\n\r\nDecided on December 10, 2019\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on December 10, 2019\r\n\r\nFriedman, J.P., Kapnick, Kern, Oing, JJ.\r\n\r\n\r\n10529 2171/11\r\n\r\n[*1] The People of the State of New York, Respondent,\r\nvDarrell Rose, Defendant-Appellant.\r\n\r\n\r\nJanet E. Sabel, The Legal Aid Society, New York (Lorraine Maddalo of counsel), for appellant.\r\nDarcel D. Clark, District Attorney, Bronx (Paul A. Andersen of counsel), for respondent.\r\n\r\n\r\n\r\nJudgment, Supreme Court, Bronx County (Nicholas Iacovetta, J.), rendered February 14, 2013, convicting defendant, after a jury trial, of robbery in the second degree, attempted assault in the second degree and assault in the third degree, and sentencing him, as a second felony offender, to an aggregate term of 10 years, unanimously affirmed.\r\nThe detective who was the People's sole witness at the suppression hearing testified that, after an investigation that included, among other things, a photographic identification of defendant, he issued an \"I-card,\" indicating that defendant was wanted for a crime. Eleven days later, the detective and his partner obtained voluntary oral and written statements from defendant at the precinct. Defendant initially denied any knowledge of the incident, but after being shown portions of a surveillance video, he admitted that he had an altercation with the complainant, but denied robbing him.\r\nThe court properly denied defendant's motion to suppress the statements he made to the detective following his lawful arrest. Although the arresting officer did not testify, the testimony of the detective who issued the I-card mandated the inference that defendant was arrested with probable cause by another officer, based on the issuance of that I-Card (see generally People v Ellis, 161 AD3d 539 [1st Dept 2018], lv denied 32 NY3d 1003 [2018]; People v Midgette, 115 AD3d 603, 605 [1st Dept 2014], lv denied 23 NY3d 965 [2014]; People v Johnson, 281 AD2d 183 [1st Dept 2001], lv denied 96 NY2d 903 [2001]). Defendant offered no evidence to support his speculation that he was randomly seized without cause and brought to the same precinct that was investigating his involvement in the subject robbery.\r\nFurthermore, the Court providently exercised its discretion in allowing the detective to testify as to his opinion regarding the events depicted in the surveillance video. Initially, we note that the People correctly point out that defendant's argument is unpreserved because defense counsel sought no \"additional curative relief\" after the court sustained counsel's objection and gave a detailed curative instruction (People v Davis, 232 AD2d 227 [1st Dept 1996], lv denied 91 NY2d 890 [1998]), and we decline to review this claim in the interest of justice. In any event, the detective's testimony did not impair defendant's right to a fair trial and the court appropriately mitigated the risk of prejudice to defendant with a limiting instruction (see People v Albaladejo, 10 AD3d 582 [1st Dept 2004], lv denied 4 NY3d 740 [2004]).\r\nThe verdict was not against the weight of the evidence (see People v Danielson, 9 NY3d 342, 348-349 [2007]).\r\nWe perceive no basis for reducing defendant's sentence.\r\nTHIS CONSTITUTES THE DECISION AND ORDER\r\nOF THE SUPREME COURT, APPELLATE DIVISION, FIRST DEPARTMENT.\r\nENTERED: DECEMBER 10, 2019\r\nCLERK\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 4462807
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Robbery"
}