{
    "id": 4692458,
    "judges": null,
    "date_filed": "1999-03-17",
    "date_filed_is_approximate": true,
    "slug": "state-v-braswella",
    "case_name_short": "BraswellÂ",
    "case_name": "State v. BraswellÂ",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "sufficiency of prior record level evidence discretionary writs certiorari",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 32.0,
            "download_url": "http://appellate.nccourts.org/opinions/?c=2&pdf=38650",
            "author_id": null,
            "opinion_text": "                IN THE COURT OF APPEALS OF NORTH CAROLINA\n\n                                   No. COA19-434\n\n                               Filed: 7 January 2020\n\nWilson County, Nos. 18CRS050794, 18CRS052721, 18CRS053352, 18CRS050804\n\nSTATE OF NORTH CAROLINA\n\n             v.\n\nARTHRYSIA BRASWELL, Defendant.\n\n\n      Appeal by Defendant from judgment entered upon plea of guilty on 12\n\nDecember 2018 by Judge Walter H. Godwin, Jr., in Wilson County Superior Court.\n\nHeard in the Court of Appeals 30 October 2019.\n\n\n      Attorney General Joshua H. Stein, by Assistant Attorney General Marie\n      Hartwell Evitt, for the State.\n\n      Attorney Meghan Adelle Jones, for Defendant.\n\n\n      BROOK, Judge.\n\n\n      Arthrysia Braswell (“Defendant”) appeals from judgment entered upon her\n\nguilty plea. Defendant argues the State failed to establish her prior record level by a\n\npreponderance of the evidence. We agree. We therefore reverse and remand for\n\nresentencing.\n\n                                    I. Background\n\n      Defendant was arrested for felony malicious conduct by a prisoner, felony\n\npossession of a controlled substance on jail premises, driving while impaired, and\n\f                                STATE V. BRASWELL\n\n                                  Opinion of the Court\n\n\n\ndriving while license revoked on 8 March 2018. On 27 July 2018, she was arrested\n\nand charged with first-degree burglary. Defendant was also charged with larceny of\n\na motor vehicle, possession of a stolen motor vehicle, and misdemeanor hit and run\n\non 21 September 2018. She was subsequently indicted for driving while impaired,\n\ndriving while license revoked, malicious conduct by a prisoner, possession of a\n\ncontrolled substance on prison or jail premises, and first-degree burglary.       An\n\ninformation was also filed charging her with larceny of a motor vehicle.\n\n      On 12 December 2018, Defendant entered a plea of guilty to felonious breaking\n\nand entering, malicious conduct by a prisoner, driving while impaired, and larceny of\n\na motor vehicle. As part of the plea agreement, the State dismissed the other charges\n\nagainst her, including first-degree burglary, driving while license revoked, and\n\npossession of a controlled substance on jail premises; the agreement did not\n\ncountenance a particular sentence.\n\n      Judge Walter H. Godwin, Jr., accepted her plea and entered judgment upon\n\nthe plea. The State submitted a prior record level worksheet for sentencing purposes.\n\nThe worksheet alleged Defendant to have 12 record level points, placing her in\n\nsentencing category level IV. The State did not proffer a stipulation by the parties,\n\nan original or copy of the court record of any of the prior convictions, or a copy of\n\nrecords maintained by the Department of Public Safety or the Administrative Office\n\nof the Courts. Neither Defendant nor defense counsel signed the prior record level\n\n\n\n                                         -2-\n\f                                        STATE V. BRASWELL\n\n                                         Opinion of the Court\n\n\n\nworksheet to indicate Defendant stipulated to the information set out in the\n\nworksheet or agreed to the prior record level included therein.\n\n        The trial court sentenced Defendant to 24 months in the misdemeanant\n\nconfinement program on the charge of driving while impaired,1 25 to 39 months’\n\nimprisonment on the charge of felony breaking and entering, and 9 to 20 months’\n\nimprisonment on the charge of larceny of a motor vehicle, the sentences to run\n\nconsecutively. The trial court referenced Defendant’s alleged record level only while\n\nannouncing the sentence, stating:\n\n                [A]s to the felonious breaking and entering, the Class H,\n                I’m going to consolidate that with the malicious conduct by\n                a prisoner to Class F, therefore, Class F, she is Record\n                Level IV for purposes of punishment. The Court is going to\n                make no findings in aggravation or mitigation. Going to\n                impose a sentence within the presumptive range. She’s\n                hereby sentenced to not less than 25, no more than 39\n                months in the North Carolina Department of Corrections.\n\n                Then in the larceny of a motor vehicle case, Class H—I\n                mean, yeah, Class H Felon, she is Record Level IV[.]\n\nThe trial court did not ask the State or defense counsel to respond to the sentence\n\nbefore adjourning the sentencing hearing, and defense counsel did not object to this\n\nstatement.\n\n\n\n\n        1The trial court determined Defendant to be a record Level I for purposes of DWI sentencing,\nand Defendant does not challenge this determination. We address here only Defendant’s claim that\nthe State did not meet its burden of proving her 12 record level points or Level IV category for purposes\nof her remaining charges.\n\n                                                  -3-\n\f                                        STATE V. BRASWELL\n\n                                         Opinion of the Court\n\n\n\n        Defendant noticed appeal on 13 December 2018 but failed to list this Court as\n\nthe court to which the appeal was being made. N.C. R. App. P. 4(b) (2019). Appeal\n\nfrom a final judgment entered upon a plea of guilty lies of right with this Court under\n\nN.C. Gen. Stat. § 15A-1444(a2)(1) where the defendant alleges an incorrect finding of\n\nher prior record level or prior conviction level under N.C. Gen. Stat. § 15A-1340.14.\n\nSee, e.g., State v. Riley, 159 N.C. App. 546, 555, 583 S.E.2d 379, 386 (2003). Appellate\n\ncounsel was appointed on 25 January 2019, and Defendant thereafter filed a petition\n\nfor writ of certiorari. This Court has the discretion to grant a petition for writ of\n\ncertiorari and hear an appeal.2 See State v. McCoy, 171 N.C. App. 636, 638, 615\n\nS.E.2d 319, 320-21 (2005) (“While this Court cannot hear defendant’s direct appeal\n\n[for failure to comply with Rule 4], it does have the discretion to consider the matter\n\nby granting a petition for writ of certiorari[.]”).               Accordingly, we exercise that\n\ndiscretion here.\n\n                                      II. Standard of Review\n\n        The determination of a defendant’s prior record level for sentencing purposes\n\nis subject to de novo review. State v. Bohler, 198 N.C. App. 631, 633, 681 S.E.2d 801,\n\n\n\n\n        2 The petitioner need not show it is certain to prevail on the merits if certiorari is granted.\nIndeed, our appellate courts commonly grant such writs only to affirm the underlying judgment of the\ntrial court. See, e.g., State v. Green, 350 N.C. 400, 514 S.E.2d 724 (1999); In re Kirkman Furniture Co.,\n258 N.C. 733, 129 S.E.2d 471 (1963); State v. Hamrick, 110 N.C. App. 60, 428 S.E.2d 830 (1993); State\nv. McNeil, ___ N.C. App. ___, 822 S.E.2d 317 (2018).\n\n                                                  -4-\n\f                                 STATE V. BRASWELL\n\n                                   Opinion of the Court\n\n\n\n804 (2009). We review for “whether the competent evidence in the record adequately\n\nsupports the trial court’s” determination of Defendant’s prior record level. Id.\n\n                                     III. Analysis\n\n      Defendant argues that the State did not prove her prior record level by a\n\npreponderance of the evidence. While Defendant did not object to the record level at\n\nsentencing, “[i]t is not necessary that an objection be lodged at the sentencing hearing\n\nin order for a claim that the record evidence does not support the trial court’s\n\ndetermination of a defendant’s prior record level to be preserved for appellate review.”\n\nId.\n\n       “The State bears the burden of proving, by a preponderance of the evidence,\n\nthat a prior conviction exists and that the offender before the court is the same person\n\nas the offender named in the prior conviction[s].” Id. at 634, 681 S.E.2d at 804\n\n(citation omitted). Under the Structured Sentencing Act, the State may prove a\n\ndefendant’s prior convictions and thereby establish the defendant’s prior record level\n\nthrough any of the following methods:\n\n             (1)    Stipulation of the parties.\n\n             (2)   An original or copy of the court record of the prior\n             conviction.\n\n             (3)   A copy of records maintained by the Department of\n             Public Safety, the Division of Motor Vehicles, or of the\n             Administrative Office of the Courts.\n\n             (4)    Any other method found by the court to be reliable.\n\n\n                                          -5-\n\f                                 STATE V. BRASWELL\n\n                                   Opinion of the Court\n\n\n\nN.C. Gen. Stat. § 15A-1340.14(f) (2017). On one hand, a prior record level worksheet\n\nsubmitted by counsel for the State, standing alone, is never sufficient to meet the\n\nState’s burden. State v. Alexander, 359 N.C. 824, 827, 616 S.E.2d 914, 917 (2005).\n\nOn the other hand, an explicit stipulation by the defendant is not necessary for the\n\nState to carry its burden. See id. at 828, 616 S.E.2d at 917. Our case law provides\n\nuseful guidance on what suffices to establish a defendant’s prior record level.\n\n      In State v. Alexander, the trial court asked defense counsel “whether he had\n\nanything ‘to say’ with respect to sentencing.” Id. at 826, 616 S.E.2d at 916. Defense\n\ncounsel directed the court to the worksheet, telling the trial court that “up until this\n\nparticular case [the defendant] had no felony convictions, as you can see from his\n\nworksheet.” Id. The Court held that this “exchange between the trial judge and\n\ndefense counsel constituted a stipulation,” id. at 827-28, 616 S.E.2d at 917, because\n\nit “indicate[d] not only that defense counsel was cognizant of the contents of the\n\nworksheet, but also that he had no objections to it,” id. at 830, 616 S.E.2d at 918. The\n\nCourt in Alexander considered also that the plea agreement between the defendant\n\nand the State included an agreement to a particular sentence, evidencing knowledge\n\nof and an agreement to a prior record level. Id. at 825, 616 S.E.2d at 915.\n\n      In coming to this conclusion, the Court instructed that “a stipulation need not\n\nfollow any particular form, [but] its terms must be definite and certain[.]” Id. at 828,\n\n616 S.E.2d at 917 (citation omitted). Indeed, “[s]ilence, under some circumstances,\n\n\n\n                                          -6-\n\f                                 STATE V. BRASWELL\n\n                                  Opinion of the Court\n\n\n\nmay be deemed assent.” Id. (citation omitted). For example, silence can constitute a\n\nstipulation where either counsel for the State or the trial judge has mentioned the\n\ndefendant’s prior record points or record level before turning explicitly to defense\n\ncounsel for an opportunity to object. See State v. Wade, 181 N.C. App. 295, 298, 639\n\nS.E.2d 82, 85-86 (2007) (trial judge stated defendant’s prior record level before\n\noffering defense counsel opportunity to object); State v. Hurley, 180 N.C. App. 680,\n\n684, 637 S.E.2d 919, 923 (2006) (prosecutor stated defendant’s prior convictions and\n\nrecord level before defense counsel had opportunity to be heard); State v. Mullinax,\n\n180 N.C. App. 439, 444, 637 S.E.2d 294, 298 (2006) (trial judge stated defendant’s\n\nprior record level and asked defendant and defense counsel to review worksheet);\n\nState v. Eubanks, 151 N.C. App. 499, 504-05, 565 S.E.2d 738, 742 (2002) (trial judge\n\nstated defendant’s prior record level before offering defense counsel opportunity to\n\nobject).\n\n       Riley illustrates the circumstances under which silence does not suffice to\n\nconstitute a stipulation. In Riley, counsel for the State referenced the defendant’s\n\nprior record level, and defense counsel did not object but “asked for mercy with regard\n\nto any sentence imposed[.]” Id. at 557, 583 S.E.2d at 387. Additionally, in Riley, the\n\nprosecutor and the trial court exchanged the following colloquy:\n\n             [Prosecutor]: The first thing I would like to do is hand up\n             a prior record worksheet (handing). This obviously is\n             pertaining to the four charges that don’t have a mandatory\n             sentence, that being three counts of assault with a deadly\n\n\n                                         -7-\n\f                                 STATE V. BRASWELL\n\n                                   Opinion of the Court\n\n\n\n             weapon with intent to kill, and possession of a firearm by\n             a felon.\n\n             I’m showing the worksheet which shows some prior\n             felonies, three prior—actually, four prior felonies, some\n             though—two of them on the same day, basically possession\n             of schedule I and possession with intent to sell and deliver\n             schedule II. Those were the subject of the prior felony.\n             These were from 1999, and were the subject of the firearm\n             by felon case that we have.\n\n             Also, in September of last year the defendant was convicted\n             of assault with a deadly weapon inflicting serious injury;\n             also possession of a firearm by a felon. So by the time you\n             add the points, plus the extra point for having the same\n             offense, the firearm by a felon, I’m showing seven points.\n             That would make him a Level III offender for sentencing\n             on those cases.\n\n             THE COURT: So he’s a Level III on three of the cases, and\n             he’s a Level what on the other?\n\n             [Prosecutor]: Well, actually he’s a Level III for everything\n             but the first-degree murder. First-degree murder, he\n             would technically be a Level III as well, but since there’s a\n             mandatory statutory sentence, it really doesn’t matter\n             what the record level is.\n\nId. at 556, 583 S.E.2d at 386-87 (alterations in original). Defense counsel did not\n\nobject to these calculations. Id. at 557, 583 S.E.2d at 387. Neither defense counsel’s\n\nlack of objection to these statements, nor the prior record level worksheet, alone or in\n\ncombination, were sufficient to meet the State’s burden. Id.\n\n      Additionally, this Court held in State v. Jeffery, 167 N.C. App. 575, 605 S.E.2d\n\n672 (2004), that the “[d]efendant’s agreement to six presumptive range sentences\n\n[wa]s not a ‘definite and certain’ indication that defendant ha[d] a prior record level\n\n                                          -8-\n\f                                     STATE V. BRASWELL\n\n                                       Opinion of the Court\n\n\n\nIII. It [wa]s merely indicative of the bargain into which he entered with the State.”\n\nId. at 581, 605 S.E.2d at 676. Simply put, the mere fact of a plea agreement does not\n\nnecessarily amount to a stipulation of a prior record level. See id.; Alexander, 359\n\nN.C. at 828, 616 S.E.2d at 917.\n\n       Here, the State failed to meet its burden. Defense counsel did not stipulate to\n\nDefendant’s prior record level. In fact, neither the trial judge nor the prosecutor\n\nmentioned Defendant’s prior record level, prior record level points, or the fact of each\n\nof her prior convictions in a manner that offered defense counsel any opportunity to\n\nobject to the same. The first and only time the trial judge stated Defendant’s prior\n\nrecord level was immediately before adjourning the hearing. And, as in Riley, “the\n\nState submitted no records of conviction [and] no records from the agencies listed in\n\nN.C.G.S. § 15A- 1340.14(f)(3)[.]”3 159 N.C. App. at 557, 583 S.E.2d at 387.\n\n       The State points to the plea transcript as a stipulation of Defendant’s prior\n\nrecord level.     The State contends that in the column labeled “Pun. Cl.” for\n\n“Punishment Class,” Defendant listed “IV” next to the felony offenses to which she\n\nwas pleading guilty, that is, felony breaking and entering, malicious conduct by a\n\nprisoner, and larceny of a motor vehicle. The State submits that “Defendant clearly\n\n\n\n\n       3  The trial court referenced a prior DWI conviction and a corresponding case number during\nthe sentencing hearing. However, no copy of records maintained by the Department of Motor Vehicles\n(“DMV”) appears in the record, and the State does not contend that the submission of a DMV record\nproved Defendant’s prior convictions by a preponderance of the evidence, as required by N.C. Gen.\nStat. § 15A-1340.14(f).\n\n                                              -9-\n\f                                  STATE V. BRASWELL\n\n                                   Opinion of the Court\n\n\n\ncontemplated being sentenced as a level IV for sentencing by including the roman\n\nnumerals in the ‘Pun. Cl.’ Column” and that “[t]he inclusion amounts to a stipulation\n\nby [D]efendant and counsel[.]” This Court should assume, the State suggests, that\n\nDefendant stipulated to being sentenced at a Level IV because “this column should\n\n[instead] contain a letter, to identify a felony punishment, or 1, 2, 3, or A1 to identify\n\nthe appropriate misdemeanor punishment.” However, it was the State’s burden to\n\nprove by a preponderance of the evidence that these roman numerals on the plea\n\ntranscript indicated that Defendant stipulated to the sentencing level, and we cannot\n\nfind here that this ambiguous evidence amounts to a “definite and certain”\n\nstipulation, as required. Alexander, 359 N.C. at 828, 616 S.E.2d at 917 (citation\n\nomitted).\n\n      The State points also to a colloquy between the trial court and Defendant in\n\nwhich the trial court asked Defendant whether she had “anything [she]’d like to say\n\nto the Court[.]” In response, Defendant stated:\n\n             I apologize to the Court, to the man whose fence it was . . . .\n             I also apologize to the person [] whose residence I entered.\n             I was, I’ve had a lot taken from me actually and since I got\n             a criminal record everytime [sic] I report something\n             happens to me it’s threw out of court without even going\n             before a judge.\n\nThe State, citing Alexander, contends that this reference by Defendant to her criminal\n\nrecord amounts to a stipulation by Defendant that she had 12 prior record level points\n\nand a stipulation to being sentenced at Level IV. In Alexander, however, defense\n\n\n                                          - 10 -\n\f                                 STATE V. BRASWELL\n\n                                   Opinion of the Court\n\n\n\ncounsel explicitly referenced the prior record level worksheet, drawing the trial\n\ncourt’s attention to Defendant’s lack of any prior felony convictions, 359 N.C. at 826,\n\n616 S.E.2d at 916, and, in so doing, tacitly endorsed its accuracy, id. at 830, 616\n\nS.E.2d at 918. In contrast, the exchange between Defendant and the trial court here\n\nin which she referenced having a “criminal record” does not suggest that Defendant\n\n“was cognizant of the contents of the worksheet . . . [and] had no objections to it[,]”\n\nthat she stipulated to being sentenced at a Level IV, or that she stipulated to the 12\n\nrecord level points. Id.\n\n       The colloquy between Defendant and the trial court here shares more\n\ncharacteristics with Riley than it does with Alexander. Defendant’s reference to her\n\ncriminal record resembles the colloquy in Riley in which the “[d]efendant asked for\n\nmercy with regard to any sentence imposed and did not object to the information on\n\nthe worksheet or the statements made by the prosecutor in reference to defendant’s\n\nprior record level.” 159 N.C. App. at 557, 583 S.E.2d at 387. In fact, in Riley, counsel\n\nfor the State had a more extensive colloquy with the trial court regarding the\n\ncalculation of the defendant’s points and prior record level. Id. at 556, 583 S.E.2d at\n\n386-87. Defense counsel in Riley did not object to the State’s explanation of the record\n\nlevel calculation, and this Court still found that the State had not met its burden of\n\nproving the defendant’s prior record level by stipulation. Id. at 557, 583 S.E.2d at\n\n387.\n\n\n\n                                          - 11 -\n\f                                 STATE V. BRASWELL\n\n                                  Opinion of the Court\n\n\n\n      The State points also to the following exchange between Defendant and the\n\ntrial court to support its assertion that Defendant “clearly contemplated being\n\nsentenced as a level IV for felony sentencing”:\n\n             THE COURT: Do you understand that you’re pleading to\n             felonious breaking and entering carrying a maximum\n             punishment of 39 months; pleading guilty to malicious\n             conduct by a prisoner which is a Class F Felon [sic]\n             carrying a maximum punishment of 59 months; driving\n             while impaired, which is a misdemeanor, maximum\n             punishment three years; and larceny of a motor vehicle\n             which is a Class H misdemeanor carrying a maximum\n             punishment of 39 months for a total maximum punishment\n             of 137 months, plus three years. Do you understand that?\n\n             THE DEFENDANT: Yes, sir.\n\nHowever, as in Jeffery, Defendant’s acknowledgement of her “sentence[] is not a\n\n‘definite and certain’ indication that [D]efendant has a prior record level [IV].” 167\n\nN.C. App. at 581, 605 S.E.2d at 676. Indeed, the above colloquy does not reflect\n\nDefendant’s actual sentence; it reflects the total potential maximum permitted by\n\nstatute and therefore cannot be interpreted to constitute a stipulation by Defendant\n\nthat she should be sentenced at a Level IV. This colloquy does no work toward\n\nfurthering the State’s burden of proving Defendant’s prior convictions.\n\n      Moreover, the State submitted neither originals nor copies of records of prior\n\nconvictions nor records from agencies listed in N.C. Gen. Stat. § 15A-1340.14(f).\n\nDefendant did not stipulate to the prior record level explicitly. Further, the roman\n\nnumerals listed on the plea, Defendant’s reference to the existence of her criminal\n\n\n                                         - 12 -\n\f                                          STATE V. BRASWELL\n\n                                           Opinion of the Court\n\n\n\nrecord, and her acknowledgment of the statutory maximum sentence, considered\n\neither individually or in combination, do not amount to an implicit stipulation to or\n\notherwise serve to reliably establish her record level.4\n\n                                              IV. Remedy\n\n        Where an error occurs during the sentencing phase of a proceeding, the\n\nappropriate remedy is generally to remand for resentencing. This is true in criminal\n\nproceedings involving jury trials. See, e.g., Riley, 159 N.C. App. at 557, 583 S.E.2d at\n\n387 (remanding solely for resentencing where State did not carry its burden to\n\nestablish prior record level after conviction upon jury verdicts). It is also true in\n\nproceedings involving guilty pleas and plea agreements. See, e.g., State v. Murphy,\n\n___ N.C. App. ___, ___, 819 S.E.2d 604, 609 (2018) (remanding solely for resentencing\n\nafter concluding trial court erred in ordering defendant to pay restitution where\n\ndefendant had pleaded guilty to underlying charges); State v. Bright, 135 N.C. App.\n\n381, 383, 520 S.E.2d 138, 140 (1999) (remanding solely for resentencing after\n\nconcluding trial court erred in varying from presumptive sentence where defendant\n\nhad pleaded guilty); State v. Jones, 66 N.C. App. 274, 280, 311 S.E.2d 351, 354 (1984)\n\n\n\n        4  We note that our colleague in dissent finds pertinent that “[a]t no point in her brief or petition\nfor certiorari does Defendant . . . argue prejudice, assert the record level calculation is incorrect, or\nthat she would be eligible to receive a different or lower sentence.” Tyson, J., dissenting infra. While\nthis fact has been noted in cases in which our appellate courts have found a stipulation has occurred,\nneither these cases, nor the more similar cases in which no such stipulation occurred, nor our\ngoverning statutes suggest that a defendant must show prejudice in order to receive the benefit of a\nfair process in which the State meets its burden under N.C. Gen. Stat. § 15A-1340.14(f).\n\n\n\n                                                   - 13 -\n\f                                       STATE V. BRASWELL\n\n                                         Opinion of the Court\n\n\n\n(remanding solely for resentencing after concluding trial court erred in varying from\n\npresumptive sentence where defendant had pleaded guilty to underlying charges).\n\nConsistent with this binding precedent, we remand for resentencing.5\n\n                                           V. Conclusion\n\n       Having held that the State failed to meet its burden of proving Defendant’s\n\nprior record level by a preponderance of the evidence, we must vacate and remand for\n\na resentencing hearing on the charges of felonious breaking and entering, malicious\n\nconduct by a prisoner, and larceny of a motor vehicle.\n\n       VACATED AND REMANDED.\n\n       Judge COLLINS concurs.\n\n       Judge TYSON dissents by separate opinion.\n\n\n\n\n       5  The dissent asserts we must instead set aside the entire plea agreement. The cases cited in\nsupport of this contention, however, are readily distinguishable. Defendant does not seek to repudiate\nany portion of her plea agreement. State v. Green, ___ N.C. App. ___, ___, 831 S.E.2d 611, 618 (setting\naside plea agreement). And our opinion does not render any plea agreement terms unfulfillable. State\nv. Rico, 218 N.C. App. 109, 122, 720 S.E.2d 801, 809 (2012) (Steelman, J., concurring in part and\ndissenting in part), rev’d for the reasons stated in the dissent, 366 N.C. 327, 734 S.E.2d 571 (2012)\n(same). There was no agreement to a particular sentence in the plea agreement here; thus, the\ncommensurate remedy is remand for resentencing.\n\n                                                - 14 -\n\f No. COA19-434 – State v. Braswell\n\n\n      TYSON, Judge, dissenting.\n\n\n      The majority’s form-over-substance ruling places Defendant at risk of losing a\n\nvery beneficial plea bargain on the four charges she pled guilty to committing and\n\nallows the State to reinstate all the other nineteen charges that were dismissed.\n\nDefendant fails to argue or show any error or prejudice or that she is entitled to\n\nreceive any sentence other than what she received.\n\n      Defendant’s petition does not allege or demonstrate any prejudice and her\n\narguments are wholly without merit. The majority’s opinion erroneously issues our\n\nwrit, reaches the merits of Defendant’s purported appeal and reverses the judgments\n\nentered upon Defendant’s knowing guilty plea pursuant to a plea agreement. I\n\nrespectfully dissent.\n\n                           I. Presumption of Correctness\n\n      The Supreme Court of North Carolina has held the defendant carries the\n\nburden to overcome the presumption of correctness and to demonstrate prejudicial\n\nerror to warrant any relief. “The general rule is that a judgment is presumed to be\n\nvalid and will not be disturbed absent a showing that the trial judge abused his\n\ndiscretion. When the validity of a judgment is challenged, the burden is on the\n\ndefendant to show error amounting to a denial of some substantial right.” State v.\n\nBright, 301 N.C. 243, 261, 271 S.E.2d 368, 379-80 (1980).\n\n             The defendant, attacking a sentence, however, is\n             confronted by the presumption that the trial judge acted\n             fairly, reasonably, and impartially in the performance of\n\f                                  STATE V. BRASWELL\n\n                                  TYSON, J., dissenting\n\n\n\n             the duties of his office. Our entire judicial system is based\n             upon the faith that a judge will keep his oath. Unless the\n             contrary is made to appear, it will be presumed that\n             judicial acts and duties have been duly and regularly\n             performed.\n\nState v. Harris, 27 N.C. App. 385, 386-87, 219 S.E.2d 306, 307 (1975) (citations,\n\nellipses and internal quotation marks omitted).\n\n      The “presumption of lower court correctness and the wide discretion afforded\n\nour trial judges in rendering judgment” is based upon the view the trial judge\n\nparticipated in the disposition of the case and is in “the best position to determine\n\nappropriate punishment for the protection of society and rehabilitation of the\n\ndefendant.” Id. at 387, 219 S.E.2d at 307 (citation and internal quotation marks\n\nomitted).\n\n      These presumptions are not overcome in Defendant’s petition and Defendant\n\nshows no prejudice.      The trial court received and reviewed the signed plea\n\narrangement between Defendant and the State and the sentencing worksheet. The\n\ntrial court heard from Defendant’s counsel, Defendant, and the State before it\n\nimposed a sentence within the presumptive range for a level IV offender. At no point\n\ndoes Defendant argue that her sentence was incorrect, her prior record level was\n\ncalculated incorrectly, or she was entitled to a different sentence.\n\n      Defendant has not demonstrated how she was prejudiced by the trial court’s\n\nacceptance of her plea arrangement and subsequent presumptive sentence. The\n\n\n\n                                           2\n\f                                  STATE V. BRASWELL\n\n                                  TYSON, J., dissenting\n\n\n\nmajority’s opinion ignores the presumption of correctness and relieves Defendant of\n\nher burden to show prejudice to reverse the trial court’s judgment. She demonstrates\n\nno merit and is not entitled to this Court’s discretionary writ.\n\n                      II. N.C. Gen. Stat. §§ 15A-1442 and 1444\n\n      Contrary to the majority opinion’s assertion, Defendant does not have any\n\nappeal of right under these facts.      Defendant voluntarily pled guilty and was\n\nsentenced within the presumptive range for the felonies to which she committed and\n\nknowingly admitted. See N.C Gen. Stat. § 15A-1444(a1) (2017). She asserts, despite\n\nher in-court acknowledgement of her past criminal record, her signed Transcript of\n\nPlea, and her colloquy with the trial court, that she did not agree or stipulate to her\n\nprior record level.\n\n      Defendant failed to and cannot assert her prior record level was incorrectly\n\ncalculated or that points for prior convictions were attributed incorrectly. See N.C.\n\nGen. Stat. § 15A-1444 (a2)(1). She never asserts either an erroneous record level or\n\nany prejudice she has suffered.\n\n      Under N.C. Gen. Stat. § 15A-1442, “Grounds for correction of error by appellate\n\ndivision,” Defendant meets none of the statutory criteria.\n\n             The following constitute grounds for correction of errors by\n             the appellate division.\n              ....\n\n             (5b) Violation of Sentencing Structure.--The sentence\n             imposed:\n\n\n                                           3\n\f                                 STATE V. BRASWELL\n\n                                  TYSON, J., dissenting\n\n\n\n\n                    a. Results from an incorrect finding of the\n                    defendant’s prior record level under G.S. 15A-\n                    1340.14 or the defendant’s prior conviction level\n                    under G.S. 15A-1340.21;\n\n                    b. Contains a type of sentence disposition that is not\n                    authorized by G.S. 15A-1340.17 or G.S. 15A-1340.23\n                    for the defendant’s class of offense and prior record\n                    or conviction level; or\n\n                    c. Contains a term of imprisonment that is for a\n                    duration not authorized by G.S. 15A-1340.17 or G.S.\n                    15A-1340.23 for the defendant’s class or offense and\n                    prior record or conviction level.\n\n             (6) Other Errors of Law.--Any other error of law was\n             committed by the trial court to the prejudice of the\n             defendant.\n\nN.C. Gen. Stat. § 15A-1442 (2017) (emphasis supplied).\n\n                          III. Petition for Writ of Certiorari\n\n      It is uncontested that Defendant filed a defective notice of appeal.\n\nSubsequently, Defendant filed a petition for a writ of certiorari.           To warrant\n\nconsideration, Defendant’s “petition for the writ must show merit or that error was\n\nprobably committed below. In re Snelgrove, 208 N.C. 670, 672, 182 S.E. 335 [1935].\n\nCertiorari is a discretionary writ, to be issued only for good and sufficient cause\n\nshown. Womble v. Gin Company, 194 N.C. 577, 579, 140 S.E. 230 [1927].” State v.\n\nGrundler, 251 N.C. 177, 189, 111 S.E.2d 1, 9 (1959).         Without an allegation of\n\nprejudice, review by certiorari is not available to either by statute or by precedent to\n\n\n\n                                           4\n\f                                  STATE V. BRASWELL\n\n                                   TYSON, J., dissenting\n\n\n\nDefendant. N.C. Gen. Stat. § 15A-1442; N.C. Gen. Stat. § 15A-1444(g); Grundler, 251\n\nN.C. at 189, 111 S.E.2d at 9.\n\n      To warrant issuance of the writ, Defendant’s petition must show the purported\n\nissue on appeal has potential merit and, if meritorious, that she suffered prejudice.\n\nWhile her petition is not required to show she is certain to prevail on the merits, it\n\nalleges no potential of merit, asserts no prejudice or probability of a different sentence\n\non remand. I vote to deny the meritless petition.\n\n      The majority’s opinion does not state any basis to allow the petition or invoke\n\nRule 2, but nonetheless grants Defendant’s petition and addresses the merits. As\n\nsuch, I address lack of demonstrated merit or prejudice in the underlying issue and\n\nthe substantial risks to Defendant on remand.\n\n                                     IV. Stipulation\n\n      It is undisputed Defendant voluntarily and knowingly entered a guilty plea.\n\nConsistent with her plea, Defendant was sentenced as a prior record level IV within\n\nthe presumptive range for felonious breaking and entering, malicious conduct by a\n\nprisoner, driving while impaired, and larceny of a motor vehicle.\n\n      In exchange for Defendant’s guilty plea to these four charges, the State\n\ndismissed the following nineteen additional charges: (1) first-degree burglary; (2)\n\ndriving with license revoked; (3) resisting a public officer; (4) felony possession of a\n\nschedule II substance; (5) misdemeanor child abuse; (6) possession of a controlled\n\n\n\n                                            5\n\f                                 STATE V. BRASWELL\n\n                                 TYSON, J., dissenting\n\n\n\nsubstance in jail premises; (7) possession of a stolen vehicle; (8) three counts of hit\n\nand run; (9) failure to maintain lane control; (10) driving while license revoked due\n\nto impaired driver’s license revocation; (11) aggressive driving; (12) driving while\n\nimpaired; (13) malicious conduct by a prisoner; (14) larceny of a motor vehicle; (15)\n\nlarceny of a dog; (16) driving without liability insurance; and, (17) transporting a\n\nchild not in rear seat.\n\n      During Defendant’s plea colloquy and sentencing hearing, the State submitted\n\na Transcript of Plea, signed by Defendant and her counsel. Also a prior record level\n\nworksheet and a copy of Defendant’s driving record were presented without objection.\n\nThe sentencing worksheet indicated Defendant had accrued twelve prior conviction\n\nsentencing points. Four of those points came from two prior class H felony convictions\n\nand eight points derived from a combination of multiple Class A1 and Class 1\n\nmisdemeanors. The majority’s opinion correctly notes Defendant does not challenge\n\nthe record level determination for her driving while impaired conviction.\n\n      Defendant’s sole argument asserts only she did not sign the stipulation in\n\nSection III of her prior record level/conviction level worksheet. Defendant’s petition\n\ndoes not deny any of the underlying convictions nor argue her twelve prior record\n\npoints were not correctly computed. She does not assert that she is entitled to a\n\ndifferent sentence if the judgment on her plea is reversed. After hearing from both\n\n\n\n\n                                          6\n\f                                 STATE V. BRASWELL\n\n                                  TYSON, J., dissenting\n\n\n\nparties, including Defendant individually, the trial court sentenced Defendant in the\n\npresumptive ranges as a prior record level IV on the felony counts.\n\n      The State bears the burden of proving by a preponderance of the evidence that\n\na prior conviction exists. See State v. Alexander, 359 N.C. 824, 827, 616 S.E.2d 914,\n\n917 (2005). The State can prove a defendant’s prior convictions and establish the\n\ndefendant’s prior record level under the statute by any of the following:\n\n             (1)    Stipulation of the parties.\n\n             (2)   An original or copy of the court record of the prior\n             conviction.\n\n             (3)   A copy of records maintained by the Department of\n             Public Safety, the Division of Motor Vehicles, or of the\n             Administrative Office of the Courts.\n\n             (4)    Any other method found by the court to be reliable.\n\nN.C. Gen. Stat. § 15A-1340.14(f) (2017).\n\n      Defendant’s express, explicit or signed affirmation is not necessary for the\n\nState to carry its burden. Alexander, 359 N.C. at 829, 616 S.E.2d at 917. The Supreme\n\nCourt of North Carolina stated “a stipulation need not follow any particular form,\n\n[but] must be definite and certain[.]” Id. at 828, 616 S.E.2d at 917 (citation omitted).\n\n“Silence, under some circumstances, may be deemed assent.” Id. (citation omitted).\n\n                                   A. State v. Riley\n\n      The majority’s opinion cites this Court’s opinion in State v. Riley to support its\n\nconclusion to reverse. State v. Riley, 159 N.C. App. 546, 583 S.E.2d 379 (2003). In\n\n\n                                           7\n\f                                 STATE V. BRASWELL\n\n                                  TYSON, J., dissenting\n\n\n\nRiley, the State submitted the defendant’s prior record worksheet and asserted the\n\ndefendant was a prior record level III offender for sentencing after the jury had\n\nconvicted him. Id. at 556, 583 S.E.2d at 387. The State asserted the crimes were\n\ncommitted for the benefit of gang activity and sought a sentence within the\n\naggravated range. Id.\n\n      In response, the “[d]efendant asked for mercy with regard to any sentence\n\nimposed and did not object to the information on the worksheet or the statements\n\nmade by the prosecutor in reference to defendant’s prior record level.” Id. at 557, 583\n\nS.E.2d at 387. This Court held that the sentencing worksheet filled out by the\n\nprosecutor and unsupported statements about the defendant’s prior record level were\n\ninsufficient to carry the State’s burden to show the prior convictions. Id.\n\n      Riley is inapposite to these facts and does not support the majority’s conclusion.\n\nThe defendant in Riley did not plead guilty, and no voluntary and knowing plea\n\nbargain was made. No Transcript of Plea, signed by both defense counsel and the\n\ndefendant, containing a listed and correct punishment level was produced in Riley.\n\nNo plea colloquy occurred as was done in the present case. The majority opinion’s\n\nreliance upon Riley to support its outcome is without foundation.\n\n                                 B. State v. Alexander\n\n      The majority’s opinion also misapplies and discounts the holding in State v.\n\nAlexander. In Alexander, our Supreme Court held that the dialogue between the trial\n\n\n\n                                           8\n\f                                 STATE V. BRASWELL\n\n                                  TYSON, J., dissenting\n\n\n\ncourt and defense counsel constituted a stipulation. Id. at 828, 616 S.E.2d at 917.\n\nAfter the plea colloquy, the defendant Alexander stipulated to a factual basis for his\n\nplea. Id. at 825, 616 S.E.2d at 916. Our Supreme Court was persuaded by the defense\n\ncounsel’s directing the trial court to the sentencing worksheet, the trial court’s\n\nreliance on defense counsel’s statements about defendant’s prior offenses, and the\n\ntrial court’s knowledge of the plea agreement as proof of the defendant’s stipulation\n\nand the accuracy of the record level calculation. Id. at 832, 616 S.E.2d at 919.\n\n      The Court noted its “previous decisions make it clear that counsel need not\n\naffirmatively state what a defendants prior record level is for a stipulation with\n\nrespect to that defendants prior record level to occur.” Id. at 830, 616 S.E.2d at 918\n\n(citing State v. Albert, 312 N.C. 567, 579-80, 324 S.E.2d 233, 241 (1985)).\n\n      Here, as in Alexander, Defendant and her counsel both signed the Transcript\n\nof Plea. The Transcript includes numerous sections, one of which is labeled “Pun.\n\nCL.,” an abbreviation for “punishment conviction level.” Defendant’s Transcript\n\nnoted a roman numeral “IV” next to all the felonies to which she pled guilty.\n\n      In addition to the signed Transcript of Plea, the trial court and Defendant\n\nengaged in the plea colloquy. Defendant acknowledged she understood the terms and\n\nconditions of her plea arrangement and agreed there was factual basis for her guilty\n\npleas. The trial court then asked for Defendant’s driving record. While the prosecutor\n\nsought the record, defense counsel provided the court with information about\n\n\n\n                                           9\n\f                                 STATE V. BRASWELL\n\n                                  TYSON, J., dissenting\n\n\n\nDefendant.    The court offered Defendant the opportunity to be heard and she\n\napologized for her criminal conduct and acknowledged having “a criminal record.”\n\n                                   C. State v. Wade\n\n      Many opinions by this Court provide precedents to affirm the judgment in the\n\npresent case. Where a sentencing worksheet is the only proof of previous convictions\n\nsubmitted to the trial court, this Court will look to the record and dialogue between\n\nthe parties to determine if a defendant stipulated to prior convictions. State v. Wade,\n\n181 N.C. App. 295, 298, 639 S.E.2d 82, 86 (2007).\n\n      In Wade, the defendant failed to object to his sentencing worksheet. Id. at 299,\n\n639 S.E.2d at 86. At sentencing, defense counsel spoke on behalf of the defendant\n\nand described mitigating factors to the trial court. Id. This Court held the defendant’s\n\nfailure to object, when he had the opportunity to do so, constituted a stipulation to\n\nthe prior offenses. Id.\n\n                                 D. State v. Eubanks\n\n      In State v. Eubanks, 151 N.C. App. 499, 504-05, 565 S.E.2d 738, 742 (2002),\n\nafter defendant Eubanks was convicted by a jury, the State submitted a sentencing\n\nworksheet that was not signed by the defendant or defense counsel. The trial court\n\nasked defense counsel if he had seen the worksheet and counsel answered\n\naffirmatively. Id. Further the court asked if he had any objections. Id. This Court\n\nheld that the defendant’s opportunity to object and his failure to do so clearly\n\n\n\n                                           10\n\f                                  STATE V. BRASWELL\n\n                                   TYSON, J., dissenting\n\n\n\nconstituted his stipulation to his unsigned prior record level worksheet. Id. at 506,\n\n565 S.E.2d at 742.\n\n                                   E. State v. Hurley\n\n      In State v. Hurley, 180 N.C. App. 680, 685, 637 S.E.2d 919, 923 (2006), the\n\ndefendant was convicted by a jury of committing robbery. He failed to object to the\n\nconvictions on his sentencing worksheet at sentencing. Instead of objecting to his\n\nsentencing worksheet, defense counsel asked for the defendant to be placed on work\n\nrelease. Id.   This Court held defense counsel’s conduct constituted defendant’s\n\nstipulation to his prior convictions. Id.\n\n                                  F. State v. Mullinax\n\n      In State v. Mullinax, 180 N.C. App. 439, 440, 637 S.E.2d 294, 295 (2006), the\n\ndefendant pled guilty to second-degree murder.             At the plea hearing, “after\n\ndetermining that there was no maximum sentence listed on the plea transcript, the\n\ntrial court explained that it would calculate the sentence for defendant.” Id. at 444,\n\n637 S.E.2d at 297. The trial court asked the prosecutor and defense counsel if “two\n\nhundred and ninety-four months on the Level 2 sounded correct?” Id., 637 S.E.2d at\n\n298 (emphasis omitted). Both counsels answered affirmatively. Id.\n\n      This Court held the statements made defense counsel were to be “construed as\n\na stipulation by defendant that he had been convicted of the charges listed on the\n\nworksheet.” Id. at 445, 637 S.E.2d at 298. This Court further noted the numerous\n\n\n\n                                            11\n\f                                 STATE V. BRASWELL\n\n                                  TYSON, J., dissenting\n\n\n\nopportunities for the defendant and his counsel to interject: “(1) when the trial court\n\nasked if [the sentence term] was accurate; (2) when they reviewed and defendant\n\nsigned the Transcript of Plea; (3) after the State’s summary of the evidence; (4) during\n\ntheir statements at the factual basis; and (5) during the sentencing phase.” Id. at 445-\n\n46, 637 S.E.2d at 298 (emphasis supplied). This Court also noted, as here, the\n\ndefendant did not contest the prior convictions as listed on his worksheet. Id.\n\n      The majority opinion’s attempt to explain away or diminish these precedents,\n\nall of which support affirming the trial court’s judgment, is unpersuasive.\n\n                           V. Set Aside Plea Arrangement\n\n      The majority’s opinion concludes to “reverse and remand for a resentencing\n\nhearing on the charges of felonious breaking and entering, malicious conduct by a\n\nprisoner, and larceny of a motor vehicle.” This mandate itself is error and is not\n\nsupported by precedents.\n\n      “Although a plea agreement occurs in the context of a criminal proceeding, it\n\nremains contractual in nature.       A plea agreement will be valid if both sides\n\nvoluntarily and knowingly fulfill every aspect of the bargain.” State v. Rodriguez, 111\n\nN.C. App. 141, 144, 431 S.E.2d 788, 790 (1993). As a bilateral contract where one\n\nparty rejects the terms or breaches the performance, the proper mandate under the\n\nmajority’s conclusion is to vacate and set aside the plea arrangement. State v.\n\nGreen,___ N.C. App. __, __ 831 S.E.2d 611, 618 (2019). This returns the parties to\n\n\n\n                                           12\n\f                                  STATE V. BRASWELL\n\n                                  TYSON, J., dissenting\n\n\n\nstatus quo and results in Defendant facing all the original charges. See id. Rescission\n\nof the agreement by the non-breaching party and the parties’ return to status quo is\n\nthe remedy available in every contract. Gilbert v. West, 211 N.C. 465, 466, 190 S.E.\n\n727, 728 (1937) (“When a court, in the exercise of its equitable jurisdiction, cancels a\n\ncontract or deed, it should seek to place the parties in status quo[.]”).\n\n      In Green, this Court held that the defendant’s stipulation was invalid. This\n\nCourt further held that since the sentence was imposed as part of a plea agreement,\n\nthe “plea agreement must be set aside in its entirety, and the parties may either agree\n\nto a new plea agreement or the matter should proceed to trial on the original charges\n\nin the indictments.” Green, __ N.C. App. at __ 831 S.E.2d at 618.\n\n      Green and its predecessor, State v. Rico, are controlling. State v. Rico, 218 N.C.\n\nApp. 109, 122, 720 S.E.2d 801, 809 (Steelman, J., dissenting) (concluding plea\n\nagreement must be set aside and judgment must be vacated and remanded for\n\ndisposition of original charge where trial court erroneously imposed aggravated\n\nsentence based solely upon defendant’s plea agreement and stipulation to\n\naggravating factor), rev’d per curiam for reasons stated in dissent, 366 N.C. 327, 734\n\nS.E.2d 571 (2012).\n\n      The defendants in Green and Rico struck plea bargains with the State. Green,\n\n__ N.C. App. at __, 831 S.E.2d at 613; Rico, 218 N.C. App. at 111, 720 S.E.2d at 802.\n\nThe issue in those cases is the same as here: was the plea bargain legally correct and\n\n\n\n                                           13\n\f                                  STATE V. BRASWELL\n\n                                   TYSON, J., dissenting\n\n\n\nbinding? Once the appellate determinations were made, defendants Green and Rico\n\nwere returned to the trial court to re-negotiate a new plea bargain with the State or\n\nproceed to trials on the original charges. Green, __ N.C. App. at __, 831 S.E.2d at 618;\n\nRico, 218 N.C. App. at 122, 720 S.E.2d at 809.\n\n      The results of Green and Rico are consistent with our Court’s long-standing\n\nprecedent of affording the defendant and the State the opportunity to re-negotiate a\n\nplea arrangement or proceed to trial where the plea arrangement was rejected or\n\nruled invalid.\n\n      Ten years after this Court’s formation, State v. Fox was decided. State v. Fox,\n\n34 N.C. App. 576, 239 S.E.2d 471 (1977). In Fox, the defendant was charged by\n\nwarrant with two counts of felony breaking and entering and larceny. Id. at 576, 239\n\nS.E.2d at 472. The defendant pled guilty to two misdemeanor counts pursuant to\n\nplea arrangement in district court and then appealed for trial de novo in superior\n\ncourt. Id. at 577, 239 S.E.2d at 472. The superior court refused to allow a trial. Id.\n\n      This Court held that the defendant was entitled to trial de novo in superior\n\ncourt. Id. at 578, 239 S.E.2d at 473. However, the defendant at his new trial would\n\nbe subject to the possibility of being tried on indictments for the original felonies. Id.\n\nat 579, 239 S.E.2d at 473. In the opinion authored by Chief Judge Brock, the Court\n\nheld: “Where a defendant elects not to stand by his portion of a plea agreement, the\n\n\n\n\n                                            14\n\f                                   STATE V. BRASWELL\n\n                                   TYSON, J., dissenting\n\n\n\nState is not bound by its agreement to forego the greater charge.” Id. (emphasis\n\nsupplied).\n\n      The cases cited in the majority’s opinion, State v. Murphy, State v. Bright and\n\nState v. Jones do not support the majority’s outcome. In those cases, the trial court,\n\nnot a party, had erroneously veered from the plea arrangements, rather than the\n\nsituation present here. Defendant has elected to challenge her own undisputed\n\nagreement, after she received everything the State had agreed to, and without\n\nshowing any potential prejudice.\n\n      In Murphy, the trial court ordered restitution outside of the plea arrangement.\n\nState v. Murphy, __ N.C. App. __, 819 S.E.2d 604 (2018). The trial court had ordered\n\nrestitution for victims of cases which had been dismissed. This Court held, “As\n\ndefendant never agreed to pay restitution as part of the plea agreement, the invalidly\n\nordered restitution was not an ‘essential or fundamental’ term of the deal.\n\nAccordingly, we hold the proper remedy here is not to set aside defendant’s entire\n\nplea agreement but to vacate the restitution order and remand for resentencing solely\n\non the issue of restitution.” Id. at __, 819 S.E.2d at 609.\n\n      In Bright, the plea arrangement allowed the defendant to plead to a lesser\n\nincluded offense with sentencing in the trial court’s discretion. State v. Bright, 135\n\nN.C. App. 381, 382, 520 S.E.2d 138, 139 (1999). The court failed to make the required\n\nwritten findings of aggravation and mitigation. Id. In its brief, the State conceded\n\n\n\n                                            15\n\f                                  STATE V. BRASWELL\n\n                                  TYSON, J., dissenting\n\n\n\nthe error. Id. at 383, 520 S.E.2d at 140. This was not a case of either party challenging\n\ntheir agreement. The judgment in Bright was properly remanded for resentencing.\n\nId.\n\n      In State v. Jones, 66 N.C. App. 274, 280, 311 S.E.2d 351, 354 (1984), the trial\n\ncourt erroneously considered an additional aggravating factor in sentencing. This\n\nCourt held “that the trial judge made numerous errors in his findings of factors in\n\naggravation, and the defendant’s sentence must be vacated and the case remanded\n\nfor resentencing.” Id.\n\n      The present case is also distinguishable from the facts of Rodriguez, where this\n\nCourt allowed a defendant to be re-sentenced upon remand of his appeal of his plea\n\narrangement. Rodriguez, 111 N.C. App. at 148, 431 S.E.2d at 792. In Rodriguez, the\n\nprosecutor violated the terms of the plea arrangement.           This Court held the\n\nprosecutor’s actions constituted a due process violation and the only relief available\n\nwas to abandon the arrangement and allow the defendant’s sentencing hearing to be\n\nconducted before a different trial judge. Id.\n\n      Rodriguez and the factual and procedural backgrounds of the cases cited in the\n\nmajority’s opinion are wholly different from the present case. The State and\n\nDefendant each honored their agreement with a guilty plea and the State dismissed\n\nnineteen charges as a condition of the plea. Here, where Defendant seeks to undo the\n\narrangement in an unmeritorious, but allowed petition before this Court, the only\n\n\n\n                                           16\n\f                                  STATE V. BRASWELL\n\n                                  TYSON, J., dissenting\n\n\n\nproper remedy is rescission and to vacate the plea arrangement and the judgment\n\nand return the parties to where they stood prior to the plea.\n\n                                    VI. Conclusion\n\n      Defendant has: (1) no right to appeal; (2) failed to preserve appellate review\n\nwhen she knowingly and voluntarily entered her guilty pleas; (3) failed to forecast,\n\nany basis to allow her petition for writ of certiorari; (4) presented no meritorious\n\nargument; and, (5) failed to demonstrate any prejudice.\n\n      The majority’s opinion does not cite any basis to allow Defendant’s petition and\n\nissue the writ or invoke Rule 2. Defendant pled guilty, she and her counsel both\n\nsigned the Transcript of Plea, engaged in a plea colloquy with the trial judge, and she\n\nhad ample opportunities to object to her sentencing calculation at her sentencing\n\nhearing.\n\n      Defendant and her counsel presented her prior history and her counsel\n\ndiscussed potential treatments for Defendant while she would serve her sentence.\n\nDefendant acknowledged her own prior criminal history to the Court. Defendant\n\nreceived the full benefit of her plea bargain, has not shown any prejudice, or that a\n\ndifferent result will occur by setting aside her sentence.\n\n      The dialogue, colloquy, the conduct of counsel and Defendant, Defendant’s\n\nfailure to object to her sentencing calculation at the trial court, and her and counsel’s\n\nsigned Transcript of Plea and notation of “IV” at the punishment conviction level on\n\n\n\n                                           17\n\f                                  STATE V. BRASWELL\n\n                                  TYSON, J., dissenting\n\n\n\nthe transcript are sufficient to sustain the State’s burden that Defendant stipulated\n\nto her sentencing level. N.C. Gen. Stat. § 15A-1340.14(f)(1). Defendant’s petition is\n\nentirely without merit. At no point in her brief or petition for certiorari does\n\nDefendant show merit, argue prejudice, assert the prior record level calculation is\n\nincorrect, or that she would be eligible to receive a different or lower sentence.\n\n      Defendant’s plea bargain and prior record level calculation can be sustained\n\nunder “[a]ny other method found by the court to be reliable.” N.C. Gen. Stat. § 15A-\n\n1340.14(f)(4). I vote to affirm the trial court’s judgment and sentencing of Defendant\n\nas a level IV offender. I respectfully dissent.\n\n\n\n\n                                           18\n\f",
            "ocr": false,
            "opinion_id": 4469750
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Robbery"
}