{
    "id": 4692544,
    "judges": null,
    "date_filed": 1578355200000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-garcia",
    "case_name_short": "Garcia",
    "case_name": "United States v. Garcia",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 47.0,
            "download_url": "http://www.ca10.uscourts.gov/opinions/18/18-6033.pdf",
            "author_id": null,
            "opinion_text": "                                                                     FILED\n                                                         United States Court of Appeals\n                                                                 Tenth Circuit\n\n                                   PUBLISH                     January 7, 2020\n                                                            Christopher M. Wolpert\n                   UNITED STATES COURT OF APPEALS               Clerk of Court\n\n                                TENTH CIRCUIT\n\n\n\n UNITED STATES OF AMERICA,\n\n       Plaintiff - Appellee,\n                                                       No. 18-6033\n v.\n\n JASON DAVON GARCIA,\n\n       Defendant - Appellant.\n\n\n                 Appeal from the United States District Court\n                    for the Western District of Oklahoma\n                       (D.C. No. 5:17-CR-00106-HE-1)\n\n\nLynn C. Hartfield, Law Office of Lynn C. Hartfield, LLC, Denver, Colorado, for\nDefendant-Appellant.\n\nSteven W. Creager, Assistant United States Attorney (Robert J. Troester, Acting\nUnited States Attorney, and Jacquelyn M. Hutzell, Assistant United States\nAttorney, with him on the brief), Office of the United States Attorney, Western\nDistrict of Oklahoma, Oklahoma City, Oklahoma, for Plaintiff-Appellee.\n\n\nBefore HARTZ, HOLMES, and CARSON, Circuit Judges.\n\n\nHOLMES, Circuit Judge.\n\n\n      Jason Davon Garcia seeks review of a sentence of ninety-six months’\n\nimprisonment imposed after he pleaded guilty to being a felon in possession of a\n\ffirearm. He claims that the district court erred in considering his earlier\n\npossession of two handguns as relevant conduct and that the sentence the court\n\nimposed on him is substantively unreasonable.\n\n      Exercising jurisdiction under 28 U.S.C. § 1291 and 18 U.S.C. § 3742(a), we\n\nreject Mr. Garcia’s challenges. We review Mr. Garcia’s relevant-conduct\n\nargument for plain error and conclude that the district court did not plainly err in\n\ntreating his prior incident of handgun possession as relevant conduct as to his\n\noffense of conviction. We also conclude that the district court’s sentence is not\n\nsubstantively unreasonable. We therefore affirm. More specifically, Judge Hartz\n\nconcurs in the judgment and joins the following opinion except for Part II.\n\n                                          I\n\n      In May 2017, a federal grand jury sitting in the Western District of\n\nOklahoma returned an indictment alleging that, on or about April 21, 2017, in\n\nOklahoma City, Oklahoma, Mr. Garcia violated 18 U.S.C. § 922(g)(1) by\n\npossessing a firearm after having previously been convicted of a felony. Mr.\n\nGarcia pleaded guilty to the Indictment’s sole count without a plea agreement.\n\n\n\n\n                                          2\n\f      The Probation Office then prepared a Presentence Report (“PSR”). 1 In\n\ndescribing Mr. Garcia’s offense conduct, the PSR observed that, on April 24,\n\n2016—nearly a year before the April 2017 firearm possession, which formed the\n\nbasis of his offense of conviction—officers from the Oklahoma City Police\n\nDepartment (“OCPD”) encountered Mr. Garcia and his girlfriend at a gas station\n\nin a high-crime area, started talking to him, requested his identification, and asked\n\nwhether he was carrying any weapons. Mr. Garcia disclosed that he was carrying\n\na gun, and an officer found two loaded handguns in Mr. Garcia’s waistband. The\n\nofficer arrested Mr. Garcia on an outstanding warrant, and he was later charged in\n\nstate court with being a felon in possession of a firearm.\n\n      The PSR also described the events directly giving rise to Mr. Garcia’s\n\ncurrent conviction: Specifically, in April 2017, OCPD officers were called to a\n\nhigh school and spoke to the daughter of Mr. Garcia’s girlfriend. The daughter\n\nreported that her mother (i.e., Mr. Garcia’s girlfriend) had locked herself in a\n\nbedroom to “get away from” Mr. Garcia, who “was agitated” and “had his rifle\n\nout.” R., Vol. II, ¶ 8, at 6 (PSR, originally filed Nov. 22, 2017, revised Dec. 18,\n\n2017). Other officers went to the house where Mr. Garcia’s girlfriend was\n\n\n\n      1\n             The Probation Office used the 2016 edition of the United States\nSentencing Guidelines Manual in preparing the PSR. That decision is not\nchallenged here. Accordingly, we also use that edition when resolving the issues\nin this appeal.\n\n                                          3\n\flocated and convinced her to leave with them. Officers later interviewed her, and\n\nshe stated that Mr. Garcia “suddenly became upset with her and hit her with an\n\nunknown object” and “punched her in the leg.” Id. Officers saw a “fresh wound\n\nwith blood” on her leg. Id.\n\n      Mr. Garcia’s girlfriend had told officers that he “had his rifle out” during\n\nthe incident at the house, but she later told them that she had not seen him “get\n\nthe rifle out in six months.” Id. Officers noted that she seemed frightened about\n\nwhat Mr. Garcia might do to her and seemed reluctant to tell them “the whole\n\ntruth.” Id. She also expressed concern that Mr. Garcia would commit “suicide by\n\ncop” rather than go back to jail. Id. The girlfriend gave consent to search the\n\nhouse, and officers discovered a loaded rifle under Mr. Garcia’s bed and 108\n\nrounds of ammunition throughout the house.\n\n      The PSR calculated a total offense level of twenty-one. In doing so, it\n\napplied a two-level enhancement under § 2K2.1(b)(1)(A) of the United States\n\nSentencing Guidelines Manual (“U.S.S.G.” or “Guidelines”) for an offense\n\ninvolving three or more firearms; the number comprises the rifle forming the\n\nbasis for the conviction and the two handguns discovered in the April 2016\n\nfirearms incident. The PSR observed that the April 2016 incident and the April\n\n2017 offense of conviction occurred a little less than a year apart.\n\n\n\n\n                                          4\n\f       The PSR then set forth Mr. Garcia’s criminal history. Mr. Garcia has a\n\nlong criminal record, consisting of mostly state offenses that date back to when he\n\nwas a juvenile. His record includes a 1993 juvenile adjudication for possessing a\n\nweapon (i.e., an unloaded pistol) on school property when Mr. Garcia was sixteen\n\nyears old. His record also includes subsequent adult convictions for, inter alia,\n\nburglary and attempted automobile burglary, as well as discharging a firearm from\n\na motor vehicle (in 1994, when he was seventeen years old); pointing a firearm at\n\nanother (in 1996, when he was nineteen years old); domestic abuse (in 2002,\n\nwhen he was twenty-five years old); and unlawful possession of marijuana,\n\nmethamphetamine, and drug paraphernalia, as well as unlawful shipment, transfer,\n\nreceipt, or possession of stolen firearms (in 2008, when he was thirty-one years\n\nold). Notably, the PSR did not assign criminal-history points to over a dozen of\n\nMr. Garcia’s prior convictions because they were not countable, for various\n\nreasons, under the Guidelines—a majority of them merely because they were too\n\nold.\n\n       According to the PSR, Mr. Garcia’s subtotal criminal history score was\n\nthree, and one of those criminal-history points stemmed from a 2007 conviction\n\nfor possession of methamphetamine for which he received a five-year suspended\n\nsentence in June 2011. The PSR added two points to his subtotal criminal-history\n\nscore, pursuant to Guidelines § 4A1.1(d), because Mr. Garcia “committed the\n\n\n                                          5\n\finstant offense while under a criminal justice sentence” resulting from the 2007\n\nconviction. Id., ¶ 52, at 19. This calculation yielded a total of five criminal-\n\nhistory points, placing Mr. Garcia in criminal-history category III. Based on a\n\ntotal offense level of twenty-one and a criminal-history category of III, the PSR\n\nfound that the Guidelines range was forty-six to fifty-seven months’\n\nimprisonment. Id., ¶ 96, at 28.\n\n      The PSR also identified factors that might warrant a non-Guidelines\n\nsentence. In particular, when discussing whether an upward variance would be\n\njustified, the PSR generally stated the following:\n\n             Based on the nature and circumstances of the offense, the history\n             and characteristics of the defendant, the need for the sentence\n             imposed to reflect the seriousness of the offense, the need to\n             afford adequate deterrence to criminal conduct, and the need to\n             protect the public from further crimes of the defendant, an\n             upward variance may be warranted.\n\nId., ¶ 119, at 31. In particular, the PSR commented as follows:\n\n            The defendant sustained his first felony conviction shortly after\n            he turned 18; for essentially his entire adult life it has been\n            unlawful for him to possess firearms. However, he has repeatedly\n            continued to disregard the law both with respect to firearms and\n            other criminal activity. . . . The defendant’s possession of a\n            firearm is particularly concerning – more so than the “average”\n            felon in possession case – because of his history involving\n            pointing and discharging firearms. This concern is further\n            increased because of the defendant’s apparently unstable mental\n            state and his ongoing involvement in domestic violence.\n\nId., ¶ 120, at 31–32.\n\n\n                                          6\n\f       In urging the court to consider imposing an upward variance, the Probation\n\nOffice stressed that the Guidelines range did not adequately take into account the\n\nseriousness and longstanding nature of Mr. Garcia’s criminal conduct.\n\nUnderscoring the seriousness of his criminal record, the PSR noted that Mr.\n\nGarcia was only one qualifying conviction short of the three required to subject\n\nhim to a sentence under the Armed Career Criminal Act (“ACCA”), which\n\nrequires courts to impose a fifteen-year mandatory-minimum prison term on\n\neligible offenders. 2\n\n       And, regarding the concern posed by Mr. Garcia’s mental state, the PSR\n\nreported, among other indicators of significant mental instability, that Mr. Garcia\n\nhad been diagnosed on two prior occasions as suffering from “Antisocial\n\nPersonality Disorder,” that he had previously noted “his own weaknesses as\n\nhurting those he cares about and feeling no pain,” and that currently he “reported\n\nexperiencing visual and auditory hallucinations.” Id., ¶¶ 72–73, at 24.\n\n       Mr. Garcia filed objections to the PSR’s Guidelines computations, arguing\n\nin pertinent part that the two additional criminal-history points had been\n\n\n       2\n              The PSR informed the court that, as a matter of law, Mr. Garcia was\nnot eligible for the ACCA’s fifteen-year mandatory-minimum sentence because\nour court had determined that the crime forming the basis for one of his prior\nconvictions—the 1996 Oklahoma offense for pointing a firearm—did not qualify\nas a “violent felony” under the ACCA. See R., Vol. II, ¶121, at 32 (citing United\nStates v. Titties, 852 F.3d 1257 (10th Cir. 2017), in which we held that\nOklahoma’s offense for pointing a firearm was not a violent felony).\n\n                                         7\n\fimproperly assessed, pursuant to Guidelines § 4A1.1(d), because his five-year\n\nsuspended sentence for methamphetamine possession expired in June 2016, “prior\n\nto the allegations in the case before the [district] [c]ourt”—that is, the April 2017\n\nunlawful firearm-possession offense. Id. at 33 (Addendum to PSR, filed Dec. 18,\n\n2017).\n\n         The Probation Office responded that, in April 2016, prior to the expiration\n\nof his suspended sentence, Mr. Garcia had unlawfully possessed two handguns,\n\nand this possession was relevant conduct with respect to his subsequent April\n\n2017 offense of conviction. Therefore, it reasoned that adding the two points for\n\ncommitting “the instant offense while under any criminal justice sentence” was\n\nappropriate. U.S.S.G. § 4A1.1(d). More specifically, referencing the Guidelines\n\ncommentary, the Probation Office explained that the “instant offense,” which\n\n§ 4A1.1(d) contemplates, is not limited to just the crime of conviction—which\n\nadmittedly occurred in April 2017, after his suspended sentence expired. Rather,\n\nthis term, said the Office, encompasses relevant conduct, such as his April 2016\n\nincident involving the unlawful possession of firearms. R., Vol. II, 34. Thus, at\n\nthe time of that incident (i.e., in April 2016) Mr. Garcia was still under a\n\n“criminal justice sentence” and thus two additional criminal-history points were\n\nproperly attributed to him.\n\n\n\n\n                                           8\n\f      The district court considered Mr. Garcia’s objections during a sentencing\n\nhearing. Defense counsel initially said that he would stand on his written\n\nobjections, while the government stated that it agreed with the Probation Office’s\n\nassessment. As relevant here, defense counsel subsequently reiterated that Mr.\n\nGarcia was not “subject to any criminal indictment, supervision, or probation at\n\nthe time this offense occurred,” such that “that [§ 4A1.1(d)] enhancement would\n\nnot apply.” Id., Vol. III, at 56 (Sentencing Tr., filed Apr. 6, 2018). Notably, Mr.\n\nGarcia did not specifically object to the Probation Office’s predicate finding that\n\nthe April 2016 incident was relevant conduct as to the April 2017 offense of\n\nconviction.\n\n      However, the government agreed with this relevant-conduct finding and\n\nmade it the centerpiece of its argument. It emphasized that the April 2016\n\nincident was relevant conduct because Mr. Garcia’s actions were “just a\n\ncontinuing set of circumstances where [he] was repeatedly and continuously\n\npossessing firearms as a felon.” Id. at 57. The district court asked whether\n\ndefense counsel had “[a]nything . . . to add to” the government’s analysis, and\n\ndefense counsel responded, “[n]o.” Id. at 57–58.\n\n      The district court stated that the relevant-conduct question was “close” due\n\nto the “the amount of time that elapsed between” the April 2016 incident and the\n\nApril 2017 offense of conviction, but it ultimately overruled Mr. Garcia’s\n\n\n                                         9\n\fobjection because there was “a more or less continuous course of conduct over an\n\nextended period of time involving possession of firearms by [Mr. Garcia] in\n\nvarious contexts.” Id. at 58. The district court ultimately adopted the PSR’s\n\nGuidelines computations.\n\n      Mr. Garcia and counsel made statements prior to sentencing. Defense\n\ncounsel contended that Mr. Garcia had “made it as painless as can be for the\n\n[g]overnment” by pleading guilty, and counsel urged the court to consider that\n\nMr. Garcia had been in custody “for in excess of eight months” based on the\n\ninstant offense with “no misconducts.” Id. at 59. Mr. Garcia stated that he had\n\n“time to think about a lot of things” while in custody and would not exercise\n\nsimilar “poor judgment” in the future. Id. at 59–60. The government requested a\n\nsentence at the high end of the Guidelines range. Specifically, the government\n\nnoted Mr. Garcia’s “lifetime of criminal activity,” which had been “virtually\n\nnonstop” since he was sixteen. Id. at 60–62.\n\n      The district court, however, elected to vary upward instead from the\n\nGuidelines sentencing range and imposed a term of ninety-six months’\n\nimprisonment. After noting its duty to consider the Guidelines and relevant\n\nstatutory factors, it offered a rationale for its decision:\n\n             The things that the statute requires me to consider include the\n             nature and circumstances of the offense.\n\n\n\n                                           10\n\f             Here, of course, I’ve considered the fact that [Mr. Garcia] was\n             picked up apparently during a relatively violent episode where\n             the rifle was present.\n\n             There was at least some suggestion in the [PSR] that he had\n             access to it in connection with this dispute with his wife [3] that\n             triggered the immediate inquiry from law enforcement.\n\n             It appears that -- from the condition and circumstances of the\n             house, that [Mr. Garcia] was, if not planning for a shootout,\n             at least equipped for one.\n\n             And so that, coupled with the fact that we have had multiple\n             instances of [Mr. Garcia] dealing with guns over an extended\n             period of time and all subsequent to an early felony\n             conviction many years ago, suggests to me that we have a\n             very serious set of circumstances here because, as counsel for\n             the [g]overnment has suggested, there has been a long, more\n             or less continuous history of law-breaking by [Mr. Garcia].\n\n             But it appears that throughout virtually the entire period of his\n             adult life, when he’s committed these other crimes, he’s also\n             had guns around. So this circumstance here is, in my view, a\n             very serious offense.\n\n             I’m required to consider [Mr. Garcia’s history]. The most\n             pertinent thing, of course, is that he does have a long, pretty\n             much continuous history of breaking the law, criminal\n             convictions for one thing or another.\n\n\n\n      3\n             The district court apparently misspoke in referring to the female\ninvolved in the April 2017 incident, which gave rise to Mr. Garcia’s offense of\nconviction, as his “wife”; the PSR consistently refers to the woman as Mr.\nGarcia’s “girlfriend.” See, e.g., R., Vol. II, ¶ 7, at 3. Mr. Garcia does not refer to\nthis seemingly minor mistake in his appellate briefing, much less contend that it\nhas any material bearing on his appellate challenges. Therefore, we do not\nconsider the matter further.\n\n\n                                           11\n\fAt least some of those convictions are for violent conduct,\nboth in terms of the domestic abuse, and I recall one, I think,\nwas a drive-by shooting or something equivalent to that.\n\nSo we have a very serious streak of violent conduct as a part\nof the broader range of criminal activity he’s been involved\nin.\n\n[Mr. Garcia] appears to have mental health issues of some\nsort, at least in the sense of anger management -- maybe more\nserious than that -- that also, I think, contributes to the\nseriousness of what we’re dealing with here.\n\n[The government] has mentioned the factor that I think is\nprobably the most important of the statutory factors. In some\ncases, it’s not the most important, but here I think it probably\nis. That’s the need to protect the public from further crimes\nof [Mr. Garcia].\n\nI appreciate what [Mr. Garcia] said here today, in terms of\nlearning his lesson, and I hope that’s true, but the history that\nI am looking at here over the last 15 or 20 years suggests to\nme that there were a lot of opportunities to learn that lesson\nand it didn’t get learned.\n\nSo I think there is a substantial need to protect the public\nfrom the risk of further criminal activity of [Mr. Garcia],\npartly reflected by the repetitive nature of his criminal\nactivity generally, but also from the repetitive nature of these\nsituations where he’s illegally possessing a firearm and, in\nsome cases, it appears, using it. So all of that adds to the\nseriousness here.\n\nI think that, in my view, this is simply a situation where the\n[G]uideline[s] range does not reach an adequate sentence.\n\n      ....\n\nIt just seems to me that when you consider, in this case, the\nlengthy history of criminal conduct, as [the government] has\n\n                             12\n\f             pointed out, running more or less continuously from the age\n             of 16 or 17, the fact that much of it was violent in terms of\n             these battery situations, the drive-by incident, the\n             amm[unition] in the house, the various aspects of that, the\n             repeated possession of the guns, and I think, as I say, the\n             anger management/mental-health-type issues that appear to be\n             part of it, this is simply a situation where the risk to the public\n             from the defendant is very significant, and I think there is a\n             need to protect the public from the risk of further crimes.\n             And the [G]uideline[s] sentence, in my view, does not get\n             there.\n\n             So it’s going to be the judgment of the Court that [Mr.\n             Garcia] be committed to the custody of the Bureau of Prisons\n             for a term of 96 months.\n\nId. at 62–66 (emphases added).\n\n      The district court entered judgment consistent with this ruling, and Mr.\n\nGarcia timely appealed.\n\n                                                II\n\n                                                A\n\n      Mr. Garcia challenges the district court’s relevant-conduct finding. Before\n\nwe turn to the merits of this issue, however, we consider the appropriate standard\n\nof review, as we have only “limited power” to correct errors that were forfeited in\n\nthe district court. United States v. Olano, 507 U.S. 725, 731 (1993); see also\n\nUnited States v. Rosales-Miranda, 755 F.3d 1253, 1258 (10th Cir. 2014)\n\n(applying “rigorous” plain-error standard of review to forfeited errors); accord\n\nF ED . R. C RIM . P. 52(b). Mr. Garcia acknowledges that the district court’s\n\n\n                                           13\n\frelevant-conduct finding is reviewable only for plain error because he did not\n\nobject to this finding. See Aplt.’s Opening Br. at 8. 4\n\n\n      4\n              Curiously, in connection with discussing the standard of review, Mr.\nGarcia notes that he “did object to the addition of two criminal history points for\ncommitting the instant offense while under a criminal justice sentence,” and the\npropriety of applying those points “involves a legal question of guideline\ninterpretation,” which “is reviewed de novo.” Aplt.’s Opening Br. at 8–9.\nRelatedly, he purports to concede that he is subject to the plain-error standard of\nreview concerning the district court’s imposition of a two-level enhancement\npursuant to U.S.S.G. § 2K2.1(b)(1)(A) for an offense involving three or more\nfirearms—which was based on the district court’s determination that the two\nhandguns discovered in Mr. Garcia’s possession in April 2016 were relevant\nconduct—because he did not object to this enhancement. But as clearly evident\nfrom Mr. Garcia’s framing in his opening brief of his issues on appeal and his\ncomments at oral argument, Mr. Garcia fully understands that, with respect to the\ndistrict court’s Guidelines rulings, the sole issue before us is whether the court\nerred in its relevant-conduct determination, and our review of that issue is for\nplain error because Mr. Garcia did not object to this determination. See, e.g., id.\nat 2 (describing the Guidelines issue for appeal as “whether the district court\nplainly erred in finding that a 2016 arrest for felon in possession of a firearm . . .\nconstituted relevant conduct” (capitalization omitted)).\n\n       To be sure, that relevant-conduct ruling “was used [by the court] to\nsupport,” inter alia, its application of two criminal-history points under\n§ 4A1.1(d) and the two offense levels under § 2K2.1(b)(1)(A), for an offense\ninvolving three or more firearms. Id. at 15. But, notably, before the district court\nand on appeal, the court’s determination of that relevant-conduct predicate for\nthese two enhancements has been the exclusive basis for Mr. Garcia’s objection to\nthem. In other words, the gravamen of his objection to these two Guidelines\nenhancements is that they are based on an ostensibly flawed relevant-conduct\ndetermination. Thus, it is not surprising that Mr. Garcia has not argued that the\ncourt’s addition of these enhancements was improper for an independent, non-\nrelevant-conduct reason. More specifically, no such arguments adequate for our\nreview appear in his opening brief with respect to the addition of these\nenhancements. See, e.g., Adler v. Wal-Mart Stores, Inc., 144 F.3d 664, 679 (10th\nCir. 1998) (“Arguments inadequately briefed in the opening brief are waived . . .\n                                                                        (continued...)\n\n                                          14\n\f      Because we review only for plain error, Mr. Garcia must show “(1) an\n\nerror, (2) that is plain, which means clear or obvious under current law, and (3)\n\nthat affects substantial rights.” United States v. McGehee, 672 F.3d 860, 876\n\n(10th Cir. 2012) (quoting United States v. Cooper, 654 F.3d 1104, 1117 (10th Cir.\n\n2011)). If Mr. Garcia satisfies these criteria, then under the fourth element of the\n\nplain-error test, we may exercise our discretion to correct the error if it “seriously\n\naffects the fairness, integrity, or public reputation of judicial proceedings.” Id.\n\n(quoting Cooper, 654 F.3d at 1117); see also United States v. Gonzalez-Huerta,\n\n403 F.3d 727, 736 (10th Cir. 2005) (en banc) (underscoring that the party seeking\n\nrelief under the plain-error rubric bears the burden of satisfying its elements).\n\n      With regard to the standard’s first inquiry—whether there was error at\n\nall—the parties dispute the question of whether relevant conduct is an issue of\n\nlaw, reviewed de novo, or an issue of fact, reviewed for clear error. See Aplt.’s\n\n\n\n      4\n        (...continued)\n.”). Put another way, his objections to these two enhancements are entirely\nsubsidiary to, and derivative of, his objection on appeal to the court’s relevant-\nconduct determination. As his counsel candidly acknowledged at oral argument,\nMr. Garcia’s objections to these enhancements will “stand or fall” with his\nobjection to the court’s relevant-conduct ruling. Oral Arg. 3:05–3:07. Therefore,\nwe need not conduct an independent, standard-of-review analysis with respect to\nthe district court’s rulings concerning these two enhancements. The only\nGuidelines ruling truly before us relates to the district court’s determination that\nthe April 2016 incident is relevant conduct with respect to the April 2017\nincident, which formed the basis for Mr. Garcia’s felon-in-possession conviction.\nAnd the standard of review for that issue is plain error.\n\n                                          15\n\fOpening Br. at 9 (arguing for de novo review); Aplee’s Resp. Br. at 13 n.2\n\n(“[T]he proper standard for reviewing whether a district court’s relevant conduct\n\ndetermination was valid is normally clear error, as such a determination is a\n\nfactual finding.”). Unfortunately, “[t]he answer to this question has perplexed\n\nthis Court. . . . [and] [w]e have been inconsistent in our decisions” concerning it.\n\nUnited States v. Craig, 808 F.3d 1249, 1255 (10th Cir. 2015). We need not delve\n\ninto this matter further, however. Instead, we are content to “give [Mr. Garcia]\n\nthe benefit of the doubt and assume for the purposes of this appeal that a district\n\ncourt’s ultimate determination of relevant conduct is a legal conclusion we review\n\nde novo.” Id. This is so because, irrespective of the character of this ultimate\n\nrelevant-conduct determination, Mr. Garcia’s challenge here turns on whether the\n\nrecord provides a proper foundation for certain subsidiary “factual findings in\n\nsupport of a determination of relevant conduct.” United States v. Griffith, 584\n\nF.3d 1004, 1012 (10th Cir. 2009). And it is undisputed that ordinarily (absent\n\nforfeiture) we must review those findings only for clear error. Id.; accord United\n\nStates v. Smith, 705 F.3d 1268, 1274 (10th Cir. 2013); see Craig, 808 F.3d at\n\n1255 (“Even under this assumption [that relevant conduct is a question of law],\n\nwe must still review for clear error the district court’s factual findings supporting\n\nits determination of relevant conduct.”).\n\n\n\n\n                                            16\n\f      As to the plain-error rubric’s second inquiry, we have held that an error is\n\nclear or obvious if “it is contrary to well-settled law.” United States v. Whitney,\n\n229 F.3d 1296, 1309 (10th Cir. 2000); accord United States v. DeChristopher,\n\n695 F.3d 1082, 1091 (10th Cir. 2012). And “[i]n general, for an error to be\n\ncontrary to well-settled law, either the Supreme Court or this court must have\n\naddressed the issue.” United States v. Ruiz-Gea, 340 F.3d 1181, 1187 (10th Cir.\n\n2003); accord United States v. Thornburgh, 645 F.3d 1197, 1208 (10th Cir.\n\n2011). Lastly, as to the third inquiry, ordinarily when we say that “the error\n\naffects substantial rights . . . [that] ‘usually means that the error must have\n\naffected the outcome of the district court proceedings.’” Gonzalez-Huerta, 403\n\nF.3d at 732–33 (quoting United States v. Cotton, 535 U.S. 625, 632 (2002));\n\naccord United States v. Pablo, 696 F.3d 1280, 1293 (10th Cir. 2012).\n\n                                           B\n\n      We now turn to the merits of Mr. Garcia’s relevant-conduct argument. Mr.\n\nGarcia’s argument concerns the application of Guidelines § 1B1.3, entitled\n\n“Relevant Conduct,” and particularly its instruction that, as to “offenses of a\n\ncharacter for which [Guidelines] § 3D1.2(d) would require grouping of multiple\n\ncounts,” relevant conduct includes “all acts or omissions . . . that were part of the\n\nsame course of conduct . . . as the offense of conviction.” U.S.S.G. § 1B1.3(a)(2)\n\n(emphasis added). Significantly, § 3D1.2(d) requires the grouping of multiple\n\n\n                                           17\n\fcounts of offenses that § 2K2.1 covers. And § 2K2.1 is applicable to Mr.\n\nGarcia’s offense of conviction under 18 U.S.C. § 922(g)(1). See id. § 3D1.2(d).\n\nTherefore, the court was obliged to apply the same-course-of-conduct standard\n\nhere. This standard is a factual one, and, consequently, a court’s same-course-of-\n\nconduct determination ordinarily (absent forfeiture) would be reviewed only for\n\nclear error. See, e.g., United States v. Svacina, 137 F.3d 1179, 1185 (10th Cir.\n\n1998) (“We hold that the court’s factual finding that Defendant’s possession of\n\nmethamphetamine in August 1995 was part of the same course of conduct as the\n\noffense of conviction is not clearly erroneous.”); United States v. McKneely, 69\n\nF.3d 1067, 1079 (10th Cir. 1995) (“The district court’s determination that the\n\ncocaine seized in Utah was involved in the same course of conduct as the offense\n\nof conviction was not clearly erroneous.”).\n\n      According to an application note to § 1B1.3, offenses are part of the same\n\ncourse of conduct if they “are sufficiently connected or related to each other as to\n\nwarrant the conclusion that they are part of a single episode, spree, or ongoing\n\nseries of offenses.” U.S.S.G. § 1B1.3 cmt. n.5(B)(ii). The note continues as\n\nfollows:\n\n             Factors that are appropriate to the determination of whether\n             offenses are sufficiently connected or related to each other to\n             be considered as part of the same course of conduct include\n             the degree of similarity of the offenses, the regularity\n             (repetitions) of the offenses, and the time interval between the\n             offenses. When one of the above factors is absent, a stronger\n\n                                          18\n\f             presence of at least one of the other factors is required. For\n             example, where the conduct alleged to be relevant is relatively\n             remote to the offense of conviction, a stronger showing of\n             similarity or regularity is necessary to compensate for the\n             absence of temporal proximity. The nature of the offenses\n             may also be a relevant consideration (e.g., a defendant’s\n             failure to file tax returns in three consecutive years\n             appropriately would be considered as part of the same course\n             of conduct because such returns are only required at yearly\n             intervals).\n\nId. (emphasis added).\n\n      We have opined that this same-course-of-conduct standard “looks to\n\nwhether the defendant repeats the same type of criminal activity over time,” but\n\n“does not require that acts be ‘connected together’ by common participants or by\n\nan overall scheme.” United States v. Roederer, 11 F.3d 973, 979 (10th Cir. 1993)\n\n(quoting United States v. Perdomo, 927 F.2d 111, 115 (2d Cir. 1991)). 5 “It\n\n      5\n              Mr. Garcia observes that both Roederer and United States v.\nRichards, 27 F.3d 465 (10th Cir. 1994), were decided prior to a 1994 amendment\nto the Guidelines commentary which “specifically directed courts to consider\nsimilarity, regularity and time interval separately, and to require a stronger\npresence of one when another factor is absent.” Aplt.’s Reply Br. at 10 n.1. He\ndoes not argue, however, that these cases are inapposite as to all matters arising in\nthe relevant-conduct context. Indeed, he relies on Roederer’s analysis of one of\nthe three factors. See Aplt.’s Opening Br. at 13. Moreover, our cases after 1994\nhave continued to cite Roederer and Richards for other relevant-conduct\nprinciples. See, e.g., United States v. Caldwell, 585 F.3d 1347, 1350–51 (10th\nCir. 2009); see also United States v. Niles, 708 F. App’x 496, 504 (10th Cir.\n2017) (unpublished). Therefore, although we do not rely on Roederer and\nRichards for principles directly relating to the existence of an obligation of\nsentencing courts to consider the three factors and the specified methodology for\nweighing the factors, we rely on the cases for other, more general principles\n                                                                         (continued...)\n\n                                          19\n\ffocuses instead on whether [a] defendant has engaged in an identifiable ‘behavior\n\npattern’ . . . of specified criminal activity.” Id. (emphasis added) (quoting\n\nPerdomo, 927 F.2d at 115). Morever, “each case depends largely on its own\n\nfacts.” Id. (quoting United States v. Santiago, 906 F.2d 867, 872 (2d Cir. 1990)).\n\n      Here, the parties dispute the presence and strength of each of the three\n\napplication-note factors—that is, the degree of similarity of the offenses, the\n\nregularity or repetition of the offenses, and the temporal proximity of the\n\noffenses. For the reasons explicated below, we conclude that, with respect to the\n\ndistrict court’s relevant-conduct determination, Mr. Garcia cannot establish\n\nreversible error under the plain-error standard. 6\n\n                                           1\n\n      Mr. Garcia first argues that the two instances of possession were “factually\n\ndissimilar.” Aplt.’s Opening Br. at 12. That is, during the April 2016 incident,\n\nhe possessed handguns on his person and outside his home, there was no evidence\n\nthat he was “using” the guns when he was apprehended, and he was compliant\n\n      5\n      (...continued)\ngermane to the relevant-conduct determination.\n      6\n               Mr. Garcia is correct that the district court did not individually\naddress the three factors and expressly balance them against each other. See\nAplt.’s Opening Br. at 11–12. Under similar circumstances, however, we have\nruled that a district court’s failure to make “specific findings” on the factors is\nnot fatal in light of our ability to affirm on any ground supported by the record.\nSee Richards, 27 F.3d at 468 (citing Roederer, 11 F.3d at 977).\n\n                                          20\n\fwhen officers asked to speak with him. Id. On the other hand, during the April\n\n2017 incident, the firearm was found at Mr. Garcia’s home and his girlfriend\n\n“gave inconsistent stories about whether Mr. Garcia actually had his rifle out, or\n\nwhether it had always been under the bed.” Id.; see also Aplt.’s Reply Br. at 4\n\n(arguing that “the only similarity” between the incidents was “the name of the\n\ncharge and the name of the defendant”).\n\n      The government argues otherwise, relying principally on United States v.\n\nWindle, 74 F.3d 997 (10th Cir. 1996). There, we rejected a defendant’s argument\n\nthat possession of other firearms was not relevant conduct to a felon-in-\n\npossession charge, observing succinctly that “the offenses were not merely similar\n\nbut identical.” Id. at 1000. The government also notes that both offenses\n\noccurred in Oklahoma City, see, e.g., United States v. Caldwell, 585 F.3d 1347,\n\n1353 (10th Cir. 2009) (finding similarity present for producing and selling crack\n\ncocaine where, inter alia, “all three instances of Mr. Caldwell’s conduct of\n\nconviction and all three instances of his relevant conduct took place in the same\n\ncity in Kansas”), and that in both instances the guns were “loaded and ready to be\n\nfired,” Aplee.’s Resp. Br. at 16.\n\n      Having considered the parties’ arguments here, we conclude that Mr.\n\nGarcia has failed to establish the “factual dissimilarity” that he alleges. More\n\nspecifically, we conclude that he has not established error—much less clear or\n\n                                          21\n\fobvious error—concerning a judicial finding of similarity. Notably, he has not\n\noffered us any legal authority that indicates that the fine distinctions that he draws\n\nbetween the precise location where the firearms were possessed, his use of the\n\nfirearms, and his compliance with law enforcement are distinctions with a\n\nmaterial difference on the question of similarity. On the other hand, our decision\n\nin Windle appears to forcefully undercut Mr. Garcia’s similarity argument.\n\nWindle may be reasonably read as holding that, in connection with a felon-in-\n\npossession crime, a defendant’s additional instances of illegal firearm possession\n\nmay be found to be “not merely similar but identical,” 74 F.3d at 1000, to the\n\noffense of conviction—without the need for a sentencing court to engage in a\n\ndetailed analysis of the factual circumstances of each possession.\n\n      Mr. Garcia’s attempts to diminish the potency of Windle are unpersuasive.\n\nIn this regard, Mr. Garcia contends that Windle engaged in “little analysis” and\n\nfailed to discuss “the circumstances under which the individual guns were\n\npossessed” or to expressly weigh the three factors. 7 See Aplt.’s Reply Br. at 5.\n\n      7\n             Mr. Garcia also states that “the only objection the defendant [in\nWindle] appeared to lodge was to the sufficiency of the proof of his previous\nfirearms possessions, a point he later conceded.” Aplt.’s Reply Br. at 5.\nThis is an untenably narrow reading of Windle. To be sure, the court there\nfirst addressed whether the government had adequately proven that the\noffense “involved five firearms,” noting that defense counsel had basically\nconceded this issue at argument. 74 F.3d at 1000. But then the court went\non to analyze the defendant’s contention that “the possession of the firearms\n                                                                   (continued...)\n\n                                          22\n\fBut, as noted, Windle is reasonably read as not requiring sentencing courts to\n\nparse the factual circumstances under which individual guns are possessed in\n\nreaching similarity determinations, and the mere fact that Windle’s analysis is\n\nbrief does not mean that it is not cogent and entirely congruent with the concerns\n\nof § 1B1.3, and we conclude that it is.\n\n      Furthermore, stepping beyond Windle, several of our cases have ruled that\n\nallegedly relevant conduct can differ in meaningful respects from the conduct\n\ngiving rise to a conviction without rendering the respective sets of conduct\n\n“factually dissimilar” from one another. See Caldwell, 585 F.3d at 1353 (“To be\n\nsure, there were also some differences between Mr. Caldwell’s conduct of\n\nconviction and his relevant conduct. For example, Mr. Caldwell’s role in the\n\nconduct of conviction (distributor) differed from his role in the relevant conduct\n\n(producer). Further, the amount involved in the relevant conduct was greater than\n\nthe amount involved in the conduct of conviction. . . . These differences do not\n\nundercut the substantial similarities between his conduct of conviction and his\n\nadditional relevant conduct.”); see also United States v. Moore, 130 F.3d 1414,\n\n1418 (10th Cir. 1997) (“In Moore’s case, the record shows substantial similarity\n\n      7\n       (...continued)\n[was] not relevant conduct.” Id. Significantly, the Windle defendant had not\nspecifically conceded the issue of similarity. Therefore, his objection to a\nfinding of relevant-conduct would necessarily have put the issue of similarity\nin play and required the court to resolve it.\n\n                                          23\n\fbetween his nine-ounce crack deal in September 1992 and the smaller deals that\n\ncomprised the earlier conspiracy[.] . . . Although the amount of crack in the\n\nSeptember 1992 [deal] was larger than ever before, this difference does not\n\noutweigh the rest of the similarities with the earlier activities.”). Therefore, the\n\nfine distinctions that Mr. Garcia draws between the April 2016 event and the\n\nApril 2017 offense of conviction do not avail him.\n\n      We thus conclude that Mr. Garcia’s arguments do not permit him to cross\n\nthe threshold of showing that a similarity determination would constitute error.\n\nBut, even if he had succeeded in crossing the error threshold, given the absence of\n\nany controlling, on-point caselaw favorable to his cause, Mr. Garcia could not\n\nestablish that any similarity finding was clear or obvious error. 8 Therefore, the\n\n      8\n              Mr. Garcia’s relevant-conduct argument relies in substantial part on\nthe Sixth Circuit’s decision in United States v. Amerson, 886 F.3d 568 (6th Cir.\n2018), which found that the relevant-conduct test not satisfied where, inter alia,\nthe guns that were the subject of a felon-in-possession conviction and the guns\nthat were possessed as allegedly relevant conduct were possessed at different\ntimes and under different factual circumstances. Aplt.’s Opening Br. at 14–15.\nHowever, as Ruiz-Gea’s holding makes clear, 340 F.3d at 1187, a single decision\nfrom one of our sister circuits ordinarily is no moment on the question of whether\nthe district court clearly or obviously erred, see, e.g., United States v. Schneider,\n704 F.3d 1287, 1304 (10th Cir. 2013) (Holmes, J., concurring, joined by\nMartinez, J., to constitute a majority) (noting that “[g]enerally” the absence of\nSupreme Court or Tenth Circuit authority “will close the door on a claim that the\nerror at issue is clear or obvious”). Furthermore, Amerson is distinguishable at\nleast on the question of whether the district court clearly or obviously erred here\nbecause it was not decided under the plain-error rubric. See 886 F.3d at 573\n(reviewing the district court’s relevant-conduct determination de novo and\n                                                                          (continued...)\n\n                                          24\n\fsimilarity factor does not support his challenge to the district court’s relevant-\n\nconduct determination.\n\n                                           2\n\n      “‘To determine whether “regularity” is present, we inquire whether there is\n\nevidence of a regular, i.e., repeated, pattern of similar unlawful conduct’ between\n\n‘the purported relevant conduct and the offense of conviction.’” United States v.\n\nDamato, 672 F.3d 832, 841 (10th Cir. 2012) (emphasis added) (quoting United\n\nStates v. Rhine, 583 F.3d 878, 889–90 (5th Cir. 2009)).\n\n      Mr. Garcia argues that “[t]he only two incidents occurred 362 days apart,\n\nand there were no intervening instances of firearms possession on which the\n\n[district] court relied.” 9 Aplt.’s Opening Br. at 12. According to Mr. Garcia,\n\n“[c]ourts have found that where only two separate incidents are at issue, there is\n\nnot a significant degree of regularity.” Id. at 12–13. But, citing our decision in\n\nSvacina, the government argues that two incidents are enough to demonstrate\n\n\n\n      8\n       (...continued)\nobserving that it was the government’s burden to prove that another offense was\nrelevant conduct).\n      9\n             Mr. Garcia acknowledges that the PSR identified other instances of\nfirearm possession, but he contends that these occurred in the mid-1990s and in\n2008—many years prior to the events of this case. See Aplt.’s Opening Br. at 12\nn.3; Aplt.’s Reply Br. at 8. The government does not advance these instances in\nsupport of a showing of regularity, see Aplee.’s Resp. Br. at 16–17, and we do not\nrely on them in our analysis.\n\n                                          25\n\fregularity. See Aplee’s Resp. Br. at 16. Svacina’s discussion of the regularity\n\nissue is brief. See 137 F.3d at 1183. However, in considering there whether a\n\ndismissed drug count qualified as relevant conduct to the drug offense of\n\nconviction, we stated, “[a] comparison of the dismissed count with the count of\n\nconviction also shows that some regularity of conduct exists—the minimum\n\nrequirement of two instances of conduct.” Id. Quite apart from Svacina,\n\nmoreover, the government challenges the factual premise of Mr. Garcia’s\n\nargument—specifically, the belief that there are only two incidents at issue in the\n\nregularity analysis—i.e., the firearm incidents of April 2016 and April 2017. The\n\ngovernment points out that Mr. Garcia’s girlfriend told law enforcement that he\n\nhad “the rifle out” six months prior to the April 2017 incident, R., Vol. II, ¶ 8, at\n\n6, and that a plausible inference from her statement was that Mr. Garcia\n\ncontinuously possessed the rifle on each and every day during the six-month\n\nperiod preceding the April 2017 incident—that is, for a six-month period falling\n\nbetween the alleged relevant conduct and the crime of conviction—even if he did\n\nnot bring the rifle out, see Aplee.’s Resp. Br. at 17; see id. at 10 (noting that the\n\ngirlfriend “reported seeing Mr. Garcia with the rifle six months earlier, indicating\n\nthat Mr. Garcia had continuously been possessing illegal firearms for at least half\n\nof the previous year”).\n\n\n\n\n                                          26\n\f      In our view, the government has the better position. We would be hard\n\npressed on these facts to conclude that a finding of regularity constitutes error, let\n\nalone clear or obvious error. We need not opine on whether Svacina’s language\n\nactually stands for the proposition that two incidents of unlawful conduct,\n\nstanding alone, can display sufficient regularity. This is so because we conclude\n\nthat the district court would not have erred in rejecting Mr. Garcia’s reading of\n\nthe record with respect to the regularity factor, which limited the universe of\n\nunlawful incidents to two—i.e., the two instances of unlawful possession of\n\nfirearms occurring in April 2016 and April 2017. In particular, as the government\n\nsuggests, the district court would not have erred in finding based on the\n\nstatements of Mr. Garcia’s girlfriend that he unlawfully possessed a firearm each\n\nand every day for a six-month period “between ‘the purported relevant conduct\n\nand the offense of conviction.’” Damato, 672 F.3d at 841 (quoting Rhine, 583\n\nF.3d at 890). And, given that “repeated, pattern of similar unlawful conduct,” id.,\n\nwe think it beyond dispute that the district court would not have erred in\n\ndetermining that there was ample evidence to support a finding of regularity.\n\n      To be sure, Mr. Garcia vigorously objects to our consideration of the\n\ngirlfriend’s statement. Specifically, Mr. Garcia urges us to disregard his\n\ngirlfriend’s statement because the district court did not refer to it at sentencing,\n\nmaking only a “general reference” to Mr. Garcia’s “continuous course of\n\n                                           27\n\fconduct.” See Aplt.’s Reply Br. at 8. Further, Mr. Garcia contends that his\n\ngirlfriend’s six-months-prior statement concerning his purported display of the\n\nrifle was made at the same approximate time she was “directly contradicting her\n\nearlier statement that Mr. Garcia had his gun out on the date of the charged\n\nincident”—a retraction that “law enforcement disbelieved.” Id. We do not find\n\nthese arguments offer a cogent basis for disregarding the girlfriend’s statement.\n\n      First, the fact that the district court did not specifically reference the\n\ngirlfriend’s statement stands as no obstacle to our considering it in affirming the\n\ncourt’s ultimate relevant-conduct determination. In this regard, it is axiomatic\n\nthat ordinarily we may affirm on “any ground that finds support in the record.”\n\nUnited States v. Richards, 27 F.3d 465, 468 (10th Cir. 1994); accord Richison v.\n\nErnest Grp., 634 F.3d 1123, 1130 (10th Cir. 2011). Furthermore, it would be\n\nparticularly imprudent to infer from the absence of a discussion by the court\n\nconcerning the girlfriend’s statement that the court did not rely on it, where it is\n\nundisputed that Mr. Garcia did not challenge the court’s relevant-conduct\n\ndetermination and, consequently, did not give the court any reason to develop a\n\nrecord with some particularity regarding the variables underlying its\n\ndetermination. Cf. United States v. Howard, 784 F.3d 745, 749 (10th Cir. 2015)\n\n(“[F]actual disputes regarding sentencing not brought to the attention of the\n\n\n\n\n                                           28\n\fdistrict court do not rise to the level of plain error.”) (quoting United States v.\n\nLewis, 594 F.3d 1270, 1288 (10th Cir. 2010)); accord Svacina, 137 F.3d at 1187.\n\n      Second, Mr. Garcia’s attack on his girlfriend’s credibility does not advance\n\nhis cause. He reasons that, if the police did not believe the girlfriend’s retraction\n\nregarding Mr. Garcia’s having the firearm visible on the day of the April 2017\n\nincident, there was not a proper factual basis for the district court to find that her\n\nrelated statement about his possession of the firearm six months prior was\n\ncredible. However, although Mr. Garcia’s girlfriend retracted her statement about\n\nthe rifle being visible during the April 2017 incident, officers believed she was\n\n“reluctant to tell them the whole truth” because she was “frightened about what\n\n[Mr. Garcia] might do to her.” R., Vol. II, ¶ 8, at 6. One might reasonably infer\n\nfrom this that the girlfriend was motivated by a desire to downplay Mr. Garcia’s\n\ncriminal conduct when she spoke to the police and that her retraction was a\n\nproduct of this motivation.\n\n      As such, it would be inconsistent with this motivation for the girlfriend to\n\nfabricate a story involving Mr. Garcia’s possession of the rifle six months prior in\n\norder to inculpate him. Such a reading of the record would be questionable at the\n\nvery least. It seems much more likely that when the girlfriend told the police\n\nabout Mr. Garcia’s prior possession of the rifle, she was offering them, as she\n\nperceived it, the most benign version of the facts concerning his possession of a\n\n                                           29\n\ffirearm—one suggesting that he had not displayed a firearm during a domestic-\n\nviolence incident. Thus, the district court would not have erred in deeming the\n\ngirlfriend’s statement credible and crediting it in assessing the regularity factor.\n\n      We underscore that we need not decide that the only plausible reading of\n\nthe record would involve crediting the girlfriend’s statement. It is enough that\n\ncrediting this statement is consistent with a plausible reading of the record. See,\n\ne.g., United States v. Piper, 839 F.3d 1261, 1271 (10th Cir. 2016) (“If the ‘court’s\n\naccount of the evidence is plausible in light of the record viewed in its entirety,’\n\nwe may not reverse it even if we might have weighed the evidence differently.”\n\n(quoting Anderson v. City of Bessemer City, 470 U.S. 564, 574 (1985))); see also\n\nUnited States v. Cortes-Gomez, 926 F.3d 699, 708 (10th Cir. 2019) (“Where there\n\nare two permissible views of the evidence, the factfinder’s choice between them\n\ncannot be clearly erroneous.” (quoting Anderson, 470 U.S. at 574)). And we\n\nconclude that this reading is plausible. Consequently, the district court—based on\n\nthe girlfriend’s statement—would not have erred in finding that Mr. Garcia\n\nunlawfully possessed a firearm each and every day for a six-month period\n\n“between ‘the purported relevant conduct and the offense of conviction.’”\n\nDamato, 672 F.3d at 841 (emphasis added) (quoting Rhine, 583 F.3d at 890).\n\nAnd this finding would have provided ample evidence for a regularity\n\n\n\n\n                                          30\n\fdetermination. Therefore, the district court did not commit error here, let alone\n\nclear or obvious error. 10\n\n                                          3\n\n       Finally, Mr. Garcia argues that the time interval between the events of\n\nApril 2016 and April 2017 was too great to support a finding of relevant conduct.\n\n\n       10\n         It bears noting that even were we to accept Mr. Garcia’s reading of the\nrecord—wherein there are only two unlawful firearms incidents that are separated\nby a little less than one year (i.e., in April 2016 and April 2017)—and even were\nwe to conclude that the district court erred in its regularity determination, Mr.\nGarcia’s showing of clear or obvious error would come up short. Mr. Garcia does\nnot direct us to any controlling authority that has refused to find regularity under\nsimilar circumstances because there were only two unlawful incidents. Instead,\nhe relies on (1) a Sixth Circuit case, (2) an unpublished District of New Mexico\ncase, and (3) two Tenth Circuit cases, i.e., Windle and Roederer, where regularity\nwas present based on five or eight instances of conduct, respectively. This\nauthority does not establish that the district court would have clearly or obviously\nerred on the regularity question. First of all, the cited Tenth Circuit cases lend\nMr. Garcia no succor. The fact that more than two instances of unlawful conduct\nwere sufficient in Windle and Roederer to establish regularity says virtually\nnothing about whether more than two instances would be necessary to show\nregularity. See, e.g., United States v. Burkholder, 816 F.3d 607, 620 n.10 (10th\nCir. 2016) (“An event or condition is sufficient if its existence means that another\nevent or condition will occur. An event or condition is necessary if, in its\nabsence, another event or condition could not occur.”). Neither by their express\nterms nor, as a matter of simple logic, do these cases stand for the latter\nproposition (i.e., that more than two instances is necessary). Moreover, as set\nforth previously, ordinarily only Supreme Court or Tenth Circuit precedent can\ndefine well-settled law for purposes of the clear-or-obvious standard of the plain-\nerror test, so Mr. Garcia’s reliance on cases from the Sixth Circuit and the New\nMexico district court do not avail him. In sum, even were we to accept Mr.\nGarcia’s view of the record, and conclude that the district court’s decision reflects\nan erroneous finding regarding the regularity factor, Mr. Garcia would not be able\nto make a showing of clear or obvious error.\n\n                                         31\n\fAplt.’s Opening Br. at 13. The government argues that this court has not set a\n\nbright-line rule to follow in evaluating this factor but the “general rule appears to\n\nbe that offenses occurring within six months of each other have a strong temporal\n\nlink and temporal proximity is sufficient for offenses occurring up to five years\n\napart if evidence of the other two factors is also present.” See Aplee.’s Resp. Br.\n\nat 18–20.\n\n      Our most in-depth analysis of temporality came in Damato, where we\n\nconsidered allegedly relevant conduct that predated the offense conduct by over\n\nthirteen years:\n\n             None of the cases cited by the government contain such a\n             lengthy gap between potentially relevant conduct and the\n             crime of conviction, nor have we discovered any in our\n             independent research. In fact, we have been unable to uncover\n             a case holding that conduct even half as temporally distant\n             qualifies as relevant conduct. The largest time difference we\n             have observed in the case law is the five-year interval at issue\n             in Roederer, 11 F.3d 973.\n\n             Further, the five-year delay in Roederer appears to be an\n             outlier. We have described a “fifteen month interval” as\n             “temporally distant.” United States v. Clark, 415 F.3d 1234,\n             1242 (10th Cir. 2005). Other circuits have held that temporal\n             gaps as brief as five months cut against a finding that an\n             activity was part of the same course of conduct as the offense\n             of conviction. See United States v. Hahn, 960 F.2d 903,\n             910–11 (9th Cir. 1992) (five-month gap is “relatively\n             remote”); See also United States v. McGowan, 478 F.3d 800,\n             802 (7th Cir. 2007) (eight-month “gap is long enough to cast\n             doubt on the relevance of the earlier conduct”); United States\n             v. Ortiz, 431 F.3d 1035, 1041 (7th Cir. 2005) (ten-month “gap\n\n                                          32\n\f            suggests the lack of a common plan or course of conduct”);\n            United States v. Mullins, 971 F.2d 1138, 1144 (4th Cir. 1992)\n            (temporal proximity factor “extremely weak . . . if present at\n            all, as the uncharged conduct took place over six months prior\n            to the two phone calls underlying the offense of conviction”).\n            And courts have repeatedly held that temporal proximity is\n            lacking or that conduct is very remote when the interval\n            exceeds one year. See United States v. Kulick, 629 F.3d 165,\n            171, 172 (3d Cir. 2010) (twenty-seven month interval is\n            “substantial” and “temporally remote”); [United States v.]\n            Hill, 79 F.3d [1477,] 1484 [(6th Cir. 1996)] (“[W]e find that\n            temporal proximity is extremely weak in that nineteen months\n            is an exceedingly long lapse between offenses.”); United\n            States v. Sykes, 7 F.3d 1331, 1337 (7th Cir. 1993) (temporal\n            gap of fourteen months “tends to indicate conduct that can\n            easily be separated into discrete, identifiable units rather than\n            behavior that is part of the same course of conduct”\n            (quotation omitted)).\n\n            The Fifth Circuit accurately summarized the bulk of the case\n            law in stating: “Various courts have found that a period of\n            separation of over one year negated or weighed against [a\n            finding of] temporal proximity.” United States v. Wall, 180\n            F.3d 641, 646 (5th Cir. 1999). With this consensus in mind,\n            it clearly follows that the thirteen-year interval between the\n            1990 transaction and Damato’s offense of conviction is\n            extraordinary. Given this extreme lack of temporal proximity,\n            the 1990 transaction may not be treated as relevant conduct\n            unless one of the other factors—regularity or similarity—is\n            “authoritatively present.” United States v. Miller, 179 F.3d\n            961, 967 n. 10 (5th Cir. 1999); See U.S.S.G. § 1B1.3 app.\n            n.9(B) (“When one of the above factors is absent, a stronger\n            presence of at least one of the other factors is required.”).\n\n672 F.3d at 840–41 (emphasis added) (footnote omitted).\n\n      Even under the reading of the record most favorable to Mr. Garcia—which\n\nwe accept for purposes of analyzing the temporal-proximity factor—the operative\n\n                                         33\n\fgap of time is a little less than one year, specifically, the period between the April\n\n2016 incident and the April 2017 offense of conviction. 11 Guided by Damato, we\n\nhave no difficulty concluding that, at the very least, the district court would not\n\nhave clearly or obviously erred in finding that this gap was not too remote. In\n\nother words, it would not have been clear or obvious error for the court to find\n\nthat the temporal gap between the two events was sufficiently close to support a\n\nsame-course-of-conduct determination.\n\n      In particular, Mr. Garcia has cited no controlling precedent from the\n\nSupreme Court or the Tenth Circuit that establishes that a temporal gap of nearly\n\none year would eviscerate, as a matter of law, a showing of temporal proximity.\n\nAnd we are not aware of any. This effectively sounds the death knell for his\n\ntemporal-proximity challenge on plain-error review. See Ruiz-Gea, 340 F.3d at\n\n      11\n              The government briefly suggests that the relevant temporal gap may\nbe less than one year because the “evidence indicates that [Mr. Garcia] continued\nto illegally possess firearms less than six months after his 2016 arrest.” Aplee.’s\nResp. Br. at 20. Presumably, the government is alluding to the testimony of Mr.\nGarcia’s girlfriend that Mr. Garcia had “the rifle out” six months prior to the\nApril 2017 incident. R., Vol. II, ¶ 8, at 6. However, the government does not\ndevelop this argument, and it would be improper for us to flesh it out.\nAccordingly, we are disinclined to comment on the merits of it. Cf. United States\nv. Ray, 899 F.3d 852, 858 (10th Cir. 2018) (ruling that party who “fails to develop\nor provide any authority” in support of his argument “waived” it), cert. denied,\n139 S. Ct. 1206 (2019); Sports Racing Serv., Inc. v. Sports Car Club of Am., Inc.,\n131 F.3d 874, 880 (10th Cir. 1997) (deeming “waived” claims that plaintiffs\n“never developed”). In any event, for reasons explicated infra, even under the\nview of the record most favorable to him, Mr. Garcia cannot prevail under the\napplicable plain-error standard.\n\n                                          34\n\f1187; accord Thornburgh, 645 F.3d at 1208. But, making matters worse for Mr.\n\nGarcia, the federal circuit courts have no uniform view that is favorable to him\n\nconcerning when the temporal gap is too wide to support a same-course-of-\n\nconduct determination. See United States v. Wolfname, 835 F.3d 1214, 1221\n\n(10th Cir. 2006) (“[W]e agree that if neither this court nor the Supreme Court has\n\ndirectly addressed a particular issue, then a circuit split on that issue weighs\n\nagainst a finding of plain error.” (emphasis added)); United States v. Teague, 443\n\nF.3d 1310, 1319 (10th Cir. 2006) (“If neither the Supreme Court nor the Tenth\n\nCircuit has ruled on the subject, we cannot find plain error if the authority in\n\nother circuits is split.” (emphasis added)). To the contrary, as Damato indicates,\n\nthe “consensus” among our sister circuits actually undercuts Mr. Garcia’s position\n\nbecause it only deems impermissible temporal gaps that exceed one year. 672\n\nF.3d at 841. And, of course, under Mr. Garcia’s reading of the record, the\n\ntemporal gap here is a little less than one year.\n\n      We recognize that Mr. Garcia marshals our decision in United States v.\n\nCuthbertson, 138 F.3d 1325 (10th Cir. 1998). There, we affirmed a district\n\ncourt’s finding that a 1995 state sexual-battery offense was not relevant conduct\n\nto a 1994 federal conviction of transporting a juvenile in interstate commerce\n\nwith intent to engage in criminal sexual activity because “these two acts occurred\n\non different occasions, separated by a temporal gap of almost a year, and involved\n\n                                          35\n\f‘multiple, separate instances of fear and harm.’” Id. at 1327 (citing U.S.S.G. §\n\n3D1.2 cmt. n.4). However, the Cuthbertson panel expressly ruled that the same-\n\ncourse-of-conduct framework was not applicable in that case because the\n\ndefendant’s federal offense was not groupable and, thus, took a different\n\nanalytical route through the relevant-conduct rubric than we do here. Id.\n\nTherefore, Cuthbertson is inapposite.\n\n      In sum, even under his view of the record, Mr. Garcia cannot demonstrate\n\nthat a finding of temporal proximity would constitute clear or obvious error.\n\n                                         4\n\n      Based on the foregoing analysis, we conclude that the district court did not\n\ncommit reversible error under the plain-error rubric in determining that the April\n\n2016 incident was relevant conduct with regard to the April 2017 incident—i.e.,\n\nthe incident giving rise to Mr. Garcia’s felon-in-possession conviction. The\n\nGuidelines commentary contemplates that, if one of the three factors that it\n\nspecifies is “absent” that courts may nevertheless determine that the conduct at\n\nissue is relevant conduct under the same-course-of-conduct standard, if there is “a\n\nstronger presence of at least one of the other factors.” U.S.S.G. § 1B1.3 cmt.\n\nn.5(B)(ii); see Damato, 672 F.3d at 841 (“Given this extreme lack of temporal\n\nproximity, the 1990 transaction may not be treated as relevant conduct unless one\n\nof the other factors—regularity or similarity—is ‘authoritatively present.’”\n\n                                         36\n\f(emphasis added) (quoting Miller, 179 F.3d at 967 n.10)). However, we have no\n\nneed to conduct such a strong-presence assessment here because, at the very least,\n\nthe district court would not have clearly or obviously erred in finding that all\n\nthree factors were present.\n\n      In sum, concerning the district court’s relevant-conduct determination, Mr.\n\nGarcia cannot demonstrate, as he must, that the court erred under the plain-error\n\nrubric. Therefore, we reject this challenge to the court’s sentence. We now turn\n\nto Mr. Garcia’s remaining sentencing challenge.\n\n                                         III\n\n      Mr. Garcia also argues that his ninety-six-month sentence is substantively\n\nunreasonable. We review a sentence “for reasonableness, giving deference to the\n\ndistrict court under ‘the familiar abuse-of-discretion standard.’” 12 United States\n\nv. Gambino-Zavala, 539 F.3d 1221, 1227 (10th Cir. 2008) (quoting Gall v. United\n\nStates, 552 U.S. 38, 46 (2007)). More specifically, “[r]eview for substantive\n\nreasonableness focuses on whether the length of the sentence is reasonable given\n\nall the circumstances of the case in light of the factors set forth in 18 U.S.C.\n\n§ 3553(a).” United States v. Sample, 901 F.3d 1196, 1199 (10th Cir. 2018)\n\n(quoting United States v. Friedman, 554 F.3d 1301, 1307 (10th Cir. 2009)), cert.\n\n      12\n            A defendant need not object in district court to mount a substantive-\nreasonableness challenge on appeal. United States v. Vasquez-Alcarez, 647 F.3d\n973, 976 (10th Cir. 2011).\n\n                                          37\n\fdenied, 139 S. Ct. 1545 (2019); accord United States v. Barnes, 890 F.3d 910,\n\n915 (10th Cir. 2018).\n\n      We will find an abuse of discretion only if the sentence “exceeded the\n\nbounds of permissible choice,” United States v. McComb, 519 F.3d 1049, 1053\n\n(10th Cir. 2007) (quoting United States v. Ortiz, 804 F.2d 1161, 1164 n.2 (10th\n\nCir. 1986)); that is, a defendant must show that the sentence was “arbitrary,\n\ncapricious, whimsical, or manifestly unreasonable,” United States v. DeRusse, 859\n\nF.3d 1232, 1236 (10th Cir. 2017) (quoting United States v. Gantt, 679 F.3d 1240,\n\n1249 (10th Cir. 2012)); cf. Gall, 552 U.S. at 51 (noting the district court’s\n\n“superior position to find facts and judge their import under § 3553(a)”).\n\n      “We do not apply ‘a rigid mathematical formula that uses the percentage of\n\na departure [or variance] as the standard for determining the strength of the\n\njustifications required for a specific sentence.’” Sample, 901 F.3d at 1199\n\n(quoting Gall, 552 U.S. at 47). However, the magnitude of the variance “remains\n\na consideration on appeal.” United States v. Smart, 518 F.3d 800, 807 (10th Cir.\n\n2008); see also Gall, 552 U.S. at 50 (describing it as “uncontroversial that a\n\nmajor departure should be supported by a more significant justification than a\n\nminor one”).\n\n      Mr. Garcia challenges on two grounds the substantive reasonableness of his\n\nninety-six-month sentence (recall that the Guidelines range was forty-six to fifty-\n\n                                          38\n\fseven months’ imprisonment). 11 First, he contends that the district court relied\n\n“central[ly]” on “its view of [his] criminal history as continuous and violent.”\n\nSee Aplt.’s Opening Br. at 19. However, this assessment is not supported by the\n\nrecord. As Mr. Garcia reasons, his “troubling violent criminal episodes” were\n\nlimited to his teenage years, and, within the fifteen years preceding his instant\n\noffense, his only non-traffic-related convictions were for drug possession and\n\npossession of stolen firearms. Id. at 19–20. He contends that, in taking into\n\nconsideration the crimes from Mr. Garcia’s “teenaged years” and early adulthood,\n\nin formulating its characterization of his history as “violent,” the district court\n\n      11\n              Because we have rejected Mr. Garcia’s arguments concerning the\ncalculation of the Guidelines range, then the range that the court calculated and\nthe actual sentence that the court ultimately imposed are the relevant comparators.\nWe also observe that, although Mr. Garcia characterizes his actual sentence as\n“more than twice” or “more than double” a low-end Guidelines sentence, Aplt.’s\nOpening Br. at 18, 21, we typically compare the high end of the Guidelines range\nto the actual sentence imposed in doing our substantive-reasonableness analysis,\nsee United States v. Valtierra-Rojas, 468 F.3d 1235, 1240 (10th Cir. 2006)\n(“Looking to only the percentage of the divergence – 122% above the high end of\nthe range – the sentence might seem extreme.”); United States v. Mateo, 471 F.3d\n1162, 1170 (10th Cir. 2006) (“Here, the District Court increased Mr. Mateo’s\nsentence by 471% above the high end of the advisory range of 21 months—more\nthan eight years longer than he would serve if he was sentenced in accordance\nwith the advisory Guidelines.”); United States v. Bishop, 469 F.3d 896, 908 (10th\nCir. 2006) (“The comparative difference between Mr. Bishop’s sentence of 78\nmonths and the advisory range maximum of 57 months is a 37% increase.”),\noverruled in part on other grounds by Gall, 552 U.S. at 47, as recognized by\nUnited States v. Joel Miller, 891 F.3d 1220, 1234 (10th Cir. 2018). Here, the\ndistrict court’s sentence exceeded the high end of the Guidelines range by thirty-\nnine months—that is, an increase of approximately sixty-eight percent over the\nhigh end of Guidelines range.\n\n                                          39\n\feffectively expressed “a policy disagreement” with the Guidelines, which limit\n\nhow far back a sentencing court can go in assigning criminal-history points to\n\n“convictions for purposes of recidivist enhancements.” Id. at 20. Consequently,\n\nhe contends that the court’s variance—which ostensibly is “grounded in” this\n\ndisagreement—“should be subject to a heightened level of review.” 12 Id. (citing\n\nUnited States v. Lente, 323 F. App’x 698, 715 (10th Cir. 2009) (per curiam)\n\n(unpublished) (Holmes, J., concurring) (noting that, “in some instances,” Supreme\n\nCourt authority holds that “decisions of sentencing courts to deviate from the\n\nGuidelines based upon policy disagreements will be subject to a heightened level\n\nof review”), abrogated on other grounds by United States v. Story, 635 F.3d 1241\n\n(10th Cir. 2011)).\n\n      We are unpersuaded. Mr. Garcia overstates the importance that the district\n\ncourt attached to the remote, violent events in his criminal history. Indeed, the\n\ncourt did not have to rely on remote events to validate its concern that Mr. Garcia\n\nwas prone to violence and, on this basis, a danger to the public. Indeed, Mr.\n\nGarcia’s April 2017 arrest, which formed the basis for his conviction, occurred\n\n      12\n              In his reply brief, Mr. Garcia shifts position, contending that the\ndistrict court’s policy disagreement was with the stringent requirements to qualify\nfor a fifteen-year mandatory-minimum sentence under the ACCA and that “the\ndistrict court’s disagreement with these limitations does not provide a valid basis\nfor a variance.” Aplt.’s Reply Br. at 13. We deem this “late-blooming\nargument,” however, to be waived. Hill v. Kemp, 478 F.3d 1236, 1251 (10th Cir.\n2007).\n\n                                         40\n\fduring a “relatively violent episode” where a firearm was present and he appeared\n\nto be either “planning for” or “at least equipped for” a shootout. R., Vol. III, at\n\n62–63.\n\n      Moreover, the true central focus of the court’s analysis was Mr. Garcia’s\n\nlongstanding, flagrant, and serious disregard for the law and, more specifically,\n\nthe fact that this lawlessness posed a particular danger to the public. As to that\n\ndanger, the court noted Mr. Garcia’s repeated, unlawful possession of inherently\n\ndangerous firearms and apparent mental-health problems. A brief excerpt of the\n\ncourt’s remarks makes the point:\n\n             [W]e have had multiple instances of [Mr. Garcia] dealing with\n             guns over an extended period of time and all subsequent to an\n             early felony conviction many years ago, [which] suggests to me\n             that we have a very serious set of circumstances here because, as\n             counsel for the [g]overnment has suggested, there has been a\n             long, more or less continuous history of law-breaking by [Mr.\n             Garcia].\n\n                   But it appears that throughout virtually the entire period of\n             his adult life, when he’s committed these other crimes, he’s also\n             had guns around. So this circumstance here is, in my view, a\n             very serious offense.\n\n                   I’m required to consider [Mr. Garcia’s history]. The most\n             pertinent thing, of course, is that he does have a long, pretty\n             much continuous history of breaking the law, criminal\n             convictions for one thing or another.\n\n                    ....\n\n\n\n\n                                             41\n\f                    [Mr. Garcia] appears to have mental health issues of some\n             sort, at least in the sense of anger management -- maybe more\n             serious than that -- that also, I think, contributes to the\n             seriousness of what we’re dealing with here.\n\n                    [The government] has mentioned the factor that I think is\n             probably the most important of the statutory factors. In some\n             cases, it’s not the most important, but here I think it probably is.\n             That’s the need to protect the public from further crimes of [Mr.\n             Garcia].\n\nId. at 63–64 (emphases added).\n\n      Thus, as this quotation illustrates, the court’s central focus was not Mr.\n\nGarcia’s remote crimes of violence per se, but rather his longstanding pattern of\n\nflagrant and serious disregard for the law of which those crimes were a part. In\n\nthat vein, although the court did expressly note that Mr. Garcia’s criminal history\n\nindicated that “some of [his] convictions [were] for violent conduct,” reflecting\n\n“a very serious streak of violent conduct,” the court did not lose sight of the fact\n\nthat these violent episodes were “a part of the broader range of criminal activity”\n\nthat Mr. Garcia perpetrated over many years. Id.\n\n      Taking into consideration Mr. Garcia’s longstanding pattern of flagrant and\n\nserious disregard for the law—frequently including his unlawful possession of\n\nfirearms—and the record evidence (recounted supra) concerning his seemingly\n\nserious mental-health problems, we find that the district was not unreasonable in\n\n\n\n\n                                          42\n\freaching the conclusion that the public needed to be protected from Mr. Garcia by\n\na lengthy term of imprisonment:\n\n                    So I think there is a substantial need to protect the public\n             from the risk of further criminal activity of [Mr. Garcia], partly\n             reflected by the repetitive nature of his criminal activity\n             generally, but also from the repetitive nature of these situations\n             where he’s illegally possessing a firearm and, in some cases, it\n             appears, using it. So all of that adds to the seriousness here.\n\nId. at 64–65 (emphasis added).\n\n      Furthermore, insofar as the district court did take into account, in imposing\n\nits upward variance, the fact that Mr. Garcia’s Guidelines criminal-history score\n\ndid not fully reflect the length and severity of his youthful criminal record, the\n\ncourt would not have been expressing a policy disagreement with the Guidelines.\n\nIndeed, the drafters of the Guidelines themselves have recognized that their\n\ncriminal-history computation scheme may not always fully reflect the seriousness\n\nof an offender’s criminal background and that, in such circumstances, action to\n\nelevate sentences above the otherwise applicable Guidelines range may be\n\nappropriate. U.S.S.G. § 4A1.3 (“If reliable information indicates that the\n\ndefendant’s criminal history category substantially under-represents the\n\nseriousness of the defendant’s criminal history or the likelihood that the\n\ndefendant will commit other crimes, an upward departure may be warranted.”\n\n(emphases added)). Instead of disagreeing with the Guidelines, the court would\n\n\n                                          43\n\fhave been endeavoring to faithfully discharge its statutory responsibility to\n\nensure, among other things, that Mr. Garcia’s sentence has the effect of\n\n“protect[ing] the public from further crimes.” 18 U.S.C. § 3553(a)(2)(C); see\n\nUnited States v. Shaw, 471 F.3d 1136, 1141 (10th Cir. 2006) (“[W]here the court\n\nconcludes that the Guidelines inadequately reflect a defendant’s criminal history\n\nor the seriousness of the offense, a deviation may be appropriate.”); see also\n\nUnited States v. Adams, 751 F.3d 1175, 1183 (10th Cir. 2014) (“[I]nsofar as\n\nDefendant is contending that the district court improperly varied upward in\n\nincreasing his sentence, our response can be brief. For the reasons expressed by\n\nthe district court—particularly Defendant’s history of repeated criminal\n\noffenses—his sentence satisfied the reasonableness standard for substantive\n\nreview of a sentence.”). Thus, Mr. Garcia’s assertion that the district court\n\neffectively acted on a policy disagreement with the Guidelines is without merit,\n\nand we reject his related call for the application of a heightened level of review of\n\nthe court’s upward variance. In sum, for the foregoing reasons, we find Mr.\n\nGarcia’s first argument unpersuasive.\n\n      His second argument fares no better. Relying on statistics from the United\n\nStates Sentencing Commission, Mr. Garcia asserts that his sentence was “far\n\noutside the norm” and suggests that it creates an unwarranted disparity with\n\nnationwide sentences of offenders convicted of similar firearms offenses. Aplt.’s\n\n                                          44\n\fOpening Br. at 22 (citing 18 U.S.C. § 3553(a)(6)); see also id. at 23 (“These\n\nstatistics demonstrate that the upward variance in this case was both unusual and\n\nunusually long.”). Specifically, referencing fiscal year 2017, Mr. Garcia\n\nhighlights the following: (1) the median sentence for firearms offenders in the\n\nTenth Circuit was forty months, with a mean sentence of fifty-nine months; (2)\n\nonly sixty offenders, or one percent of all defendants sentenced in the Tenth\n\nCircuit, received any upward variance; and (3) nationally, the median sentencing\n\nincrease above the Guidelines range for firearms defendants receiving a variance\n\nunder § 3553 was twenty-one months, or 31.6 percent above the Guidelines range.\n\nId. at 22.\n\n       It is unquestionably true that under § 3553(a)(6), a sentencing court must\n\nconsider “the need to avoid unwarranted sentence disparities among defendants\n\nwith similar records who have been found guilty of similar conduct.” 18 U.S.C.\n\n3553(a)(6) (emphasis added). And we have specifically noted that “[t]he need to\n\navoid unwarranted disparities is a critical sentencing factor.” United States v.\n\nLente, 647 F.3d 1021, 1039 (10th Cir. 2011) However, Mr. Garcia’s statistics do\n\nnot advance his cause.\n\n       Insofar as he relies on statistics stemming only from Tenth Circuit\n\nsentences, his argument plainly does not implicate the kind of disparities that\n\n§ 3553(a)(6) seeks to avoid—that is, nationwide disparities. See United States v.\n\n                                         45\n\fFranklin, 785 F.3d 1365, 1371 (10th Cir. 2015) (“The purpose of the sentencing\n\nguidelines is ‘to eliminate disparities among sentences nationwide.’” (quoting\n\nUnited States v. Zapata, 546 F.3d 1179, 1194 (10th Cir. 2008))); accord Adams,\n\n751 F.3d at 1183; Damato, 672 F.3d at 848.\n\n      And, to the extent that he offers nationwide statistics, as the government\n\nrightly suggests, Mr. Garcia does not place them in a meaningful “context.”\n\nAplee.’s Resp. Br. at 27. Specifically, as its plain terms indicate, the pertinent\n\ncomparators under § 3553(a)(6) are similarly situated defendants, and Mr.\n\nGarcia’s bare national statistics do not shed light on the extent to which the\n\nsentences that the statistics pertain to involve defendants that are similarly\n\nsituated to Mr. Garcia. See, e.g., United States v. Joubert, 778 F.3d 247, 256 (1st\n\nCir. 2015) (“By pointing to national statistics, Joubert compares the sentence for\n\nhis unique offense to the average sentence for others convicted under the same\n\nfederal statute. A range of conduct is covered under criminal statutes like 18\n\nU.S.C. §§ 2251(a) [and] 2252A(a)(5)(B). This comparison is thus unhelpful for\n\ndetermining the substantive reasonableness of Joubert’s sentence for his unique\n\ncrime.”). In particular, his national statistics do not reveal what percentage of\n\nthose defendants have a similar criminal background to Mr. Garcia’s—notably,\n\nwhether those defendants have been involved in a similar longstanding pattern of\n\n\n\n\n                                          46\n\fflagrant and serious lawbreaking, which not infrequently involved unlawful\n\npossession of inherently dangerous firearms.\n\n      Here, the district court correctly computed and carefully considered the\n\nGuidelines range and, in doing so, “necessarily gave significant weight and\n\nconsideration to the need to avoid unwarranted disparities.” Franklin, 785 F.3d at\n\n1371 (quoting Gall, 552 U.S. at 59); accord United States v. Gantt, 679 F.3d\n\n1240, 1249 (10th Cir. 2012). And, in light of Mr. Garcia’s extensive and\n\ntroubling criminal history, we conclude that the court “reasonably believed that\n\nDefendant’s criminal history was more serious than his guidelines range would\n\nindicate.” Adams, 751 F.3d at 1183. Moreover, the court’s explanation leaves us\n\nwith no doubt that the length of the non-Guidelines sentence that it imposed on\n\nMr. Garcia was reasonably calculated to be “sufficient, but not greater than\n\nnecessary” to satisfy the sentencing considerations embodied in § 3553(a)(2), see\n\n18 U.S.C. § 3553(a)—notably, the need “to protect the public from further crimes\n\nof [Mr. Garcia],” id. § 3553(a)(2)(C). In other words, we conclude that the\n\ndistrict court did not abuse its discretion in sentencing Mr. Garcia and that his\n\nsentence is substantively reasonable.\n\n                                          IV\n\n      In light of the foregoing, we reject Mr. Garcia’s challenges and AFFIRM\n\nhis sentence.\n\n                                          47\n\f",
            "ocr": false,
            "opinion_id": 4469836
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}