{
    "id": 4692487,
    "judges": "Ceisler, J.",
    "date_filed": 1578355200000,
    "date_filed_is_approximate": false,
    "slug": "rw-pataski-v-pbpp",
    "case_name_short": "PBPP",
    "case_name": "R.W. Pataski v. PBPP",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Commonwealth/out/584CD19_1-7-20.pdf",
            "author_id": null,
            "opinion_text": "           IN THE COMMONWEALTH COURT OF PENNSYLVANIA\n\nRobb William Pataski,               :\n                 Petitioner         :\n                                    :\n      v.                            : No. 584 C.D. 2019\n                                    : SUBMITTED: October 18, 2019\nPennsylvania Board of Probation and :\nParole,                             :\n                 Respondent         :\n\nBEFORE:        HONORABLE RENÉE COHN JUBELIRER, Judge\n               HONORABLE PATRICIA A. McCULLOUGH, Judge\n               HONORABLE ELLEN CEISLER, Judge\n\nOPINION NOT REPORTED\n\nMEMORANDUM OPINION\nBY JUDGE CEISLER                                                       FILED: January 7, 2020\n\n       Petitioner Robb William Pataski (Pataski) petitions for review of the\nPennsylvania Board of Probation and Parole’s (Board) April 15, 2019 ruling\naffirming its August 15, 2018 decision, through which the Board recommitted\nPataski as a convicted parole violator (CPV) to serve 30 months of backtime and\nrecalculated his maximum parole violation date as April 8, 2021. Pataski’s counsel,\nKent D. Watkins, Esquire (Counsel), has submitted an Application to Withdraw as\nCounsel (Application to Withdraw) along with a Turner letter.1 Counsel contends\n\n       1\n         In a Turner letter, an attorney seeks to withdraw from representation of a parole violator\nbecause “the [violator’s] case lacks merit, even if it is not so anemic as to be deemed wholly\nfrivolous.” Com. v. Wrecks, 931 A.2d 717, 722 (Pa. Super. 2007).\n               Such letters are referred to by various names by courts of this\n               Commonwealth. See, e.g., Commonwealth v. Porter, . . . 728 A.2d\n               890, 893 & n.2 ([Pa.] 1999) (referring to such a letter as a “‘no merit’\n               letter” and noting that such a letter is also commonly referred to as\n               a “Finley letter,” referring to the Superior Court case\n               Commonwealth v. Finley, . . . 479 A.2d 568 ([Pa. Super.] 1984));\n\fthe arguments raised by Pataski are frivolous and without merit. We deny Counsel’s\nApplication to Withdraw without prejudice and direct Counsel to file either a proper,\namended Application to Withdraw and a no-merit letter, or an advocate’s brief,\nwithin 30 days.\n                                      I. Background\n       On February 20, 2002, Pataski pled guilty in the Court of Common Pleas of\nFayette County to two counts of robbery. Pataski received an aggregate sentence of\ntwo-to-four years in state prison. Certified Record (C.R.) at 1. On September 16,\n2002, Pataski pled guilty in the Court of Common Pleas of Washington County, to\ntwo counts of robbery and one count of attempted robbery. For these Washington\nCounty convictions, Pataski received concurrent sentences of three-to-six and four-\nto-eight years in state prison. Id. In addition, both the Fayette County and\nWashington County sentences ran concurrently with each other. Id. Pataski was\nreleased on parole on August 28, 2005, at which point the maximum dates on his\nWashington County sentences were, respectively, July 19, 2007, and July 19, 2009.\nId. at 8.\n       On January 27, 2006, the Board declared Pataski delinquent, effective January\n24, 2006, due to his repeated failure to maintain proper contact with parole\nsupervision. Id. at 11; 36. On January 29, 2006, Pataski was arrested by Maryland\nState Police in Allegany County, Maryland, in connection with a gunpoint\ncarjacking. Id. at 13-17, 37-39. On January 30, 2006, the Board issued a warrant for\n\n\n              Zerby v. Shanon, 964 A.2d 956, 960 (Pa. Cmwlth. 2009) (“Turner\n              letter”) [(referring to the Pennsylvania Supreme Court case\n              Commonwealth v. Turner, 544 A.2d 927 (Pa. 1988))];\n              Commonwealth v. Blackwell, 936 A.2d 497, 499 (Pa. Super. 2007)\n              (“Turner/Finley letter”).\nHughes v. Pa. Bd. of Prob. & Parole, 977 A.2d 19, 25 n.2 (Pa. Cmwlth. 2009).\n\n\n                                              2\n\fPataski’s arrest. Id. at 12. On April 18, 2006, Pataski pled guilty in the Maryland\nCircuit Court for Allegany County to one count of armed robbery and one count of\nuse of a handgun in the commission of a crime. Id. at 37. On July 10, 2006, Pataski\nreceived a 20-year sentence for the first count, with 5 years suspended, and a\nconsecutive 5-year sentence for the second. Id. at 20-21.\n      On November 16, 2006, while on parole from his Fayette County and\nWashington County convictions, Pataski was charged with two counts each of\nburglary, criminal conspiracy, criminal trespass, criminal mischief, and theft by\nunlawful taking, in connection with two January 2006 incidents in Peters Township,\nPennsylvania. Id. at 51. Additionally, Pataski was charged in a separate case with\none count each of burglary, criminal conspiracy, and theft by unlawful taking,\nrelating to a January 2006 incident in North Strabane Township, Pennsylvania. Id.\nat 63. On May 31, 2007, Pataski pled guilty to a total of three counts of burglary\npertaining to these two cases. Id. at 52, 59, 64-66.2 He was subsequently sentenced\nin the Court of Common Pleas of Washington County3 to an aggregate sentence of\n15 to 30 months, concurrent with the sentence that had been imposed upon him by\nthe Maryland Circuit Court for Allegany County. Id. at 52-55, 64-66.\n      Pataski was eventually released from his Maryland state sentence and was\nreturned to the Pennsylvania Department of Corrections’ custody on May 18, 2018.\nId. at 73-74. The Board then held a parole revocation hearing on May 22, 2018,\nduring which Pataski admitted to the veracity of his Maryland and Pennsylvania\nconvictions, as well as a number of technical parole violations. Id. at 26-29. On\nAugust 15, 2018, the Board ordered Pataski to serve 30 months of backtime as a\n\n      2\n          The remaining charges were nolle prossed. C.R. at 52.\n\n      3\n          Both North Strabane Township and Peters Township are located in Washington County.\n\n\n                                                3\n\fCPV, as well as a concurrent 6 months of backtime as a technical parole violator.\nHis maximum date on his unexpired 2002 convictions was recalculated as April 8,\n2021. Id. at 77-78.\n       On September 6, 2018, Marc T. Valentine, Esquire, of the Office of the Public\nDefender, Somerset County, filed an administrative remedies form with the Board\non behalf of Pataski. Id. at 79-81. Therein, Pataski argued that the Board had wrongly\napplied the current CPV presumptive range when determining how much backtime\nto give him and, instead, should have used those which had been in effect 14 years\nprior. Id. at 80. In addition, Pataski claimed he was no longer a threat to the\ncommunity. Id.\n       On April 15, 2019, the Board responded by affirming its August 15, 2018\ndecision. Id. at 85. The Board explained to Pataski that the 30 months of total\nbacktime it had given him was proper, as it fell squarely within the presumptive\nrange established in the Board’s administrative regulations. Id.\n       On May 15, 2019, Counsel filed a Petition for Review on Pataski’s behalf, in\nwhich he argued that the Board had failed to properly credit Pataski for time served\nsolely on the Board’s warrant and for “time served in good standing on parole.”\nPetition for Review, ¶¶5-6.\n       On August 11, 2019, Counsel submitted his Application to Withdraw and\nTurner letter.4 In his Application to Withdraw, Counsel states he has reviewed the\nCertified Record and has concluded “there are no grounds for appeal and [that\nPataski’s] appeal is frivolous.” Application to Withdraw at 2. In his Turner letter,\n\n\n       4\n          Counsel was not appointed by our Court to represent Pataski, and instead appears to have\nbeen privately retained. However, his effort to withdraw from this appeal is governed by the same\nrules that delineate the withdrawal of court-appointed attorneys from similar matters. Reale v. Pa.\nBd. of Prob. & Parole, 512 A.2d 1307, 1310 (Pa. Cmwlth. 1986).\n\n\n                                                4\n\fCounsel provides a thorough recapitulation of Pataski’s criminal record and the\nresultant Board actions. No Merit Letter at 1-6. In addition, Counsel identifies two\nissues as having been raised in the Petition for Review. First, the Board failed to\nproperly credit Pataski for all time served while being detained solely on the Board’s\nwarrant. Id. at 1. Second, the Board committed an abuse of discretion by declining\nto give Pataski credit for his accrued street time. Id. Curiously, Counsel subsequently\naddresses neither of these arguments, which he himself raised on behalf of his client.\nInstead, Counsel analyzes Pataski’s claim that the Board applied the wrong\npresumptive CPV backtime range and concludes that this claim is without merit. See\nid. at 6.\n       Counsel also sent a copy of this Turner letter to Pataski, informing him that\nCounsel had found the Petition for Review to be without merit, explaining the basis\nfor this determination, and directing Pataski to retain another attorney or file a pro\nse brief with our Court, in the event that Pataski disagreed with Counsel’s reasoning.\nId. at 7.\n                                       II. Discussion\n       Before addressing the validity of Pataski’s substantive arguments, we must\nassess the adequacy of Counsel’s Turner letter. Throughout this process, Pataski has\nonly sought to challenge the Board’s calculation of his maximum date, its imposition\nof backtime, and its determinations regarding credit for various periods of time\nPataski was either in carceral detention or in the custody of community corrections\nor parole violator centers. For this reason, Counsel appropriately elected to file a no-\nmerit letter. See Seilhamer v. Pa. Bd. of Prob. & Parole, 996 A.2d 40, 43 n.4 (Pa.\n\n\n\n\n                                           5\n\fCmwlth. 2010).5 “A no-merit letter must include an explanation of ‘the nature and\nextent of counsel’s review and list each issue the petitioner wished to have raised,\nwith counsel’s explanation of why those issues are meritless.’” Id. at 43 (quoting\nTurner, 544 A.2d at 928) (brackets omitted). As long as a no-merit letter satisfies\nthese basic requirements, we may then review the soundness of a petitioner’s request\nfor relief. Zerby, 964 A.2d at 960. However, in the event the letter fails on technical\ngrounds, we must deny the request for leave to withdraw, without delving into the\nsubstance of the underlying petition for review, and may direct counsel to file either\nan amended request for leave to withdraw or a brief on behalf of their client. Id.\n       We deem Counsel’s Turner letter to be inadequate. Though Counsel correctly\nelected to address Pataski’s presumptive range argument,6 he failed to substantively\nanalyze either of the two time credit issues that Counsel himself had presented on\nbehalf of Pataski in the Petition for Review. Consequently, we deny Counsel’s\nApplication to Withdraw without prejudice, and direct him to remedy the\naforementioned deficiencies by filing either an amended Application to Withdraw\nand Turner letter, or an advocate’s brief in support of the Petition for Review, within\n30 days.\n\n                                               __________________________________\n                                               ELLEN CEISLER, Judge\n\n\n       5\n         Pursuant to Anders v. California, 386 U.S. 738 (1967), counsel must file what is known\nas an Anders brief when seeking to withdraw from representation in certain circumstances. See\nCom. v. Santiago, 978 A.2d 349, 353-55 (Pa. 2009). An Anders brief was unnecessary in this\nmatter, however, as none of Pataski’s claims implicated his constitutional right to counsel. See\nSeilhamer, 996 A.2d at 40 n.4.\n\n       6\n         This was the appropriate course of action, as “the omission of an issue from the statement\n[of objections in a petition for review] shall not be the basis for a finding of waiver if the court is\nable to address the issue based on the certified record.” Pa. R.A.P. 1513(d)(5).\n\n\n                                                  6\n\f          IN THE COMMONWEALTH COURT OF PENNSYLVANIA\n\n\nRobb William Pataski,               :\n                 Petitioner         :\n                                    :\n      v.                            : No. 584 C.D. 2019\n                                    :\nPennsylvania Board of Probation and :\nParole,                             :\n                 Respondent         :\n\n\n                                    ORDER\n\n\n      AND NOW, this 7th day of January, 2020, the Application to Withdraw as\nCounsel filed by Kent D. Watkins, Esquire, is hereby DENIED WITHOUT\nPREJUDICE. Counsel shall file an amended Application to Withdraw as Counsel\nand a no-merit letter pursuant to Commonwealth v. Turner, 544 A.2d 927 (Pa. 1988),\nor an advocate’s brief in support of the Petition for Review, within thirty (30) days\nof the date of this order.\n\n\n\n\n                                       __________________________________\n                                       ELLEN CEISLER, Judge\n\f",
            "ocr": false,
            "opinion_id": 4469779
        }
    ],
    "court_short_name": "Commonwealth Court of Pennsylvania",
    "court_full_name": "Commonwealth Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}