{
    "id": 4698919,
    "judges": "Black",
    "date_filed": -478915200000,
    "date_filed_is_approximate": false,
    "slug": "henshaw-v-commissioner",
    "case_name_short": "Henshaw",
    "case_name": "Henshaw v. Commissioner",
    "case_name_full": "Walter A. Henshaw and Frances Allen Henshaw, Husband and Wife v. Commissioner of Internal Revenue, Paul A. Henshaw and Gladys Kirby Henshaw, Husband and Wife v. Commissioner of Internal Revenue",
    "attorneys": "Ben F. Foster, Esq ., for the petitioners. W. B. Riley, Esq ., for the respondent.  ",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": "Petitioners sued the owner and operator of a recycling plant for damages to oil in place underneath two oil leases of which petitioners were part owners.  They secured a judgment against the defendant.  Defendant appealed from the judgment and it was later settled by agreement.  After deduction of expenses petitioners had a gain from the settlement, the amount of which is not in dispute.  This gain petitioners returned as capital gain and the Commissioner has determined it to be ordinary income under section 22 (a).  Held, the amount petitioners received was compensatory damages for the compulsory or involuntary conversion (as a result of destruction in whole or in part) of property used in petitioners' trade or business and the gain is taxable as capital gain under the provisions of section 117 (j), Internal Revenue Code of 1939.",
    "disposition": "Decisions will be entered under Rule 50.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "23 T.C. 176",
        "1954 U.S. Tax Ct. LEXIS 53",
        "4 Oil & Gas Rep. 91"
    ],
    "opinions": [
        {
            "author_str": "Black",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " OPINION. Black, Judge: The parties are in agreement that $59,211.11 of the $74,738.30 which petitioners received in • compromise of their judgment against Skinner &amp; Eddy represented income to petitioners. Petitioners had no unrecovered basis of cost of their oil and gas leases on which they were operating. Therefore, after the deduction of the expenses of their lawsuit, the remainder of the amount which they received represented gain to them. Petitioners contend that the $59,211.11 represents gain from involuntary conversion of property owned by petitioners and used in their trade or business and is taxable as long-term capital gain under the provisions of section 117 (j), Internal Revenue Code of 1939. Respondent contends that under the facts which have been stipulated, section 117 (j) is not applicable and that the $59,211.11 is taxable as ordinary income under the provisions of section 22 (a), Internal Revenue Code of 1939. Section 117 (j), upon which petitioners rely, is printed in the margin.1  Petitioners, in support of their contention that section 117 (j) is applicable, cite Chesson v. Commissioner, 57 F. 2d 141, for the proposition that oil and gas in place are a part of the realty. Petitioners also in their brief refer to I. T. 3693, 1944 C. B. 272. In that I. T., it is held that— The interest of a lessee in oil and gas constitutes an interest in “real property” for Federal income tax purposes. Certain leasehold interests sold by the M Company constitute “real property used in the trade or business of the taxpayer” within the meaning of section 117 (a) (1) of the Internal Revenue Code, as amended by section 151 (a) of the Revenue Act of 1942, and are, therefore, excluded from the term “capital assets” as defined therein. However, if such leasehold interests were held for more than six months, they qualify as “property used in the trade or business,” as defined in section 117 (j) of the Code, as added by section 151 (b) of the Revenue Act of 1942, and are subject to the treatment provided for in that section. Petitioners’ leases which they were using in the operation of their business had been held for more than 6 months. Therefore it is clear that they qualify as “property used in the trade or business” as defined in section 117 (j) of the Code. The $59,211.11 which petitioners received in compromise of their judgment against Skinner &amp; Eddy was of course not received from the sale or exchange of any of their oil or gas in place. If it had been, the resulting gain would have been taxable as capital gain. See Anderson v. Commissioner, 81 F. 2d 457. Petitioners did not sell anything to or exchange anything with Skinner &amp; Eddy. They do not contend that they did, but they do contend that the amount which they received in compromise of their judgment was received as compensation for the destruction in part of oil in place underneath their leases and therefore represented a compulsory or involuntary conversion of property within the meaning of section 117 (j) (2) of the Code. Respondent’s main contention is that petitioners’ judgment against Skinner &amp; Eddy was for loss of profits and that money received to compensate for loss of profits represents ordinary income and not capital gain. Respondent cites such cases as Glenshaw Glass Co 18 T. C. 860, affd. 211 F. 2d 928, in support of his contention. Respondent’s position would be correct if the record sustained his contention that petitioners’ judgment against Skinner &amp; Eddy was for restoration of profits. But in our view the record does not sustain respondent’s contention. The issue which was submitted to the jury was the amount of money which would compensate petitioners for the damages which Skinner &amp; Eddy had inflicted upon their property. The portions of the court’s charge which we have incorporated in our Findings of Fact would seem to show it was that issue which was submitted to the jury and it was upon that issue that the jury’s verdict was based. We therefore conclude that the compromise settlement which was effected by the payment of the money in question was in settlement of the judgment for damages to the oil in place and was not for a restoration of profits. Having reached the conclusions just stated, the question arises: Does the sum of $59,211.11 received by petitioners represent payment for an involuntary conversion of property as a result of the destruction in whole or in part thereof ? The Commissioner contends that it does not. He argues that the oil is still in place, not destroyed either in whole or in part; that petitioners still have the lessee’s right to enter into the leases and to continue drilling for such oil. That, of course, is true but the jury under the charge of the court has in effect found that certain portions of petitioners’ oil have been rendered immobile by the negligent acts of Skinner &amp; Eddy and cannot be extracted. It was for that damage the judgment was awarded. One of the meanings of the word “destroy,” according to Funk &amp; Wagnalls New Standard Dictionary, is: “To take away completely the value or usefulness of.” Another is: “To render of no avail.” In State v. Johnson, 19 S. C. 497, 14 S. E. 2d 24, the court said: Included in appellant’s brief is a definition of the word destroy in 18 C. J. 975 from which the following is quoted: “While the term ordinarily implies complete or total destruction, it has on more than one occasion been construed to describe an act which while rendering the thing useless for the purpose for which it was intended, did not literally demolish or annihilate it.” We oonclude that the $59,211.11 was received by petitioners to compensate them for the destruction in part of their property, to wit, oil in place which was rendered immobile by Skinner &amp; Eddy’s negligent acts. The statute itself includes the “compulsory or involuntary conversion (as a result of destruction in whole or in part * * *) of property used in the trade or business * * We conclude that petitioners’ case comes within the purview of the statute relied on, section 117 (j). Cf. Guy L. Waggoner, 15 T. C. 496. It is stipulated that the property had been held by petitioners for more than 6 months prior to the receipt of the payment of damages. Therefore the amount received is taxable as capital gain. Because there are some uncontested adjustments, Decisions will be entered, under Rule 50   SEC. 117. CAPITAL GAINS AND LOSSES. (j) Gains and Losses From Involuntary Conversion and From the Sale or Exchange or Certain Property used in the Trade or Business.— (1) Definition of property used in the trade or business. — For the purposes of this subsection, the term “property used in the trade or business” means property used in the trade or business, of a character which is subject to the allowance for depreciation provided in section 23 (1), held for more than 6 months, and real property used in the trade or business, held for more than 6 months, which is not (A) property of a kind which would properly be includible in the inventory of the taxpayer if on hand at the close of the taxable year, or (B) property held by the taxpayer primarily for sale to customers in the ordinary course of his trade or business. * * * (2) General rule. — If, during the taxable year, the recognized gains upon sales or exchanges of property used in the trade or business, plus the recognized gains from the compulsory or involuntary conversion (as a result of destruction in whole or in part, theft or seizure, or an exercise of the power of requisition or condemnation or the threat or imminence thereof) of property used in the trade or business and capital assets held for more than 6 months into other property or money, exceed the recognized losses from such sales, exchanges, andi conversions, such gains and losses shall be considered as gains and losses from sales or exchanges of capital assets held for more than 6 months. If such gains do not exceed such losses, such gains and losses shall not be considered as gains and losses from sales or exchanges of capital assets. * * *  ",
            "ocr": true,
            "opinion_id": 4476904
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Walter A. Henshaw and Frances Allen Henshaw, Husband and Wife, Petitioners, v. Commissioner of Internal Revenue, Respondent.  Paul A. Henshaw and Gladys Kirby Henshaw, Husband and Wife, Petitioners, v. Commissioner of Internal Revenue, RespondentHenshaw v. CommissionerDocket Nos. 48529, 48530United States Tax Court23 T.C. 176; 1954 U.S. Tax Ct. LEXIS 53; 4 Oil &amp; Gas Rep. 91; October 29, 1954, Filed *53 Decisions will be entered under Rule 50.  Petitioners sued the owner and operator of a recycling plant for damages to oil in place underneath two oil leases of which petitioners were part owners.  They secured a judgment against the defendant.  Defendant appealed from the judgment and it was later settled by agreement.  After deduction of expenses petitioners had a gain from the settlement, the amount of which is not in dispute.  This gain petitioners returned as capital gain and the Commissioner has determined it to be ordinary income under section 22 (a).  Held, the amount petitioners received was compensatory damages for the compulsory or involuntary conversion (as a result of destruction in whole or in part) of property used in petitioners' trade or business and the gain is taxable as capital gain under the provisions of section 117 (j), Internal Revenue Code of 1939.  Ben F. Foster, Esq., for the petitioners.W. B. Riley, Esq., for the respondent.  Black, Judge.  BLACK *176  These proceedings have been consolidated.  Docket No. 48528, Walter A. Henshaw and Frances Allen Henshaw, petitioners, involves a deficiency in income tax of $ 7,428.88 for the year 1948.  The deficiency is due in part to the addition to the net income reported on petitioners' joint return of the following:(a) Ordinary income from the partnership increased$ 29,763.23(b) Capital gain from partnership reduced14,823.93Net addition to income$ 14,939.30Docket No. 48530, Paul A. Henshaw and Gladys Kirby Henshaw, *55  petitioners, involves a deficiency in income tax of $ 7,460.56 and is due in part to an adjustment similar to that which the Commissioner made to the income as reported by Walter A. Henshaw and Frances Allen Henshaw on their joint return.Petitioners contest the correctness of the foregoing adjustments which have been made.  Some minor adjustments made by the Commissioner in the partnership income are not contested.FINDINGS OF FACT.The facts were all stipulated except the income tax returns of petitioners which were introduced in evidence and a consent agreement extending the period of limitation.  There is no issue as to the statute of limitations.*177  The facts as stipulated are adopted as part of our findings of fact and are incorporated herein by this reference.Walter A. Henshaw and Frances Allen Henshaw, husband and wife, resided at San Antonio, Texas, during the year 1948 and jointly filed their Federal income tax return for such year with the collector of internal revenue for the first district of Texas at Austin, Texas.  Paul A. Henshaw and Gladys Kirby Henshaw, husband and wife, also resided at San Antonio, Texas, during the year 1948, and likewise jointly filed *56  their Federal income tax return for such year with the same collector of internal revenue.Walter A. Henshaw and Paul A. Henshaw, sometimes hereinafter referred to as the petitioners, are and during the calendar year 1948 were owners of equal interests in a co-partnership entitled, \"Henshaw Brothers,\" sometimes hereinafter referred to as the partnership, which partnership during the year 1948 was engaged in the business of drilling oil and gas wells and of producing and selling oil and gas from formations and sands under oil and gas leases owned by said partnership. Neither the petitioners individually nor the partnership, Henshaw Brothers, was engaged during said year in the trade or business of buying and selling producing oil and gas leases and such producing leases as were owned or held by them were so held in connection with their business of producing and selling the oil and gas derived therefrom, none of such leases being held by them or by the partnership primarily for sale to customers in the ordinary course of business.Henshaw Brothers filed a partnership return of income for the calendar year 1948 reporting therein that the net income of said partnership was distributable*57  in equal shares to Walter A. Henshaw and Paul A. Henshaw.The partnership owned and used in connection with its trade or business an undivided one-fourth of seven-eighths interest in and to a certain oil, gas, and mineral lease covering the 131-acre tract of land known as the \"Thigpen Lease,\" and an undivided one-half of seven-eighths interest in and to another certain oil, gas, and mineral lease covering approximately 32 acres of land known as the \"T. &amp; N. O. Railroad Lease.\" These leases are located in an oil and gas producing area generally referred to and known as the \"East Alice\" or \"Tom Graham\" oil field.  Oil and gas was being produced from wells drilled on each of said leases. Said leases had been owned by the partnership or by the petitioners individually for a period of more than 6 months prior to the year 1948.Skinner &amp; Eddy Corporation, sometimes hereafter referred to as Skinner &amp; Eddy, the owner and operator of a recycling plant in the East Alice oil field, had entered into a certain working arrangement with the owners or operators of certain leases in a unitized area of *178  the East Alice field whereby that corporation acquired certain rights to take and produce*58  gas from said unitized area.Petitioners were plaintiffs in two tort actions against Skinner &amp; Eddy tried before a jury in the District Court of the United States for the Southern District of Texas, at the trial term commencing on March 31, 1948, and concluding April 22, 1948.  Said actions arose with respect to the above mentioned Thigpen and T. &amp; N. O. Railroad leases and were consolidated with one other similar action and tried as a single case.The petitions set forth two alleged bases of recovery:(a) Loss of profit caused by the activities of Skinner &amp; Eddy Corporation; and(b) Damage to the oil and gas in place caused by the activities of Skinner &amp; Eddy Corporation.The court in its charge to the jury gave no instruction with reference to the consideration of lost profits in assessing damages, but confined the measure of damages to the difference between the market value of the plaintiffs' interests in the properties immediately before and immediately after the alleged injuries.In the court's charge to the jury, which was not excepted to by the plaintiffs, the following statements were made:Plaintiffs further allege that after March 16, 1944, when it was discovered that the*59  bottom hole pressure in the 5300-foot sand aforesaid had been reduced 122 pounds, defendant then commenced re-injecting gas into said 5300-foot sand in such quantities, and in such a short period of time, as to cause further channeling and coning and damage to said 5300-foot sand underlying plaintiffs' above described leases, which plaintiffs contend likewise resulted in damage to the oil column and plaintiffs being unable to produce from said 5300-foot sand the amount of oil they would have and could have produced had it not been for the above described acts of negligence on the part of defendant.Plaintiffs further allege that the above described acts of negligence were the direct and proximate cause of the damage they claim to have sustained, and have introduced testimony in this case as to the amount of recoverable oil in place in said 5300-foot sand in each of the leases hereinabove described before and after the alleged damage, which plaintiffs say occurred during the period from February 5, 1944, and April 12, 1944.  Plaintiffs have also introduced in evidence testimony as to the alleged difference between the reasonable market value of their respective oil interest immediately*60  before and immediately after such alleged injury to said oil properties.In discussing the measure of damages, the court charged the jury as follows:In the event your verdict should be for the plaintiffs, then you are authorized to assess such damages against the defendant as will fairly reasonable [sic] compensate plaintiffs for the losses sustained by them, if any, as the proximate result of the negligent acts of the defendant.The measure of damages is the difference, if any, between the market value of the plaintiffs' interests in the properties immediately before and immediately *179  after the alleged injuries; or stated differently, the difference, if any, on February 5, 1944, and April 12, 1944, directly caused by defendant's negligence, if any.\"Market value\" means the price which the property would bring when it is offered for sale by one who desires but is not obliged to sell, and is bought by one who desires to buy but is under no necessity of buying it.The jury after hearing the evidence and the charge of the court rendered its verdict in favor of the plaintiffs, as follows:Civil actionAmountsNo.Lease involvedawarded403Thigpen Lease$ 72,207.76405T. &amp; N. O. Railroad Lease10,762.70*61  On May 3, 1948, two judgments were entered by the District Court in favor of petitioners herein, jointly and severally, against Skinner &amp; Eddy Corporation in the sums of $ 72,207.76 and $ 10,762.70, respectively, with interest on each said amount from the date of the judgments at the rate of 6 per cent per annum, together with costs of the suits.Thereafter, in the year 1948, both judgments were settled and compromised by agreement of Skinner &amp; Eddy to withdraw its appeal from the judgments mentioned and to pay, as was paid in cash during said year to Henshaw Brothers, the sum of $ 74,738.30.  Expenses of litigation were incurred by Henshaw Brothers in the amount of $ 15,527.19, leaving net proceeds from the compromise settlement of $ 59,211.11.The net proceeds from the compromise settlement in the amount of $ 59,211.11 were reported in the partnership return of income filed by Henshaw Brothers for the year 1948 on its schedule of \"Profit or Loss on Sales of Capital Assets,\" one-half of which was included in the joint income tax return of each petitioner for said year as his respective share of the partnership net long-term capital gains.In the determination of the deficiencies *62  here in controversy, respondent determined that the net proceeds of $ 59,211.11 received by the partnership from the above compromise settlement represent ordinary income taxable as such to the petitioners in their respective shares as partners.  The explanation of such amount in the notices of deficiency was as follows:It is held that the net proceeds ($ 59,211.11) received in 1948 from the compromise of certain litigation, by the partnership known as Henshaw Brothers represents ordinary income and is taxable as such under section 22 (a) of the Internal Revenue Code.  Your income is adjusted accordingly.Based on the foregoing findings of fact we make the following ultimate finding of fact: The compromise settlement which was effected by the payment of $ 74,738.30 by Skinner &amp; Eddy Corporation was in settlement of the judgment for damages to the oil in place.*180  OPINION.The parties are in agreement that $ 59,211.11 of the $ 74,738.30 which petitioners received in compromise of their judgment against Skinner &amp; Eddy represented income to petitioners.  Petitioners had no unrecovered basis of cost of their oil and gas leases on which they were operating.  Therefore, after the*63  deduction of the expenses of their lawsuit, the remainder of the amount which they received represented gain to them.Petitioners contend that the $ 59,211.11 represents gain from involuntary conversion of property owned by petitioners and used in their trade or business and is taxable as long-term capital gain under the provisions of section 117 (j), Internal Revenue Code of 1939.Respondent contends that under the facts which have been stipulated, section 117 (j) is not applicable and that the $ 59,211.11 is taxable as ordinary income under the provisions of section 22 (a), Internal Revenue Code of 1939.Section 117 (j), upon which petitioners rely, is printed in the margin.  1*64 Petitioners, in support of their contention that section 117 (j) is applicable, cite Chesson v. Commissioner, 57 F.2d 141\">57 F. 2d 141, for the proposition that oil and gas in place are a part of the realty.Petitioners also in their brief refer to I. T. 3693, 1944 C. B. 272. In that I. T., it is held that --The interest of a lessee in oil and gas constitutes an interest in \"real property\" for Federal income tax purposes.  Certain leasehold interests sold by the M Company constitute \"real property used in the trade or business of the taxpayer\" within the meaning of section 117 (a) (1) of the Internal Revenue Code, as amended by section 151 (a) of the Revenue Act of 1942, and are, therefore, excluded from the term \"capital assets\" as defined therein.  However, if such leasehold interests were held for more than six months, they qualify as \"property used in the trade or business,\" as defined in section 117 (j) of the Code, as added *181  by section 151 (b) of the Revenue Act of 1942, and are subject to the treatment provided for in that section.Petitioners' leases which they were using in the operation of their business had been*65  held for more than 6 months.  Therefore it is clear that they qualify as \"property used in the trade or business\" as defined in section 117 (j) of the Code.The $ 59,211.11 which petitioners received in compromise of their judgment against Skinner &amp; Eddy was of course not received from the sale or exchange of any of their oil or gas in place.  If it had been, the resulting gain would have been taxable as capital gain. See Anderson v. Commissioner, 81 F.2d 457\">81 F. 2d 457.Petitioners did not sell anything to or exchange anything with Skinner &amp; Eddy.  They do not contend that they did, but they do contend that the amount which they received in compromise of their judgment was received as compensation for the destruction in part of oil in place underneath their leases and therefore represented a compulsory or involuntary conversion of property within the meaning of section 117 (j) (2) of the Code.Respondent's main contention is that petitioners' judgment against Skinner &amp; Eddy was for loss of profits and that money received to compensate for loss of profits represents ordinary income and not capital gain. Respondent cites such cases as Glenshaw Glass Co., 18 T. C. 860,*66  affd.  211 F. 2d 928, in support of his contention.  Respondent's position would be correct if the record sustained his contention that petitioners' judgment against Skinner &amp; Eddy was for restoration of profits.  But in our view the record does not sustain respondent's contention.The issue which was submitted to the jury was the amount of money which would compensate petitioners for the damages which Skinner &amp; Eddy had inflicted upon their property.  The portions of the court's charge which we have incorporated in our Findings of Fact would seem to show it was that issue which was submitted to the jury and it was upon that issue that the jury's verdict was based.  We therefore conclude that the compromise settlement which was effected by the payment of the money in question was in settlement of the judgment for damages to the oil in place and was not for a restoration of profits.Having reached the conclusions just stated, the question arises: Does the sum of $ 59,211.11 received by petitioners represent payment for an involuntary conversion of property as a result of the destruction in whole or in part thereof?The Commissioner contends that it does not. *67  He argues that the oil is still in place, not destroyed either in whole or in part; that petitioners still have the lessee's right to enter into the leases and to continue drilling for such oil.*182  That, of course, is true but the jury under the charge of the court has in effect found that certain portions of petitioners' oil have been rendered immobile by the negligent acts of Skinner &amp; Eddy and cannot be extracted.  It was for that damage the judgment was awarded.One of the meanings of the word \"destroy,\" according to Funk &amp; Wagnalls New Standard Dictionary, is: \"To take away completely the value or usefulness of.\" Another is: \"To render of no avail.\"In State v. Johnson, 19 S. C. 497, 14 S. E. 2d 24, the court said:Included in appellant's brief is a definition of the word destroy in 18 C. J. 975 from which the following is quoted: \"While the term ordinarily implies complete or total destruction, it has on more than one occasion been construed to describe an act which while rendering the thing useless for the purpose for which it was intended, did not literally demolish or annihilate it.\"We conclude that the $ 59,211.11*68  was received by petitioners to compensate them for the destruction in part of their property, to wit, oil in place which was rendered immobile by Skinner &amp; Eddy's negligent acts.  The statute itself includes the \"compulsory or involuntary conversion (as a result of destruction in whole or in part * * *) of property used in the trade or business * * *.\"We conclude that petitioners' case comes within the purview of the statute relied on, section 117 (j).  Cf.  Guy L. Waggoner, 15 T. C. 496. It is stipulated that the property had been held by petitioners for more than 6 months prior to the receipt of the payment of damages.  Therefore the amount received is taxable as capital gain.Because there are some uncontested adjustments,Decisions will be entered under Rule 50.  Footnotes1. SEC. 117. CAPITAL GAINS AND LOSSES.(j) Gains and Losses From Involuntary Conversion and From the Sale or Exchange of Certain Property Used in the Trade or Business.  -- (1) Definition of property used in the trade or business.  -- For the purposes of this subsection, the term \"property used in the trade or business\" means property used in the trade or business, of a character which is subject to the allowance for depreciation provided in section 23 (l), held for more than 6 months, and real property used in the trade or business, held for more than 6 months, which is not (A) property of a kind which would properly be includible in the inventory of the taxpayer if on hand at the close of the taxable year, or (B) property held by the taxpayer primarily for sale to customers in the ordinary course of his trade or business. * * *(2) General Rule.  -- If, during the taxable year, the recognized gains upon sales or exchanges of property used in the trade or business, plus the recognized gains from the compulsory or involuntary conversion (as a result of destruction in whole or in part, theft or seizure, or an exercise of the power of requisition or condemnation or the threat or imminence thereof) of property used in the trade or business and capital assets held for more than 6 months into other property or money, exceed the recognized losses from such sales, exchanges, and conversions, such gains and losses shall be considered as gains and losses from sales or exchanges of capital assets held for more than 6 months.  If such gains do not exceed such losses, such gains and losses shall not be considered as gains and losses from sales or exchanges of capital assets. * * *↩",
            "ocr": false,
            "opinion_id": 4615723
        }
    ],
    "court_short_name": "U.S. Tax Court",
    "court_full_name": "United States Tax Court",
    "court_type": "FS",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}